{
    "reg_info": {
        "full_title": "O. Reg. 167/07: HEARINGS BEFORE THE HEARING AND APPEAL DIVISIONS",
        "reg_name_text": "Hearings Before the Hearing and Appeal Divisions",
        "citation": "O. Reg. 167/07: HEARINGS BEFORE THE HEARING AND APPEAL DIVISIONS",
        "act_under": "Law Society Act",
        "url": "https://www.ontario.ca/laws/regulation/070167",
        "date_scraped": "2023-12-18 03:58:12"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  1, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/070167/v9",
            "valid_from": "March 23, 2023",
            "valid_to": "June 30, 2023"
        },
        {
            "a_href": "/laws/regulation/070167/v8",
            "valid_from": "January  1, 2020",
            "valid_to": "March 22, 2023"
        },
        {
            "a_href": "/laws/regulation/070167/v7",
            "valid_from": "December  9, 2019",
            "valid_to": "December 31, 2019"
        },
        {
            "a_href": "/laws/regulation/070167/v6",
            "valid_from": "March 12, 2014",
            "valid_to": "December  8, 2019"
        },
        {
            "a_href": "/laws/regulation/070167/v5",
            "valid_from": "March  7, 2014",
            "valid_to": "March 11, 2014"
        },
        {
            "a_href": "/laws/regulation/070167/v4",
            "valid_from": "April 12, 2013",
            "valid_to": "March  6, 2014"
        },
        {
            "a_href": "/laws/regulation/070167/v3",
            "valid_from": "March 15, 2010",
            "valid_to": "April 11, 2013"
        },
        {
            "a_href": "/laws/regulation/070167/v2",
            "valid_from": "May  1, 2007",
            "valid_to": "March 14, 2010"
        },
        {
            "a_href": "/laws/regulation/070167/v1",
            "valid_from": "April 26, 2007",
            "valid_to": "April 30, 2007"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Proceedings to be heard by three members",
            "content": " 1. (1) The chair or, in the absence of the chair, the vice-chair shall assign three members of the Hearing Division to a hearing to determine the merits of any proceeding other than an application listed in subsection 2 (1). O. Reg. 167/07, s. 1 (1); O. Reg. 54/14, s. 2 (2). (2) If the person who is the subject of the proceeding is a person licensed or applying to be licensed to practise law in Ontario as a barrister and solicitor, (a)   at least one of the members assigned under subsection (1) shall be a person licensed to practise law in Ontario as a barrister and solicitor and either an elected bencher or the chair; and (b)  at least one of the members assigned under subsection (1) shall be, (i)  a lay bencher, or (ii)  a person approved by the Attorney General for Ontario under clause 49.21 (3) (c) of the Act.  O. Reg. 167/07, s. 1 (2); O. Reg. 47/23, s. 1. (3) If the person who is the subject of the proceeding is a person licensed or applying to be licensed to provide legal services in Ontario, (a)  one of the members assigned under subsection (1) shall be a person licensed to provide legal services in Ontario; (b)  one of the members assigned under subsection (1) shall be a person licensed to practise law in Ontario as a barrister and solicitor; and (c)  one of the members assigned under subsection (1) shall be, (i)  a lay bencher, or (ii)  a person approved by the Attorney General for Ontario under clause 49.21 (3) (c) of the Act. O. Reg. 167/07, s. 1 (3); O. Reg. 132/13, s. 1 (1). (4) Subsection (2) or (3), as the case may be, does not apply if the chair or, in the absence of the chair, the vice-chair is of the opinion that, (a)  compliance with the subsection would unduly delay a hearing or otherwise hinder the timely and efficient scheduling of the hearing; (b)  assignment of a member in accordance with the subsection would likely give rise to an actual or perceived conflict of interest on the part of the member; or (c)  the subject matter or nature of the hearing is such that the assignment of one or more members with specific expertise or experience is advisable. O. Reg. 132/13, s. 1 (2). (5) The chair or the vice-chair shall not assign more than one life bencher to a hearing to determine the merits of a proceeding.  O. Reg. 167/07, s. 1 (5). (6) The chair or the vice-chair shall not assign more than one bencher who holds office under section 14 of the Act to a hearing to determine the merits of a proceeding.  O. Reg. 167/07, s. 1 (6).",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) The chair or, in the absence of the chair, the vice-chair shall assign three members of the Hearing Division to a hearing to determine the merits of any proceeding other than an application listed in subsection 2 (1). O. Reg. 167/07, s. 1 (1); O. Reg. 54/14, s. 2 (2).</p> <p class=\"subsection-e\">  (2) If the person who is the subject of the proceeding is a person licensed or applying to be licensed to practise law in Ontario as a barrister and solicitor,</p> <p class=\"clause-e\">  (a)   at least one of the members assigned under subsection (1) shall be a person licensed to practise law in Ontario as a barrister and solicitor and either an elected bencher or the chair; and</p> <p class=\"clause-e\">  (b)  at least one of the members assigned under subsection (1) shall be,</p> <p class=\"subclause-e\">  (i)  a lay bencher, or</p> <p class=\"subclause-e\">  (ii)  a person approved by the Attorney General for Ontario under clause 49.21 (3) (c) of the Act.  O. Reg. 167/07, s. 1 (2); O. Reg. 47/23, s. 1.</p> <p class=\"subsection-e\">  (3) If the person who is the subject of the proceeding is a person licensed or applying to be licensed to provide legal services in Ontario, </p> <p class=\"clause-e\">  (a)  one of the members assigned under subsection (1) shall be a person licensed to provide legal services in Ontario;</p> <p class=\"clause-e\">  (b)  one of the members assigned under subsection (1) shall be a person licensed to practise law in Ontario as a barrister and solicitor; and</p> <p class=\"clause-e\">  (c)  one of the members assigned under subsection (1) shall be,</p> <p class=\"subclause-e\">  (i)  a lay bencher, or</p> <p class=\"subclause-e\">  (ii)  a person approved by the Attorney General for Ontario under clause 49.21 (3) (c) of the Act. O. Reg. 167/07, s. 1 (3); O. Reg. 132/13, s. 1 (1).</p> <p class=\"subsection-e\">  (4) Subsection (2) or (3), as the case may be, does not apply if the chair or, in the absence of the chair, the vice-chair is of the opinion that,</p> <p class=\"clause-e\">  (a)  compliance with the subsection would unduly delay a hearing or otherwise hinder the timely and efficient scheduling of the hearing; </p> <p class=\"clause-e\">  (b)  assignment of a member in accordance with the subsection would likely give rise to an actual or perceived conflict of interest on the part of the member; or</p> <p class=\"clause-e\">  (c)  the subject matter or nature of the hearing is such that the assignment of one or more members with specific expertise or experience is advisable. O. Reg. 132/13, s. 1 (2).</p> <p class=\"subsection-e\">  (5) The chair or the vice-chair shall not assign more than one life bencher to a hearing to determine the merits of a proceeding.  O. Reg. 167/07, s. 1 (5).</p> <p class=\"subsection-e\">  (6) The chair or the vice-chair shall not assign more than one bencher who holds office under section 14 of the Act to a hearing to determine the merits of a proceeding.  O. Reg. 167/07, s. 1 (6).</p>"
        },
        {
            "id": "2.",
            "section": "Proceedings to be heard by one member",
            "content": " 2. (1) Subject to subsection (2), the chair or, in the absence of the chair, the vice-chair, shall assign either one member or three members of the Hearing Division to a hearing to determine the merits of any of the following applications: 1.  An application under subsection 34 (1) of the Act for a determination of whether a licensee has contravened section 33 of the Act by one or more of the following means (but not by other means): i.  Practising law in Ontario, or holding himself or herself out as, or representing himself or herself to be, a person who may practise law in Ontario while his or her license is suspended. ii.  Providing legal services in Ontario, or holding himself or herself out as, or representing himself or herself to be, a person who may provide legal services in Ontario while his or her license is suspended. iii.  Breaching an undertaking to the Society. iv.  Failing to honour a financial obligation to the Society. v.  Failing to maintain an investment authority or a report on an investment as required by the by-laws. vi.  Failing to maintain financial records as required by the by-laws. vi.1  Failing to register an address with the Society or to notify the Society of any changes in the address, as required by the by-laws. vi.2  Failing to provide the Society with information or to file certificates, reports or other documents with the Society, as required by the by-laws. vii.  Failing to respond to inquiries from the Society. viii.  Failing to co-operate with a person conducting an audit, investigation, review, search or seizure under Part II of the Act. ix.  Failing to pay costs awarded to the Society by the Hearing Division or the Appeal Division. x.  In the case of a person licensed to practise law in Ontario as a barrister and solicitor, failing to report a claim, or the circumstances of an error, omission or negligent act that a reasonable person would expect to give rise to a claim, to an insurer through which indemnity for professional liability is provided under section 61 of the Act, as required under a policy for indemnity for professional liability. xi.  In the case of a person licensed to provide legal services in Ontario, failing to report a claim, or the circumstances of an error, omission or negligent act that a reasonable person would expect to give rise to a claim, to an insurer, as required under a policy for indemnity for professional liability. 2.  An application under subsection 34 (1) of the Act, if the parties to the application consent, in accordance with the rules of practice and procedure, to the application being heard by one member of the Hearing Division. 3.  An application under subsection 45 (1) of the Act. 4.  An application under subsection 49.42 (1) of the Act, if the order giving rise to the application was made by one member of the Hearing Division. 5.  An application under subsection 49.42 (3) of the Act. 6.  An application under subsection 49.43 (1) of the Act. O. Reg. 167/07, s. 2 (1); O. Reg. 68/10, s. 1; O. Reg. 54/14, s. 3 (1-4). (2) If one member of the Hearing Division is assigned to a hearing under subsection (1), the member assigned to the hearing may, on motion by a party to the application or on his or her own motion, transfer the hearing to three members assigned by the chair or, in the absence of the chair, the vice-chair, and subsections 1 (2) to (6) apply for that purpose.  O. Reg. 167/07, s. 2 (2); O. Reg. 54/14, s. 3 (5). (3) If a hearing of a proceeding is transferred under subsection (2) to three members of the Hearing Division, the hearing shall begin anew. O. Reg. 167/07, s. 2 (3); O. Reg. 54/14, s. 3 (6).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) Subject to subsection (2), the chair or, in the absence of the chair, the vice-chair, shall assign either one member or three members of the Hearing Division to a hearing to determine the merits of any of the following applications:</p> <p class=\"paragraph-e\">  1.  An application under subsection 34 (1) of the Act for a determination of whether a licensee has contravened section 33 of the Act by one or more of the following means (but not by other means):</p> <p class=\"subpara-e\">  i.  Practising law in Ontario, or holding himself or herself out as, or representing himself or herself to be, a person who may practise law in Ontario while his or her license is suspended.</p> <p class=\"subpara-e\">  ii.  Providing legal services in Ontario, or holding himself or herself out as, or representing himself or herself to be, a person who may provide legal services in Ontario while his or her license is suspended.</p> <p class=\"subpara-e\">  iii.  Breaching an undertaking to the Society.</p> <p class=\"subpara-e\">  iv.  Failing to honour a financial obligation to the Society.</p> <p class=\"subpara-e\">  v.  Failing to maintain an investment authority or a report on an investment as required by the by-laws.</p> <p class=\"subpara-e\">  vi.  Failing to maintain financial records as required by the by-laws.</p> <p class=\"subpara-e\">  vi.1  Failing to register an address with the Society or to notify the Society of any changes in the address, as required by the by-laws.</p> <p class=\"subpara-e\">  vi.2  Failing to provide the Society with information or to file certificates, reports or other documents with the Society, as required by the by-laws.</p> <p class=\"subpara-e\">  vii.  Failing to respond to inquiries from the Society.</p> <p class=\"subpara-e\">  viii.  Failing to co-operate with a person conducting an audit, investigation, review, search or seizure under Part II of the Act.</p> <p class=\"subpara-e\">  ix.  Failing to pay costs awarded to the Society by the Hearing Division or the Appeal Division.</p> <p class=\"subpara-e\">  x.  In the case of a person licensed to practise law in Ontario as a barrister and solicitor, failing to report a claim, or the circumstances of an error, omission or negligent act that a reasonable person would expect to give rise to a claim, to an insurer through which indemnity for professional liability is provided under section 61 of the Act, as required under a policy for indemnity for professional liability.</p> <p class=\"subpara-e\">  xi.  In the case of a person licensed to provide legal services in Ontario, failing to report a claim, or the circumstances of an error, omission or negligent act that a reasonable person would expect to give rise to a claim, to an insurer, as required under a policy for indemnity for professional liability.</p> <p class=\"paragraph-e\">  2.  An application under subsection 34 (1) of the Act, if the parties to the application consent, in accordance with the rules of practice and procedure, to the application being heard by one member of the Hearing Division.</p> <p class=\"paragraph-e\">  3.  An application under subsection 45 (1) of the Act.</p> <p class=\"paragraph-e\">  4.  An application under subsection 49.42 (1) of the Act, if the order giving rise to the application was made by one member of the Hearing Division.</p> <p class=\"paragraph-e\">  5.  An application under subsection 49.42 (3) of the Act.</p> <p class=\"paragraph-e\">  6.  An application under subsection 49.43 (1) of the Act. O. Reg. 167/07, s. 2 (1); O. Reg. 68/10, s. 1; O. Reg. 54/14, s. 3 (1-4).</p> <p class=\"subsection-e\">  (2) If one member of the Hearing Division is assigned to a hearing under subsection (1), the member assigned to the hearing may, on motion by a party to the application or on his or her own motion, transfer the hearing to three members assigned by the chair or, in the absence of the chair, the vice-chair, and subsections 1 (2) to (6) apply for that purpose.  O. Reg. 167/07, s. 2 (2); O. Reg. 54/14, s. 3 (5).</p> <p class=\"subsection-e\">  (3) If a hearing of a proceeding is transferred under subsection (2) to three members of the Hearing Division, the hearing shall begin anew. O. Reg. 167/07, s. 2 (3); O. Reg. 54/14, s. 3 (6).</p>"
        },
        {
            "id": "3.",
            "section": "Motions in proceedings to be heard by three members",
            "content": " 3. (1) This section applies to the hearing of motions in a proceeding in which the chair or the vice-chair assigns three members of the Hearing Division to the hearing to determine the merits of the proceeding. O. Reg. 167/07, s. 3 (1); O. Reg. 54/14, s. 4 (1). (2) If the motion relates to any of the following matters, the chair or, in the absence of the chair, the vice-chair shall assign three members of the Hearing Division to the hearing of the motion: 1.  The jurisdiction of the Hearing Division to hear and determine the proceeding. 2.  The jurisdiction of the Society to initiate the proceeding. 3., 4.  Revoked: O. Reg. 47/23, s. 2. 5.  An interlocutory order suspending a licensee’s licence or restricting the manner in which a licensee may practise law or provide legal services. O. Reg. 414/19, s. 1 (1). (3) If the motion is not one described in subsection (2), the chair or, in the absence of the chair, the vice-chair shall assign either one member or three members of the Hearing Division to the hearing of the motion. O. Reg. 414/19, s. 1 (1). (4) Revoked: O. Reg. 414/19, s. 1 (1). (5) If three members of the Hearing Division other than the three members who are to determine the merits of the proceeding are assigned under subsection (2) or (3) to the hearing of a motion, the members assigned to the hearing of the motion may, on motion by a party to the motion or on their own motion, transfer the hearing of the motion to the three members who are to determine the merits of the proceeding. O. Reg. 167/07, s. 3 (5); O. Reg. 54/14, s. 4 (6); O. Reg. 414/19, s. 1 (2). (6) If one member of the Hearing Division is assigned to the hearing of a motion, the member may, on motion by a party to the motion or on his or her own motion, transfer the hearing, (a)  to the three members of the Hearing Division who are to determine the merits of the proceeding; or (b)  to three other members of the Hearing Division assigned by the chair or, in the absence of the chair, the vice-chair. O. Reg. 167/07, s. 3 (6); O. Reg. 54/14, s. 4 (7-9). (7) If a hearing of a motion is transferred under subsection (5) or (6), the hearing shall begin anew.  O. Reg. 167/07, s. 3 (7). (8) If three members of the Hearing Division are assigned to the hearing of a motion under this section, the chair or the vice-chair shall not assign to the hearing, (a)  more than one life bencher; or (b)  more than one bencher who holds office under section 14 of the Act. O. Reg. 167/07, s. 3 (8); O. Reg. 54/14, s. 4 (10).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) This section applies to the hearing of motions in a proceeding in which the chair or the vice-chair assigns three members of the Hearing Division to the hearing to determine the merits of the proceeding. O. Reg. 167/07, s. 3 (1); O. Reg. 54/14, s. 4 (1).</p> <p class=\"subsection-e\">  (2) If the motion relates to any of the following matters, the chair or, in the absence of the chair, the vice-chair shall assign three members of the Hearing Division to the hearing of the motion:</p> <p class=\"paragraph-e\">  1.  The jurisdiction of the Hearing Division to hear and determine the proceeding.</p> <p class=\"paragraph-e\">  2.  The jurisdiction of the Society to initiate the proceeding.</p> <p class=\"paragraph-e\"> 3., 4.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 47/23, s. 2.</p> <p class=\"paragraph-e\">  5.  An interlocutory order suspending a licensee’s licence or restricting the manner in which a licensee may practise law or provide legal services. O. Reg. 414/19, s. 1 (1).</p> <p class=\"subsection-e\">  (3) If the motion is not one described in subsection (2), the chair or, in the absence of the chair, the vice-chair shall assign either one member or three members of the Hearing Division to the hearing of the motion. O. Reg. 414/19, s. 1 (1).</p> <p class=\"subsection-e\">  (4) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 414/19, s. 1 (1).</p> <p class=\"subsection-e\">  (5) If three members of the Hearing Division other than the three members who are to determine the merits of the proceeding are assigned under subsection (2) or (3) to the hearing of a motion, the members assigned to the hearing of the motion may, on motion by a party to the motion or on their own motion, transfer the hearing of the motion to the three members who are to determine the merits of the proceeding. O. Reg. 167/07, s. 3 (5); O. Reg. 54/14, s. 4 (6); O. Reg. 414/19, s. 1 (2).</p> <p class=\"subsection-e\">  (6) If one member of the Hearing Division is assigned to the hearing of a motion, the member may, on motion by a party to the motion or on his or her own motion, transfer the hearing,</p> <p class=\"clause-e\">  (a)  to the three members of the Hearing Division who are to determine the merits of the proceeding; or </p> <p class=\"clause-e\">  (b)  to three other members of the Hearing Division assigned by the chair or, in the absence of the chair, the vice-chair. O. Reg. 167/07, s. 3 (6); O. Reg. 54/14, s. 4 (7-9).</p> <p class=\"subsection-e\">  (7) If a hearing of a motion is transferred under subsection (5) or (6), the hearing shall begin anew.  O. Reg. 167/07, s. 3 (7).</p> <p class=\"subsection-e\">  (8) If three members of the Hearing Division are assigned to the hearing of a motion under this section, the chair or the vice-chair shall not assign to the hearing, </p> <p class=\"clause-e\">  (a)  more than one life bencher; or</p> <p class=\"clause-e\">  (b)  more than one bencher who holds office under section 14 of the Act. O. Reg. 167/07, s. 3 (8); O. Reg. 54/14, s. 4 (10).</p>"
        },
        {
            "id": "4.",
            "section": "Motions in proceedings to be heard by one member",
            "content": " 4. (1) This section applies to the hearing of motions in a proceeding in which the chair or the vice-chair assigns one member of the Hearing Division to the hearing to determine the merits of the proceeding. O. Reg. 167/07, s. 4 (1); O. Reg. 54/14, s. 5 (1). (2) Revoked: O. Reg. 414/19, s. 2 (1). (3) If the motion is for an interlocutory order suspending a licensee’s licence or restricting the manner in which a licensee may practise law or provide legal services, the chair or, in the absence of the chair, the vice-chair shall assign three members of the Hearing Division to the hearing of the motion. O. Reg. 167/07, s. 4 (3); O. Reg. 54/14, s. 5 (4); O. Reg. 414/19, s. 2 (2). (4) If the motion is not one described in subsection (3), the chair or, in the absence of the chair, the vice-chair shall assign one member of the Hearing Division to the hearing of the motion. O. Reg. 414/19, s. 2 (3). (5) If a member of the Hearing Division other than the member who is to determine the merits of the proceeding is assigned under subsection (4) to the hearing of a motion, the member assigned to the hearing of the motion may, on motion by a party to the motion or on his or her own motion, transfer the hearing of the motion to the member who is to determine the merits of the proceeding. O. Reg. 167/07, s. 4 (5); O. Reg. 54/14, s. 5 (6). (6) If a hearing of a motion is transferred under subsection (5), the hearing shall begin anew.  O. Reg. 167/07, s. 4 (6). Hearings Before the Appeal Division",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) This section applies to the hearing of motions in a proceeding in which the chair or the vice-chair assigns one member of the Hearing Division to the hearing to determine the merits of the proceeding. O. Reg. 167/07, s. 4 (1); O. Reg. 54/14, s. 5 (1).</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 414/19, s. 2 (1).</p> <p class=\"subsection-e\">  (3) If the motion is for an interlocutory order suspending a licensee’s licence or restricting the manner in which a licensee may practise law or provide legal services, the chair or, in the absence of the chair, the vice-chair shall assign three members of the Hearing Division to the hearing of the motion. O. Reg. 167/07, s. 4 (3); O. Reg. 54/14, s. 5 (4); O. Reg. 414/19, s. 2 (2).</p> <p class=\"subsection-e\">  (4) If the motion is not one described in subsection (3), the chair or, in the absence of the chair, the vice-chair shall assign one member of the Hearing Division to the hearing of the motion. O. Reg. 414/19, s. 2 (3).</p> <p class=\"subsection-e\">  (5) If a member of the Hearing Division other than the member who is to determine the merits of the proceeding is assigned under subsection (4) to the hearing of a motion, the member assigned to the hearing of the motion may, on motion by a party to the motion or on his or her own motion, transfer the hearing of the motion to the member who is to determine the merits of the proceeding. O. Reg. 167/07, s. 4 (5); O. Reg. 54/14, s. 5 (6).</p> <p class=\"subsection-e\">  (6) If a hearing of a motion is transferred under subsection (5), the hearing shall begin anew.  O. Reg. 167/07, s. 4 (6).</p> <p class=\"heading1-e\">Hearings Before the Appeal Division</p>"
        },
        {
            "id": "5.",
            "section": "Appeals to be heard by five members",
            "content": " 5. (1) The chair or, in the absence of the chair, the vice-chair shall assign five members of the Appeal Division to a hearing of an appeal if the appeal is from any of the following: 1.  A final decision or order made in a proceeding before the Hearing Division to which three members were assigned to determine the merits of the proceeding. 2.  A costs order made in a proceeding before the Hearing Division to which three members were assigned to determine the merits of the proceeding. 3.  An interlocutory order suspending a licensee’s licence or restricting the manner in which a licensee may practise law or provide legal services. O. Reg. 167/07, s. 5 (1); O. Reg. 54/14, s. 6 (2-4). (2) If a party to the appeal is a person who is or was licensed to practise law in Ontario as a barrister and solicitor, or a person applying to be so licensed, (a)  at least three of the members assigned under subsection (1) shall be persons licensed to practise law in Ontario as a barrister and solicitor and either an elected bencher or the chair; and (b)  at least one of the members assigned under subsection (1) shall be, (i)  a lay bencher, or (ii)  a person approved by the Attorney General for Ontario under clause 49.29 (3) (c) of the Act.  O. Reg. 167/07, s. 5 (2); O. Reg. 47/23, s. 3. (3) If a party to the appeal is a person who is or was licensed to provide legal services in Ontario, or a person applying to be so licensed, (a)  two of the members assigned under subsection (1) shall be persons licensed to provide legal services in Ontario; (b)  two of the members assigned under subsection (1) shall be persons licensed to practise law in Ontario as barristers and solicitors; and (c)  one of the members assigned under subsection (1) shall be, (i)  a lay bencher, or (ii)  a person approved by the Attorney General for Ontario under clause 49.29 (3) (c) of the Act. O. Reg. 167/07, s. 5 (3); O. Reg. 132/13, s. 2 (1). (4) Subsection (2) or (3), as the case may be, does not apply if the chair or, in the absence of the chair, the vice-chair is of the opinion that, (a)  compliance with the subsection would unduly delay a hearing or otherwise hinder the timely and efficient scheduling of the hearing; (b)  assignment of a member in accordance with the subsection would likely give rise to an actual or perceived conflict of interest on the part of the member; or (c)  the subject matter or nature of the hearing is such that the assignment of one or more members with specific expertise or experience is advisable. O. Reg. 132/13, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) The chair or, in the absence of the chair, the vice-chair shall assign five members of the Appeal Division to a hearing of an appeal if the appeal is from any of the following:</p> <p class=\"paragraph-e\">  1.  A final decision or order made in a proceeding before the Hearing Division to which three members were assigned to determine the merits of the proceeding.</p> <p class=\"paragraph-e\">  2.  A costs order made in a proceeding before the Hearing Division to which three members were assigned to determine the merits of the proceeding.</p> <p class=\"paragraph-e\">  3.  An interlocutory order suspending a licensee’s licence or restricting the manner in which a licensee may practise law or provide legal services. O. Reg. 167/07, s. 5 (1); O. Reg. 54/14, s. 6 (2-4).</p> <p class=\"subsection-e\">  (2) If a party to the appeal is a person who is or was licensed to practise law in Ontario as a barrister and solicitor, or a person applying to be so licensed, </p> <p class=\"clause-e\">  (a)  at least three of the members assigned under subsection (1) shall be persons licensed to practise law in Ontario as a barrister and solicitor and either an elected bencher or the chair; and</p> <p class=\"clause-e\">  (b)  at least one of the members assigned under subsection (1) shall be,</p> <p class=\"subclause-e\">  (i)  a lay bencher, or</p> <p class=\"subclause-e\">  (ii)  a person approved by the Attorney General for Ontario under clause 49.29 (3) (c) of the Act.  O. Reg. 167/07, s. 5 (2); O. Reg. 47/23, s. 3.</p> <p class=\"subsection-e\">  (3) If a party to the appeal is a person who is or was licensed to provide legal services in Ontario, or a person applying to be so licensed,</p> <p class=\"clause-e\">  (a)  two of the members assigned under subsection (1) shall be persons licensed to provide legal services in Ontario;</p> <p class=\"clause-e\">  (b)  two of the members assigned under subsection (1) shall be persons licensed to practise law in Ontario as barristers and solicitors; and</p> <p class=\"clause-e\">  (c)  one of the members assigned under subsection (1) shall be,</p> <p class=\"subclause-e\">  (i)  a lay bencher, or</p> <p class=\"subclause-e\">  (ii)  a person approved by the Attorney General for Ontario under clause 49.29 (3) (c) of the Act. O. Reg. 167/07, s. 5 (3); O. Reg. 132/13, s. 2 (1).</p> <p class=\"subsection-e\">  (4) Subsection (2) or (3), as the case may be, does not apply if the chair or, in the absence of the chair, the vice-chair is of the opinion that,</p> <p class=\"clause-e\">  (a)  compliance with the subsection would unduly delay a hearing or otherwise hinder the timely and efficient scheduling of the hearing; </p> <p class=\"clause-e\">  (b)  assignment of a member in accordance with the subsection would likely give rise to an actual or perceived conflict of interest on the part of the member; or</p> <p class=\"clause-e\">  (c)  the subject matter or nature of the hearing is such that the assignment of one or more members with specific expertise or experience is advisable. O. Reg. 132/13, s. 2 (2).</p>"
        },
        {
            "id": "6.",
            "section": "Appeals to be heard by three members",
            "content": " 6. (1) The chair or, in the absence of the chair, the vice-chair shall assign three members of the Appeal Division to a hearing of an appeal if the appeal is from any of the following: 1.  A final decision or order made in a proceeding before the Hearing Division to which one member was assigned to determine the merits of the proceeding. 2.  A costs order made in a proceeding before the Hearing Division to which one member was assigned to determine the merits of the proceeding. 3.  An order made under section 46, 47, 47.1, 48 or 49 of the Act. O. Reg. 167/07, s. 6 (1); O. Reg. 54/14, s. 7. (2) If a party to the appeal is a person who is or was licensed to practise law in Ontario as a barrister and solicitor, or a person applying to be so licensed, (a)  at least one of the members assigned under subsection (1) shall be a person licensed to practise law in Ontario as a barrister and solicitor and either an elected bencher or the chair; and (b)  at least one of the members assigned under subsection (1) shall be, (i)  a lay bencher, or (ii)  a person approved by the Attorney General for Ontario under clause 49.29 (3) (c) of the Act.  O. Reg. 167/07, s. 6 (2); O. Reg. 47/23, s. 4. (3) If a party to the appeal is a person who is or was licensed to provide legal services in Ontario, or a person applying to be so licensed, (a)  one of the members assigned under subsection (1) shall be a person licensed to provide legal services in Ontario; (b)  one of the members assigned under subsection (1) shall be a person licensed to practise law in Ontario as a barrister and solicitor; (c)  one of the members assigned under subsection (1) shall be, (i)  a lay bencher, or (ii)  a person approved by the Attorney General for Ontario under clause 49.29 (3) (c) of the Act. O. Reg. 167/07, s. 6 (3); O. Reg. 132/13, s. 3 (1). (4) Subsection (2) or (3), as the case may be, does not apply if the chair or, in the absence of the chair, the vice-chair is of the opinion that, (a)  compliance with the subsection would unduly delay a hearing or otherwise hinder the timely and efficient scheduling of the hearing; (b)  assignment of a member in accordance with the subsection would likely give rise to an actual or perceived conflict of interest on the part of the member; or (c)  the subject matter or nature of the hearing is such that the assignment of one or more members with specific expertise or experience is advisable. O. Reg. 132/13, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) The chair or, in the absence of the chair, the vice-chair shall assign three members of the Appeal Division to a hearing of an appeal if the appeal is from any of the following:</p> <p class=\"paragraph-e\">  1.  A final decision or order made in a proceeding before the Hearing Division to which one member was assigned to determine the merits of the proceeding.</p> <p class=\"paragraph-e\">  2.  A costs order made in a proceeding before the Hearing Division to which one member was assigned to determine the merits of the proceeding.</p> <p class=\"paragraph-e\">  3.  An order made under section 46, 47, 47.1, 48 or 49 of the Act. O. Reg. 167/07, s. 6 (1); O. Reg. 54/14, s. 7.</p> <p class=\"subsection-e\">  (2) If a party to the appeal is a person who is or was licensed to practise law in Ontario as a barrister and solicitor, or a person applying to be so licensed,</p> <p class=\"clause-e\">  (a)  at least one of the members assigned under subsection (1) shall be a person licensed to practise law in Ontario as a barrister and solicitor and either an elected bencher or the chair; and</p> <p class=\"clause-e\">  (b)  at least one of the members assigned under subsection (1) shall be,</p> <p class=\"subclause-e\">  (i)  a lay bencher, or </p> <p class=\"subclause-e\">  (ii)  a person approved by the Attorney General for Ontario under clause 49.29 (3) (c) of the Act.  O. Reg. 167/07, s. 6 (2); O. Reg. 47/23, s. 4.</p> <p class=\"subsection-e\">  (3) If a party to the appeal is a person who is or was licensed to provide legal services in Ontario, or a person applying to be so licensed,</p> <p class=\"clause-e\">  (a)  one of the members assigned under subsection (1) shall be a person licensed to provide legal services in Ontario;</p> <p class=\"clause-e\">  (b)  one of the members assigned under subsection (1) shall be a person licensed to practise law in Ontario as a barrister and solicitor;</p> <p class=\"clause-e\">  (c)  one of the members assigned under subsection (1) shall be,</p> <p class=\"subclause-e\">  (i)  a lay bencher, or</p> <p class=\"subclause-e\">  (ii)  a person approved by the Attorney General for Ontario under clause 49.29 (3) (c) of the Act. O. Reg. 167/07, s. 6 (3); O. Reg. 132/13, s. 3 (1).</p> <p class=\"subsection-e\">  (4) Subsection (2) or (3), as the case may be, does not apply if the chair or, in the absence of the chair, the vice-chair is of the opinion that,</p> <p class=\"clause-e\">  (a)  compliance with the subsection would unduly delay a hearing or otherwise hinder the timely and efficient scheduling of the hearing; </p> <p class=\"clause-e\">  (b)  assignment of a member in accordance with the subsection would likely give rise to an actual or perceived conflict of interest on the part of the member; or</p> <p class=\"clause-e\">  (c)  the subject matter or nature of the hearing is such that the assignment of one or more members with specific expertise or experience is advisable. O. Reg. 132/13, s. 3 (2).</p>"
        },
        {
            "id": "7.",
            "section": "Appeals to be heard by three members",
            "content": " 7. Omitted (revokes other Regulations).  O. Reg. 167/07, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>7.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">revokes other Regulations</span>).  O. Reg. 167/07, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Appeals to be heard by three members",
            "content": " 8. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 167/07, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>8.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 167/07, s. 8.</p>"
        },
        {
            "id": null,
            "section": "Appeals to be heard by three members",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/070167\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}