{
    "reg_info": {
        "full_title": "O. Reg. 653/05: DEBT-RELATED FINANCIAL INSTRUMENTS AND FINANCIAL AGREEMENTS",
        "reg_name_text": "debt-related Financial Instruments and financial agreements",
        "citation": "O. Reg. 653/05: DEBT-RELATED FINANCIAL INSTRUMENTS AND FINANCIAL AGREEMENTS",
        "act_under": "Municipal Act, 2001",
        "url": "https://www.ontario.ca/laws/regulation/050653",
        "date_scraped": "2023-12-18 13:27:22"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December 10, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/050653/v6",
            "valid_from": "February 27, 2018",
            "valid_to": "December  9, 2021"
        },
        {
            "a_href": "/laws/regulation/050653/v5",
            "valid_from": "March 30, 2016",
            "valid_to": "February 26, 2018"
        },
        {
            "a_href": "/laws/regulation/050653/v3",
            "valid_from": "January  1, 2007",
            "valid_to": "July 30, 2009"
        },
        {
            "a_href": "/laws/regulation/050653/v2",
            "valid_from": "December 27, 2006",
            "valid_to": "December 31, 2006"
        },
        {
            "a_href": "/laws/regulation/050653/v1",
            "valid_from": "December 12, 2005",
            "valid_to": "December 26, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Interpretation",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation",
            "content": " 1. (1) In this Regulation, “bond forward agreement” means a financial agreement described in section 2; (“contrat à terme sur obligations”) “Canada Infrastructure Bank” means the corporation established under subsection 5 (1) of the Canada Infrastructure Bank Act (Canada); (“Banque de l’infrastructure du Canada”) “commodity” means, whether in the original or a processed state, an agricultural product, a forest product, a product of the sea, a mineral, a metal, a hydrocarbon fuel, electricity, a precious stone or other gem and other physical goods but does not include chattel paper, a document of title, an instrument, money or securities; (“marchandise”) “commodity price hedging agreement” means a financial agreement described in section 5; (“contrat de couverture des prix de marchandises”) “conditional loan agreement” means a financial agreement described in section 12; (“accord de prêt conditionnel”) “lease financing agreement” means a financial agreement described in section 8. (“contrat de crédit-bail”)  O. Reg. 653/05, s. 1 (1); O. Reg. 839/21, s. 1. (2) For the purposes of this Regulation, a lease financing agreement has a material impact on a municipality if the costs or risks associated with the agreement significantly affect the municipality’s debt and financial obligation limit determined in accordance with Ontario Regulation 403/02 (Debt and Financial Obligation Limits) made under the Act, or would reasonably be expected to have a significant effect on that limit.  O. Reg. 653/05, s. 1 (2); O. Reg. 604/06, s. 1; O. Reg. 78/16, s. 1. Bond Forward Agreements",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK1\"></a>1. </b>(1) In this Regulation,</p> <p class=\"definition-e\">“bond forward agreement” means a financial agreement described in section 2; (“contrat à terme sur obligations”)</p> <p class=\"definition-e\">“Canada Infrastructure Bank” means the corporation established under subsection 5 (1) of the <i>Canada Infrastructure Bank Act</i> (Canada); (“Banque de l’infrastructure du Canada”)</p> <p class=\"definition-e\">“commodity” means, whether in the original or a processed state, an agricultural product, a forest product, a product of the sea, a mineral, a metal, a hydrocarbon fuel, electricity, a precious stone or other gem and other physical goods but does not include chattel paper, a document of title, an instrument, money or securities; (“marchandise”)</p> <p class=\"definition-e\">“commodity price hedging agreement” means a financial agreement described in section 5; (“contrat de couverture des prix de marchandises”)</p> <p class=\"definition-e\">“conditional loan agreement” means a financial agreement described in section 12; (“accord de prêt conditionnel”)</p> <p class=\"definition-e\">“lease financing agreement” means a financial agreement described in section 8. (“contrat de crédit-bail”)  O. Reg. 653/05, s. 1 (1); O. Reg. 839/21, s. 1.</p> <p class=\"subsection-e\">  (2) For the purposes of this Regulation, a lease financing agreement has a material impact on a municipality if the costs or risks associated with the agreement significantly affect the municipality’s debt and financial obligation limit determined in accordance with Ontario Regulation 403/02 (Debt and Financial Obligation Limits) made under the Act, or would reasonably be expected to have a significant effect on that limit.  O. Reg. 653/05, s. 1 (2); O. Reg. 604/06, s. 1; O. Reg. 78/16, s. 1.</p> <p class=\"heading1-e\"><a name=\"BK2\"></a>Bond Forward Agreements</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "Bond Forward Agreements",
            "part_id": null,
            "part_type": null,
            "section": "Bond Forward Agreements",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Bond forward agreements",
            "content": " 2. (1) A municipality that has passed a by-law authorizing the issue or refinancing of debentures denominated in Canadian currency may enter a bond forward agreement in order to minimize the cost or risk associated with the debentures because of fluctuations in interest rates.  O. Reg. 653/05, s. 2 (1). (2) A bond forward agreement shall provide for the following matters: 1.  Borrowing and selling one or more debt instruments issued by the Government of Canada or the Province of Ontario (“government debt instruments”). 2.  Buying back the government debt instruments. 3.  Specifying a settlement day, which is a specified future date or the date on which a specified future event occurs. 4.  Requiring a settlement payment to be payable on the settlement day if there is a difference between the price at which the government debt instruments are sold as described in paragraph 1 and the price at which they are bought back as described in paragraph 2. 5.  Specifying that delivery of a document evidencing the government debt instrument is not required under the agreement.  O. Reg. 653/05, s. 2 (2). (3) A municipality shall not enter a bond forward agreement if the total value of the principal of the government debt instruments borrowed and sold as described in paragraph 1 of subsection (2) exceeds the total value of the principal of the debentures whose cost or risk the agreement is intended to minimize.  O. Reg. 653/05, s. 2 (3). (4) A municipality that enters a bond forward agreement shall monitor the value of the government debt instruments described in paragraph 1 of subsection (2) on each business day after the agreement is executed and before the settlement day described in paragraph 3 of subsection (2), but the municipality shall not obtain the information about the value of the instruments from any person who has a financial interest in the agreement or in the instruments.  O. Reg. 653/05, s. 2 (4). (5) A municipality shall not enter a bond forward agreement under which the settlement day described in paragraph 3 of subsection (2) is on or before the day that is twelve months after the day on which the agreement is executed.  O. Reg. 653/05, s. 2 (5); O. Reg. 291/09, s. 1; O. Reg. 45/18, s. 1. (6) A municipality shall not enter a bond forward agreement under which the settlement payment exceeds the difference in price described in paragraph 4 of subsection (2).  O. Reg. 653/05, s. 2 (6). (7) A municipality shall not enter a bond forward agreement except with a bank listed in Schedule I, II or III to the Bank Act (Canada) and only if the bank’s long-term debt obligations on the day the agreement is entered are rated, (a)  by Dominion Bond Rating Service as “A(high)” or higher; (b)  by Fitch Ratings as “A+” or higher; (c)  by Moody’s Investors Service Inc. as “A1” or higher; or (d)  by Standard and Poor’s as “A+” or higher.  O. Reg. 653/05, s. 2 (7). (8) A municipality shall not sell or lend a bond forward agreement.  O. Reg. 653/05, s. 2 (8). (9) If the bond forward agreement relates to debentures to be issued or refinanced for the purposes of another municipality, the interested municipalities may enter one or more agreements relating to the costs of the bond forward agreement and relating to other matters arising from the bond forward agreement.  O. Reg. 653/05, s. 2 (9). (10) A municipality shall not use the proceeds from a bond forward agreement except for the following purposes: 1.  To pay the interest or repay the principal of the debentures to which the agreement relates. 2.  For any purpose for which the debentures were issued. 3.  To pay the interest or repay the principal of any outstanding temporary borrowing made under section 405 or 406 of the Act in connection with the debentures. 4.  To pay the interest or repay the principal of any other outstanding borrowing by the municipality for a capital expenditure.  O. Reg. 653/05, s. 2 (10).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK3\"></a>2. </b>(1) A municipality that has passed a by-law authorizing the issue or refinancing of debentures denominated in Canadian currency may enter a bond forward agreement in order to minimize the cost or risk associated with the debentures because of fluctuations in interest rates.  O. Reg. 653/05, s. 2 (1).</p> <p class=\"subsection-e\">  (2) A bond forward agreement shall provide for the following matters:</p> <p class=\"paragraph-e\">  1.  Borrowing and selling one or more debt instruments issued by the Government of Canada or the Province of Ontario (“government debt instruments”).</p> <p class=\"paragraph-e\">  2.  Buying back the government debt instruments.</p> <p class=\"paragraph-e\">  3.  Specifying a settlement day, which is a specified future date or the date on which a specified future event occurs.</p> <p class=\"paragraph-e\">  4.  Requiring a settlement payment to be payable on the settlement day if there is a difference between the price at which the government debt instruments are sold as described in paragraph 1 and the price at which they are bought back as described in paragraph 2.</p> <p class=\"paragraph-e\">  5.  Specifying that delivery of a document evidencing the government debt instrument is not required under the agreement.  O. Reg. 653/05, s. 2 (2).</p> <p class=\"subsection-e\">  (3) A municipality shall not enter a bond forward agreement if the total value of the principal of the government debt instruments borrowed and sold as described in paragraph 1 of subsection (2) exceeds the total value of the principal of the debentures whose cost or risk the agreement is intended to minimize.  O. Reg. 653/05, s. 2 (3).</p> <p class=\"subsection-e\">  (4) A municipality that enters a bond forward agreement shall monitor the value of the government debt instruments described in paragraph 1 of subsection (2) on each business day after the agreement is executed and before the settlement day described in paragraph 3 of subsection (2), but the municipality shall not obtain the information about the value of the instruments from any person who has a financial interest in the agreement or in the instruments.  O. Reg. 653/05, s. 2 (4).</p> <p class=\"subsection-e\">  (5) A municipality shall not enter a bond forward agreement under which the settlement day described in paragraph 3 of subsection (2) is on or before the day that is twelve months after the day on which the agreement is executed.  O. Reg. 653/05, s. 2 (5); O. Reg. 291/09, s. 1; O. Reg. 45/18, s. 1.</p> <p class=\"subsection-e\">  (6) A municipality shall not enter a bond forward agreement under which the settlement payment exceeds the difference in price described in paragraph 4 of subsection (2).  O. Reg. 653/05, s. 2 (6).</p> <p class=\"subsection-e\">  (7) A municipality shall not enter a bond forward agreement except with a bank listed in Schedule I, II or III to the <i>Bank Act</i> (Canada) and only if the bank’s long-term debt obligations on the day the agreement is entered are rated,</p> <p class=\"clause-e\">  (a)  by Dominion Bond Rating Service as “A(high)” or higher;</p> <p class=\"clause-e\">  (b)  by Fitch Ratings as “A+” or higher;</p> <p class=\"clause-e\">  (c)  by Moody’s Investors Service Inc. as “A1” or higher; or</p> <p class=\"clause-e\">  (d)  by Standard and Poor’s as “A+” or higher.  O. Reg. 653/05, s. 2 (7).</p> <p class=\"subsection-e\">  (8) A municipality shall not sell or lend a bond forward agreement.  O. Reg. 653/05, s. 2 (8).</p> <p class=\"subsection-e\">  (9) If the bond forward agreement relates to debentures to be issued or refinanced for the purposes of another municipality, the interested municipalities may enter one or more agreements relating to the costs of the bond forward agreement and relating to other matters arising from the bond forward agreement.  O. Reg. 653/05, s. 2 (9).</p> <p class=\"subsection-e\">  (10) A municipality shall not use the proceeds from a bond forward agreement except for the following purposes:</p> <p class=\"paragraph-e\">  1.  To pay the interest or repay the principal of the debentures to which the agreement relates.</p> <p class=\"paragraph-e\">  2.  For any purpose for which the debentures were issued.</p> <p class=\"paragraph-e\">  3.  To pay the interest or repay the principal of any outstanding temporary borrowing made under section 405 or 406 of the Act in connection with the debentures.</p> <p class=\"paragraph-e\">  4.  To pay the interest or repay the principal of any other outstanding borrowing by the municipality for a capital expenditure.  O. Reg. 653/05, s. 2 (10).</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Statement of policies and goals re bond forward agreements",
            "content": " 3. (1) Before a municipality passes a by-law authorizing a bond forward agreement, the council of the municipality shall adopt a statement of policies and goals relating to the use of bond forward agreements.  O. Reg. 653/05, s. 3 (1). (2) The council of the municipality shall consider the following matters when preparing the statement of policies and goals: 1.  The types of projects for which bond forward agreements are appropriate. 2.  The fixed costs and estimated costs to the municipality resulting from the use of such agreements. 3.  A detailed estimate of the expected results of using such agreements. 4.  Risk control measures relating to such agreements, such as, i.  credit exposure limits based on credit ratings and on the degree of regulatory oversight and the regulatory capital of the other party to the agreement, ii.  standard agreements, and iii.  ongoing monitoring with respect to the agreements. 5.  The financial and other risks to the municipality that would exist with, and without, the use of such agreements.  O. Reg. 653/05, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK4\"></a>3. </b>(1) Before a municipality passes a by-law authorizing a bond forward agreement, the council of the municipality shall adopt a statement of policies and goals relating to the use of bond forward agreements.  O. Reg. 653/05, s. 3 (1).</p> <p class=\"subsection-e\">  (2) The council of the municipality shall consider the following matters when preparing the statement of policies and goals:</p> <p class=\"paragraph-e\">  1.  The types of projects for which bond forward agreements are appropriate.</p> <p class=\"paragraph-e\">  2.  The fixed costs and estimated costs to the municipality resulting from the use of such agreements.</p> <p class=\"paragraph-e\">  3.  A detailed estimate of the expected results of using such agreements.</p> <p class=\"paragraph-e\">  4.  Risk control measures relating to such agreements, such as,</p> <p class=\"subpara-e\">  i.  credit exposure limits based on credit ratings and on the degree of regulatory oversight and the regulatory capital of the other party to the agreement,</p> <p class=\"subpara-e\">  ii.  standard agreements, and</p> <p class=\"subpara-e\">  iii.  ongoing monitoring with respect to the agreements.</p> <p class=\"paragraph-e\">  5.  The financial and other risks to the municipality that would exist with, and without, the use of such agreements.  O. Reg. 653/05, s. 3 (2).</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Report on bond forward agreements",
            "content": " 4. (1) If a municipality has entered any bond forward agreements in a fiscal year, the treasurer of the municipality shall prepare and present to the municipal council once in that fiscal year, or more frequently if the council so desires, a detailed report on all of those agreements.  O. Reg. 653/05, s. 4 (1). (2) The report must contain the following information and documents: 1.  A statement comparing the expected and actual results of using bond forward agreements during the period of the report. 2.  A statement by the treasurer indicating whether, in his or her opinion, all of the bond forward agreements entered during the period of the report are consistent with the municipality’s statement of policies and goals relating to the use of bond forward agreements. 3.  Such other information as the council may require. 4.  Such other information as the treasurer considers appropriate to include in the report.  O. Reg. 653/05, s. 4 (2). Commodity Price Hedging Agreements",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK5\"></a>4. </b>(1) If a municipality has entered any bond forward agreements in a fiscal year, the treasurer of the municipality shall prepare and present to the municipal council once in that fiscal year, or more frequently if the council so desires, a detailed report on all of those agreements.  O. Reg. 653/05, s. 4 (1).</p> <p class=\"subsection-e\">  (2) The report must contain the following information and documents:</p> <p class=\"paragraph-e\">  1.  A statement comparing the expected and actual results of using bond forward agreements during the period of the report.</p> <p class=\"paragraph-e\">  2.  A statement by the treasurer indicating whether, in his or her opinion, all of the bond forward agreements entered during the period of the report are consistent with the municipality’s statement of policies and goals relating to the use of bond forward agreements.</p> <p class=\"paragraph-e\">  3.  Such other information as the council may require. </p> <p class=\"paragraph-e\">  4.  Such other information as the treasurer considers appropriate to include in the report.  O. Reg. 653/05, s. 4 (2).</p> <p class=\"heading1-e\"><a name=\"BK6\"></a>Commodity Price Hedging Agreements</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "Commodity Price Hedging Agreements",
            "part_id": null,
            "part_type": null,
            "section": "Commodity Price Hedging Agreements",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Commodity price hedging agreements",
            "content": " 5. (1) A municipality that has entered, or plans to enter, an agreement under Part II of the Act for the supply of a commodity required for a municipal system may enter into one or more financial agreements to minimize the cost or financial risk associated with incurring debt for the commodity.  O. Reg. 653/05, s. 5 (1). (2) The financial agreement must fix, directly or indirectly, or enable the municipality to fix the price or range of prices to be paid by the municipality for the future delivery of some or all of the commodity or the future cost to the municipality of an equivalent quantity of the commodity.  O. Reg. 653/05, s. 5 (2). (3) Subject to subsection (4), the municipality shall not sell or otherwise dispose of the financial agreement or any interest of the municipality in the agreement.  O. Reg. 653/05, s. 5 (3). (4) The municipality may sell or otherwise dispose of a financial agreement or an interest of the municipality in the agreement if, in the opinion of the treasurer of the municipality, the sale or disposition is in the best interests of the municipality and if either of the following conditions is satisfied: 1.  The sale or disposition is part of a transaction for the sale of real property by the municipality relating to a change in the use of the property by the municipality. 2.  The municipality has ceased to carry on any activity relating to the municipal system for which the commodity was being acquired.  O. Reg. 653/05, s. 5 (4).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK7\"></a>5. </b>(1) A municipality that has entered, or plans to enter, an agreement under Part II of the Act for the supply of a commodity required for a municipal system may enter into one or more financial agreements to minimize the cost or financial risk associated with incurring debt for the commodity.  O. Reg. 653/05, s. 5 (1).</p> <p class=\"subsection-e\">  (2) The financial agreement must fix, directly or indirectly, or enable the municipality to fix the price or range of prices to be paid by the municipality for the future delivery of some or all of the commodity or the future cost to the municipality of an equivalent quantity of the commodity.  O. Reg. 653/05, s. 5 (2).</p> <p class=\"subsection-e\">  (3) Subject to subsection (4), the municipality shall not sell or otherwise dispose of the financial agreement or any interest of the municipality in the agreement.  O. Reg. 653/05, s. 5 (3).</p> <p class=\"subsection-e\">  (4) The municipality may sell or otherwise dispose of a financial agreement or an interest of the municipality in the agreement if, in the opinion of the treasurer of the municipality, the sale or disposition is in the best interests of the municipality and if either of the following conditions is satisfied:</p> <p class=\"paragraph-e\">  1.  The sale or disposition is part of a transaction for the sale of real property by the municipality relating to a change in the use of the property by the municipality.</p> <p class=\"paragraph-e\">  2.  The municipality has ceased to carry on any activity relating to the municipal system for which the commodity was being acquired.  O. Reg. 653/05, s. 5 (4).</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Statement of policies and goals re commodity price hedging agreements",
            "content": " 6. (1) Before a municipality passes a by-law authorizing a commodity price hedging agreement, the council of the municipality shall adopt a statement of policies and goals relating to the use of financial agreements to address commodity pricing and costs.  O. Reg. 653/05, s. 6 (1). (2) The council of the municipality shall consider the following matters when preparing the statement of policies and goals: 1.  The types of projects for which commodity price hedging agreements are appropriate. 2.  The fixed costs and estimated costs to the municipality resulting from the use of such agreements. 3.  Whether the future price or cost to the municipality of the applicable commodities will be lower or more stable than they would be without the agreements. 4.  A detailed estimate of the expected results of using such agreements. 5.  The financial and other risks to the municipality that would exist with, and without, the use of such agreements. 6.  Risk control measures relating to such agreements, such as, i.  credit exposure limits based on credit ratings and on the degree of regulatory oversight and the regulatory capital of the other party to the agreement, ii.  standard agreements, and iii.  ongoing monitoring with respect to the agreements.  O. Reg. 653/05, s. 6 (2).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK8\"></a>6. </b>(1) Before a municipality passes a by-law authorizing a commodity price hedging agreement, the council of the municipality shall adopt a statement of policies and goals relating to the use of financial agreements to address commodity pricing and costs.  O. Reg. 653/05, s. 6 (1).</p> <p class=\"subsection-e\">  (2) The council of the municipality shall consider the following matters when preparing the statement of policies and goals:</p> <p class=\"paragraph-e\">  1.  The types of projects for which commodity price hedging agreements are appropriate.</p> <p class=\"paragraph-e\">  2.  The fixed costs and estimated costs to the municipality resulting from the use of such agreements.</p> <p class=\"paragraph-e\">  3.  Whether the future price or cost to the municipality of the applicable commodities will be lower or more stable than they would be without the agreements.</p> <p class=\"paragraph-e\">  4.  A detailed estimate of the expected results of using such agreements.</p> <p class=\"paragraph-e\">  5.  The financial and other risks to the municipality that would exist with, and without, the use of such agreements.</p> <p class=\"paragraph-e\">  6.  Risk control measures relating to such agreements, such as,</p> <p class=\"subpara-e\">  i.  credit exposure limits based on credit ratings and on the degree of regulatory oversight and the regulatory capital of the other party to the agreement,</p> <p class=\"subpara-e\">  ii.  standard agreements, and</p> <p class=\"subpara-e\">  iii.  ongoing monitoring with respect to the agreements.  O. Reg. 653/05, s. 6 (2).</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Report on commodity price hedging agreements",
            "content": " 7. (1) If a municipality has any subsisting commodity price hedging agreements in a fiscal year, the treasurer of the municipality shall prepare and present to the municipal council once in that fiscal year, or more frequently if the council so desires, a detailed report on all of those agreements.  O. Reg. 653/05, s. 7 (1). (2) The report must contain the following information and documents: 1.  A statement about the status of the agreements during the period of the report, including a comparison of the expected and actual results of using the agreements. 2.  A statement by the treasurer indicating whether, in his or her opinion, all of the agreements entered during the period of the report are consistent with the municipality’s statement of policies and goals relating to the use of financial agreements to address commodity pricing and costs. 3.  Such other information as the council may require. 4.  Such other information as the treasurer considers appropriate to include in the report.  O. Reg. 653/05, s. 7 (2). Lease Financing Agreements",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK9\"></a>7. </b>(1) If a municipality has any subsisting commodity price hedging agreements in a fiscal year, the treasurer of the municipality shall prepare and present to the municipal council once in that fiscal year, or more frequently if the council so desires, a detailed report on all of those agreements.  O. Reg. 653/05, s. 7 (1).</p> <p class=\"subsection-e\">  (2) The report must contain the following information and documents:</p> <p class=\"paragraph-e\">  1.  A statement about the status of the agreements during the period of the report, including a comparison of the expected and actual results of using the agreements.</p> <p class=\"paragraph-e\">  2.  A statement by the treasurer indicating whether, in his or her opinion, all of the agreements entered during the period of the report are consistent with the municipality’s statement of policies and goals relating to the use of financial agreements to address commodity pricing and costs.</p> <p class=\"paragraph-e\">  3.  Such other information as the council may require. </p> <p class=\"paragraph-e\">  4.  Such other information as the treasurer considers appropriate to include in the report.  O. Reg. 653/05, s. 7 (2).</p> <p class=\"heading1-e\"><a name=\"BK10\"></a>Lease Financing Agreements</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "Lease Financing Agreements",
            "part_id": null,
            "part_type": null,
            "section": "Lease Financing Agreements",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Lease financing agreements, capital undertakings",
            "content": " 8. (1) A municipality may enter lease financing agreements for the purpose of obtaining long-term financing of a capital undertaking of the municipality.  O. Reg. 604/06, s. 2. (2) If a lease financing agreement described in subsection (1) includes terms that require, or may require, the municipality to make payments after the expiry of the term for which the council authorizing the agreement was elected, sections 9, 10 and 11 apply to the agreement.  O. Reg. 604/06, s. 2. (3) A lease financing agreement must include a schedule of all fixed payments, if any, required by the agreement and that may be required by any extension or renewal of the agreement.  O. Reg. 604/06, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>8. </b>(1) A municipality may enter lease financing agreements for the purpose of obtaining long-term financing of a capital undertaking of the municipality.  O. Reg. 604/06, s. 2.</p> <p class=\"subsection-e\">  (2) If a lease financing agreement described in subsection (1) includes terms that require, or may require, the municipality to make payments after the expiry of the term for which the council authorizing the agreement was elected, sections 9, 10 and 11 apply to the agreement.  O. Reg. 604/06, s. 2.</p> <p class=\"subsection-e\">  (3) A lease financing agreement must include a schedule of all fixed payments, if any, required by the agreement and that may be required by any extension or renewal of the agreement.  O. Reg. 604/06, s. 2.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Statement of policies and goals re lease financing agreements",
            "content": " 9. (1) Before a municipality passes a by-law authorizing a lease financing agreement, the council of the municipality shall adopt a statement of policies and goals relating to the use of lease financing agreements.  O. Reg. 653/05, s. 9 (1). (2) The statement of policies and goals, (a)  must include a discussion of the financial and other risks to the municipality of using lease financing agreements; and (b)  may provide for a category of lease financing agreements composed of agreements which, in the opinion of both the council of the municipality and the treasurer, would not result in a material impact on the municipality.  O. Reg. 653/05, s. 9 (2); O. Reg. 78/16, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>9. </b>(1) Before a municipality passes a by-law authorizing a lease financing agreement, the council of the municipality shall adopt a statement of policies and goals relating to the use of lease financing agreements.  O. Reg. 653/05, s. 9 (1).</p> <p class=\"subsection-e\">  (2) The statement of policies and goals,</p> <p class=\"clause-e\">  (a)  must include a discussion of the financial and other risks to the municipality of using lease financing agreements; and </p> <p class=\"clause-e\">  (b)  may provide for a category of lease financing agreements composed of agreements which, in the opinion of both the council of the municipality and the treasurer, would not result in a material impact on the municipality.  O. Reg. 653/05, s. 9 (2); O. Reg. 78/16, s. 2.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Advice to council re lease financing agreements",
            "content": " 10. (1) Before a municipality enters into a lease financing agreement, the municipality shall, (a)  have its treasurer prepare a report with a recommendation, assessing, in the opinion of the treasurer, the costs and financial and other risks associated with the proposed agreement, including, (i)  a comparison between the fixed and estimated costs and the risks associated with the proposed agreement and those associated with other methods of financing, (ii)  a statement summarizing, as may be applicable, the effective rate or rates of financing for the agreement, the ability for agreement payment amounts to vary, and the methods or calculations, including possible financing rate changes, that may be used to establish that variance under the agreement, (iii)  a statement summarizing any contingent payment obligations under the agreement that in the opinion of the treasurer would result in a material impact on the municipality, including agreement termination provisions, equipment loss, equipment replacement options and guarantees and indemnities, (iv)  a summary of the assumptions applicable to any possible variations in the agreement payment and contingent payment obligations, and (v)  any other matters the treasurer or council considers advisable; (b)  obtain legal advice and financial advice with respect to the proposed agreement; (c)  consider if the scope of the proposed transaction warrants obtaining legal advice or financial advice with respect to the proposed agreement that is from a source independent of the source of the advice mentioned in clause (b); (d)  in the case of a lower-tier municipality that forms part of a regional municipality, advise the regional municipality of the proposed agreement, in writing, before the agreement is entered into; and (e)  consider and give its assessment of the report prepared under clause (a), including whether, in its opinion, the costs of financing for the proposed agreement are lower than other methods of financing available to the municipality, and whether the risks associated with the proposed agreement are reasonable.  O. Reg. 653/05, s. 10 (1); O. Reg. 78/16, s. 3 (1, 2). (2) In a report made under subsection (1), the costs and risks associated with a proposed lease financing agreement shall be assessed as of the date the report is made. O. Reg. 78/16, s. 3 (3). (3) At any time after a report under subsection (1) is made, but before the proposed lease financing agreement is entered into, if the treasurer becomes of the opinion that a changed circumstance with respect to the proposed agreement may result in a material impact on the municipality, the treasurer shall as soon as is reasonably possible update the report and present the updated report to the council.  O. Reg. 653/05, s. 10 (3); O. Reg. 78/16, s. 3 (4). (4) A report made under subsection (1) shall summarize the information required by that subsection for the entire term of the proposed lease financing agreement, including any possible extensions or renewals.  O. Reg. 653/05, s. 10 (4). (5) Despite this section, a municipality may enter into a lease financing agreement without complying with the requirements of subsection (1) if, (a)  the statement of policies and goals for lease financing agreements includes the category referred to in clause 9 (2) (b); and (b)  in the opinion of the treasurer and the council, the proposed agreement is within that category, and its costs and risks, in combination with all the others agreements of that category entered into or proposed to be entered into in that year by the municipality, would not result in a material impact on the community.  O. Reg. 653/05, s. 10 (5); O. Reg. 78/16, s. 3 (5). (6) In this section, “costs” includes the costs of any advice obtained under clause (1) (b) or (c).  O. Reg. 653/05, s. 10 (6).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>10. </b>(1) Before a municipality enters into a lease financing agreement, the municipality shall,</p> <p class=\"clause-e\">  (a)  have its treasurer prepare a report with a recommendation, assessing, in the opinion of the treasurer, the costs and financial and other risks associated with the proposed agreement, including,</p> <p class=\"subclause-e\">  (i)  a comparison between the fixed and estimated costs and the risks associated with the proposed agreement and those associated with other methods of financing,</p> <p class=\"subclause-e\">  (ii)  a statement summarizing, as may be applicable, the effective rate or rates of financing for the agreement, the ability for agreement payment amounts to vary, and the methods or calculations, including possible financing rate changes, that may be used to establish that variance under the agreement,</p> <p class=\"subclause-e\">  (iii)  a statement summarizing any contingent payment obligations under the agreement that in the opinion of the treasurer would result in a material impact on the municipality, including agreement termination provisions, equipment loss, equipment replacement options and guarantees and indemnities,</p> <p class=\"subclause-e\">  (iv)  a summary of the assumptions applicable to any possible variations in the agreement payment and contingent payment obligations, and </p> <p class=\"subclause-e\">  (v)  any other matters the treasurer or council considers advisable;</p> <p class=\"clause-e\">  (b)  obtain legal advice and financial advice with respect to the proposed agreement;</p> <p class=\"clause-e\">  (c)  consider if the scope of the proposed transaction warrants obtaining legal advice or financial advice with respect to the proposed agreement that is from a source independent of the source of the advice mentioned in clause (b); </p> <p class=\"clause-e\">  (d)  in the case of a lower-tier municipality that forms part of a regional municipality, advise the regional municipality of the proposed agreement, in writing, before the agreement is entered into; and</p> <p class=\"clause-e\">  (e)  consider and give its assessment of the report prepared under clause (a), including whether, in its opinion, the costs of financing for the proposed agreement are lower than other methods of financing available to the municipality, and whether the risks associated with the proposed agreement are reasonable.  O. Reg. 653/05, s. 10 (1); O. Reg. 78/16, s. 3 (1, 2).</p> <p class=\"subsection-e\">  (2) In a report made under subsection (1), the costs and risks associated with a proposed lease financing agreement shall be assessed as of the date the report is made. O. Reg. 78/16, s. 3 (3).</p> <p class=\"subsection-e\">  (3) At any time after a report under subsection (1) is made, but before the proposed lease financing agreement is entered into, if the treasurer becomes of the opinion that a changed circumstance with respect to the proposed agreement may result in a material impact on the municipality, the treasurer shall as soon as is reasonably possible update the report and present the updated report to the council.  O. Reg. 653/05, s. 10 (3); O. Reg. 78/16, s. 3 (4).</p> <p class=\"subsection-e\">  (4) A report made under subsection (1) shall summarize the information required by that subsection for the entire term of the proposed lease financing agreement, including any possible extensions or renewals.  O. Reg. 653/05, s. 10 (4).</p> <p class=\"subsection-e\">  (5) Despite this section, a municipality may enter into a lease financing agreement without complying with the requirements of subsection (1) if,</p> <p class=\"clause-e\">  (a)  the statement of policies and goals for lease financing agreements includes the category referred to in clause 9 (2) (b); and</p> <p class=\"clause-e\">  (b)  in the opinion of the treasurer and the council, the proposed agreement is within that category, and its costs and risks, in combination with all the others agreements of that category entered into or proposed to be entered into in that year by the municipality, would not result in a material impact on the community.  O. Reg. 653/05, s. 10 (5); O. Reg. 78/16, s. 3 (5).</p> <p class=\"subsection-e\">  (6) In this section,</p> <p class=\"firstdef-e\">“costs” includes the costs of any advice obtained under clause (1) (b) or (c).  O. Reg. 653/05, s. 10 (6).</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "Report on lease financing agreements",
            "content": " 11. (1) If a municipality has one or more lease financing agreements subsisting in a fiscal year, the treasurer of the municipality shall prepare and present to council of the municipality once in that fiscal year, or more often if the council so desires, a detailed report containing the information described in subsection (2).  O. Reg. 653/05, s. 11 (1). (2) The detailed report mentioned in subsection (1) shall contain, (a)  a description of the estimated proportion of the total financing arrangements of the municipality that is undertaken through lease financing agreements to the total long-term debt of the municipality and a description of the change, if any, in that estimated proportion since the previous year’s report; (b)  a statement by the treasurer as to whether, in his or her opinion, all lease financing agreements were made in accordance with the statement of lease financing policies and goals adopted by the municipality; and (c)  any other information that the council may require or that, in the opinion of the treasurer, should be recorded.  O. Reg. 653/05, s. 11 (2); O. Reg. 78/16, s. 4. Conditional Loan Agreements",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>11. </b>(1) If a municipality has one or more lease financing agreements subsisting in a fiscal year, the treasurer of the municipality shall prepare and present to council of the municipality once in that fiscal year, or more often if the council so desires, a detailed report containing the information described in subsection (2).  O. Reg. 653/05, s. 11 (1).</p> <p class=\"subsection-e\">  (2) The detailed report mentioned in subsection (1) shall contain,</p> <p class=\"clause-e\">  (a)  a description of the estimated proportion of the total financing arrangements of the municipality that is undertaken through lease financing agreements to the total long-term debt of the municipality and a description of the change, if any, in that estimated proportion since the previous year’s report;</p> <p class=\"clause-e\">  (b)  a statement by the treasurer as to whether, in his or her opinion, all lease financing agreements were made in accordance with the statement of lease financing policies and goals adopted by the municipality; and</p> <p class=\"clause-e\">  (c)  any other information that the council may require or that, in the opinion of the treasurer, should be recorded.  O. Reg. 653/05, s. 11 (2); O. Reg. 78/16, s. 4.</p> <p class=\"heading1-e\"><a name=\"BK15\"></a>Conditional Loan Agreements</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "Conditional Loan Agreements",
            "part_id": null,
            "part_type": null,
            "section": "Conditional Loan Agreements",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Conditional loan agreement with Canada Infrastructure Bank",
            "content": " 12. (1) A municipality may enter into a conditional loan agreement with the Canada Infrastructure Bank for a loan made by the Canada Infrastructure Bank to the municipality for the purpose of long-term borrowing. O. Reg. 839/21, s. 2. (2) A conditional loan agreement must include one or more conditions which, if satisfied in accordance with the agreement, would extinguish the requirement for the municipality to repay all or part of the principal and pay all or part of the interest of the debt. O. Reg. 839/21, s. 2. (3) A by-law authorizing a conditional loan agreement may provide, (a)  that an amount equal to or less than the maximum amount under clause 13 (1) (a) may be borrowed; (b)  that the borrowed amount may be advanced to the municipality in one or more instalments in any year; and (c)  for repayment of any amount of principal and payment of any amount of interest of the debt in one or more instalments in any year. O. Reg. 839/21, s. 2. (4) A lower-tier municipality in a regional municipality does not have the power to enter into a conditional loan agreement. O. Reg. 839/21, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>12. </b>(1) A municipality may enter into a conditional loan agreement with the Canada Infrastructure Bank for a loan made by the Canada Infrastructure Bank to the municipality for the purpose of long-term borrowing. O. Reg. 839/21, s. 2.</p> <p class=\"subsection-e\">  (2) A conditional loan agreement must include one or more conditions which, if satisfied in accordance with the agreement, would extinguish the requirement for the municipality to repay all or part of the principal and pay all or part of the interest of the debt. O. Reg. 839/21, s. 2.</p> <p class=\"subsection-e\">  (3) A by-law authorizing a conditional loan agreement may provide,</p> <p class=\"clause-e\">  (a)  that an amount equal to or less than the maximum amount under clause 13 (1) (a) may be borrowed;</p> <p class=\"clause-e\">  (b)  that the borrowed amount may be advanced to the municipality in one or more instalments in any year; and</p> <p class=\"clause-e\">  (c)  for repayment of any amount of principal and payment of any amount of interest of the debt in one or more instalments in any year. O. Reg. 839/21, s. 2.</p> <p class=\"subsection-e\">  (4) A lower-tier municipality in a regional municipality does not have the power to enter into a conditional loan agreement. O. Reg. 839/21, s. 2.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "13.",
            "part_id": null,
            "part_type": null,
            "section": "Conditions",
            "content": " 13. (1) A municipality shall not enter into a conditional loan agreement unless the agreement sets out, (a)  the maximum amount of money available to be borrowed; (b)  a fixed rate of interest; and (c)  the manner of determining how any amount that is required to be paid by the municipality to the Canada Infrastructure Bank will be calculated, including how instalments will be calculated. O. Reg. 839/21, s. 2. (2) A municipality shall not enter into a conditional loan agreement unless the agreement provides that it shall not be assigned without the prior written consent of the municipality. O. Reg. 839/21, s. 2. (3) A municipality shall not enter into a conditional loan agreement that provides for the giving of any security by the municipality for the debt. O. Reg. 839/21, s. 2. (4) A municipality shall not enter into a conditional loan agreement unless the loan ranks concurrently and equally in respect of payment of principal and interest with all other debentures and other financial instruments for long-term borrowing of the municipality. O. Reg. 839/21, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>13. </b>(1) A municipality shall not enter into a conditional loan agreement unless the agreement sets out,</p> <p class=\"clause-e\">  (a)  the maximum amount of money available to be borrowed;</p> <p class=\"clause-e\">  (b)  a fixed rate of interest; and</p> <p class=\"clause-e\">  (c)  the manner of determining how any amount that is required to be paid by the municipality to the Canada Infrastructure Bank will be calculated, including how instalments will be calculated. O. Reg. 839/21, s. 2.</p> <p class=\"subsection-e\">  (2) A municipality shall not enter into a conditional loan agreement unless the agreement provides that it shall not be assigned without the prior written consent of the municipality. O. Reg. 839/21, s. 2.</p> <p class=\"subsection-e\">  (3) A municipality shall not enter into a conditional loan agreement that provides for the giving of any security by the municipality for the debt. O. Reg. 839/21, s. 2.</p> <p class=\"subsection-e\">  (4) A municipality shall not enter into a conditional loan agreement unless the loan ranks concurrently and equally in respect of payment of principal and interest with all other debentures and other financial instruments for long-term borrowing of the municipality. O. Reg. 839/21, s. 2.</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "14.",
            "part_id": null,
            "part_type": null,
            "section": "Deemed debenture",
            "content": " 14. A conditional loan agreement is deemed to be a debenture for the purpose of the following provisions of the Act: 1.  Section 403. 2.  Subsections 404 (1), (2), (3), (4), (5), (6), (8), (10), (11), (12), (13) and (14). 3.  Subsection 405 (2). 4.  Section 406. 5.  Subsections 408 (2.1) and (3), clauses 408 (4) (a) and (c) and subsection 408 (7). 6.  Subsections 412 (2) and (4). O. Reg. 839/21, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>14. </b>A conditional loan agreement is deemed to be a debenture for the purpose of the following provisions of the Act:</p> <p class=\"paragraph-e\">  1.  Section 403.</p> <p class=\"paragraph-e\">  2.  Subsections 404 (1), (2), (3), (4), (5), (6), (8), (10), (11), (12), (13) and (14).</p> <p class=\"paragraph-e\">  3.  Subsection 405 (2).</p> <p class=\"paragraph-e\">  4.  Section 406.</p> <p class=\"paragraph-e\">  5.  Subsections 408 (2.1) and (3), clauses 408 (4) (a) and (c) and subsection 408 (7).</p> <p class=\"paragraph-e\">  6.  Subsections 412 (2) and (4). O. Reg. 839/21, s. 2.</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "15.",
            "part_id": null,
            "part_type": null,
            "section": "By-law under s. 404 of the Act",
            "content": " 15. If a municipality passes a by-law under section 404 of the Act authorizing a conditional loan agreement, the by-law may provide for the payment of any amount in one or more instalments in any year to the municipality by the applicant municipality or school board. O. Reg. 839/21, s. 2.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK19\"></a>15. </b>If a municipality passes a by-law under section 404 of the Act authorizing a conditional loan agreement, the by-law may provide for the payment of any amount in one or more instalments in any year to the municipality by the applicant municipality or school board. O. Reg. 839/21, s. 2.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "16.",
            "part_id": null,
            "part_type": null,
            "section": "Application of funds",
            "content": " 16. (1) Money received by a municipality from a conditional loan agreement and any earnings derived from the investment of that money shall be applied only for the purposes for which that agreement was entered into. O. Reg. 839/21, s. 2. (2) If the money described in subsection (1) is in excess of or is not required for the purpose for which the conditional loan agreement was entered into, it shall be applied, (a)  to repay the principal or pay interest of the debt; or (b)  to repay any other capital expenditure of the municipality if the debt charges for the other expenditure are or will be raised from the same class of ratepayers from which the amounts required for the repayment of the loan are raised. O. Reg. 839/21, s. 2. (3) A municipality may reduce an amount to be raised for the repayment of a loan to the extent that, (a)  an amount applied in accordance with subsection (2) is sufficient to repay the principal and interest of the loan on the date or dates they are repayable; or (b)  all or part of the principal and interest is no longer required to be repaid or paid, as the case may be, because a condition referred to in subsection 12 (2) has been satisfied. O. Reg. 839/21, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>16. </b>(1) Money received by a municipality from a conditional loan agreement and any earnings derived from the investment of that money shall be applied only for the purposes for which that agreement was entered into. O. Reg. 839/21, s. 2.</p> <p class=\"subsection-e\">  (2) If the money described in subsection (1) is in excess of or is not required for the purpose for which the conditional loan agreement was entered into, it shall be applied,</p> <p class=\"clause-e\">  (a)  to repay the principal or pay interest of the debt; or</p> <p class=\"clause-e\">  (b)  to repay any other capital expenditure of the municipality if the debt charges for the other expenditure are or will be raised from the same class of ratepayers from which the amounts required for the repayment of the loan are raised. O. Reg. 839/21, s. 2.</p> <p class=\"subsection-e\">  (3) A municipality may reduce an amount to be raised for the repayment of a loan to the extent that,</p> <p class=\"clause-e\">  (a)  an amount applied in accordance with subsection (2) is sufficient to repay the principal and interest of the loan on the date or dates they are repayable; or</p> <p class=\"clause-e\">  (b)  all or part of the principal and interest is no longer required to be repaid or paid, as the case may be, because a condition referred to in subsection 12 (2) has been satisfied. O. Reg. 839/21, s. 2.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "17.",
            "part_id": null,
            "part_type": null,
            "section": "Option to use conditional loan agreement",
            "content": " 17. A conditional loan agreement may be used instead of the issue of debentures to finance a work for which a municipality has authorized temporary borrowing under subsection 405 (1) of the Act. O. Reg. 839/21, s. 2.  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>17. </b>A conditional loan agreement may be used instead of the issue of debentures to finance a work for which a municipality has authorized temporary borrowing under subsection 405 (1) of the Act. O. Reg. 839/21, s. 2.</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/050653\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}