{
    "reg_info": {
        "full_title": "O. Reg. 390/94: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "O. Reg. 390/94: ",
        "act_under": "Employment Equity Act, 1993",
        "url": "https://www.ontario.ca/laws/regulation/940390",
        "date_scraped": "2023-12-19 20:43:30"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": "Non-Application",
            "content": "1. This Regulation does not apply with respect to those employees who are employed at an Aboriginal workplace or in the construction industry. O. Reg. 390/94, s. 1. Interpretation",
            "raw_html": "<p class=\"section-e\"><b>1. </b>This Regulation does not apply with respect to those employees who are employed at an Aboriginal workplace or in the construction industry. O. Reg. 390/94, s. 1.</p> <p class=\"heading1-e\">Interpretation</p>"
        },
        {
            "id": "2.",
            "section": "Interpretation",
            "content": "2. (1) In this Regulation, “initial plan” means, in relation to all or part of an employer’s employees, the first employment equity plan prepared under the Act that applies to the employees; (“programme initial”) “small employer” means, (a) an employer in the broader public sector that has fewer than 50 employees, excluding seasonal employees, or (b) a private sector employer that has fewer than 100 employees, excluding seasonal employees; (“petit employeur”) “workforce survey questionnaire” means a workforce survey questionnaire described in section 7. (“questionnaire d’analyse des effectifs”) (2) For the purposes of this Regulation, the following are the designated employers in the broader public sector: 1. Every city, town, township, village, improvement district and regional municipality, The Municipality of Metropolitan Toronto, The District Municipality of Muskoka and the County of Oxford. 2. Every board as defined in the Education Act and every college and university in Ontario the majority of the capital or annual operating funds of which are received from the Crown. 3. Every hospital listed in the Schedule to the Classification of Hospitals Regulation made under the Public Hospitals Act. 4. Every private hospital operated under the authority of a licence issued under the Private Hospitals Act. 5. Every hospital approved as a community psychiatric hospital under the Community Psychiatric Hospitals Act. O. Reg. 390/94, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“initial plan” means, in relation to all or part of an employer’s employees, the first employment equity plan prepared under the Act that applies to the employees; (“programme initial”)</p> <p class=\"definition-e\">“small employer” means,</p> <p class=\"defclause-e\">(a) an employer in the broader public sector that has fewer than 50 employees, excluding seasonal employees, or</p> <p class=\"defclause-e\">(b) a private sector employer that has fewer than 100 employees, excluding seasonal employees; (“petit employeur”)</p> <p class=\"definition-e\">“workforce survey questionnaire” means a workforce survey questionnaire described in section 7. (“questionnaire d’analyse des effectifs”)</p> <p class=\"subsection-e\">(2) For the purposes of this Regulation, the following are the designated employers in the broader public sector:</p> <p class=\"paragraph-e\">1. Every city, town, township, village, improvement district and regional municipality, The Municipality of Metropolitan Toronto, The District Municipality of Muskoka and the County of Oxford.</p> <p class=\"paragraph-e\">2. Every board as defined in the <i>Education Act</i> and every college and university in Ontario the majority of the capital or annual operating funds of which are received from the Crown.</p> <p class=\"paragraph-e\">3. Every hospital listed in the Schedule to the Classification of Hospitals Regulation made under the <i>Public Hospitals Act</i>.</p> <p class=\"paragraph-e\">4. Every private hospital operated under the authority of a licence issued under the <i>Private Hospitals Act</i>.</p> <p class=\"paragraph-e\">5. Every hospital approved as a community psychiatric hospital under the <i>Community Psychiatric Hospitals Act</i>. O. Reg. 390/94, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Interpretation",
            "content": "3. (1) For the purposes of this Regulation, the geographic area in which all or part of an employer’s workforce is located is, (a) the census metropolitan area for Ontario defined in Reference Maps, Census Metropolitan Areas and Census Agglomerations, dated September 1992, published by Statistics Canada in which all or part of the workforce is located; or (b) if it is not located within a census metropolitan area, the Canada Employment Centre Management Area as set out in CEC Management Area Maps Ontario Region, dated August 31, 1993, published by Employment and Immigration Canada in which all or part of the workforce is located. (2) An employer may combine two or more geographic areas if the employer has fewer than 50 employees in each. The combined geographic areas shall be deemed to be one geographic area for the purposes of this Regulation. O. Reg. 390/94, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) For the purposes of this Regulation, the geographic area in which all or part of an employer’s workforce is located is,</p> <p class=\"clause-e\">(a) the census metropolitan area for Ontario defined in <i>Reference Maps, Census Metropolitan Areas and Census Agglomerations</i>, dated September 1992, published by Statistics Canada in which all or part of the workforce is located; or</p> <p class=\"clause-e\">(b) if it is not located within a census metropolitan area, the Canada Employment Centre Management Area as set out in <i>CEC Management Area Maps Ontario Region</i>, dated August 31, 1993, published by Employment and Immigration Canada in which all or part of the workforce is located.</p> <p class=\"subsection-e\">(2) An employer may combine two or more geographic areas if the employer has fewer than 50 employees in each. The combined geographic areas shall be deemed to be one geographic area for the purposes of this Regulation. O. Reg. 390/94, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Interpretation",
            "content": "4. The occupational group for a job is determined as follows: 1. Determine the unit group of the job in accordance with National Occupational Classification - Occupational Descriptions and with National Occupational Classification - Index of Titles, both dated 1993, published by Employment and Immigration Canada/Canada Communication Group. 2. Determine the occupational group of the unit group in accordance with Structure of the Employment Equity Occupational Groups under NOC, dated November 1993, published by the Government of Canada. O. Reg. 390/94, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>The occupational group for a job is determined as follows:</p> <p class=\"paragraph-e\">1. Determine the unit group of the job in accordance with <i>National Occupational Classification - Occupational Descriptions</i> and with <i>National Occupational Classification - Index of Titles</i>, both dated 1993, published by Employment and Immigration Canada/Canada Communication Group.</p> <p class=\"paragraph-e\">2. Determine the occupational group of the unit group in accordance with <i>Structure of the Employment Equity Occupational Groups under NOC</i>, dated November 1993, published by the Government of Canada. O. Reg. 390/94, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Interpretation",
            "content": "5. (1) A salary group in an employer’s workforce is established as follows: 1. Identify the full-time annualized base pay for the highest-paid and the lowest-paid employee in each occupational group. 2. Divide the difference between the highest and the lowest salary into four groups of equal dollar amounts. 3. Each of the four groups is a salary group. (2) The salary group for an employee is determined using the employee’s full-time annualized base pay. O. Reg. 390/94, s. 5. Workforce Survey",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) A salary group in an employer’s workforce is established as follows:</p> <p class=\"paragraph-e\">1. Identify the full-time annualized base pay for the highest-paid and the lowest-paid employee in each occupational group.</p> <p class=\"paragraph-e\">2. Divide the difference between the highest and the lowest salary into four groups of equal dollar amounts.</p> <p class=\"paragraph-e\">3. Each of the four groups is a salary group.</p> <p class=\"subsection-e\">(2) The salary group for an employee is determined using the employee’s full-time annualized base pay. O. Reg. 390/94, s. 5.</p> <p class=\"heading1-e\">Workforce Survey</p>"
        },
        {
            "id": "6.",
            "section": "Workforce Survey",
            "content": "6. (1) Each employee must be given the workforce survey questionnaire. (2) Before preparing an initial plan, it is not necessary to give the questionnaire to employees that the employer has already surveyed to determine whether they identify themselves as belonging to any of the designated groups, so long as, (a) the results of the previous survey are up to date; (b) the previous survey used questions and was carried out in a manner that achieved results that are likely to be as accurate as what would have been achieved using the workforce survey questionnaire; and (c) the previous survey gave the employees the choice of indicating whether they are members of the designated groups. (3) Despite clause (2) (c), the previous survey need not have obtained information as to an employee’s gender if the employee has otherwise provided the information to the employer. (4) The employer and the bargaining agent shall jointly perform the duties described in this section and in subsection 10 (1) of the Act with respect to the employees represented by the bargaining agent. (5) If the employer and the bargaining agent do not agree upon whether subsection (2) applies with respect to employees represented by the bargaining agent, either of them may request the opinion of the Employment Equity Commission about the matter. (6) Subsection (5) does not prevent either party from making an application to the Tribunal under subsection 30 (1) of the Act. O. Reg. 390/94, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) Each employee must be given the workforce survey questionnaire.</p> <p class=\"subsection-e\">(2) Before preparing an initial plan, it is not necessary to give the questionnaire to employees that the employer has already surveyed to determine whether they identify themselves as belonging to any of the designated groups, so long as,</p> <p class=\"clause-e\">(a) the results of the previous survey are up to date;</p> <p class=\"clause-e\">(b) the previous survey used questions and was carried out in a manner that achieved results that are likely to be as accurate as what would have been achieved using the workforce survey questionnaire; and</p> <p class=\"clause-e\">(c) the previous survey gave the employees the choice of indicating whether they are members of the designated groups.</p> <p class=\"subsection-e\">(3) Despite clause (2) (c), the previous survey need not have obtained information as to an employee’s gender if the employee has otherwise provided the information to the employer.</p> <p class=\"subsection-e\">(4) The employer and the bargaining agent shall jointly perform the duties described in this section and in subsection 10 (1) of the Act with respect to the employees represented by the bargaining agent.</p> <p class=\"subsection-e\">(5) If the employer and the bargaining agent do not agree upon whether subsection (2) applies with respect to employees represented by the bargaining agent, either of them may request the opinion of the Employment Equity Commission about the matter.</p> <p class=\"subsection-e\">(6) Subsection (5) does not prevent either party from making an application to the Tribunal under subsection 30 (1) of the Act. O. Reg. 390/94, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Workforce Survey",
            "content": "7. (1) The workforce survey questionnaire must set out the questions listed in Schedule 1. (2) The questionnaire must state the following: 1. Each employee has the right to decide whether to answer questions in the questionnaire. 2. Each employee must return the questionnaire to the employer whether or not the questions are answered. 3. The information collected in the questionnaire will be kept confidential. 4. The information collected will not be used or disclosed except to comply with Part III or IV of the Employment Equity Act, 1993. (3) The questionnaire must state that a person may be a member of more than one designated group. (4) The employer shall ensure that the employer is able from the questionnaire to identify by name or otherwise the employee who returns it. O. Reg. 390/94, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) The workforce survey questionnaire must set out the questions listed in Schedule 1.</p> <p class=\"subsection-e\">(2) The questionnaire must state the following:</p> <p class=\"paragraph-e\">1. Each employee has the right to decide whether to answer questions in the questionnaire.</p> <p class=\"paragraph-e\">2. Each employee must return the questionnaire to the employer whether or not the questions are answered.</p> <p class=\"paragraph-e\">3. The information collected in the questionnaire will be kept confidential.</p> <p class=\"paragraph-e\">4. The information collected will not be used or disclosed except to comply with Part III or IV of the <i>Employment Equity Act, 1993</i>.</p> <p class=\"subsection-e\">(3) The questionnaire must state that a person may be a member of more than one designated group.</p> <p class=\"subsection-e\">(4) The employer shall ensure that the employer is able from the questionnaire to identify by name or otherwise the employee who returns it. O. Reg. 390/94, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Workforce Survey",
            "content": "8. (1) The workforce survey questionnaire may include additional questions relating to employment equity. (2) The additional questions must be set out separately from those listed in Schedule 1. (3) Only questions asking for further information about membership in a designated group or asking about the accommodation of persons with disabilities may be interspersed with questions listed in Schedule 1. (4) The questionnaire must indicate that the additional questions are not required under the Act and that each employee has the right to decide whether to answer the additional questions. O. Reg. 390/94, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) The workforce survey questionnaire may include additional questions relating to employment equity.</p> <p class=\"subsection-e\">(2) The additional questions must be set out separately from those listed in Schedule 1.</p> <p class=\"subsection-e\">(3) Only questions asking for further information about membership in a designated group or asking about the accommodation of persons with disabilities may be interspersed with questions listed in Schedule 1.</p> <p class=\"subsection-e\">(4) The questionnaire must indicate that the additional questions are not required under the Act and that each employee has the right to decide whether to answer the additional questions. O. Reg. 390/94, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Workforce Survey",
            "content": "9. (1) The employer shall make reasonable efforts to assist each employee who needs help to understand or complete the workforce survey questionnaire. (2) The bargaining agent shall also make reasonable efforts to assist each employee represented by the bargaining agent. O. Reg. 390/94, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) The employer shall make reasonable efforts to assist each employee who needs help to understand or complete the workforce survey questionnaire.</p> <p class=\"subsection-e\">(2) The bargaining agent shall also make reasonable efforts to assist each employee represented by the bargaining agent. O. Reg. 390/94, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "Workforce Survey",
            "content": "10. Each employee shall return the workforce survey questionnaire to his or her employer. O. Reg. 390/94, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>Each employee shall return the workforce survey questionnaire to his or her employer. O. Reg. 390/94, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Workforce Survey",
            "content": "11. (1) A small employer shall determine the following: 1. The number of persons in the employer’s workforce who are Aboriginal persons, and the number among them who are men and who are women. 2. The number of persons in the employer’s workforce who are persons with disabilities, and the number among them who are men and who are women. 3. The number of persons in the employer’s workforce who are members of racial minorities, and the number among them who are men and who are women. 4. The number of women in the employer’s workforce. (2) An employer other than a small employer shall determine the following for each occupational group in the employer’s workforce in each geographical area in which the employer’s workforce is located: 1. The number of persons who are Aboriginal persons, and the number among them who are men and who are women. 2. The number of persons who are persons with disabilities, and the number among them who are men and who are women. 3. The number of persons who are members of racial minorities, and the number among them who are men and who are women. 4. The number of women. (3) These determinations are to be based upon the information gathered under section 6. (4) The employer and the bargaining agent shall jointly perform the duties described in this section with respect to the employees represented by the bargaining agent. (5) For the purpose of performing its duties under this section, the bargaining agent shall have access to information compiled by the employer from the workforce survey questionnaires but not to the completed questionnaires. (6) The employer shall notify the Employment Equity Commission if the employer is using information from a previous survey referred to in subsection 6 (2) to make determinations concerning employees who are not represented by a bargaining agent. O. Reg. 390/94, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) A small employer shall determine the following:</p> <p class=\"paragraph-e\">1. The number of persons in the employer’s workforce who are Aboriginal persons, and the number among them who are men and who are women.</p> <p class=\"paragraph-e\">2. The number of persons in the employer’s workforce who are persons with disabilities, and the number among them who are men and who are women.</p> <p class=\"paragraph-e\">3. The number of persons in the employer’s workforce who are members of racial minorities, and the number among them who are men and who are women.</p> <p class=\"paragraph-e\">4. The number of women in the employer’s workforce.</p> <p class=\"subsection-e\">(2) An employer other than a small employer shall determine the following for each occupational group in the employer’s workforce in each geographical area in which the employer’s workforce is located:</p> <p class=\"paragraph-e\">1. The number of persons who are Aboriginal persons, and the number among them who are men and who are women.</p> <p class=\"paragraph-e\">2. The number of persons who are persons with disabilities, and the number among them who are men and who are women.</p> <p class=\"paragraph-e\">3. The number of persons who are members of racial minorities, and the number among them who are men and who are women.</p> <p class=\"paragraph-e\">4. The number of women.</p> <p class=\"subsection-e\">(3) These determinations are to be based upon the information gathered under section 6.</p> <p class=\"subsection-e\">(4) The employer and the bargaining agent shall jointly perform the duties described in this section with respect to the employees represented by the bargaining agent.</p> <p class=\"subsection-e\">(5) For the purpose of performing its duties under this section, the bargaining agent shall have access to information compiled by the employer from the workforce survey questionnaires but not to the completed questionnaires.</p> <p class=\"subsection-e\">(6) The employer shall notify the Employment Equity Commission if the employer is using information from a previous survey referred to in subsection 6 (2) to make determinations concerning employees who are not represented by a bargaining agent. O. Reg. 390/94, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": "Workforce Survey",
            "content": "12. (1) The employer shall ensure that the determinations made under section 11 are kept up to date. (2) The employer shall give an employee a workforce survey questionnaire to complete, (a) when he or she becomes an employee; or (b) when the employee indicates that he or she would like to change any information previously submitted on a questionnaire. (3) The employer and the bargaining agent shall jointly perform the duties described in this section with respect to the employees represented by the bargaining agent. O. Reg. 390/94, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>(1) The employer shall ensure that the determinations made under section 11 are kept up to date.</p> <p class=\"subsection-e\">(2) The employer shall give an employee a workforce survey questionnaire to complete,</p> <p class=\"clause-e\">(a) when he or she becomes an employee; or</p> <p class=\"clause-e\">(b) when the employee indicates that he or she would like to change any information previously submitted on a questionnaire.</p> <p class=\"subsection-e\">(3) The employer and the bargaining agent shall jointly perform the duties described in this section with respect to the employees represented by the bargaining agent. O. Reg. 390/94, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": "Workforce Survey",
            "content": "13. (1) The employer shall conduct a new workforce survey nine years after the date of the employer’s most recent workforce survey. (2) If a previous survey referred to in subsection 6 (2) is used when making the determinations required by section 11, the new workforce survey must be conducted nine years after the date of the previous survey instead of the date required by subsection (1). (3) The employer and the bargaining agent shall jointly perform the duties described in this section with respect to the employees represented by the bargaining agent. O. Reg. 390/94, s. 13. Review of Policies and Practices",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) The employer shall conduct a new workforce survey nine years after the date of the employer’s most recent workforce survey.</p> <p class=\"subsection-e\">(2) If a previous survey referred to in subsection 6 (2) is used when making the determinations required by section 11, the new workforce survey must be conducted nine years after the date of the previous survey instead of the date required by subsection (1).</p> <p class=\"subsection-e\">(3) The employer and the bargaining agent shall jointly perform the duties described in this section with respect to the employees represented by the bargaining agent. O. Reg. 390/94, s. 13.</p> <p class=\"heading1-e\">Review of Policies and Practices</p>"
        },
        {
            "id": "14.",
            "section": "Review of Policies and Practices",
            "content": "14. (1) An employer shall review the employer’s policies and practices with respect to the recruitment, hiring, retention, treatment and promotion of employees. (2) An employer other than a small employer shall ensure that the review includes the following matters: 1. Recruiting, selecting and hiring employees. 2. Promoting employees and moving them between occupational groups in the employer’s entire workforce. 3. Training and developing employees. 4. Evaluating employees’ performance. 5. Terminating the employment of employees, including their dismissal, resignation or retirement. 6. Determining salaries and benefits. 7. Accommodating special needs of members of the designated groups. 8. Any treatment of employees or conditions of employment that are not otherwise addressed. (3) Before preparing an initial plan, it is not necessary to review the employer’s policies and practices with respect to part or all of the employer’s workforce if the employer has already conducted a review and, (a) the results of the previous review are up to date; and (b) the results of the previous review are likely to be the same as what would have been achieved had the employer done the review described in subsection (1) or (2), as the case may be. (4) The employer and the bargaining agent shall jointly perform the duties described in this section with respect to the employees represented by the bargaining agent. (5) If the employer and the bargaining agent do not agree upon whether subsection (3) applies with respect to employees represented by the bargaining agent, either of them may request the opinion of the Employment Equity Commission about the matter. (6) Subsection (5) does not prevent either party from making an application to the Tribunal under subsection 30 (1) of the Act. (7) The employer shall notify the Employment Equity Commission if the employer is relying on the exception described in subsection (3) with respect to employees who are not represented by a bargaining agent. O. Reg. 390/94, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14. </b>(1) An employer shall review the employer’s policies and practices with respect to the recruitment, hiring, retention, treatment and promotion of employees.</p> <p class=\"subsection-e\">(2) An employer other than a small employer shall ensure that the review includes the following matters:</p> <p class=\"paragraph-e\">1. Recruiting, selecting and hiring employees.</p> <p class=\"paragraph-e\">2. Promoting employees and moving them between occupational groups in the employer’s entire workforce.</p> <p class=\"paragraph-e\">3. Training and developing employees.</p> <p class=\"paragraph-e\">4. Evaluating employees’ performance.</p> <p class=\"paragraph-e\">5. Terminating the employment of employees, including their dismissal, resignation or retirement.</p> <p class=\"paragraph-e\">6. Determining salaries and benefits.</p> <p class=\"paragraph-e\">7. Accommodating special needs of members of the designated groups.</p> <p class=\"paragraph-e\">8. Any treatment of employees or conditions of employment that are not otherwise addressed.</p> <p class=\"subsection-e\">(3) Before preparing an initial plan, it is not necessary to review the employer’s policies and practices with respect to part or all of the employer’s workforce if the employer has already conducted a review and,</p> <p class=\"clause-e\">(a) the results of the previous review are up to date; and</p> <p class=\"clause-e\">(b) the results of the previous review are likely to be the same as what would have been achieved had the employer done the review described in subsection (1) or (2), as the case may be.</p> <p class=\"subsection-e\">(4) The employer and the bargaining agent shall jointly perform the duties described in this section with respect to the employees represented by the bargaining agent.</p> <p class=\"subsection-e\">(5) If the employer and the bargaining agent do not agree upon whether subsection (3) applies with respect to employees represented by the bargaining agent, either of them may request the opinion of the Employment Equity Commission about the matter.</p> <p class=\"subsection-e\">(6) Subsection (5) does not prevent either party from making an application to the Tribunal under subsection 30 (1) of the Act.</p> <p class=\"subsection-e\">(7) The employer shall notify the Employment Equity Commission if the employer is relying on the exception described in subsection (3) with respect to employees who are not represented by a bargaining agent. O. Reg. 390/94, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": "Review of Policies and Practices",
            "content": "15. (1) Based on the review of policies and practices, the employer shall determine whether any of the employer’s policies or practices is a barrier to the recruitment, hiring, retention, treatment or promotion of members of a designated group. (2) The employer and the bargaining agent shall jointly perform the duties described in this section with respect to the employees represented by the bargaining agent. O. Reg. 390/94, s. 15. Employment Equity Plan",
            "raw_html": "<p class=\"section-e\"><b>15. </b>(1) Based on the review of policies and practices, the employer shall determine whether any of the employer’s policies or practices is a barrier to the recruitment, hiring, retention, treatment or promotion of members of a designated group.</p> <p class=\"subsection-e\">(2) The employer and the bargaining agent shall jointly perform the duties described in this section with respect to the employees represented by the bargaining agent. O. Reg. 390/94, s. 15.</p> <p class=\"heading1-e\">Employment Equity Plan</p>"
        },
        {
            "id": "16.",
            "section": "Employment Equity Plan",
            "content": "16. The employer and the bargaining agent shall jointly prepare an employment equity plan or plans under subsection 12 (1) of the Act with respect to the employees represented by the bargaining agent. O. Reg. 390/94, s. 16.",
            "raw_html": "<p class=\"section-e\"><b>16. </b>The employer and the bargaining agent shall jointly prepare an employment equity plan or plans under subsection 12 (1) of the Act with respect to the employees represented by the bargaining agent. O. Reg. 390/94, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": "Employment Equity Plan",
            "content": "17. (1) An employment equity plan must contain the following information: 1. A list of the policies and practices identified as barriers that will be eliminated during the term of the plan. 2. A list of the policies and practices identified as barriers that will be eliminated during the term of subsequent plans. 3. A description of the measures that will be implemented during the term of the plan. 4. A list of the numerical goals described in section 18 that will be achieved during the term of the plan and a description of how the goals were set. 5. A description of the timetable for implementing the measures and achieving the numerical goals. 6. A description of how the implementation of the measures and the achievement of the numerical goals will be monitored. 7. A description of the measures that have already been implemented. 8. A description of the procedure that a person may use to request accommodation in his or her employment or prospective employment and the procedure to be used by the employer in responding to a request. 9. A description of the consultations with employees under section 17 of the Act concerning the review of employment policies and practices and concerning the preparation of the plan, a summary of the employees’ comments during the consultations and a description of how the employer has addressed concerns that were raised. (2) The measures must include measures to eliminate barriers, measures referred to in clauses 12 (1) (b), (c) and (d) of the Act and measures to eliminate discrimination and harassment. (3) The measures to accommodate members of the designated groups who request accommodation in their employment or prospective employment must be developed and implemented in accordance with the Human Rights Code. (4) A small employer’s plan is not required to include numerical goals. O. Reg. 390/94, s. 17.",
            "raw_html": "<p class=\"section-e\"><b>17. </b>(1) An employment equity plan must contain the following information:</p> <p class=\"paragraph-e\">1. A list of the policies and practices identified as barriers that will be eliminated during the term of the plan.</p> <p class=\"paragraph-e\">2. A list of the policies and practices identified as barriers that will be eliminated during the term of subsequent plans.</p> <p class=\"paragraph-e\">3. A description of the measures that will be implemented during the term of the plan.</p> <p class=\"paragraph-e\">4. A list of the numerical goals described in section 18 that will be achieved during the term of the plan and a description of how the goals were set.</p> <p class=\"paragraph-e\">5. A description of the timetable for implementing the measures and achieving the numerical goals.</p> <p class=\"paragraph-e\">6. A description of how the implementation of the measures and the achievement of the numerical goals will be monitored.</p> <p class=\"paragraph-e\">7. A description of the measures that have already been implemented.</p> <p class=\"paragraph-e\">8. A description of the procedure that a person may use to request accommodation in his or her employment or prospective employment and the procedure to be used by the employer in responding to a request.</p> <p class=\"paragraph-e\">9. A description of the consultations with employees under section 17 of the Act concerning the review of employment policies and practices and concerning the preparation of the plan, a summary of the employees’ comments during the consultations and a description of how the employer has addressed concerns that were raised.</p> <p class=\"subsection-e\">(2) The measures must include measures to eliminate barriers, measures referred to in clauses 12 (1) (b), (c) and (d) of the Act and measures to eliminate discrimination and harassment.</p> <p class=\"subsection-e\">(3) The measures to accommodate members of the designated groups who request accommodation in their employment or prospective employment must be developed and implemented in accordance with the <i>Human Rights Code</i>.</p> <p class=\"subsection-e\">(4) A small employer’s plan is not required to include numerical goals. O. Reg. 390/94, s. 17.</p>"
        },
        {
            "id": "18.",
            "section": "Employment Equity Plan",
            "content": "18. (1) For each designated group, the employment equity plan must state a numerical goal for each occupational group in the workforce covered by the plan. (2) Separate numerical goals must be stated for each geographical area covered by the plan. (3) A numerical goal is the proportion of job openings in the occupational group that will be filled by members of the designated group. (4) Seasonal employees and seasonal job openings are not to be considered when setting numerical goals. (5) In this section, “job opening” means, (a) an opportunity for a person to be hired as an employee of the employer into the job, (b) an opportunity for an employee of the employer to be promoted within the occupational group, (c) an opportunity for an employee to be promoted or transferred into another occupational group. O. Reg. 390/94, s. 18.",
            "raw_html": "<p class=\"section-e\"><b>18. </b>(1) For each designated group, the employment equity plan must state a numerical goal for each occupational group in the workforce covered by the plan.</p> <p class=\"subsection-e\">(2) Separate numerical goals must be stated for each geographical area covered by the plan.</p> <p class=\"subsection-e\">(3) A numerical goal is the proportion of job openings in the occupational group that will be filled by members of the designated group.</p> <p class=\"subsection-e\">(4) Seasonal employees and seasonal job openings are not to be considered when setting numerical goals.</p> <p class=\"subsection-e\">(5) In this section,</p> <p class=\"firstdef-e\">“job opening” means,</p> <p class=\"defclause-e\">(a) an opportunity for a person to be hired as an employee of the employer into the job,</p> <p class=\"defclause-e\">(b) an opportunity for an employee of the employer to be promoted within the occupational group,</p> <p class=\"defclause-e\">(c) an opportunity for an employee to be promoted or transferred into another occupational group. O. Reg. 390/94, s. 18.</p>"
        },
        {
            "id": "19.",
            "section": "Employment Equity Plan",
            "content": "19. (1) The following factors must be taken into account when setting a numerical goal for a designated group in an occupational group and geographical area: 1. Any underrepresentation (in the employer’s workforce covered by the plan) of the designated group in the occupational group in the geographical area in comparison with the representation of the designated group in the working age population in the geographical area. 2. The number of designated group members in the employer’s entire workforce who have the necessary skills for entry into positions in the occupational group or who the employer could reasonably be expected to train to have those skills. 3. The level of representation of the designated group in the population groups described in subsection (2), to the extent that each population group has the skills for job openings in the occupational group. (2) The following are the population groups that must be considered under paragraph 3 of subsection (1): 1. The working age population in the geographical area. 2. Persons in the geographical area who are in the occupational group. 3. Persons in the geographical area who have the necessary skills for employment within the occupational group. 4. Persons graduating in Ontario from educational and training programs that give them the necessary skills for employment within the occupational group. 5. Any other group for which the Employment Equity Commission provides data to the employer. (3) Information about the population groups described in subsection (2) must be statistically valid and statistically reliable. (4) If persons are usually recruited into the occupational group from a larger geographic area than the specified geographic area, the population group for the larger geographic area may be used for the purposes of paragraphs 2 and 3 of subsection (2). (5) In this section, “working age population” has the same meaning as in the Statistics Canada publication “The 1991 Census Dictionary”, dated January 1992. O. Reg. 390/94, s. 19.",
            "raw_html": "<p class=\"section-e\"><b>19. </b>(1) The following factors must be taken into account when setting a numerical goal for a designated group in an occupational group and geographical area:</p> <p class=\"paragraph-e\">1. Any underrepresentation (in the employer’s workforce covered by the plan) of the designated group in the occupational group in the geographical area in comparison with the representation of the designated group in the working age population in the geographical area.</p> <p class=\"paragraph-e\">2. The number of designated group members in the employer’s entire workforce who have the necessary skills for entry into positions in the occupational group or who the employer could reasonably be expected to train to have those skills.</p> <p class=\"paragraph-e\">3. The level of representation of the designated group in the population groups described in subsection (2), to the extent that each population group has the skills for job openings in the occupational group.</p> <p class=\"subsection-e\">(2) The following are the population groups that must be considered under paragraph 3 of subsection (1):</p> <p class=\"paragraph-e\">1. The working age population in the geographical area.</p> <p class=\"paragraph-e\">2. Persons in the geographical area who are in the occupational group.</p> <p class=\"paragraph-e\">3. Persons in the geographical area who have the necessary skills for employment within the occupational group.</p> <p class=\"paragraph-e\">4. Persons graduating in Ontario from educational and training programs that give them the necessary skills for employment within the occupational group.</p> <p class=\"paragraph-e\">5. Any other group for which the Employment Equity Commission provides data to the employer.</p> <p class=\"subsection-e\">(3) Information about the population groups described in subsection (2) must be statistically valid and statistically reliable.</p> <p class=\"subsection-e\">(4) If persons are usually recruited into the occupational group from a larger geographic area than the specified geographic area, the population group for the larger geographic area may be used for the purposes of paragraphs 2 and 3 of subsection (2).</p> <p class=\"subsection-e\">(5) In this section,</p> <p class=\"firstdef-e\">“working age population” has the same meaning as in the Statistics Canada publication “The 1991 Census Dictionary”, dated January 1992. O. Reg. 390/94, s. 19.</p>"
        },
        {
            "id": "20.",
            "section": "Employment Equity Plan",
            "content": "20. (1) The term of an employment equity plan is three years. (2) An initial plan comes into force not later than the date specified under section 23 of the Act. O. Reg. 390/94, s. 20.",
            "raw_html": "<p class=\"section-e\"><b>20. </b>(1) The term of an employment equity plan is three years.</p> <p class=\"subsection-e\">(2) An initial plan comes into force not later than the date specified under section 23 of the Act. O. Reg. 390/94, s. 20.</p>"
        },
        {
            "id": "21.",
            "section": "Employment Equity Plan",
            "content": "21. When more than one employment equity plan is prepared, the plans individually and together must not defeat the principles of the Act. O. Reg. 390/94, s. 21. Review and Revision of a Plan",
            "raw_html": "<p class=\"section-e\"><b>21. </b>When more than one employment equity plan is prepared, the plans individually and together must not defeat the principles of the Act. O. Reg. 390/94, s. 21.</p> <p class=\"heading1-e\">Review and Revision of a Plan</p>"
        },
        {
            "id": "22.",
            "section": "Review and Revision of a Plan",
            "content": "22. (1) A revised employment equity plan must be prepared before the preceding plan expires. (2) The revised plan must describe the steps taken to review the previous plan and revise it and it must be prepared using information that is up to date. (3) It must meet the requirements for an employment equity plan under the Act. (4) It comes into force when the preceding plan expires. (5) The employer and the bargaining agent shall jointly perform the duties described in this section and in subsection 15 (1) of the Act with respect to the employees represented by the bargaining agent. O. Reg. 390/94, s. 22.",
            "raw_html": "<p class=\"section-e\"><b>22. </b>(1) A revised employment equity plan must be prepared before the preceding plan expires.</p> <p class=\"subsection-e\">(2) The revised plan must describe the steps taken to review the previous plan and revise it and it must be prepared using information that is up to date.</p> <p class=\"subsection-e\">(3) It must meet the requirements for an employment equity plan under the Act.</p> <p class=\"subsection-e\">(4) It comes into force when the preceding plan expires.</p> <p class=\"subsection-e\">(5) The employer and the bargaining agent shall jointly perform the duties described in this section and in subsection 15 (1) of the Act with respect to the employees represented by the bargaining agent. O. Reg. 390/94, s. 22.</p>"
        },
        {
            "id": "23.",
            "section": "Review and Revision of a Plan",
            "content": "23. (1) Each employment equity plan prepared after the initial plan must indicate which numerical goals, if any, in the preceding plan were not achieved. (2) If a numerical goal was not achieved, the subsequent plan must describe the measures to be developed and implemented to address the matter. O. Reg. 390/94, s. 23. Certificates",
            "raw_html": "<p class=\"section-e\"><b>23. </b>(1) Each employment equity plan prepared after the initial plan must indicate which numerical goals, if any, in the preceding plan were not achieved.</p> <p class=\"subsection-e\">(2) If a numerical goal was not achieved, the subsequent plan must describe the measures to be developed and implemented to address the matter. O. Reg. 390/94, s. 23.</p> <p class=\"heading1-e\">Certificates</p>"
        },
        {
            "id": "24.",
            "section": "Certificates",
            "content": "24. (1) The certificate required by subsection 12 (3) of the Act for an initial plan must state that, (a) the employer has provided the information and carried out the consultations required under the Act; and (b) the employer has conducted the workforce survey, completed the review of the employer’s employment policies and practices and prepared an employment equity plan. (2) The certificate required by subsection 15 (2) of the Act for a plan prepared after the initial plan must state that the employer and, if applicable, the bargaining agent have reviewed the preceding plan and revised it. (3) Each certificate by a small employer must state the number of employees in the employer’s workforce and the number of members of each designated group at the beginning of the term of the plan and at the beginning of the term of the preceding plan, if any. (4) Each certificate by an employer other than a small employer must do the following: 1. State the number of employees in each occupational group in the employer’s workforce and the number of members of each designated group among them at the beginning of the term of the preceding plan, if any. 2. State the number of job openings in each occupational group that were filled during the term of the preceding plan, if any. 3. State the number of job openings in each occupational group that were filled by members of each designated group during the term of the preceding plan, if any. 4. State the number of employees in each occupational group in the employer’s workforce and the number of members of each designated group among them at the beginning of the term of the current plan. 5. Describe the measures that were implemented during the term of the preceding plan, if any, and those to be implemented during the term of the current plan. (5) Each certificate must state that the employer has prepared the report required under section 39 or 40, as the case may be, respecting the plan and must indicate where the Employment Equity Commission can obtain a copy of the report. (6) The certificate must be signed by the chief executive officer or the equivalent of the employer. (7) The certificate must be filed not later than six months after the plan comes into force. O. Reg. 390/94, s. 24. Joint Responsibilities of   Employers and Bargaining Agents",
            "raw_html": "<p class=\"section-e\"><b>24. </b>(1) The certificate required by subsection 12 (3) of the Act for an initial plan must state that,</p> <p class=\"clause-e\">(a) the employer has provided the information and carried out the consultations required under the Act; and</p> <p class=\"clause-e\">(b) the employer has conducted the workforce survey, completed the review of the employer’s employment policies and practices and prepared an employment equity plan.</p> <p class=\"subsection-e\">(2) The certificate required by subsection 15 (2) of the Act for a plan prepared after the initial plan must state that the employer and, if applicable, the bargaining agent have reviewed the preceding plan and revised it.</p> <p class=\"subsection-e\">(3) Each certificate by a small employer must state the number of employees in the employer’s workforce and the number of members of each designated group at the beginning of the term of the plan and at the beginning of the term of the preceding plan, if any.</p> <p class=\"subsection-e\">(4) Each certificate by an employer other than a small employer must do the following:</p> <p class=\"paragraph-e\">1. State the number of employees in each occupational group in the employer’s workforce and the number of members of each designated group among them at the beginning of the term of the preceding plan, if any.</p> <p class=\"paragraph-e\">2. State the number of job openings in each occupational group that were filled during the term of the preceding plan, if any.</p> <p class=\"paragraph-e\">3. State the number of job openings in each occupational group that were filled by members of each designated group during the term of the preceding plan, if any.</p> <p class=\"paragraph-e\">4. State the number of employees in each occupational group in the employer’s workforce and the number of members of each designated group among them at the beginning of the term of the current plan.</p> <p class=\"paragraph-e\">5. Describe the measures that were implemented during the term of the preceding plan, if any, and those to be implemented during the term of the current plan.</p> <p class=\"subsection-e\">(5) Each certificate must state that the employer has prepared the report required under section 39 or 40, as the case may be, respecting the plan and must indicate where the Employment Equity Commission can obtain a copy of the report.</p> <p class=\"subsection-e\">(6) The certificate must be signed by the chief executive officer or the equivalent of the employer.</p> <p class=\"subsection-e\">(7) The certificate must be filed not later than six months after the plan comes into force. O. Reg. 390/94, s. 24.</p> <p class=\"heading1-e\">Joint Responsibilities of <br/>  Employers and Bargaining Agents</p>"
        },
        {
            "id": "25.",
            "section": "Joint Responsibilities of   Employers and Bargaining Agents",
            "content": "25. Revoked: O. Reg. 338/95, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>25. </b>Revoked: O. Reg. 338/95, s. 1.</p>"
        },
        {
            "id": "26.",
            "section": "Joint Responsibilities of   Employers and Bargaining Agents",
            "content": "26. (1) On the co-ordinating committee, each bargaining agent is entitled to have one representative for each bargaining unit that is represented by the agent. (2) A bargaining agent may choose to have one representative for two or more bargaining units, and two or more bargaining agents may choose to be jointly represented. (3) The employer and each bargaining agent shall select their respective representatives on the co-ordinating committee. O. Reg. 390/94, s. 26.",
            "raw_html": "<p class=\"section-e\"><b>26. </b>(1) On the co-ordinating committee, each bargaining agent is entitled to have one representative for each bargaining unit that is represented by the agent.</p> <p class=\"subsection-e\">(2) A bargaining agent may choose to have one representative for two or more bargaining units, and two or more bargaining agents may choose to be jointly represented.</p> <p class=\"subsection-e\">(3) The employer and each bargaining agent shall select their respective representatives on the co-ordinating committee. O. Reg. 390/94, s. 26.</p>"
        },
        {
            "id": "27.",
            "section": "Joint Responsibilities of   Employers and Bargaining Agents",
            "content": "27. The co-ordinating committee may determine the following matters with respect to those employees who are represented by a bargaining agent: 1. Whether to prepare more than one employment equity plan and how many to prepare. 2. Whether to subdivide the workforce within each plan and how to do so. 3. What steps will be taken with respect to each portion of the workforce. 4. Who will take each of those steps: the employer and the individual bargaining agents, the co-ordinating committee or another entity. O. Reg. 390/94, s. 27.",
            "raw_html": "<p class=\"section-e\"><b>27. </b>The co-ordinating committee may determine the following matters with respect to those employees who are represented by a bargaining agent:</p> <p class=\"paragraph-e\">1. Whether to prepare more than one employment equity plan and how many to prepare.</p> <p class=\"paragraph-e\">2. Whether to subdivide the workforce within each plan and how to do so.</p> <p class=\"paragraph-e\">3. What steps will be taken with respect to each portion of the workforce.</p> <p class=\"paragraph-e\">4. Who will take each of those steps: the employer and the individual bargaining agents, the co-ordinating committee or another entity. O. Reg. 390/94, s. 27.</p>"
        },
        {
            "id": "28.",
            "section": "Joint Responsibilities of   Employers and Bargaining Agents",
            "content": "28. (1) For the purpose of carrying out its joint responsibilities under the Act, the bargaining agent shall consult with employees it represents who are members of the designated groups. (2) If none of the employees it represents are members of a particular designated group, the bargaining agent shall request information from the Employment Equity Commission on how to address the concerns of that designated group. (3) If no employees who are members of a particular designated group participate in the consultation, the bargaining agent shall request information from the Employment Equity Commission on how to address the concerns of that group. O. Reg. 390/94, s. 28.",
            "raw_html": "<p class=\"section-e\"><b>28. </b>(1) For the purpose of carrying out its joint responsibilities under the Act, the bargaining agent shall consult with employees it represents who are members of the designated groups.</p> <p class=\"subsection-e\">(2) If none of the employees it represents are members of a particular designated group, the bargaining agent shall request information from the Employment Equity Commission on how to address the concerns of that designated group.</p> <p class=\"subsection-e\">(3) If no employees who are members of a particular designated group participate in the consultation, the bargaining agent shall request information from the Employment Equity Commission on how to address the concerns of that group. O. Reg. 390/94, s. 28.</p>"
        },
        {
            "id": "29.",
            "section": "Joint Responsibilities of   Employers and Bargaining Agents",
            "content": "29. (1) The employer shall provide the following information under subsection 16 (6) of the Act to the bargaining agent: 1. Any reports prepared under section 39 or 40 relating to the employment equity plan that applies in respect of employees represented by the bargaining agent. 2. Any order of the Employment Equity Tribunal or the Employment Equity Commission that applies with respect to those employees. (2) In information to be provided to the bargaining agent, a reference to “one”, “two”, “three” or “four” members of a designated group must be amended to read “less than five” members before the information is provided. O. Reg. 390/94, s. 29.",
            "raw_html": "<p class=\"section-e\"><b>29. </b>(1) The employer shall provide the following information under subsection 16 (6) of the Act to the bargaining agent:</p> <p class=\"paragraph-e\">1. Any reports prepared under section 39 or 40 relating to the employment equity plan that applies in respect of employees represented by the bargaining agent.</p> <p class=\"paragraph-e\">2. Any order of the Employment Equity Tribunal or the Employment Equity Commission that applies with respect to those employees.</p> <p class=\"subsection-e\">(2) In information to be provided to the bargaining agent, a reference to “one”, “two”, “three” or “four” members of a designated group must be amended to read “less than five” members before the information is provided. O. Reg. 390/94, s. 29.</p>"
        },
        {
            "id": "30.",
            "section": "Joint Responsibilities of   Employers and Bargaining Agents",
            "content": "30. (1) An employee who is representing a bargaining agent is entitled to spend whatever time during the regular work day away from his or her regular work that the employer and the bargaining agent agree is necessary, (a) to attend meetings between the employer and the bargaining agent concerning their joint responsibilities; (b) to prepare for any of those meetings; and (c) to carry out duties arising from any of those meetings. (2) Time that an employee of the employer spends on these activities is deemed to be work time for which the employee shall be paid at the regular or premium rate, as is appropriate. O. Reg. 390/94, s. 30. Consultation with   Unrepresented Employees",
            "raw_html": "<p class=\"section-e\"><b>30. </b>(1) An employee who is representing a bargaining agent is entitled to spend whatever time during the regular work day away from his or her regular work that the employer and the bargaining agent agree is necessary,</p> <p class=\"clause-e\">(a) to attend meetings between the employer and the bargaining agent concerning their joint responsibilities;</p> <p class=\"clause-e\">(b) to prepare for any of those meetings; and</p> <p class=\"clause-e\">(c) to carry out duties arising from any of those meetings.</p> <p class=\"subsection-e\">(2) Time that an employee of the employer spends on these activities is deemed to be work time for which the employee shall be paid at the regular or premium rate, as is appropriate. O. Reg. 390/94, s. 30.</p> <p class=\"heading1-e\">Consultation with <br/>  Unrepresented Employees</p>"
        },
        {
            "id": "31.",
            "section": "Consultation with   Unrepresented Employees",
            "content": "31. (1) For the purposes of section 17 of the Act, the employer shall establish a process for consulting with employees concerning the workforce survey, the review of employment policies and practices and the employment equity plan that applies to them. (2) The consultation process must include consulting with employees who are members of the designated groups, if any. (3) If none of the employees being consulted are members of a particular designated group, the employer shall request information from the Employment Equity Commission on how to address the concerns of that group. (4) The consultation process must provide an effective means for employees to identify any barriers in the employer’s employment policies and practices and to comment on the employer’s proposals for the plan. O. Reg. 390/94, s. 31.",
            "raw_html": "<p class=\"section-e\"><b>31. </b>(1) For the purposes of section 17 of the Act, the employer shall establish a process for consulting with employees concerning the workforce survey, the review of employment policies and practices and the employment equity plan that applies to them.</p> <p class=\"subsection-e\">(2) The consultation process must include consulting with employees who are members of the designated groups, if any.</p> <p class=\"subsection-e\">(3) If none of the employees being consulted are members of a particular designated group, the employer shall request information from the Employment Equity Commission on how to address the concerns of that group.</p> <p class=\"subsection-e\">(4) The consultation process must provide an effective means for employees to identify any barriers in the employer’s employment policies and practices and to comment on the employer’s proposals for the plan. O. Reg. 390/94, s. 31.</p>"
        },
        {
            "id": "32.",
            "section": "Consultation with   Unrepresented Employees",
            "content": "32. (1) For the purpose of those consultations, the employer shall make the following information readily accessible to employees at their workplace: 1. A description of the consultation process. 2. The results of the workforce survey. 3. A summary of the results of the review of employment policies and practices. 4. A description of the measures proposed to eliminate barriers. (2) An employer is not required to make information accessible to an employee if the information does not apply to his or her workplace or if it does not concern the employment equity plan applicable in respect of the employee. (3) The employer may make the information readily accessible by posting it in the workplace or by posting a notice telling employees where in the workplace they may see it. (4) In information to be made accessible to employees, a reference to “one”, “two”, “three” or “four” members of a designated group must be amended to read “less than five” members before the information is made accessible. O. Reg. 390/94, s. 32.",
            "raw_html": "<p class=\"section-e\"><b>32. </b>(1) For the purpose of those consultations, the employer shall make the following information readily accessible to employees at their workplace:</p> <p class=\"paragraph-e\">1. A description of the consultation process.</p> <p class=\"paragraph-e\">2. The results of the workforce survey.</p> <p class=\"paragraph-e\">3. A summary of the results of the review of employment policies and practices.</p> <p class=\"paragraph-e\">4. A description of the measures proposed to eliminate barriers.</p> <p class=\"subsection-e\">(2) An employer is not required to make information accessible to an employee if the information does not apply to his or her workplace or if it does not concern the employment equity plan applicable in respect of the employee.</p> <p class=\"subsection-e\">(3) The employer may make the information readily accessible by posting it in the workplace or by posting a notice telling employees where in the workplace they may see it.</p> <p class=\"subsection-e\">(4) In information to be made accessible to employees, a reference to “one”, “two”, “three” or “four” members of a designated group must be amended to read “less than five” members before the information is made accessible. O. Reg. 390/94, s. 32.</p>"
        },
        {
            "id": "33.",
            "section": "Consultation with   Unrepresented Employees",
            "content": "33. (1) An employee who is consulted under section 17 of the Act is entitled to spend whatever time that the employer considers is necessary, (a) to attend meetings with the employer or participate in the consultations; and (b) to carry out duties arising from any of those meetings or consultations. (2) Time that the employee spends on these activities is deemed to be work time for which the employee shall be paid at the regular or premium rate, as is appropriate. O. Reg. 390/94, s. 33. Information for Employees",
            "raw_html": "<p class=\"section-e\"><b>33. </b>(1) An employee who is consulted under section 17 of the Act is entitled to spend whatever time that the employer considers is necessary,</p> <p class=\"clause-e\">(a) to attend meetings with the employer or participate in the consultations; and</p> <p class=\"clause-e\">(b) to carry out duties arising from any of those meetings or consultations.</p> <p class=\"subsection-e\">(2) Time that the employee spends on these activities is deemed to be work time for which the employee shall be paid at the regular or premium rate, as is appropriate. O. Reg. 390/94, s. 33.</p> <p class=\"heading1-e\">Information for Employees</p>"
        },
        {
            "id": "34.",
            "section": "Information for Employees",
            "content": "34. (1) The employees of an employer must be informed about the principles of employment equity before any steps are taken under the Act. (2) The employees must be told the purpose of the workforce survey before the survey is begun. (3) The employees must be told the purpose of the review of employment policies and practices before the review is begun. (4) The employees must be informed about the development and implementation of the employment equity plan that applies to them before the plan is prepared. (5) The employees must be told how each stage in the process of preparing and implementing an employment equity plan is to be accomplished. (6) The employer and the bargaining agent shall jointly perform the duties described in this section with respect to the employees represented by the bargaining agent. O. Reg. 390/94, s. 34.",
            "raw_html": "<p class=\"section-e\"><b>34. </b>(1) The employees of an employer must be informed about the principles of employment equity before any steps are taken under the Act.</p> <p class=\"subsection-e\">(2) The employees must be told the purpose of the workforce survey before the survey is begun.</p> <p class=\"subsection-e\">(3) The employees must be told the purpose of the review of employment policies and practices before the review is begun.</p> <p class=\"subsection-e\">(4) The employees must be informed about the development and implementation of the employment equity plan that applies to them before the plan is prepared.</p> <p class=\"subsection-e\">(5) The employees must be told how each stage in the process of preparing and implementing an employment equity plan is to be accomplished.</p> <p class=\"subsection-e\">(6) The employer and the bargaining agent shall jointly perform the duties described in this section with respect to the employees represented by the bargaining agent. O. Reg. 390/94, s. 34.</p>"
        },
        {
            "id": "35.",
            "section": "Information for Employees",
            "content": "35. The following information must be posted under clause 18 (1) (b) of the Act: 1. The summary of the Act and regulations made under it given to the employer by the Employment Equity Commission. 2. A summary of the consultation process for each employment equity plan that applies in respect of the employees in the workplace. 3. A description of how the implementation of the measures, timetables and numerical goals set out in each plan that applies in respect of those employees will be monitored. O. Reg. 390/94, s. 35.",
            "raw_html": "<p class=\"section-e\"><b>35. </b>The following information must be posted under clause 18 (1) (b) of the Act:</p> <p class=\"paragraph-e\">1. The summary of the Act and regulations made under it given to the employer by the Employment Equity Commission.</p> <p class=\"paragraph-e\">2. A summary of the consultation process for each employment equity plan that applies in respect of the employees in the workplace.</p> <p class=\"paragraph-e\">3. A description of how the implementation of the measures, timetables and numerical goals set out in each plan that applies in respect of those employees will be monitored. O. Reg. 390/94, s. 35.</p>"
        },
        {
            "id": "36.",
            "section": "Information for Employees",
            "content": "36. (1) The following information must be posted under clause 18(1) (b) of the Act or provided or made available under subsection 18(3) of the Act to an employee: 1. The employment equity plan that applies to the employee. 2. Any reports prepared under section 39 or 40 relating to the employment equity plan that applies to the employee. 3. Any order of the Employment Equity Tribunal or the Employment Equity Commission that applies with respect to that plan. (2) In information to be provided to an employee, a reference to “one”, “two”, “three” or “four” members of a designated group must be amended to read “less than five” members before the information is provided. O. Reg. 390/94, s. 36. Employment Equity Records",
            "raw_html": "<p class=\"section-e\"><b>36. </b>(1) The following information must be posted under clause 18(1) (b) of the Act or provided or made available under subsection 18(3) of the Act to an employee:</p> <p class=\"paragraph-e\">1. The employment equity plan that applies to the employee.</p> <p class=\"paragraph-e\">2. Any reports prepared under section 39 or 40 relating to the employment equity plan that applies to the employee.</p> <p class=\"paragraph-e\">3. Any order of the Employment Equity Tribunal or the Employment Equity Commission that applies with respect to that plan.</p> <p class=\"subsection-e\">(2) In information to be provided to an employee, a reference to “one”, “two”, “three” or “four” members of a designated group must be amended to read “less than five” members before the information is provided. O. Reg. 390/94, s. 36.</p> <p class=\"heading1-e\">Employment Equity Records</p>"
        },
        {
            "id": "37.",
            "section": "Employment Equity Records",
            "content": "37. (1) An employer shall establish and maintain records concerning the designated group membership, if any, and the employment history of all employees. (2) An employer that is not a small employer shall also establish and maintain records on the occupational group classification of all employees. (3) The employer shall keep these records up to date. (4) The employer shall ensure that only those persons who are responsible for carrying out the employer’s obligations under the Act have access to the records described in this section. O. Reg. 390/94, s. 37.",
            "raw_html": "<p class=\"section-e\"><b>37. </b>(1) An employer shall establish and maintain records concerning the designated group membership, if any, and the employment history of all employees.</p> <p class=\"subsection-e\">(2) An employer that is not a small employer shall also establish and maintain records on the occupational group classification of all employees.</p> <p class=\"subsection-e\">(3) The employer shall keep these records up to date.</p> <p class=\"subsection-e\">(4) The employer shall ensure that only those persons who are responsible for carrying out the employer’s obligations under the Act have access to the records described in this section. O. Reg. 390/94, s. 37.</p>"
        },
        {
            "id": "38.",
            "section": "Employment Equity Records",
            "content": "38. (1) An employer shall keep each employment equity plan and the information used to prepare it for three years after the plan expires. (2) An employer shall keep workplace survey questionnaires and any other information used to prepare a workplace survey until the subsequent workplace survey is completed. O. Reg. 390/94, s. 38. Employment Equity Reports",
            "raw_html": "<p class=\"section-e\"><b>38. </b>(1) An employer shall keep each employment equity plan and the information used to prepare it for three years after the plan expires.</p> <p class=\"subsection-e\">(2) An employer shall keep workplace survey questionnaires and any other information used to prepare a workplace survey until the subsequent workplace survey is completed. O. Reg. 390/94, s. 38.</p> <p class=\"heading1-e\">Employment Equity Reports</p>"
        },
        {
            "id": "39.",
            "section": "Employment Equity Reports",
            "content": "39. (1) An employer shall prepare an initial report about each initial plan within six months after the plan comes into force. (2) The following employers shall submit the initial report: 1. The Crown in right of Ontario. 2. The designated employers in the broader public sector with 50 or more employees. (3) The initial report of a small employer must set out the following information: 1. The number of employees to whom the plan applies and the number of members of each designated group when the plan came into force. 2. The number of employees who returned a workforce survey questionnaire to the employer before the plan came into force and the number of those questionnaires in which the questions set out in Schedule 1 were completed. 3. A description of the measures to be implemented during the term of the plan. (4) The initial report of an employer that is not a small employer must set out the following information for each geographical area in which the plan applies: 1. The number of employees in each occupational group and the number of members of each designated group among them when the plan came into force. 2. The number of permanent full-time employees, permanent part-time employees, term employees and seasonal employees and the number of members of each designated group among them when the plan came into force. 3. The number of employees who returned a workforce survey questionnaire to the employer before the plan came into force and the number of those questionnaires in which the questions set out in Schedule 1 were completed. 4. A description of the measures to be implemented during the term of the plan. (5) The initial report of an employer that has 500 or more employees must also set out the number of employees in each salary group for each occupational group and the number of members of each designated group among them when the plan came into force. (6) In reporting the number of employees in each salary group, the employer is not required to indicate the actual salaries in the salary range of each salary group. (7) An employer may include in the report other information that the employer considers relevant. O. Reg. 390/94, s. 39.",
            "raw_html": "<p class=\"section-e\"><b>39. </b>(1) An employer shall prepare an initial report about each initial plan within six months after the plan comes into force.</p> <p class=\"subsection-e\">(2) The following employers shall submit the initial report:</p> <p class=\"paragraph-e\">1. The Crown in right of Ontario.</p> <p class=\"paragraph-e\">2. The designated employers in the broader public sector with 50 or more employees.</p> <p class=\"subsection-e\">(3) The initial report of a small employer must set out the following information:</p> <p class=\"paragraph-e\">1. The number of employees to whom the plan applies and the number of members of each designated group when the plan came into force.</p> <p class=\"paragraph-e\">2. The number of employees who returned a workforce survey questionnaire to the employer before the plan came into force and the number of those questionnaires in which the questions set out in Schedule 1 were completed.</p> <p class=\"paragraph-e\">3. A description of the measures to be implemented during the term of the plan.</p> <p class=\"subsection-e\">(4) The initial report of an employer that is not a small employer must set out the following information for each geographical area in which the plan applies:</p> <p class=\"paragraph-e\">1. The number of employees in each occupational group and the number of members of each designated group among them when the plan came into force.</p> <p class=\"paragraph-e\">2. The number of permanent full-time employees, permanent part-time employees, term employees and seasonal employees and the number of members of each designated group among them when the plan came into force.</p> <p class=\"paragraph-e\">3. The number of employees who returned a workforce survey questionnaire to the employer before the plan came into force and the number of those questionnaires in which the questions set out in Schedule 1 were completed.</p> <p class=\"paragraph-e\">4. A description of the measures to be implemented during the term of the plan.</p> <p class=\"subsection-e\">(5) The initial report of an employer that has 500 or more employees must also set out the number of employees in each salary group for each occupational group and the number of members of each designated group among them when the plan came into force.</p> <p class=\"subsection-e\">(6) In reporting the number of employees in each salary group, the employer is not required to indicate the actual salaries in the salary range of each salary group.</p> <p class=\"subsection-e\">(7) An employer may include in the report other information that the employer considers relevant. O. Reg. 390/94, s. 39.</p>"
        },
        {
            "id": "40.",
            "section": "Employment Equity Reports",
            "content": "40. (1) An employer shall prepare a report about each employment equity plan within six months after the plan expires. (2) The following employers shall submit the report: 1. The Crown in right of Ontario. 2. The designated employers in the broader public sector with 50 or more employees. (3) The report of a small employer must set out the following information: 1. The number of employees to whom the plan applies and the number of members of each designated group at the beginning and at the end of the term of the plan. 2. The number of employees who returned a workforce survey questionnaire to the employer before the plan came into force and the number of those questionnaires in which the questions set out in Schedule 1 were completed. 3. A description of the measures implemented before the plan expired. (4) The report of an employer that is not a small employer must set out the following information for each geographical area in which the plan applies: 1. The goals set out in the plan concerning the composition of the employer’s workforce. 2. The number of employees in each occupational group and the number of members of each designated group among them at the beginning and at the end of the term of the plan. 3. The number of permanent full-time employees, permanent part-time employees, term employees and seasonal employees and the number of members of each designated group among them at the beginning and at the end of the term of the plan. 4. The number of employees who returned a workforce survey questionnaire to the employer before the plan came into force and the number of those questionnaires in which the questions set out in Schedule 1 were completed. 5. The number of job openings during the term of the plan within each occupational group and the number of those openings that were filled by members of each designated group. 6. The number of persons who ceased to be employed within each occupational group and the number of members of each designated group among those persons. 7. A description of the measures implemented before the plan expired. (5) The report of an employer that has 500 or more employees must also set out the number of employees in each salary group for each occupational group and the number of members of each designated group among them at the beginning and at the end of the term of the plan. (6) In reporting the number of employees in each salary group, an employer is not required to indicate the actual salaries in the salary range of each salary group. (7) An employer may include in the report other information that the employer considers relevant. O. Reg. 390/94, s. 40.",
            "raw_html": "<p class=\"section-e\"><b>40. </b>(1) An employer shall prepare a report about each employment equity plan within six months after the plan expires.</p> <p class=\"subsection-e\">(2) The following employers shall submit the report:</p> <p class=\"paragraph-e\">1. The Crown in right of Ontario.</p> <p class=\"paragraph-e\">2. The designated employers in the broader public sector with 50 or more employees.</p> <p class=\"subsection-e\">(3) The report of a small employer must set out the following information:</p> <p class=\"paragraph-e\">1. The number of employees to whom the plan applies and the number of members of each designated group at the beginning and at the end of the term of the plan.</p> <p class=\"paragraph-e\">2. The number of employees who returned a workforce survey questionnaire to the employer before the plan came into force and the number of those questionnaires in which the questions set out in Schedule 1 were completed.</p> <p class=\"paragraph-e\">3. A description of the measures implemented before the plan expired.</p> <p class=\"subsection-e\">(4) The report of an employer that is not a small employer must set out the following information for each geographical area in which the plan applies:</p> <p class=\"paragraph-e\">1. The goals set out in the plan concerning the composition of the employer’s workforce.</p> <p class=\"paragraph-e\">2. The number of employees in each occupational group and the number of members of each designated group among them at the beginning and at the end of the term of the plan.</p> <p class=\"paragraph-e\">3. The number of permanent full-time employees, permanent part-time employees, term employees and seasonal employees and the number of members of each designated group among them at the beginning and at the end of the term of the plan.</p> <p class=\"paragraph-e\">4. The number of employees who returned a workforce survey questionnaire to the employer before the plan came into force and the number of those questionnaires in which the questions set out in Schedule 1 were completed.</p> <p class=\"paragraph-e\">5. The number of job openings during the term of the plan within each occupational group and the number of those openings that were filled by members of each designated group.</p> <p class=\"paragraph-e\">6. The number of persons who ceased to be employed within each occupational group and the number of members of each designated group among those persons.</p> <p class=\"paragraph-e\">7. A description of the measures implemented before the plan expired.</p> <p class=\"subsection-e\">(5) The report of an employer that has 500 or more employees must also set out the number of employees in each salary group for each occupational group and the number of members of each designated group among them at the beginning and at the end of the term of the plan.</p> <p class=\"subsection-e\">(6) In reporting the number of employees in each salary group, an employer is not required to indicate the actual salaries in the salary range of each salary group.</p> <p class=\"subsection-e\">(7) An employer may include in the report other information that the employer considers relevant. O. Reg. 390/94, s. 40.</p>"
        },
        {
            "id": "41.",
            "section": "Employment Equity Reports",
            "content": "41. (1) Information about Aboriginal people, people with disabilities and members of racial minorities in a report, other than information concerning numerical goals, must indicate the number of men and women that are members of each of those designated groups. (2) The determination of which employees are permanent full-time employees and which are permanent part-time employees is to be made in accordance with the employer’s ordinary business practice. O. Reg. 390/94, s. 41. SCHEDULE 1 WORKFORCE SURVEY QUESTIONNAIRE 1. For the purposes of employment equity, women are a designated group. Are you  Male j\n\nFemale j 2. For the purposes of employment equity, a person is an Aboriginal person if he or she is a member of the Indian, Inuit or Métis peoples of Canada. Based on this description, do you consider yourself to be an Aboriginal person?  Yes j\n\nNo j 3. For the purposes of employment equity, a person is a person with a disability if the person has a persistent physical, mental, psychiatric, sensory or learning impairment and, i. the person considers himself or herself to be disadvantaged in employment by reason of that impairment, or ii. the person believes that an employer or potential employer is likely to consider the person to be disadvantaged in employment by reason of that impairment. Based on this description, do you consider yourself to be a person with a disability?  Yes j\n\nNo j 4. For the purposes of employment equity, a person is a member of a racial minority if the person is, because of his or her race or colour, in a visible minority in Ontario. The fact that a person is an Aboriginal person does not make him or her a member of a racial minority. Based on this description, do you consider yourself to be a member of a racial minority?  Yes j\n\nNo j O. Reg. 390/94, Sched. 1. Français ",
            "raw_html": "<p class=\"section-e\"><b>41. </b>(1) Information about Aboriginal people, people with disabilities and members of racial minorities in a report, other than information concerning numerical goals, must indicate the number of men and women that are members of each of those designated groups.</p> <p class=\"subsection-e\">(2) The determination of which employees are permanent full-time employees and which are permanent part-time employees is to be made in accordance with the employer’s ordinary business practice. O. Reg. 390/94, s. 41.</p> <p class=\"schedule-e\">SCHEDULE 1</p> <p class=\"zheadingx-e\">WORKFORCE SURVEY QUESTIONNAIRE</p> <p class=\"zparagraph-e\">1. For the purposes of employment equity, women are a designated group.</p> <p>Are you</p> <p>\n</p> <center><table>\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">Male j</p>\n</td>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">Female j</p>\n</td></tr></table></center> <p class=\"zparagraph-e\">2. For the purposes of employment equity, a person is an Aboriginal person if he or she is a member of the Indian, Inuit or Métis peoples of Canada.</p> <p>Based on this description, do you consider yourself to be an Aboriginal person?</p> <p>\n</p> <center><table>\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">Yes j</p>\n</td>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">No j</p>\n</td></tr></table></center> <p class=\"zparagraph-e\">3. For the purposes of employment equity, a person is a person with a disability if the person has a persistent physical, mental, psychiatric, sensory or learning impairment and,</p> <p>i. the person considers himself or herself to be disadvantaged in employment by reason of that impairment, or</p> <p>ii. the person believes that an employer or potential employer is likely to consider the person to be disadvantaged in employment by reason of that impairment.</p> <p>Based on this description, do you consider yourself to be a person with a disability?</p> <p>\n</p> <center><table>\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">Yes j</p>\n</td>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">No j</p>\n</td></tr></table></center> <p class=\"zparagraph-e\">4. For the purposes of employment equity, a person is a member of a racial minority if the person is, because of his or her race or colour, in a visible minority in Ontario. The fact that a person is an Aboriginal person does not make him or her a member of a racial minority.</p> <p>Based on this description, do you consider yourself to be a member of a racial minority?</p> <p>\n</p> <center><table>\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">Yes j</p>\n</td>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">No j</p>\n</td></tr></table></center> <p class=\"tfootnote-e\">O. Reg. 390/94, Sched. 1.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_940390_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_940390_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}