{
    "reg_info": {
        "full_title": "O. Reg. 421/12: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "O. Reg. 421/12: ",
        "act_under": "Ontario College of Trades and Apprenticeship Act, 2009",
        "url": "https://www.ontario.ca/laws/regulation/120421",
        "date_scraped": "2023-12-18 13:11:29"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/120421/v19",
            "valid_from": "December 22, 2021",
            "valid_to": "December 31, 2021"
        },
        {
            "a_href": "/laws/regulation/120421/v18",
            "valid_from": "April  7, 2021",
            "valid_to": "December 21, 2021"
        },
        {
            "a_href": "/laws/regulation/120421/v17",
            "valid_from": "April  7, 2020",
            "valid_to": "April  6, 2021"
        },
        {
            "a_href": "/laws/regulation/120421/v16",
            "valid_from": "July  1, 2019",
            "valid_to": "April  6, 2020"
        },
        {
            "a_href": "/laws/regulation/120421/v15",
            "valid_from": "June 28, 2019",
            "valid_to": "June 30, 2019"
        },
        {
            "a_href": "/laws/regulation/120421/v14",
            "valid_from": "April 12, 2019",
            "valid_to": "June 27, 2019"
        },
        {
            "a_href": "/laws/regulation/120421/v13",
            "valid_from": "March 28, 2018",
            "valid_to": "April 11, 2019"
        },
        {
            "a_href": "/laws/regulation/120421/v12",
            "valid_from": "June  6, 2017",
            "valid_to": "March 27, 2018"
        },
        {
            "a_href": "/laws/regulation/120421/v11",
            "valid_from": "June  2, 2017",
            "valid_to": "June  5, 2017"
        },
        {
            "a_href": "/laws/regulation/120421/v10",
            "valid_from": "March 21, 2017",
            "valid_to": "June  1, 2017"
        },
        {
            "a_href": "/laws/regulation/120421/v9",
            "valid_from": "February  3, 2017",
            "valid_to": "March 20, 2017"
        },
        {
            "a_href": "/laws/regulation/120421/v8",
            "valid_from": "April  5, 2016",
            "valid_to": "February  2, 2017"
        },
        {
            "a_href": "/laws/regulation/120421/v7",
            "valid_from": "April  2, 2015",
            "valid_to": "April  4, 2016"
        },
        {
            "a_href": "/laws/regulation/120421/v6",
            "valid_from": "February  3, 2015",
            "valid_to": "April  1, 2015"
        },
        {
            "a_href": "/laws/regulation/120421/v5",
            "valid_from": "September 16, 2014",
            "valid_to": "February  2, 2015"
        },
        {
            "a_href": "/laws/regulation/120421/v4",
            "valid_from": "March 26, 2014",
            "valid_to": "September 15, 2014"
        },
        {
            "a_href": "/laws/regulation/120421/v3",
            "valid_from": "April  8, 2013",
            "valid_to": "March 25, 2014"
        },
        {
            "a_href": "/laws/regulation/120421/v2",
            "valid_from": "April  5, 2013",
            "valid_to": "April  7, 2013"
        },
        {
            "a_href": "/laws/regulation/120421/v1",
            "valid_from": "December 17, 2012",
            "valid_to": "April  4, 2013"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Exemption, minimum age",
            "content": "  1. Subsection 65 (2) of the Act does not apply to an individual who applies to register an agreement under subsection 65 (1) of the Act and who,  (a) is enrolled in a secondary school program leading to an Ontario Secondary School Diploma; and (b) is receiving training and work experience in a trade while participating in, (i) the Ontario Youth Apprenticeship Program, or (ii) a program that is similar to the Ontario Youth Apprenticeship Program, approved by the Minister and operated under the supervision of, (A) a board as defined in subsection 1 (1) of the Education Act, or (B) a band, council of a band or education authority authorized by the Crown in right of Canada to provide education to persons who are Indians within the meaning of the Indian Act (Canada). O. Reg. 421/12, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>Subsection 65 (2) of the Act does not apply to an individual who applies to register an agreement under subsection 65 (1) of the Act and who, </p> <p class=\"clause-e\">  (a) is enrolled in a secondary school program leading to an Ontario Secondary School Diploma; and</p> <p class=\"clause-e\">  (b) is receiving training and work experience in a trade while participating in,</p> <p class=\"subclause-e\">  (i) the Ontario Youth Apprenticeship Program, or</p> <p class=\"subclause-e\">  (ii) a program that is similar to the Ontario Youth Apprenticeship Program, approved by the Minister and operated under the supervision of,</p> <p class=\"subsubclause-e\">  (A) a board as defined in subsection 1 (1) of the <i>Education Act</i>, or</p> <p class=\"subsubclause-e\">  (B) a band, council of a band or education authority authorized by the Crown in right of Canada to provide education to persons who are Indians within the meaning of the <i>Indian Act </i>(Canada). O. Reg. 421/12, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Exemption, practice of compulsory trade",
            "content": " 2. (1) Section 2 of the Act does not apply to the following individuals:  1. An individual who is receiving training and work experience in a compulsory trade while participating in, i. the Ontario Youth Apprenticeship Program, ii. a program that is similar to the Ontario Youth Apprenticeship Program, approved by the Minister and operated under the supervision of, A. a board as defined in subsection 1 (1) of the Education Act, or B. a band, council of a band or education authority authorized by the Crown in right of Canada to provide education to persons who are Indians within the meaning of the Indian Act (Canada), or iii. a pre-apprenticeship program approved by the Minister. 2. An individual who is permanently employed in an industrial plant, while performing work entirely within the plant and premises or on the land appertaining to them, except work performed in the maintenance and repair of motor vehicles, trailers or conversion units registered for use on a highway under the Highway Traffic Act. 3. An individual who holds a valid equivalent certificate of qualification issued by the Province of Quebec, or is registered as an apprentice in the Province of Quebec, in one of the following trades while engaging in the practice of the trade in Ontario: Electrician — Construction and Maintenance. Hoisting Engineer — Mobile Crane Operator 1. Plumber. Refrigeration and Air Conditioning Systems Mechanic. Sheet Metal Worker. Sprinkler and Fire Protection Installer. Steamfitter. 4. An individual while removing or replacing wheels and rims on motor coaches, heavy trucks or truck-trailers, if the individual has successfully completed a course of study approved by the Minister on the removal and replacement of wheels and rims. 5. An individual who is the driver of a heavy truck or truck-trailer, while inspecting or adjusting the air chamber push rod stroke, commonly known as the slack adjustment, of the truck or truck-trailer’s air braking system if, i. the driver holds a valid Ontario Class A or D driver’s licence with an air brake endorsement issued under the Highway Traffic Act and has successfully completed a course of study approved by the Minister on the inspection and adjustment of the air chamber push rod stroke of an air braking system, or ii. the driver holds a valid driver’s licence issued by another province or territory of Canada or by a state of the United States of America and is authorized, in that province, territory or state, to inspect and adjust the air braking system’s air chamber push rod stroke. 6. An individual, while installing, removing, maintaining and testing water meters that have an inlet and outlet of 25 millimetres or less, if the individual has successfully completed a training program approved by the Minister on the installation, removal, maintenance and testing of water meters. O. Reg. 421/12, s. 2 (1); O. Reg. 130/13, s. 1 (1-3); O. Reg. 23/15, s. 1. (2) Section 4 of the Act and paragraph 5 of section 13 of Ontario Regulation 321/12 (Classes of Members and Registration) made under the Act do not apply in respect of a person while the person is employing or otherwise engaging an individual to perform work or engage in a practice that constitutes engaging in the practice of a compulsory trade, if section 2 of the Act does not apply to the individual when he or she performs the work. O. Reg. 130/13, s. 1 (4).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) Section 2 of the Act does not apply to the following individuals: </p> <p class=\"paragraph-e\">  1. An individual who is receiving training and work experience in a compulsory trade while participating in,</p> <p class=\"subpara-e\">  i. the Ontario Youth Apprenticeship Program,</p> <p class=\"subpara-e\">  ii. a program that is similar to the Ontario Youth Apprenticeship Program, approved by the Minister and operated under the supervision of,</p> <p class=\"subsubpara-e\">  A. a board as defined in subsection 1 (1) of the <i>Education Act</i><i>,</i> or</p> <p class=\"subsubpara-e\">  B. a band, council of a band or education authority authorized by the Crown in right of Canada to provide education to persons who are Indians within the meaning of the <i>Indian Act </i>(Canada), or</p> <p class=\"subpara-e\">  iii. a pre-apprenticeship program approved by the Minister.</p> <p class=\"paragraph-e\">  2. An individual who is permanently employed in an industrial plant, while performing work entirely within the plant and premises or on the land appertaining to them, except work performed in the maintenance and repair of motor vehicles, trailers or conversion units registered for use on a highway under the <i>Highway Traffic Act</i>.</p> <p class=\"paragraph-e\">  3. An individual who holds a valid equivalent certificate of qualification issued by the Province of Quebec, or is registered as an apprentice in the Province of Quebec, in one of the following trades while engaging in the practice of the trade in Ontario:</p> <p class=\"parawindt2-e\">  Electrician — Construction and Maintenance.</p> <p class=\"parawindt2-e\">  Hoisting Engineer — Mobile Crane Operator 1.</p> <p class=\"parawindt2-e\">  Plumber.</p> <p class=\"parawindt2-e\">  Refrigeration and Air Conditioning Systems Mechanic.</p> <p class=\"parawindt2-e\">  Sheet Metal Worker.</p> <p class=\"parawindt2-e\">  Sprinkler and Fire Protection Installer.</p> <p class=\"parawindt2-e\">  Steamfitter.</p> <p class=\"paragraph-e\">  4. An individual while removing or replacing wheels and rims on motor coaches, heavy trucks or truck-trailers, if the individual has successfully completed a course of study approved by the Minister on the removal and replacement of wheels and rims.</p> <p class=\"paragraph-e\">  5. An individual who is the driver of a heavy truck or truck-trailer, while inspecting or adjusting the air chamber push rod stroke, commonly known as the slack adjustment, of the truck or truck-trailer’s air braking system if,</p> <p class=\"subpara-e\">  i. the driver holds a valid Ontario Class A or D driver’s licence with an air brake endorsement issued under the <i>Highway Traffic Act</i> and has successfully completed a course of study approved by the Minister on the inspection and adjustment of the air chamber push rod stroke of an air braking system, or</p> <p class=\"subpara-e\">  ii. the driver holds a valid driver’s licence issued by another province or territory of Canada or by a state of the United States of America and is authorized, in that province, territory or state, to inspect and adjust the air braking system’s air chamber push rod stroke. </p> <p class=\"paragraph-e\">  6. An individual, while installing, removing, maintaining and testing water meters that have an inlet and outlet of 25 millimetres or less, if the individual has successfully completed a training program approved by the Minister on the installation, removal, maintenance and testing of water meters. O. Reg. 421/12, s. 2 (1); O. Reg. 130/13, s. 1 (1-3); O. Reg. 23/15, s. 1.</p> <p class=\"subsection-e\">  (2) Section 4 of the Act and paragraph 5 of section 13 of Ontario Regulation 321/12 (Classes of Members and Registration) made under the Act do not apply in respect of a person while the person is employing or otherwise engaging an individual to perform work or engage in a practice that constitutes engaging in the practice of a compulsory trade, if section 2 of the Act does not apply to the individual when he or she performs the work. O. Reg. 130/13, s. 1 (4).</p>"
        },
        {
            "id": "2.1",
            "section": "Exemption, trade boards term of office",
            "content": " 2.1 (1) Subject to subsection (2), subsection 20 (7) of the Act does not apply to an individual, (a) who was appointed to their first term as a member of a trade board between February 15, 2012 and October 1, 2012; and (b) whose last appointment expires between February 14, 2018 and September 30, 2018. O. Reg. 116/18, s. 1. (2) If an individual described in subsection (1) is reappointed to the trade board within one year of the expiry of the last appointment, they may serve for up to an additional three consecutive years after which they will be eligible for reappointment after one year’s absence from the trade board. O. Reg. 116/18, s. 1. (3) This section is revoked on September 30, 2023. O. Reg. 116/18, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>2.1 </b>(1) Subject to subsection (2), subsection 20 (7) of the Act does not apply to an individual,</p> <p class=\"clause-e\">  (a) who was appointed to their first term as a member of a trade board between February 15, 2012 and October 1, 2012; and</p> <p class=\"clause-e\">  (b) whose last appointment expires between February 14, 2018 and September 30, 2018. O. Reg. 116/18, s. 1.</p> <p class=\"subsection-e\">  (2) If an individual described in subsection (1) is reappointed to the trade board within one year of the expiry of the last appointment, they may serve for up to an additional three consecutive years after which they will be eligible for reappointment after one year’s absence from the trade board. O. Reg. 116/18, s. 1.</p> <p class=\"Psubsection-e\">  (3) This section is revoked on September 30, 2023. O. Reg. 116/18, s. 1.</p>"
        },
        {
            "id": "2.2",
            "section": "Exemption, roster of adjudicators term of office",
            "content": " 2.2 (1) Subject to subsection (2), subsection 21 (8) of the Act does not apply to an individual, (a) who was appointed to their first term as a member of the roster of adjudicators between February 15, 2012 and May 14, 2012; and (b) whose last appointment expires between February 14, 2018 and May 13, 2018. O. Reg. 116/18, s. 1. (2) If an individual described in subsection (1) is reappointed to the roster within one year of the expiry of the last appointment, they may serve for up to an additional three consecutive years after which they will be eligible for reappointment after one year’s absence from the roster. O. Reg. 116/18, s. 1. (3) This section is revoked on May 13, 2023. O. Reg. 116/18, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>2.2 </b>(1) Subject to subsection (2), subsection 21 (8) of the Act does not apply to an individual,</p> <p class=\"clause-e\">  (a) who was appointed to their first term as a member of the roster of adjudicators between February 15, 2012 and May 14, 2012; and</p> <p class=\"clause-e\">  (b) whose last appointment expires between February 14, 2018 and May 13, 2018. O. Reg. 116/18, s. 1.</p> <p class=\"subsection-e\">  (2) If an individual described in subsection (1) is reappointed to the roster within one year of the expiry of the last appointment, they may serve for up to an additional three consecutive years after which they will be eligible for reappointment after one year’s absence from the roster. O. Reg. 116/18, s. 1.</p> <p class=\"Psubsection-e\">  (3) This section is revoked on May 13, 2023. O. Reg. 116/18, s. 1.</p>"
        },
        {
            "id": "3.",
            "section": "Exemption, fees, Part V of the Act, etc.",
            "content": " 3. (1) Clause 37 (2) (c), Part V and section 68 of the Act do not apply to an individual who is an apprentice in a trade receiving training and work experience in the trade while participating in, (a) the Ontario Youth Apprenticeship Program; (b) a program that is similar to the Ontario Youth Apprenticeship Program, approved by the Minister and operated under the supervision of, (i) a board as defined in subsection 1 (1) of the Education Act, or (ii) a band, council of a band or education authority authorized by the Crown in right of Canada to provide education to persons who are Indians within the meaning of the Indian Act (Canada); or (c) a pre-apprenticeship program approved by the Minister. O. Reg. 421/12, s. 3 (1); O. Reg. 130/13, s. 2 (1). (2) Despite section 42 of the Act, the Registrar shall not include in the register information concerning individuals to whom clause (1) (a) or (b) applies. O. Reg. 421/12, s. 3 (2). (3) An apprentice to whom subsection (1) applies shall not be included in a journeyperson to apprentice ratio for a trade, if a ratio is established or is deemed to be established under the Act for the trade. O. Reg. 130/13, s. 2 (2). (4) Section 8 of the Act does not apply to a sponsor of apprentices who permits an apprentice to work, if subsection (1) applies to the apprentice. O. Reg. 130/13, s. 2 (2). (5) Paragraphs 1 and 2 of section 13 of Ontario Regulation 321/12 (Classes of Members and Registration) made under the Act do not apply to the class of persons who employ journeypersons or who sponsor or employ apprentices with respect to apprentices to whom subsection (1) applies. O. Reg. 130/13, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) Clause 37 (2) (c), Part V and section 68 of the Act do not apply to an individual who is an apprentice in a trade receiving training and work experience in the trade while participating in,</p> <p class=\"clause-e\">  (a) the Ontario Youth Apprenticeship Program;</p> <p class=\"clause-e\">  (b) a program that is similar to the Ontario Youth Apprenticeship Program, approved by the Minister and operated under the supervision of,</p> <p class=\"subclause-e\">  (i) a board as defined in subsection 1 (1) of the <i>Education Act</i>, or</p> <p class=\"subclause-e\">  (ii) a band, council of a band or education authority authorized by the Crown in right of Canada to provide education to persons who are Indians within the meaning of the <i>Indian Act </i>(Canada); or</p> <p class=\"clause-e\">  (c) a pre-apprenticeship program approved by the Minister. O. Reg. 421/12, s. 3 (1); O. Reg. 130/13, s. 2 (1).</p> <p class=\"subsection-e\">  (2) Despite section 42 of the Act, the Registrar shall not include in the register information concerning individuals to whom clause (1) (a) or (b) applies. O. Reg. 421/12, s. 3 (2).</p> <p class=\"subsection-e\">  (3) An apprentice to whom subsection (1) applies shall not be included in a journeyperson to apprentice ratio for a trade, if a ratio is established or is deemed to be established under the Act for the trade. O. Reg. 130/13, s. 2 (2).</p> <p class=\"subsection-e\">  (4) Section 8 of the Act does not apply to a sponsor of apprentices who permits an apprentice to work, if subsection (1) applies to the apprentice. O. Reg. 130/13, s. 2 (2).</p> <p class=\"subsection-e\">  (5) Paragraphs 1 and 2 of section 13 of Ontario Regulation 321/12 (Classes of Members and Registration) made under the Act do not apply to the class of persons who employ journeypersons or who sponsor or employ apprentices with respect to apprentices to whom subsection (1) applies. O. Reg. 130/13, s. 2 (2).</p>"
        },
        {
            "id": "3.1",
            "section": "Exemption, barbers",
            "content": " 3.1 An individual who, on March 26, 2013, held a valid certificate of qualification in the trade of barber under the Apprenticeship and Certification Act, 1998 is exempt from the payment of fees under clause 37 (1) (c) of the Act with respect to an application for a certificate of qualification in the trade of hairstylist until the earlier of, (a) the trade of barber is prescribed as a trade; and (b) January 1, 2022. O. Reg. 130/13, s. 3; O. Reg. 70/15, s. 1; O. Reg. 91/16, s. 1; O. Reg. 78/17, s. 1; O. Reg. 68/19, s. 1; O. Reg. 127/20, s. 1; O. Reg. 262/21, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>3.1 </b>An individual who, on March 26, 2013, held a valid certificate of qualification in the trade of barber under the <i>Apprenticeship and Certification Act, 1998</i> is exempt from the payment of fees under clause 37 (1) (c) of the Act with respect to an application for a certificate of qualification in the trade of hairstylist until the earlier of,</p> <p class=\"clause-e\">  (a) the trade of barber is prescribed as a trade; and</p> <p class=\"clause-e\">  (b) January 1, 2022. O. Reg. 130/13, s. 3; O. Reg. 70/15, s. 1; O. Reg. 91/16, s. 1; O. Reg. 78/17, s. 1; O. Reg. 68/19, s. 1; O. Reg. 127/20, s. 1; O. Reg. 262/21, s. 1.</p>"
        },
        {
            "id": "3.2",
            "section": "Exemption, voluntary certificates of qualification",
            "content": " 3.2 (1) An individual who held a certificate of qualification in a voluntary trade under the Trades Qualification and Apprenticeship Act or the Apprenticeship and Certification Act, 1998 that was valid immediately before section 37 of the Act came into force is exempt from subsection 89 (2) of the Act. O. Reg. 130/13, s. 3. (2) An individual to whom subsection (1) applies is exempt from the requirement set out in subsection 89 (3) of the Act to file his or her application for a certificate of qualification and to pay the fees before the expiry of the period referred to in subsection 89 (2) of the Act, but such an individual is entitled to a certificate of qualification in his or her trade issued by the College upon filing an application with the registrar and upon paying the fees required by the by-laws of the College. O. Reg. 130/13, s. 3. (3) The following provisions of the Act and regulations do not apply to an individual to whom subsection (1) applies with respect to the voluntary trade for which the individual holds a certificate of qualification under the Trades Qualification and Apprenticeship Act or the Apprenticeship and Certification Act, 1998 unless the College issues him or her a certificate of qualification for the trade under the Act after the individual has applied for one and paid the required fee: 1. Subsection 28 (1) of the Act. 2. Subsection 37 (10) of the Act. 3. Clauses 53 (1) (c) and (d) of the Act. 4. A regulation made under paragraph 3 of subsection 72 (1) of the Act. O. Reg. 130/13, s. 3. (4) A deemed certificate of qualification in a trade to which subsection (1) and subsection 89 (1) of the Act apply ceases to have effect if, (a) the individual who holds the certificate is issued a certificate of qualification in the trade under the Act by the College after the individual has applied for one and paid the required fee; or (b) the trade is reclassified as a compulsory trade under the Act. O. Reg. 130/13, s. 3. Transition",
            "raw_html": "<p class=\"section-e\"> <b>3.2 </b>(1) An individual who held a certificate of qualification in a voluntary trade under the <i>Trades Qualification and Apprenticeship Act</i> or the <i>Apprenticeship and Certification Act, 1998</i> that was valid immediately before section 37 of the Act came into force is exempt from subsection 89 (2) of the Act. O. Reg. 130/13, s. 3.</p> <p class=\"subsection-e\">  (2) An individual to whom subsection (1) applies is exempt from the requirement set out in subsection 89 (3) of the Act to file his or her application for a certificate of qualification and to pay the fees before the expiry of the period referred to in subsection 89 (2) of the Act, but such an individual is entitled to a certificate of qualification in his or her trade issued by the College upon filing an application with the registrar and upon paying the fees required by the by-laws of the College. O. Reg. 130/13, s. 3.</p> <p class=\"subsection-e\">  (3) The following provisions of the Act and regulations do not apply to an individual to whom subsection (1) applies with respect to the voluntary trade for which the individual holds a certificate of qualification under the <i>Trades Qualification and Apprenticeship Act</i><i> </i>or the <i>Apprenticeship and Certification Act, 1998</i> unless the College issues him or her a certificate of qualification for the trade under the Act after the individual has applied for one and paid the required fee:</p> <p class=\"paragraph-e\">  1. Subsection 28 (1) of the Act.</p> <p class=\"paragraph-e\">  2. Subsection 37 (10) of the Act.  </p> <p class=\"paragraph-e\">  3. Clauses 53 (1) (c) and (d) of the Act.</p> <p class=\"paragraph-e\">  4. A regulation made under paragraph 3 of subsection 72 (1) of the Act. O. Reg. 130/13, s. 3.</p> <p class=\"subsection-e\">  (4) A deemed certificate of qualification in a trade to which subsection (1) and subsection 89 (1) of the Act apply ceases to have effect if, </p> <p class=\"clause-e\">  (a) the individual who holds the certificate is issued a certificate of qualification in the trade under the Act by the College after the individual has applied for one and paid the required fee; or</p> <p class=\"clause-e\">  (b) the trade is reclassified as a compulsory trade under the Act. O. Reg. 130/13, s. 3.</p> <p class=\"heading1-e\">Transition</p>"
        },
        {
            "id": "4.",
            "section": "Deemed certificates of qualification, general",
            "content": " 4. For the purposes of subsection 89 (2) of the Act, a deemed certificate of qualification to which subsection 89 (1) of the Act applies and that has an expiry date, ceases to have effect with respect to a deemed certificate of qualification issued to a journeyperson under the Trades Qualification and Apprenticeship Act or the Apprenticeship and Certification Act, 1998 on the later of, (a) the month and day of the expiry date listed on the certificate that first occurs after section 37 of the Act comes into force, regardless of the year of expiry: and (b) 60 days after the day section 37 of the Act comes into force. O. Reg. 130/13, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>For the purposes of subsection 89 (2) of the Act, a deemed certificate of qualification to which subsection 89 (1) of the Act applies and that has an expiry date, ceases to have effect with respect to a<i> </i>deemed<i> </i>certificate of qualification issued to a journeyperson under the <i>Trades Qualification and Apprenticeship Act </i>or the<i> Apprenticeship and Certification Act, 1998</i><i> on the later of</i>,</p> <p class=\"clause-e\">  (a) the month and day of the expiry date listed on the certificate that first occurs after section 37 of the Act comes into force, regardless of the year of expiry: and</p> <p class=\"clause-e\">  (b) 60 days after the day section 37 of the Act comes into force. O. Reg. 130/13, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Deemed certificates of qualification, provisional certificates of qualification",
            "content": " 5. (1) A provisional certificate of qualification issued to an individual under the Trades Qualification and Apprenticeship Act that is valid immediately before the day section 37 of the Act comes into force is deemed to be a provisional certificate of qualification issued under the Act to the individual in the trade for which the certificate was issued. O. Reg. 421/12, s. 5 (1). (2) A deemed provisional certificate of qualification to which subsection (1) applies ceases to have effect on the expiry date listed on the provisional certificate of qualification issued under the Trades Qualification and Apprenticeship Act. O. Reg. 421/12, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) A provisional certificate of qualification issued to an individual under the <i>Trades Qualification and Apprenticeship Act </i>that is valid immediately before the day section 37 of the Act comes into force is deemed to be a provisional certificate of qualification issued under the Act to the individual in the trade for which the certificate was issued. O. Reg. 421/12, s. 5 (1).</p> <p class=\"subsection-e\">  (2) A deemed provisional certificate of qualification to which subsection (1) applies ceases to have effect on the expiry date listed on the provisional certificate of qualification issued under the <i>Trades Qualification and Apprenticeship Act</i><i>. O. Reg. 421/12, s. 5 (2).</i></p>"
        },
        {
            "id": "6.",
            "section": "Deemed certificates of qualification, letters of permission",
            "content": " 6. (1) A letter of permission that is issued to an individual under the Apprenticeship and Certification Act, 1998 that is valid immediately before the day section 37 of the Act comes into force is deemed to be,  (a) a\r\nstatement of membership in the journeyperson candidates class issued under the Act to the individual in the trade for which the letter of permission was issued, if the individual has a certificate of apprenticeship in the trade issued under the Apprenticeship and Certification Act, 1998; or (b) a provisional certificate of qualification issued under the Act to the individual in the trade for which the letter of permission was issued, if the individual does not have a certificate of apprenticeship in the trade issued under the Apprenticeship and Certification Act, 1998. O. Reg. 421/12, s. 6 (1). (2) A deemed statement of membership to which clause (1) (a) applies ceases to have effect on the day that is the first anniversary of the coming into force of section 37 of the Act. O. Reg. 421/12, s. 6 (2). (3) A deemed provisional certificate of qualification to which clause (1) (b) applies ceases to have effect on the expiry date listed on the letter of permission issued under the Apprenticeship and Certification Act, 1998. O. Reg. 421/12, s. 6 (3).",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) A letter of permission that is issued to an individual under the <i>Apprenticeship and Certification Act, 1998</i> that is valid immediately before the day section 37 of the Act comes into force is deemed to be, </p> <p class=\"clause-e\">  (a) a\r\nstatement of membership in the journeyperson candidates class issued under the Act to the individual in the trade for which the letter of permission was issued, if the individual has a certificate of apprenticeship in the trade issued under the <i>Apprenticeship and Certification Act, 1998</i>; or</p> <p class=\"clause-e\">  (b) a provisional certificate of qualification issued under the Act to the individual in the trade for which the letter of permission was issued, if the individual does not have a certificate of apprenticeship in the trade issued under the <i>Apprenticeship and Certification Act, 1998</i>. O. Reg. 421/12, s. 6 (1).</p> <p class=\"subsection-e\">  (2) A deemed statement of membership to which clause (1) (a) applies ceases to have effect on the day that is the first anniversary of the coming into force of section 37 of the Act. O. Reg. 421/12, s. 6 (2).</p> <p class=\"subsection-e\">  (3) A deemed provisional certificate of qualification to which clause (1) (b) applies ceases to have effect on the expiry date listed on the letter of permission issued under the <i>Apprenticeship and Certification Act, 1998</i>. O. Reg. 421/12, s. 6 (3).</p>"
        },
        {
            "id": "7.",
            "section": "Deemed statements of membership",
            "content": " 7. (1) A certificate of apprenticeship that is issued in a compulsory trade on the day that section 37 of the Act comes into force is deemed also to be a statement of membership in the journeyperson candidates class in the trade for which the certificate was issued, if the trade is governed by the Trades Qualification and Apprenticeship Act immediately before the day section 37 of the Act comes into force. O. Reg. 421/12, s. 7 (1). (2) A deemed statement of membership to which subsection (1) applies ceases to have effect on the day that is the first anniversary of the coming into force of section 37 of the Act. O. Reg. 421/12, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) A certificate of apprenticeship that is issued in a compulsory trade on the day that section 37 of the Act comes into force is deemed also to be a statement of membership in the journeyperson candidates class in the trade for which the certificate was issued, if the trade is governed by the <i>Trades Qualification and Apprenticeship Act</i> immediately before the day section 37 of the Act comes into force. O. Reg. 421/12, s. 7 (1).</p> <p class=\"subsection-e\">  (2) A deemed statement of membership to which subsection (1) applies ceases to have effect on the day that is the first anniversary of the coming into force of section 37 of the Act. O. Reg. 421/12, s. 7 (2).</p>"
        },
        {
            "id": null,
            "section": "Deemed registered training agreement",
            "content": "  7.1 (1) If an apprentice named in a deemed registered training agreement to which subsection 90 (1) of the Act applies does not obtain, before September 20, 2014, a statement of membership as an apprentice in the relevant trade issued by the College, the apprentice’s registered training agreement is suspended on that day. O. Reg. 180/14, s. 1. (2) The suspension of a registered training agreement under subsection (1) continues until either the apprentice obtains a statement of membership as an apprentice in the relevant trade issued by the College or the registered training agreement is cancelled pursuant to subsection (3). O. Reg. 180/14, s. 1. (3) If an apprentice whose registered training agreement has been suspended under subsection (1) does not obtain a statement of membership as an apprentice in the relevant trade issued by the College before January 1, 2015, the apprentice’s registered training agreement is cancelled on that day. O. Reg. 180/14, s. 1. Transition, trade no longer prescribed",
            "raw_html": "<p class=\"section-e\"><i>  7.1 </i>(1) If an apprentice named in a deemed registered training agreement to which subsection 90 (1) of the Act applies does not obtain, before September 20, 2014, a statement of membership as an apprentice in the relevant trade issued by the College, the apprentice’s registered training agreement is suspended on that day. O. Reg. 180/14, s. 1.</p> <p class=\"subsection-e\">  (2) The suspension of a registered training agreement under subsection (1) continues until either the apprentice obtains a statement of membership as an apprentice in the relevant trade issued by the College or the registered training agreement is cancelled pursuant to subsection (3). O. Reg. 180/14, s. 1.</p> <p class=\"subsection-e\">  (3) If an apprentice whose registered training agreement has been suspended under subsection (1) does not obtain a statement of membership as an apprentice in the relevant trade issued by the College before January 1, 2015, the apprentice’s registered training agreement is cancelled on that day. O. Reg. 180/14, s. 1.</p> <p class=\"Psection-e\">Transition, trade no longer prescribed</p>"
        },
        {
            "id": "8.",
            "section": "Deemed registered training agreement",
            "content": " 8. (1) The trades to which this section applies are the following: 1. Trades in the industrial sector: i. Composite Structures Technician. ii. Electrical Control (Machine) Builder. iii. Fitter — Assembler (Motor Assembly). iv. Precision Metal Fabricator. v. Pump Systems Installer. vi. Roll Grinder/Turner. vii. Ski Lift Mechanic. 2. Trades in the motive power sector: i. Tire, Wheel and Rim Mechanic. 3. Trades in the service sector: i. Hardware, Lumber and Building Materials Retailer. ii. Pool, Hot Tub and Spa — Installer. iii. Pool, Hot Tub and Spa — Service Technician. iv. Wooden Boat Rebuilder. O. Reg. 224/19, s. 1. (2) Any registered training agreement in a trade listed in subsection (1) is cancelled on July 1, 2019. O. Reg. 224/19, s. 1. (3) Any statement of membership or certificate of qualification in a trade listed in subsection (1) is cancelled on July 1, 2019. O. Reg. 224/19, s. 1. (4) If, on or before June 30, 2019, a person held a statement of membership or certificate of qualification in a trade listed in subsection (1), the Registrar shall remove from the public register any information about the member relating to the trade. O. Reg. 224/19, s. 1. (5) An individual who, (a) holds a certificate issued by the Minister pursuant to section 66 of the Act in the trade of Tire, Wheel and Rim Mechanic; or (b) held a certificate of qualification in the trade of Tire, Wheel and Rim Mechanic on June 30, 2019, is deemed to have successfully completed a course of study approved by the Minister on the removal and replacement of wheels and rims for the purposes of paragraph 4 of subsection 2 (1). O. Reg. 224/19, s. 1. (6) The College shall refund any annual membership fees paid by a person in respect of a period that includes June 30, 2019 or any later period, and who, on June 30, 2019, held a statement of membership or a certificate of qualification in a trade listed in subsection (1), unless the person was also, on that day, a member in a trade that continued to be a prescribed trade after that day. O. Reg. 224/19, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) The trades to which this section applies are the following:</p> <p class=\"paragraph-e\">  1. Trades in the industrial sector:</p> <p class=\"subpara-e\">  i. Composite Structures Technician.</p> <p class=\"subpara-e\">  ii. Electrical Control (Machine) Builder.</p> <p class=\"subpara-e\">  iii. Fitter — Assembler (Motor Assembly).</p> <p class=\"subpara-e\">  iv. Precision Metal Fabricator.</p> <p class=\"subpara-e\">  v. Pump Systems Installer.</p> <p class=\"subpara-e\">  vi. Roll Grinder/Turner.</p> <p class=\"subpara-e\">  vii. Ski Lift Mechanic.</p> <p class=\"paragraph-e\">  2. Trades in the motive power sector:</p> <p class=\"subpara-e\">  i. Tire, Wheel and Rim Mechanic.</p> <p class=\"paragraph-e\">  3. Trades in the service sector:</p> <p class=\"subpara-e\">  i. Hardware, Lumber and Building Materials Retailer.</p> <p class=\"subpara-e\">  ii. Pool, Hot Tub and Spa — Installer.</p> <p class=\"subpara-e\">  iii. Pool, Hot Tub and Spa — Service Technician.</p> <p class=\"subpara-e\">  iv. Wooden Boat Rebuilder. O. Reg. 224/19, s. 1.</p> <p class=\"subsection-e\">  (2) Any registered training agreement in a trade listed in subsection (1) is cancelled on July 1, 2019. O. Reg. 224/19, s. 1.</p> <p class=\"subsection-e\">  (3) Any statement of membership or certificate of qualification in a trade listed in subsection (1) is cancelled on July 1, 2019. O. Reg. 224/19, s. 1.</p> <p class=\"subsection-e\">  (4) If, on or before June 30, 2019, a person held a statement of membership or certificate of qualification in a trade listed in subsection (1), the Registrar shall remove from the public register any information about the member relating to the trade. O. Reg. 224/19, s. 1.</p> <p class=\"subsection-e\">  (5) An individual who,</p> <p class=\"clause-e\">  (a) holds a certificate issued by the Minister pursuant to section 66 of the Act in the trade of Tire, Wheel and Rim Mechanic; or</p> <p class=\"clause-e\">  (b) held a certificate of qualification in the trade of Tire, Wheel and Rim Mechanic on June 30, 2019,</p> <p class=\"Ssubsection-e\">is deemed to have successfully completed a course of study approved by the Minister on the removal and replacement of wheels and rims for the purposes of paragraph 4 of subsection 2 (1). O. Reg. 224/19, s. 1.</p> <p class=\"subsection-e\">  (6) The College shall refund any annual membership fees paid by a person in respect of a period that includes June 30, 2019 or any later period, and who, on June 30, 2019, held a statement of membership or a certificate of qualification in a trade listed in subsection (1), unless the person was also, on that day, a member in a trade that continued to be a prescribed trade after that day. O. Reg. 224/19, s. 1.</p>"
        },
        {
            "id": "9.",
            "section": "Transition, transfer of revenue",
            "content": " 9. (1) The Minister may transfer accrued revenue received from journeypersons on account of the fees for the renewal of certificates of qualification under the Apprenticeship and Certification Act, 1998 and the Trades Qualification and Apprenticeship Act to the College. O. Reg. 421/12, s. 9 (1). (2) The College shall apply the revenue received from the Minister to the fees for certificates of qualification of the journeypersons from whom the fees for the renewal of certificates were received. O. Reg. 421/12, s. 9 (2). (3) In transferring accrued revenue under subsection (1), the Minister may prorate the revenue so that the prorated amount transferred to the College reflects, in the Minister’s view, the relationship between, (a) the period to which the renewal of the certificate of qualification applies before the day section 37 of the Act comes into force; and (b) the period to which the renewal of the certificate of qualification applies on and after the day section 37 of the Act comes into force. O. Reg. 421/12, s. 9 (3).",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) The Minister may transfer accrued revenue received from journeypersons on account of the fees for the renewal of certificates of qualification under the <i>Apprenticeship and Certification Act, 1998 </i>and the <i>Trades Qualification and Apprenticeship Act </i>to the College. O. Reg. 421/12, s. 9 (1).</p> <p class=\"subsection-e\">  (2) The College shall apply the revenue received from the Minister to the fees for certificates of qualification of the journeypersons from whom the fees for the renewal of certificates were received. O. Reg. 421/12, s. 9 (2).</p> <p class=\"subsection-e\">  (3) In transferring accrued revenue under subsection (1), the Minister may prorate the revenue so that the prorated amount transferred to the College reflects, in the Minister’s view, the relationship between, </p> <p class=\"clause-e\">  (a) the period to which the renewal of the certificate of qualification applies before the day section 37 of the Act comes into force; and</p> <p class=\"clause-e\">  (b) the period to which the renewal of the certificate of qualification applies on and after the day section 37 of the Act comes into force. O. Reg. 421/12, s. 9 (3).</p>"
        },
        {
            "id": "10.",
            "section": "Transition, name of trade",
            "content": " 10. (1) For the purposes of the Act, the trade under the Apprenticeship and Certification Act, 1998 or the Trades Qualification and Apprenticeship Act that is listed in Column 1 of Schedule 1 to this Regulation is deemed to be the trade under the Act listed opposite to it in Column 2 of the Schedule. O. Reg. 421/12, s. 10 (1). (2) For the purposes of sections 4, 5, 6 and 7 of this Regulation and sections 89 and 90 of the Act, the Registrar may deem a trade named in a certificate of qualification, provisional certificate of qualification, certificate of apprenticeship or letter of permission issued under the Apprenticeship and Certification Act, 1998 or the Trades Qualification and Apprenticeship Act to be a trade prescribed under the Act. O. Reg. 421/12, s. 10 (2). Training Agreements",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) For the purposes of the Act, the trade under the<i> Apprenticeship and Certification Act, 1998 </i>or the <i>Trades Qualification and Apprenticeship Act</i> that is listed in Column 1 of Schedule 1 to this Regulation is deemed to be the trade under the Act listed opposite to it in Column 2 of the Schedule. O. Reg. 421/12, s. 10 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of sections 4, 5, 6 and 7 of this Regulation and sections 89 and 90 of the Act, the Registrar may deem a trade named in a certificate of qualification, provisional certificate of qualification, certificate of apprenticeship or letter of permission issued under the <i>Apprenticeship and Certification Act, 1998</i> or the <i>Trades Qualification and Apprenticeship Act</i> to be a trade prescribed under the Act. O. Reg. 421/12, s. 10 (2).</p> <p class=\"heading1-e\">Training Agreements</p>"
        },
        {
            "id": "11.",
            "section": "Transition, name of trade",
            "content": " 11. (1) Subject to subsection (2), a training agreement shall not be registered under section 65 (1) of the Act unless the individual who is to receive the training has successfully completed Grade 12 in Ontario or has successfully completed an academic standard that the Minister considers equivalent to Grade 12. O. Reg. 70/15, s. 3. (2) If the training agreement relates to a trade set out in Column 1 of Schedule 2 to this Regulation, the agreement shall not be registered unless the individual has successfully completed the grade in Ontario set out in Column 2 opposite the trade, or has successfully completed an academic standard that the Minister considers equivalent to that grade. O. Reg. 70/15, s. 3. Notices of Contravention",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) Subject to subsection (2), a training agreement shall not be registered under section 65 (1) of the Act unless the individual who is to receive the training has successfully completed Grade 12 in Ontario or has successfully completed an academic standard that the Minister considers equivalent to Grade 12. O. Reg. 70/15, s. 3.</p> <p class=\"subsection-e\">  (2) If the training agreement relates to a trade set out in Column 1 of Schedule 2 to this Regulation, the agreement shall not be registered unless the individual has successfully completed the grade in Ontario set out in Column 2 opposite the trade, or has successfully completed an academic standard that the Minister considers equivalent to that grade. O. Reg. 70/15, s. 3.</p> <p class=\"heading1-e\">Notices of Contravention</p>"
        },
        {
            "id": "12.",
            "section": "One notice each day",
            "content": "  12. When issuing a notice of a contravention under subsection 59.1 (1) of the Act to a person in respect of section 4 of the Act, the Registrar or an inspector shall issue only one notice in respect of the contravention on any given day. O. Reg. 169/17, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>  12. </b>When issuing a notice of a contravention under subsection 59.1 (1) of the Act to a person in respect of section 4 of the Act, the Registrar or an inspector shall issue only one notice in respect of the contravention on any given day. O. Reg. 169/17, s. 2.</p>"
        },
        {
            "id": "13.",
            "section": "Publication re: notice of contravention",
            "content": "  13. (1) The College shall publish particulars of notices of contravention issued under subsection 59.1 (1) of the Act as follows: 1. If the deadline to apply to the Ontario Labour Relations Board under subsection 59.2 (1) of the Act for a review of a notice of contravention has expired and no review has been applied for, the College shall publish the particulars of the notice within three months after the day on which the deadline expired. 2. If a review of a notice of contravention has been applied for and, upon a review, the Ontario Labour Relations Board does not rescind the notice, the College shall publish the particulars of the notice within three months after the day on which the Board completed the review. O. Reg. 169/17, s. 2. (2) The particulars of a notice of contravention to be published are, (a) a summary of the contravention; (b) the date on which the notice of contravention was issued; (c) the location at which the notice of contravention was issued; (d) the amount of the administrative penalty set out in the notice; and (e) whether the person to whom the notice of contravention was issued has been issued other notices, except for any notice rescinded by the Ontario Labour Relations Board under clause 59.2 (11) (b) of the Act, in the three years preceding the date on which the notice was issued. O. Reg. 169/17, s. 2. (3) The particulars of a notice of contravention shall be published by posting them on the College’s website or making them available through a hyperlink at the College’s website. O. Reg. 169/17, s. 2. (4) The College shall also make the particulars available for public inspection during normal business hours in the office of the College. O. Reg. 169/17, s. 2. (5) The College shall publish the particulars and make them available for public inspection for a period of at least two years. O. Reg. 169/17, s. 2. Schedule 1 Column 1   Trade or trade branch name under the Apprenticeship and Certification Act, 1998 or the Trades Qualification and Apprenticeship Act   Column 2  Trade name under the Ontario College of Trades and Apprenticeship Act, 2009 \n\n  Auto Body and Collision Damage Repairer — Branch 1   Auto Body and Collision Damage Repairer \n\n  Auto Body Repairer — Branch 2   Auto Body Repairer \n\n  Cook — Assistant — Branch 1   Assistant Cook \n\n  Cook — Branch 2   Cook \n\n  Cement Finisher   Cement (Concrete) Finisher \n\n  Cement Mason   Cement (Concrete) Finisher \n\n  CNC Programmer   Computer Numerical Control (CNC) Programmer \n\n  Hoisting Engineer — Branch 1, Mobile Crane Operator   Hoisting Engineer — Mobile Crane Operator 1 \n\n  Hoisting Engineer — Branch 2, Mobile Crane Operator   Hoisting Engineer — Mobile Crane Operator 2 \n\n  Hoisting Engineer — Branch 3, Tower Crane Operator   Hoisting Engineer — Tower Crane Operator \n\n  Ironworker and Reinforcing Rodworker — Branch 1, Ironworker — Generalist   Ironworker — Generalist \n\n  Ironworker and Reinforcing Rodworker — Branch 2, Ironworker — Structural and Ornamental   Ironworker — Structural and Ornamental \n\n  Ironworker and Reinforcing Rodworker — Branch 3, Reinforcing Rodworker   Reinforcing Rodworker \n\n  Painter and Decorator — Branch 1, Commercial and Residential   Painter and Decorator — Commercial and Residential \n\n  Painter and Decorator — Branch 2, Industrial   Painter and Decorator — Industrial O. Reg. 421/12, Sched. 1. Schedule 2 Item   Column 1   Trade   Column 2   Grade \n\n  1.   Architectural Glass and Metal Technician   10 \n\n  2.   Assistant Cook   10 \n\n  3.   Auto Body Repairer   10 \n\n  4.   Brick and Stone Mason   8 \n\n  5.   Cement (Concrete) Finisher   10 \n\n  6.   Construction Boilermaker   10 \n\n  7.   Construction Craft Worker   10 \n\n  8.   Construction Millwright   10 \n\n  9.   Drywall, Acoustic and Lathing Applicator   10 \n\n  10.   Drywall Finisher and Plasterer   8 \n\n  11.   Electrician - Construction and Maintenance   10 \n\n  12.   Electrician - Domestic and Rural   10 \n\n  13.   Floor Covering Installer   10 \n\n  14.   General Carpenter   10 \n\n  15.   Heat and Frost Insulator   10 \n\n  16.   Hoisting Engineer - Mobile Crane Operator 1   10 \n\n  17.   Hoisting Engineer - Mobile Crane Operator 2   10 \n\n  18.   Hoisting Engineer - Tower Crane Operator   10 \n\n  19.   Ironworker - Generalist   10 \n\n  20.   Ironworker - Structural and Ornamental   10 \n\n  21.   Painter and Decorator - Commercial and Residential   10 \n\n  22.   Painter and Decorator - Industrial   10 \n\n  23.   Plumber   10 \n\n  24.   Powerline Technician   10 \n\n  25.   Precast Concrete Erector   10 \n\n  26.   Precast Concrete Finisher   10 \n\n  27.   Refrigeration and Air Conditioning Systems Mechanic   10 \n\n  28.   Reinforcing Rodworker   10 \n\n  29.   Residential Air Conditioning Systems Mechanic   10 \n\n  30.   Residential (Low Rise) Sheet Metal Installer   10 \n\n  31.   Restoration Mason   10 \n\n  32.   Roofer   10 \n\n  33.   Sheet Metal Worker   10 \n\n  34.   Sprinkler and Fire Protection Installer   10 \n\n  35.   Steamfitter   10 \n\n  36.   Terrazzo, Tile and Marble Setter   10 \n\n  37.   Tractor-Trailer Commercial Driver   10 O. Reg. 70/15. s. 4  Français  ",
            "raw_html": "<p class=\"section-e\"><b>  13. </b>(1) The College shall publish particulars of notices of contravention issued under subsection 59.1 (1) of the Act as follows:</p> <p class=\"paragraph-e\">  1. If the deadline to apply to the Ontario Labour Relations Board under subsection 59.2 (1) of the Act for a review of a notice of contravention has expired and no review has been applied for, the College shall publish the particulars of the notice within three months after the day on which the deadline expired.</p> <p class=\"paragraph-e\">  2. If a review of a notice of contravention has been applied for and, upon a review, the Ontario Labour Relations Board does not rescind the notice, the College shall publish the particulars of the notice within three months after the day on which the Board completed the review. O. Reg. 169/17, s. 2.</p> <p class=\"subsection-e\">  (2) The particulars of a notice of contravention to be published are,</p> <p class=\"clause-e\">  (a) a summary of the contravention;</p> <p class=\"clause-e\">  (b) the date on which the notice of contravention was issued;</p> <p class=\"clause-e\">  (c) the location at which the notice of contravention was issued;</p> <p class=\"clause-e\">  (d) the amount of the administrative penalty set out in the notice; and</p> <p class=\"clause-e\">  (e) whether the person to whom the notice of contravention was issued has been issued other notices, except for any notice rescinded by the Ontario Labour Relations Board under clause 59.2 (11) (b) of the Act, in the three years preceding the date on which the notice was issued. O. Reg. 169/17, s. 2.</p> <p class=\"subsection-e\">  (3) The particulars of a notice of contravention shall be published by posting them on the College’s website or making them available through a hyperlink at the College’s website. O. Reg. 169/17, s. 2.</p> <p class=\"subsection-e\">  (4) The College shall also make the particulars available for public inspection during normal business hours in the office of the College. O. Reg. 169/17, s. 2.</p> <p class=\"subsection-e\">  (5) The College shall publish the particulars and make them available for public inspection for a period of at least two years. O. Reg. 169/17, s. 2.</p> <p class=\"schedule-e\">Schedule 1</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"408\"> <p class=\"table-e\">Column 1 <br/>  Trade or trade branch name under the <i>Apprenticeship and Certification Act, 1998</i> or the <i>Trades Qualification and Apprenticeship Act</i></p> </td> <td valign=\"top\" width=\"264\"> <p class=\"table-e\">Column 2 <br/> <span>Trade name under the </span><i>Ontario College of Trades and Apprenticeship Act, 2009</i></p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"408\"> <p class=\"table-e\">Auto Body and Collision Damage Repairer — Branch 1</p> </td> <td valign=\"top\" width=\"264\"> <p class=\"table-e\">Auto Body and Collision Damage Repairer</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"408\"> <p class=\"table-e\">Auto Body Repairer — Branch 2</p> </td> <td valign=\"top\" width=\"264\"> <p class=\"table-e\">Auto Body Repairer</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"408\"> <p class=\"table-e\">Cook — Assistant — Branch 1</p> </td> <td valign=\"top\" width=\"264\"> <p class=\"table-e\">Assistant Cook</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"408\"> <p class=\"table-e\">Cook — Branch 2</p> </td> <td valign=\"top\" width=\"264\"> <p class=\"table-e\">Cook</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"408\"> <p class=\"table-e\">Cement Finisher</p> </td> <td valign=\"top\" width=\"264\"> <p class=\"table-e\">Cement (Concrete) Finisher</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"408\"> <p class=\"table-e\">Cement Mason</p> </td> <td valign=\"top\" width=\"264\"> <p class=\"table-e\">Cement (Concrete) Finisher</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"408\"> <p class=\"table-e\">CNC Programmer</p> </td> <td valign=\"top\" width=\"264\"> <p class=\"table-e\">Computer Numerical Control (CNC) Programmer</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"408\"> <p class=\"table-e\">Hoisting Engineer — Branch 1, Mobile Crane Operator</p> </td> <td valign=\"top\" width=\"264\"> <p class=\"table-e\">Hoisting Engineer — Mobile Crane Operator 1</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"408\"> <p class=\"table-e\">Hoisting Engineer — Branch 2, Mobile Crane Operator</p> </td> <td valign=\"top\" width=\"264\"> <p class=\"table-e\">Hoisting Engineer — Mobile Crane Operator 2</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"408\"> <p class=\"table-e\">Hoisting Engineer — Branch 3, Tower Crane Operator</p> </td> <td valign=\"top\" width=\"264\"> <p class=\"table-e\">Hoisting Engineer — Tower Crane Operator</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"408\"> <p class=\"table-e\">Ironworker and Reinforcing Rodworker — Branch 1, Ironworker — Generalist</p> </td> <td valign=\"top\" width=\"264\"> <p class=\"table-e\">Ironworker — Generalist</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"408\"> <p class=\"table-e\">Ironworker and Reinforcing Rodworker — Branch 2, Ironworker — Structural and Ornamental</p> </td> <td valign=\"top\" width=\"264\"> <p class=\"table-e\">Ironworker — Structural and Ornamental</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"408\"> <p class=\"table-e\">Ironworker and Reinforcing Rodworker — Branch 3, Reinforcing Rodworker</p> </td> <td valign=\"top\" width=\"264\"> <p class=\"table-e\">Reinforcing Rodworker</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"408\"> <p class=\"table-e\">Painter and Decorator — Branch 1, Commercial and Residential</p> </td> <td valign=\"top\" width=\"264\"> <p class=\"table-e\">Painter and Decorator — Commercial and Residential</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"408\"> <p class=\"table-e\">Painter and Decorator — Branch 2, Industrial</p> </td> <td valign=\"top\" width=\"264\"> <p class=\"table-e\">Painter and Decorator — Industrial</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 421/12, Sched. 1.</p> <p class=\"schedule-e\">Schedule 2</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"456\"> <p class=\"table-e\">Column 1 <br/>  Trade</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">Column 2 <br/>  Grade</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"456\"> <p class=\"table-e\">Architectural Glass and Metal Technician</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"456\"> <p class=\"table-e\">Assistant Cook</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"456\"> <p class=\"table-e\">Auto Body Repairer</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"456\"> <p class=\"table-e\">Brick and Stone Mason</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">8</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"456\"> <p class=\"table-e\">Cement (Concrete) Finisher</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"456\"> <p class=\"table-e\">Construction Boilermaker</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">7.</p> </td> <td valign=\"top\" width=\"456\"> <p class=\"table-e\">Construction Craft Worker</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">8.</p> </td> <td valign=\"top\" width=\"456\"> <p class=\"table-e\">Construction Millwright</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">9.</p> </td> <td valign=\"top\" width=\"456\"> <p class=\"table-e\">Drywall, Acoustic and Lathing Applicator</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">10.</p> </td> <td valign=\"top\" width=\"456\"> <p class=\"table-e\">Drywall Finisher and Plasterer</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">8</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">11.</p> </td> <td valign=\"top\" width=\"456\"> <p class=\"table-e\">Electrician - Construction and Maintenance</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">12.</p> </td> <td valign=\"top\" width=\"456\"> <p class=\"table-e\">Electrician - Domestic and Rural</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">13.</p> </td> <td valign=\"top\" width=\"456\"> <p class=\"table-e\">Floor Covering Installer</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">14.</p> </td> <td valign=\"top\" width=\"456\"> <p class=\"table-e\">General Carpenter</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">15.</p> </td> <td valign=\"top\" width=\"456\"> <p class=\"table-e\">Heat and Frost Insulator</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">16.</p> </td> <td valign=\"top\" width=\"456\"> <p class=\"table-e\">Hoisting Engineer - Mobile Crane Operator 1</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">17.</p> </td> <td valign=\"top\" width=\"456\"> <p class=\"table-e\">Hoisting Engineer - Mobile Crane Operator 2</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">18.</p> </td> <td valign=\"top\" width=\"456\"> <p class=\"table-e\">Hoisting Engineer - Tower Crane Operator</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">19.</p> </td> <td valign=\"top\" width=\"456\"> <p class=\"table-e\">Ironworker - Generalist</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">20.</p> </td> <td valign=\"top\" width=\"456\"> <p class=\"table-e\">Ironworker - Structural and Ornamental</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">21.</p> </td> <td valign=\"top\" width=\"456\"> <p class=\"table-e\">Painter and Decorator - Commercial and Residential</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">22.</p> </td> <td valign=\"top\" width=\"456\"> <p class=\"table-e\">Painter and Decorator - Industrial</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">23.</p> </td> <td valign=\"top\" width=\"456\"> <p class=\"table-e\">Plumber</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">24.</p> </td> <td valign=\"top\" width=\"456\"> <p class=\"table-e\">Powerline Technician</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">25.</p> </td> <td valign=\"top\" width=\"456\"> <p class=\"table-e\">Precast Concrete Erector</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">26.</p> </td> <td valign=\"top\" width=\"456\"> <p class=\"table-e\">Precast Concrete Finisher</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">27.</p> </td> <td valign=\"top\" width=\"456\"> <p class=\"table-e\">Refrigeration and Air Conditioning Systems Mechanic</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">28.</p> </td> <td valign=\"top\" width=\"456\"> <p class=\"table-e\">Reinforcing Rodworker</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">29.</p> </td> <td valign=\"top\" width=\"456\"> <p class=\"table-e\">Residential Air Conditioning Systems Mechanic</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">30.</p> </td> <td valign=\"top\" width=\"456\"> <p class=\"table-e\">Residential (Low Rise) Sheet Metal Installer</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">31.</p> </td> <td valign=\"top\" width=\"456\"> <p class=\"table-e\">Restoration Mason</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">32.</p> </td> <td valign=\"top\" width=\"456\"> <p class=\"table-e\">Roofer</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">33.</p> </td> <td valign=\"top\" width=\"456\"> <p class=\"table-e\">Sheet Metal Worker</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">34.</p> </td> <td valign=\"top\" width=\"456\"> <p class=\"table-e\">Sprinkler and Fire Protection Installer</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">35.</p> </td> <td valign=\"top\" width=\"456\"> <p class=\"table-e\">Steamfitter</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">36.</p> </td> <td valign=\"top\" width=\"456\"> <p class=\"table-e\">Terrazzo, Tile and Marble Setter</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">37.</p> </td> <td valign=\"top\" width=\"456\"> <p class=\"table-e\">Tractor-Trailer Commercial Driver</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">10</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 70/15. s. 4</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/120421\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}