{
    "reg_info": {
        "full_title": "O. Reg. 83/97: COMPRESSED NATURAL GAS STORAGE, HANDLING AND UTILIZATION",
        "reg_name_text": "COMPRESSED NATURAL GAS STORAGE, HANDLING AND UTILIZATION",
        "citation": "O. Reg. 83/97: ",
        "act_under": "Energy Act   Loi sur les hydrocarbures",
        "url": "https://www.ontario.ca/laws/regulation/970083",
        "date_scraped": "2023-12-19 22:48:20"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": "DEFINITIONS",
            "content": "1. In this Regulation, “approved” means, (a) acceptable to the Director, (b) with respect to a standard or a laboratory test report, that the standard or laboratory test report is accepted by the Director, (c) with respect to an appliance, that the appliance bears the label or symbol of a designated testing organization certifying compliance with an approved standard or a laboratory test report, (d) with respect to a component, accessory or equipment other than the pressure piping system at a refuelling station, that the equipment, component or accessory bears the label or symbol of a designated testing organization certifying compliance with an approved standard or a laboratory test report, and (e) with respect to an installation or work, that the installation or work, as the case may be, complies with this Regulation; “bulk container” means a container that is designed to be permanently attached to a vehicle for the purpose of transporting NGV; “certificate”, except in sections 27, 28 and 30, means a certificate referred to in section 14 of the Act; “Code” means the Ontario Compressed Natural Gas Code, 1997, amended from time to time and adopted as part of this Regulation under section 2; “engineering services” means services performed by a person for the purposes of this Act and includes services for reviewing plans or drawings, services relating to requests for variances or deviations, services for monitoring field development projects and services relating to site remediation and general consultations; “installation” means the act of installing a component, accessory or other equipment on a natural gas vehicle or a facility for refuelling natural gas vehicles or any other facility at which natural gas is handled; “licence” means a licence referred to in section 12 of the Act; “natural gas” means natural gas that consists primarily of methane in gaseous state, with contaminants not exceeding the values set out in Part 2 of the Code; “natural gas vehicle” means a motor vehicle that is propelled or driven by an internal combustion engine fuelled by natural gas; “NGV” means natural gas to be used as engine fuel for a natural gas vehicle; “pressure piping system” means the natural gas piping system at a refuelling station, including its equipment, components and accessories, where the system is designed to operate at a pressure above 410 kPa gauge (60 psig); “private outlet” means a premises at which NGV is dispensed into the fuel container of motor vehicles used by the operator of the outlet, using VRA’s capable of a total output of over 0.3 cubic metre/minute (10 cubic feet/minute); “professional engineer” means a professional engineer within the meaning of the Professional Engineers Act; “refuelling station” means, (a) a facility for the dispensing of NGV and includes all stationary equipment and associated components downstream from the outlet of the meter station of the utility supplying natural gas, but does not include a private outlet, (b) a facility composed of one or more than one VRA that has been altered by the addition of containers storing NGV, or (c) any combination of facilities referred to in clauses (a) and (b); “registration” means a registration referred to in section 13 of the Act; “vehicle conversion centre” means a premises used to install, activate, alter, repair, service, purge or remove any part of a natural gas fuel system on a vehicle; “VRA” means a vehicle refuelling appliance that consists of a natural gas compressor package not containing storage, that has a flow rate not in excess of 0.3 cubic metre/minute (10 cubic feet/minute) and that is intended for unattended refuelling. O. Reg. 83/97, s. 1. CODE",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“approved” means,</p> <p class=\"defclause-e\">(a) acceptable to the Director,</p> <p class=\"defclause-e\">(b) with respect to a standard or a laboratory test report, that the standard or laboratory test report is accepted by the Director,</p> <p class=\"defclause-e\">(c) with respect to an appliance, that the appliance bears the label or symbol of a designated testing organization certifying compliance with an approved standard or a laboratory test report,</p> <p class=\"defclause-e\">(d) with respect to a component, accessory or equipment other than the pressure piping system at a refuelling station, that the equipment, component or accessory bears the label or symbol of a designated testing organization certifying compliance with an approved standard or a laboratory test report, and</p> <p class=\"defclause-e\">(e) with respect to an installation or work, that the installation or work, as the case may be, complies with this Regulation;</p> <p class=\"definition-e\">“bulk container” means a container that is designed to be permanently attached to a vehicle for the purpose of transporting NGV;</p> <p class=\"definition-e\">“certificate”, except in sections 27, 28 and 30, means a certificate referred to in section 14 of the Act;</p> <p class=\"definition-e\">“Code” means the Ontario Compressed Natural Gas Code, 1997, amended from time to time and adopted as part of this Regulation under section 2;</p> <p class=\"definition-e\">“engineering services” means services performed by a person for the purposes of this Act and includes services for reviewing plans or drawings, services relating to requests for variances or deviations, services for monitoring field development projects and services relating to site remediation and general consultations;</p> <p class=\"definition-e\">“installation” means the act of installing a component, accessory or other equipment on a natural gas vehicle or a facility for refuelling natural gas vehicles or any other facility at which natural gas is handled;</p> <p class=\"definition-e\">“licence” means a licence referred to in section 12 of the Act;</p> <p class=\"definition-e\">“natural gas” means natural gas that consists primarily of methane in gaseous state, with contaminants not exceeding the values set out in Part 2 of the Code;</p> <p class=\"definition-e\">“natural gas vehicle” means a motor vehicle that is propelled or driven by an internal combustion engine fuelled by natural gas;</p> <p class=\"definition-e\">“NGV” means natural gas to be used as engine fuel for a natural gas vehicle;</p> <p class=\"definition-e\">“pressure piping system” means the natural gas piping system at a refuelling station, including its equipment, components and accessories, where the system is designed to operate at a pressure above 410 kPa gauge (60 psig);</p> <p class=\"definition-e\">“private outlet” means a premises at which NGV is dispensed into the fuel container of motor vehicles used by the operator of the outlet, using VRA’s capable of a total output of over 0.3 cubic metre/minute (10 cubic feet/minute);</p> <p class=\"definition-e\">“professional engineer” means a professional engineer within the meaning of the <i>Professional Engineers Act</i>;</p> <p class=\"definition-e\">“refuelling station” means,</p> <p class=\"defclause-e\">(a) a facility for the dispensing of NGV and includes all stationary equipment and associated components downstream from the outlet of the meter station of the utility supplying natural gas, but does not include a private outlet,</p> <p class=\"defclause-e\">(b) a facility composed of one or more than one VRA that has been altered by the addition of containers storing NGV, or</p> <p class=\"defclause-e\">(c) any combination of facilities referred to in clauses (a) and (b);</p> <p class=\"definition-e\">“registration” means a registration referred to in section 13 of the Act;</p> <p class=\"definition-e\">“vehicle conversion centre” means a premises used to install, activate, alter, repair, service, purge or remove any part of a natural gas fuel system on a vehicle;</p> <p class=\"definition-e\">“VRA” means a vehicle refuelling appliance that consists of a natural gas compressor package not containing storage, that has a flow rate not in excess of 0.3 cubic metre/minute (10 cubic feet/minute) and that is intended for unattended refuelling. O. Reg. 83/97, s. 1.</p> <p class=\"heading1-e\">CODE</p>"
        },
        {
            "id": "2.",
            "section": "CODE",
            "content": "2. (1) The publication entitled the Ontario Compressed Natural Gas Code, 1997, as amended from time to time, issued by the Engineering and Standards Branch, Technical Standards Division of the Ministry of Consumer and Commercial Relations and the standards and laboratory test reports referred to in it to the extent they apply to the Code, are adopted as part of this Regulation. (2) All persons engaged in the handling of compressed natural gas or in the selling, renting, installing, activating, altering, maintaining, servicing, purging, removing or operating compressed natural gas equipment or the fuel systems of natural gas vehicles shall comply with the Code. (3) If a provision of this Regulation conflicts with a provision of the Code, the provision of this Regulation applies. O. Reg. 83/97, s. 2. DESIGNATED TESTING ORGANIZATIONS",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) The publication entitled the Ontario Compressed Natural Gas Code, 1997, as amended from time to time, issued by the Engineering and Standards Branch, Technical Standards Division of the Ministry of Consumer and Commercial Relations and the standards and laboratory test reports referred to in it to the extent they apply to the Code, are adopted as part of this Regulation.</p> <p class=\"subsection-e\">(2) All persons engaged in the handling of compressed natural gas or in the selling, renting, installing, activating, altering, maintaining, servicing, purging, removing or operating compressed natural gas equipment or the fuel systems of natural gas vehicles shall comply with the Code.</p> <p class=\"subsection-e\">(3) If a provision of this Regulation conflicts with a provision of the Code, the provision of this Regulation applies. O. Reg. 83/97, s. 2.</p> <p class=\"heading1-e\">DESIGNATED TESTING ORGANIZATIONS</p>"
        },
        {
            "id": "3.",
            "section": "DESIGNATED TESTING ORGANIZATIONS",
            "content": "3. (1) The Canadian Gas Association, the Canadian Standards Association, the Underwriters’ Laboratories of Canada and the Underwriters’ Laboratories Inc. are designated as organizations to test appliances, equipment, components and accessories to approved standards or laboratory test reports. (2) A designated testing organization may test an appliance, equipment, component or accessory for which there is no approved standard or laboratory test report, in which case it shall report its findings to the Director who may accept the report. (3) A person may apply to a designated testing organization to have an appliance, equipment, component or accessory tested under this section. (4) A designated testing organization that tests an appliance, equipment, component or accessory shall place its label or symbol on it if, (a) it conforms to the applicable approved standard or laboratory test report; or (b) the Director accepts a report on it under subsection (2). O. Reg. 83/97, s. 3. Refuelling Stations — Construction and Alteration",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) The Canadian Gas Association, the Canadian Standards Association, the Underwriters’ Laboratories of Canada and the Underwriters’ Laboratories Inc. are designated as organizations to test appliances, equipment, components and accessories to approved standards or laboratory test reports.</p> <p class=\"subsection-e\">(2) A designated testing organization may test an appliance, equipment, component or accessory for which there is no approved standard or laboratory test report, in which case it shall report its findings to the Director who may accept the report.</p> <p class=\"subsection-e\">(3) A person may apply to a designated testing organization to have an appliance, equipment, component or accessory tested under this section.</p> <p class=\"subsection-e\">(4) A designated testing organization that tests an appliance, equipment, component or accessory shall place its label or symbol on it if,</p> <p class=\"clause-e\">(a) it conforms to the applicable approved standard or laboratory test report; or</p> <p class=\"clause-e\">(b) the Director accepts a report on it under subsection (2). O. Reg. 83/97, s. 3.</p> <p class=\"heading1-e\">Refuelling Stations — Construction and Alteration</p>"
        },
        {
            "id": "4.",
            "section": "Refuelling Stations — Construction and Alteration",
            "content": "4. (1) No person shall start or cause or permit to be started the construction of a refuelling station or the making of an alteration to a refuelling station unless, (a) the person has obtained the Director’s written approval of the design of the station or the alteration; or (b) the person has submitted to the Director, (i) a legible plan in duplicate drawn to scale showing the design of the station or the alteration signed and sealed by a professional engineer, (ii) the statutory declaration of the professional engineer declaring that the design complies with all applicable requirements of this Regulation, and (iii) in the case of an alteration, the evidence required by clause 6 (3) (a), if the Director requests it. (2) An application for the Director’s approval of the design of a refuelling station or an alteration to a refuelling station shall consist of, (a) a legible plan in triplicate drawn to scale showing the design of the station or the alteration; (b) in the case of an alteration, the evidence referred to in clauses 6 (3) (a) to (d), if the Director requests it; and (c) sufficient information for the Director to determine whether the design of the station or the alteration complies with this Regulation. (3) An applicant for the Director’s approval of the design of a refuelling station or an alteration to a refuelling station shall pay a fee for the Director to have a design review done. (4) Upon approving a design, the Director shall mark the approval on one copy of each plan submitted by the applicant and shall return it to the applicant. O. Reg. 83/97, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) No person shall start or cause or permit to be started the construction of a refuelling station or the making of an alteration to a refuelling station unless,</p> <p class=\"clause-e\">(a) the person has obtained the Director’s written approval of the design of the station or the alteration; or</p> <p class=\"clause-e\">(b) the person has submitted to the Director,</p> <p class=\"subclause-e\">(i) a legible plan in duplicate drawn to scale showing the design of the station or the alteration signed and sealed by a professional engineer,</p> <p class=\"subclause-e\">(ii) the statutory declaration of the professional engineer declaring that the design complies with all applicable requirements of this Regulation, and</p> <p class=\"subclause-e\">(iii) in the case of an alteration, the evidence required by clause 6 (3) (a), if the Director requests it.</p> <p class=\"subsection-e\">(2) An application for the Director’s approval of the design of a refuelling station or an alteration to a refuelling station shall consist of,</p> <p class=\"clause-e\">(a) a legible plan in triplicate drawn to scale showing the design of the station or the alteration;</p> <p class=\"clause-e\">(b) in the case of an alteration, the evidence referred to in clauses 6 (3) (a) to (d), if the Director requests it; and</p> <p class=\"clause-e\">(c) sufficient information for the Director to determine whether the design of the station or the alteration complies with this Regulation.</p> <p class=\"subsection-e\">(3) An applicant for the Director’s approval of the design of a refuelling station or an alteration to a refuelling station shall pay a fee for the Director to have a design review done.</p> <p class=\"subsection-e\">(4) Upon approving a design, the Director shall mark the approval on one copy of each plan submitted by the applicant and shall return it to the applicant. O. Reg. 83/97, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Refuelling Stations — Construction and Alteration",
            "content": "5. Except if the VRA is connected to storage or is located at a private outlet, no person shall install a VRA unless the VRA is installed in accordance with Part 9 of the CAN/CGA B 149.1-M95 Standard entitled the Natural Gas Installation Code, as it exists on the day this Regulation comes into force. O. Reg. 83/97, s. 5. LICENCES FOR REFUELLING STATIONS",
            "raw_html": "<p class=\"section-e\"><b>5. </b>Except if the VRA is connected to storage or is located at a private outlet, no person shall install a VRA unless the VRA is installed in accordance with Part 9 of the CAN/CGA B 149.1-M95 Standard entitled the Natural Gas Installation Code, as it exists on the day this Regulation comes into force. O. Reg. 83/97, s. 5.</p> <p class=\"heading1-e\">LICENCES FOR REFUELLING STATIONS</p>"
        },
        {
            "id": "6.",
            "section": "LICENCES FOR REFUELLING STATIONS",
            "content": "6. (1) A licence to operate a refuelling station is valid for only one refuelling station. (2) An applicant for a licence to operate a refuelling station shall complete and sign an application in a form authorized by the Director and shall submit the application to the Director. O. Reg. 83/97, s. 6 (1, 2). (3) An application for a licence to operate a refuelling station shall include, (a) evidence acceptable to the Director from the municipality where the refuelling station is located indicating that the use of the station for its intended purpose does not contravene the zoning by-laws of the municipality; (b) evidence acceptable to the Director that the refuelling station and all related piping comply with Ontario Regulation 546/96 (Gas Utilization Code) made under the Act, if piping at the station downstream from the meter station of the natural gas distributor is designed for pressure of 410 kPa gauge (60 psig) or less; (c) if the Director requests, evidence acceptable to the Director that the pressure piping system and natural gas containers installed at the refuelling station meet the requirements of the Boilers and Pressure Vessels Act, if the system or containers are designed for pressure of more than 410 kPa gauge (60 psig); (d) evidence acceptable to the Director that a certificate of inspection has been issued by the Electrical Safety Authority, as defined in the Electricity Act, 1998, certifying compliance of the electrical system of the refuelling station with the Electrical Safety Code made under the Electricity Act, 1998; and (e) payment of the fee set out in the Schedule. O. Reg. 83/97, s. 6 (3); O. Reg. 151/99, s. 1. (4) The Director shall not issue a licence to operate a refuelling station unless the applicant for the licence submits a completed application and, (a) an inspection of the refuelling station referred to in the application, confirms that the station complies with this Regulation; or (b) the Director is otherwise satisfied that the refuelling station referred to in the application complies with this Regulation. O. Reg. 83/97, s. 6 (4).",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) A licence to operate a refuelling station is valid for only one refuelling station.</p> <p class=\"subsection-e\">(2) An applicant for a licence to operate a refuelling station shall complete and sign an application in a form authorized by the Director and shall submit the application to the Director. O. Reg. 83/97, s. 6 (1, 2).</p> <p class=\"subsection-e\">(3) An application for a licence to operate a refuelling station shall include,</p> <p class=\"clause-e\">(a) evidence acceptable to the Director from the municipality where the refuelling station is located indicating that the use of the station for its intended purpose does not contravene the zoning by-laws of the municipality;</p> <p class=\"clause-e\">(b) evidence acceptable to the Director that the refuelling station and all related piping comply with Ontario Regulation 546/96 (Gas Utilization Code) made under the Act, if piping at the station downstream from the meter station of the natural gas distributor is designed for pressure of 410 kPa gauge (60 psig) or less;</p> <p class=\"clause-e\">(c) if the Director requests, evidence acceptable to the Director that the pressure piping system and natural gas containers installed at the refuelling station meet the requirements of the <i>Boilers and Pressure Vessels Act</i>, if the system or containers are designed for pressure of more than 410 kPa gauge (60 psig);</p> <p class=\"clause-e\">(d) evidence acceptable to the Director that a certificate of inspection has been issued by the Electrical Safety Authority, as defined in the <i>Electricity Act, 1998</i>, certifying compliance of the electrical system of the refuelling station with the Electrical Safety Code made under the <i>Electricity Act, 1998</i>; and</p> <p class=\"clause-e\">(e) payment of the fee set out in the Schedule. O. Reg. 83/97, s. 6 (3); O. Reg. 151/99, s. 1.</p> <p class=\"subsection-e\">(4) The Director shall not issue a licence to operate a refuelling station unless the applicant for the licence submits a completed application and,</p> <p class=\"clause-e\">(a) an inspection of the refuelling station referred to in the application, confirms that the station complies with this Regulation; or</p> <p class=\"clause-e\">(b) the Director is otherwise satisfied that the refuelling station referred to in the application complies with this Regulation. O. Reg. 83/97, s. 6 (4).</p>"
        },
        {
            "id": "7.",
            "section": "LICENCES FOR REFUELLING STATIONS",
            "content": "7. The holder of a licence to operate a refuelling station shall display it in a conspicuous place at the refuelling station referred to in the licence. O. Reg. 83/97, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>The holder of a licence to operate a refuelling station shall display it in a conspicuous place at the refuelling station referred to in the licence. O. Reg. 83/97, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "LICENCES FOR REFUELLING STATIONS",
            "content": "8. (1) If an alteration is made to a refuelling station after the Director has issued a licence to operate the refuelling station, no person shall operate the station or permit the station to be operated unless the holder of the licence has obtained the Director’s written approval of the alteration. (2) The Director shall not approve an alteration to a refuelling station unless, (a) an inspection of the refuelling station confirms that the station, including the alteration, complies with this Regulation; or (b) the Director is otherwise satisfied that the refuelling station, including the alteration, complies with this Regulation. O. Reg. 83/97, s. 8. LICENCES FOR TRANSPORT VEHICLES",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) If an alteration is made to a refuelling station after the Director has issued a licence to operate the refuelling station, no person shall operate the station or permit the station to be operated unless the holder of the licence has obtained the Director’s written approval of the alteration.</p> <p class=\"subsection-e\">(2) The Director shall not approve an alteration to a refuelling station unless,</p> <p class=\"clause-e\">(a) an inspection of the refuelling station confirms that the station, including the alteration, complies with this Regulation; or</p> <p class=\"clause-e\">(b) the Director is otherwise satisfied that the refuelling station, including the alteration, complies with this Regulation. O. Reg. 83/97, s. 8.</p> <p class=\"heading1-e\">LICENCES FOR TRANSPORT VEHICLES</p>"
        },
        {
            "id": "9.",
            "section": "LICENCES FOR TRANSPORT VEHICLES",
            "content": "9. (1) A licence to transport NGV in a bulk container on a transport vehicle is valid for only one transport vehicle. (2) An applicant for a licence to transport NGV in a bulk container on a transport vehicle shall complete and sign an application in a form authorized by the Director and shall submit the application to the Director, together with payment of the fee set out in the Schedule. (3) The Director shall not issue a licence to transport NGV in a bulk container on a transport vehicle unless the applicant for the licence submits a completed application and, (a) an inspection of the transport vehicle referred to in the application, confirms that the vehicle complies with this Regulation; or (b) the Director is otherwise satisfied that the transport vehicle referred to in the application complies with this Regulation. O. Reg. 83/97, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) A licence to transport NGV in a bulk container on a transport vehicle is valid for only one transport vehicle.</p> <p class=\"subsection-e\">(2) An applicant for a licence to transport NGV in a bulk container on a transport vehicle shall complete and sign an application in a form authorized by the Director and shall submit the application to the Director, together with payment of the fee set out in the Schedule.</p> <p class=\"subsection-e\">(3) The Director shall not issue a licence to transport NGV in a bulk container on a transport vehicle unless the applicant for the licence submits a completed application and,</p> <p class=\"clause-e\">(a) an inspection of the transport vehicle referred to in the application, confirms that the vehicle complies with this Regulation; or</p> <p class=\"clause-e\">(b) the Director is otherwise satisfied that the transport vehicle referred to in the application complies with this Regulation. O. Reg. 83/97, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "LICENCES FOR TRANSPORT VEHICLES",
            "content": "10. The holder of a licence to transport NGV in a bulk container on a transport vehicle shall carry it in or on the vehicle referred to in the licence. O. Reg. 83/97, s. 10. APPROVAL OF PRIVATE OUTLETS",
            "raw_html": "<p class=\"section-e\"><b>10. </b>The holder of a licence to transport NGV in a bulk container on a transport vehicle shall carry it in or on the vehicle referred to in the licence. O. Reg. 83/97, s. 10.</p> <p class=\"heading1-e\">APPROVAL OF PRIVATE OUTLETS</p>"
        },
        {
            "id": "11.",
            "section": "APPROVAL OF PRIVATE OUTLETS",
            "content": "11. (1) No person shall operate a private outlet unless the operator of it has obtained the Director’s written approval to operate the outlet. (2) The Director shall not issue an approval to operate a private outlet unless the operator of it submits to the Director a statutory declaration signed by a certified gas technician (G.1 or G.2) under the Act that verifies that, (a) the installation of the outlet complies with Part 9 of the CAN/CGA B149.1 M95-Standard as it exists on the day this Regulation comes into force; and (b) the operator has notified the municipality where the outlet is located of the location. (3) An approval to operate a private outlet expires if a change, alteration or addition is made to the private outlet after the approval is issued. (4) An approval to operate a private outlet is not transferable. O. Reg. 83/97, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) No person shall operate a private outlet unless the operator of it has obtained the Director’s written approval to operate the outlet.</p> <p class=\"subsection-e\">(2) The Director shall not issue an approval to operate a private outlet unless the operator of it submits to the Director a statutory declaration signed by a certified gas technician (G.1 or G.2) under the Act that verifies that,</p> <p class=\"clause-e\">(a) the installation of the outlet complies with Part 9 of the CAN/CGA B149.1 M95-Standard as it exists on the day this Regulation comes into force; and</p> <p class=\"clause-e\">(b) the operator has notified the municipality where the outlet is located of the location.</p> <p class=\"subsection-e\">(3) An approval to operate a private outlet expires if a change, alteration or addition is made to the private outlet after the approval is issued.</p> <p class=\"subsection-e\">(4) An approval to operate a private outlet is not transferable. O. Reg. 83/97, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": "APPROVAL OF PRIVATE OUTLETS",
            "content": "12. The operator of a private outlet who has obtained the Director’s approval to operate the outlet shall display it at the outlet so that it is readily visible. O. Reg. 83/97, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>The operator of a private outlet who has obtained the Director’s approval to operate the outlet shall display it at the outlet so that it is readily visible. O. Reg. 83/97, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": "APPROVAL OF PRIVATE OUTLETS",
            "content": "13. No person shall supply natural gas to a private outlet unless the operator of the outlet has obtained the Director’s written approval to operate the outlet and has displayed it at the outlet so that it is readily visible. O. Reg. 83/97, s. 13. REGISTRATION OF CONTRACTORS",
            "raw_html": "<p class=\"section-e\"><b>13. </b>No person shall supply natural gas to a private outlet unless the operator of the outlet has obtained the Director’s written approval to operate the outlet and has displayed it at the outlet so that it is readily visible. O. Reg. 83/97, s. 13.</p> <p class=\"heading1-e\">REGISTRATION OF CONTRACTORS</p>"
        },
        {
            "id": "14.",
            "section": "REGISTRATION OF CONTRACTORS",
            "content": "14. (1) No person other than a contractor who has registered with the Director shall carry on the business of, or a business that includes, (a) operating a vehicle conversion centre; (b) installing, removing, repairing, altering or servicing a pressure piping system. (2) An applicant is entitled to registration as a contractor upon, (a) submitting to the Director an application in a form authorized by the Director that is completed and signed by the applicant; and (b) paying the fee set out in the Schedule. (3) A registered contractor who operates a vehicle conversion centre shall not operate it at a location other than that specified in the registration. O. Reg. 83/97, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14. </b>(1) No person other than a contractor who has registered with the Director shall carry on the business of, or a business that includes,</p> <p class=\"clause-e\">(a) operating a vehicle conversion centre;</p> <p class=\"clause-e\">(b) installing, removing, repairing, altering or servicing a pressure piping system.</p> <p class=\"subsection-e\">(2) An applicant is entitled to registration as a contractor upon,</p> <p class=\"clause-e\">(a) submitting to the Director an application in a form authorized by the Director that is completed and signed by the applicant; and</p> <p class=\"clause-e\">(b) paying the fee set out in the Schedule.</p> <p class=\"subsection-e\">(3) A registered contractor who operates a vehicle conversion centre shall not operate it at a location other than that specified in the registration. O. Reg. 83/97, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": "REGISTRATION OF CONTRACTORS",
            "content": "15. The holder of a registration shall display it in a conspicuous place at the business address set out on the registration. O. Reg. 83/97, s. 15. GENERAL — LICENCES AND REGISTRATIONS",
            "raw_html": "<p class=\"section-e\"><b>15. </b>The holder of a registration shall display it in a conspicuous place at the business address set out on the registration. O. Reg. 83/97, s. 15.</p> <p class=\"heading1-e\">GENERAL — LICENCES AND REGISTRATIONS</p>"
        },
        {
            "id": "16.",
            "section": "GENERAL — LICENCES AND REGISTRATIONS",
            "content": "16. (1) A licence or registration under this Regulation expires, (a) 12 months after it is issued, if it is not issued for a temporary purpose; or (b) at the time stated on it which shall be earlier than 12 months after it is issued, if it is issued for a temporary purpose. (2) A licence or registration, as the case may be, shall state the date on which it was issued and the date on which it expires. O. Reg. 83/97, s. 16.",
            "raw_html": "<p class=\"section-e\"><b>16. </b>(1) A licence or registration under this Regulation expires,</p> <p class=\"clause-e\">(a) 12 months after it is issued, if it is not issued for a temporary purpose; or</p> <p class=\"clause-e\">(b) at the time stated on it which shall be earlier than 12 months after it is issued, if it is issued for a temporary purpose.</p> <p class=\"subsection-e\">(2) A licence or registration, as the case may be, shall state the date on which it was issued and the date on which it expires. O. Reg. 83/97, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": "GENERAL — LICENCES AND REGISTRATIONS",
            "content": "17. The holder of a licence or registration under this Regulation who is not in arrears of any fees owed to the Director is eligible for a renewal of the licence or registration upon paying to the Director the fee for a renewal set out in the Schedule before the licence or registration expires. O. Reg. 83/97, s. 17.",
            "raw_html": "<p class=\"section-e\"><b>17. </b>The holder of a licence or registration under this Regulation who is not in arrears of any fees owed to the Director is eligible for a renewal of the licence or registration upon paying to the Director the fee for a renewal set out in the Schedule before the licence or registration expires. O. Reg. 83/97, s. 17.</p>"
        },
        {
            "id": "18.",
            "section": "GENERAL — LICENCES AND REGISTRATIONS",
            "content": "18. (1) A licence or registration under this Regulation is not transferable. (2) If the name or address on a licence or registration changes, the holder shall promptly apply to the Director for a licence or registration containing the new name or address. (3) An applicant is entitled to receive a licence or registration containing the new name or address upon paying to the Director the fee set out in the Schedule. (4) A holder whose licence or registration is lost or destroyed shall promptly apply to the Director for a duplicate of it. (5) An applicant is entitled to receive a duplicate licence or registration upon paying to the Director the fee set out in the Schedule. (6) A person who obtains a duplicate licence or registration because the original was lost, shall promptly return the duplicate to the Director upon finding the original. O. Reg. 83/97, s. 18. OPERATION OF REFUELLING STATIONS",
            "raw_html": "<p class=\"section-e\"><b>18. </b>(1) A licence or registration under this Regulation is not transferable.</p> <p class=\"subsection-e\">(2) If the name or address on a licence or registration changes, the holder shall promptly apply to the Director for a licence or registration containing the new name or address.</p> <p class=\"subsection-e\">(3) An applicant is entitled to receive a licence or registration containing the new name or address upon paying to the Director the fee set out in the Schedule.</p> <p class=\"subsection-e\">(4) A holder whose licence or registration is lost or destroyed shall promptly apply to the Director for a duplicate of it.</p> <p class=\"subsection-e\">(5) An applicant is entitled to receive a duplicate licence or registration upon paying to the Director the fee set out in the Schedule.</p> <p class=\"subsection-e\">(6) A person who obtains a duplicate licence or registration because the original was lost, shall promptly return the duplicate to the Director upon finding the original. O. Reg. 83/97, s. 18.</p> <p class=\"heading1-e\">OPERATION OF REFUELLING STATIONS</p>"
        },
        {
            "id": "19.",
            "section": "OPERATION OF REFUELLING STATIONS",
            "content": "19. No person shall knowingly supply compressed natural gas to a refuelling station or to a VRA that contains substances in excess of the quantities listed in Clause 2.12 of the Code. O. Reg. 83/97, s. 19.",
            "raw_html": "<p class=\"section-e\"><b>19. </b>No person shall knowingly supply compressed natural gas to a refuelling station or to a VRA that contains substances in excess of the quantities listed in Clause 2.12 of the Code. O. Reg. 83/97, s. 19.</p>"
        },
        {
            "id": "20.",
            "section": "OPERATION OF REFUELLING STATIONS",
            "content": "20. The holder of a licence to operate a refuelling station shall not operate the refuelling station or permit the refuelling station to be operated except in accordance with this Regulation. O. Reg. 83/97, s. 20.",
            "raw_html": "<p class=\"section-e\"><b>20. </b>The holder of a licence to operate a refuelling station shall not operate the refuelling station or permit the refuelling station to be operated except in accordance with this Regulation. O. Reg. 83/97, s. 20.</p>"
        },
        {
            "id": "21.",
            "section": "OPERATION OF REFUELLING STATIONS",
            "content": "21. (1) A holder of a licence to operate a refuelling station where the dispensing pressure is controlled by a dome-load type system shall check the dispensing pressure at least once every two weeks by means approved for the purpose and shall, (a) record the date of the check, the ambient temperature, the dispensing pressure and the temperature-compensated dispensing pressure; (b) maintain the record for at least two years after it is made; and (c) produce the record, upon request, for examination by an inspector. (2) If the check reveals that the dispensing pressure is more than the approved allowable pressure, the holder of the licence shall immediately, (a) have the temperature-compensating pressure-limiting device of the system checked and serviced; and (b) cease all NGV dispensing operations at the refuelling station until the device is operating in accordance with the requirements of the Code. O. Reg. 83/97, s. 21.",
            "raw_html": "<p class=\"section-e\"><b>21. </b>(1) A holder of a licence to operate a refuelling station where the dispensing pressure is controlled by a dome-load type system shall check the dispensing pressure at least once every two weeks by means approved for the purpose and shall,</p> <p class=\"clause-e\">(a) record the date of the check, the ambient temperature, the dispensing pressure and the temperature-compensated dispensing pressure;</p> <p class=\"clause-e\">(b) maintain the record for at least two years after it is made; and</p> <p class=\"clause-e\">(c) produce the record, upon request, for examination by an inspector.</p> <p class=\"subsection-e\">(2) If the check reveals that the dispensing pressure is more than the approved allowable pressure, the holder of the licence shall immediately,</p> <p class=\"clause-e\">(a) have the temperature-compensating pressure-limiting device of the system checked and serviced; and</p> <p class=\"clause-e\">(b) cease all NGV dispensing operations at the refuelling station until the device is operating in accordance with the requirements of the Code. O. Reg. 83/97, s. 21.</p>"
        },
        {
            "id": "22.",
            "section": "OPERATION OF REFUELLING STATIONS",
            "content": "22. (1) A holder of a licence to operate a refuelling station where the dispensing pressure is controlled by an automatic temperature-compensating pressure-limiting device shall check the system at least once every six months and shall, (a) record the date of the check, the ambient temperature, the dispensing pressure and the temperature-compensated dispensing pressure; (b) maintain the record for at least two years after it is made; and (c) produce the record, upon request, for examination by an inspector. (2) If the check reveals that the device is not operating in accordance with the requirements of the Code, the holder of the licence shall, (a) have the device reset, serviced or repaired; and (b) cease all NGV dispensing operations at the refuelling station until the device is operating in accordance with the requirements of the Code. O. Reg. 83/97, s. 22.",
            "raw_html": "<p class=\"section-e\"><b>22. </b>(1) A holder of a licence to operate a refuelling station where the dispensing pressure is controlled by an automatic temperature-compensating pressure-limiting device shall check the system at least once every six months and shall,</p> <p class=\"clause-e\">(a) record the date of the check, the ambient temperature, the dispensing pressure and the temperature-compensated dispensing pressure;</p> <p class=\"clause-e\">(b) maintain the record for at least two years after it is made; and</p> <p class=\"clause-e\">(c) produce the record, upon request, for examination by an inspector.</p> <p class=\"subsection-e\">(2) If the check reveals that the device is not operating in accordance with the requirements of the Code, the holder of the licence shall,</p> <p class=\"clause-e\">(a) have the device reset, serviced or repaired; and</p> <p class=\"clause-e\">(b) cease all NGV dispensing operations at the refuelling station until the device is operating in accordance with the requirements of the Code. O. Reg. 83/97, s. 22.</p>"
        },
        {
            "id": "23.",
            "section": "OPERATION OF REFUELLING STATIONS",
            "content": "23. (1) The holder of a licence to operate a refuelling station shall ensure that the attendants at the refuelling station are trained in the safe use of the refuelling equipment, dispensing equipment, emergency shut-down switches and emergency valves at the refuelling station and in the safe handling of compressed natural gas. (2) The holder of a licence to operate a refuelling station shall make a record of the training given under subsection (1) and retain it at the refuelling station. (3) The holder of a licence to operate a refuelling station shall promptly notify the Director of all accidents or failures of equipment, components, accessories or works that result in a release of natural gas at the refuelling station. O. Reg. 83/97, s. 23.",
            "raw_html": "<p class=\"section-e\"><b>23. </b>(1) The holder of a licence to operate a refuelling station shall ensure that the attendants at the refuelling station are trained in the safe use of the refuelling equipment, dispensing equipment, emergency shut-down switches and emergency valves at the refuelling station and in the safe handling of compressed natural gas.</p> <p class=\"subsection-e\">(2) The holder of a licence to operate a refuelling station shall make a record of the training given under subsection (1) and retain it at the refuelling station.</p> <p class=\"subsection-e\">(3) The holder of a licence to operate a refuelling station shall promptly notify the Director of all accidents or failures of equipment, components, accessories or works that result in a release of natural gas at the refuelling station. O. Reg. 83/97, s. 23.</p>"
        },
        {
            "id": "24.",
            "section": "OPERATION OF REFUELLING STATIONS",
            "content": "24. (1) The operator of a natural gas vehicle shall turn off the engine of the vehicle before refuelling the vehicle at a refuelling station. (2) No person at a refuelling station shall have in possession lighted smoking materials or any other source of ignition within three metres (10 feet) of a point of transfer of natural gas, a vehicle refuelling receptacle or a container being refuelled. (3) No person shall refuel a natural gas vehicle at a refuelling station unless, (a) the engine ignition of the vehicle has been turned off; (b) the main burner and pilot light, if any, of an appliance on board the vehicle has been turned off; and (c) the vehicle’s refuelling receptacle is at least three metres (10 feet) from a source of ignition. O. Reg. 83/97, s. 24.",
            "raw_html": "<p class=\"section-e\"><b>24. </b>(1) The operator of a natural gas vehicle shall turn off the engine of the vehicle before refuelling the vehicle at a refuelling station.</p> <p class=\"subsection-e\">(2) No person at a refuelling station shall have in possession lighted smoking materials or any other source of ignition within three metres (10 feet) of a point of transfer of natural gas, a vehicle refuelling receptacle or a container being refuelled.</p> <p class=\"subsection-e\">(3) No person shall refuel a natural gas vehicle at a refuelling station unless,</p> <p class=\"clause-e\">(a) the engine ignition of the vehicle has been turned off;</p> <p class=\"clause-e\">(b) the main burner and pilot light, if any, of an appliance on board the vehicle has been turned off; and</p> <p class=\"clause-e\">(c) the vehicle’s refuelling receptacle is at least three metres (10 feet) from a source of ignition. O. Reg. 83/97, s. 24.</p>"
        },
        {
            "id": "25.",
            "section": "OPERATION OF REFUELLING STATIONS",
            "content": "25. (1) The holder of a licence to operate a fast fill refuelling station shall prepare or cause to be prepared an operating manual for the station that sets out the general operating procedures of the station, including procedures for the station regarding security, safety requirements, emergency procedures and routine maintenance. (2) The holder of a licence to operate a fast fill refuelling station shall, (a) ensure that each station operator and station attendant has read and understands the operating manual for the station; (b) keep the operating manual at the station for use by the operator and the attendant; and (c) make the operating manual for the station available, on request, for examination by an inspector. O. Reg. 83/97, s. 25.",
            "raw_html": "<p class=\"section-e\"><b>25. </b>(1) The holder of a licence to operate a fast fill refuelling station shall prepare or cause to be prepared an operating manual for the station that sets out the general operating procedures of the station, including procedures for the station regarding security, safety requirements, emergency procedures and routine maintenance.</p> <p class=\"subsection-e\">(2) The holder of a licence to operate a fast fill refuelling station shall,</p> <p class=\"clause-e\">(a) ensure that each station operator and station attendant has read and understands the operating manual for the station;</p> <p class=\"clause-e\">(b) keep the operating manual at the station for use by the operator and the attendant; and</p> <p class=\"clause-e\">(c) make the operating manual for the station available, on request, for examination by an inspector. O. Reg. 83/97, s. 25.</p>"
        },
        {
            "id": "26.",
            "section": "OPERATION OF REFUELLING STATIONS",
            "content": "26. (1) The holder of a licence to operate a fast fill refuelling station shall ensure that each attendant in control of the equipment referred to in clauses 4 and 5 of the CAN/CGA B 108-M95 Standard entitled the NGV Refuelling Stations Installation Code as it exists on the day this Regulation comes into force, (a) monitors not more than 12 hydrocarbon fuel dispensers at a time, whether or not the dispensers are dispensing; (b) has a two-way communication system to communicate with persons at a natural gas dispenser monitored by the console attendant; (c) has an unobstructed view of each natural gas dispenser monitored by the attendant and of a person operating the dispenser; and (d) has an emergency shut-down switch that is within easy reach of the console and that can simultaneously shut off all dispensers at the station regardless of the product being dispensed. (2) A holder of a licence to operate a fast fill refuelling station is not required to comply with clause (1) (c) if the station is equipped with a system of video monitoring that, (a) allows the attendant a constant view of the dispensing equipment; and (b) automatically turns off all dispensers monitored by the system if the system fails. (3) An attendant referred to in subsection (1) at a fast fill refuelling station where self-serve dispensing occurs shall, (a) not activate a dispenser unless safe dispensing can start; (b) be in constant attendance at the console while a dispenser is in use; (c) if a fire, explosion, natural gas release, fuel spill or any other hazardous condition occurs at the station, activate an emergency shut-down switch to shut-off all dispensers at the station, regardless of the product being dispensed, until a safe condition has been restored; and (d) operate the station in accordance with the operating manual for the station. O. Reg. 83/97, s. 26. VEHICLE CONVERSION",
            "raw_html": "<p class=\"section-e\"><b>26. </b>(1) The holder of a licence to operate a fast fill refuelling station shall ensure that each attendant in control of the equipment referred to in clauses 4 and 5 of the CAN/CGA B 108-M95 Standard entitled the NGV Refuelling Stations Installation Code as it exists on the day this Regulation comes into force,</p> <p class=\"clause-e\">(a) monitors not more than 12 hydrocarbon fuel dispensers at a time, whether or not the dispensers are dispensing;</p> <p class=\"clause-e\">(b) has a two-way communication system to communicate with persons at a natural gas dispenser monitored by the console attendant;</p> <p class=\"clause-e\">(c) has an unobstructed view of each natural gas dispenser monitored by the attendant and of a person operating the dispenser; and</p> <p class=\"clause-e\">(d) has an emergency shut-down switch that is within easy reach of the console and that can simultaneously shut off all dispensers at the station regardless of the product being dispensed.</p> <p class=\"subsection-e\">(2) A holder of a licence to operate a fast fill refuelling station is not required to comply with clause (1) (c) if the station is equipped with a system of video monitoring that,</p> <p class=\"clause-e\">(a) allows the attendant a constant view of the dispensing equipment; and</p> <p class=\"clause-e\">(b) automatically turns off all dispensers monitored by the system if the system fails.</p> <p class=\"subsection-e\">(3) An attendant referred to in subsection (1) at a fast fill refuelling station where self-serve dispensing occurs shall,</p> <p class=\"clause-e\">(a) not activate a dispenser unless safe dispensing can start;</p> <p class=\"clause-e\">(b) be in constant attendance at the console while a dispenser is in use;</p> <p class=\"clause-e\">(c) if a fire, explosion, natural gas release, fuel spill or any other hazardous condition occurs at the station, activate an emergency shut-down switch to shut-off all dispensers at the station, regardless of the product being dispensed, until a safe condition has been restored; and</p> <p class=\"clause-e\">(d) operate the station in accordance with the operating manual for the station. O. Reg. 83/97, s. 26.</p> <p class=\"heading1-e\">VEHICLE CONVERSION</p>"
        },
        {
            "id": "27.",
            "section": "VEHICLE CONVERSION",
            "content": "27. (1) A contractor who converts a vehicle to natural gas shall, (a) ensure that the conversion complies with this Regulation, including Part 4 of the Code; (b) ensure that the vehicle has the labels required by the Code affixed to it; (c) supply an instruction manual on the operation of natural gas fuel systems to the owner of the vehicle; and (d) complete a fuel system certificate in a form authorized by the Director, in respect of every natural gas container installed on or removed from the vehicle. (2) A contractor who completes a fuel system certificate shall, (a) provide one copy of the certificate to the owner of the vehicle referred to in the certificate within 30 days of the installation or removal of the natural gas container referred to in the certificate; (b) retain one copy of the certificate for at least five years from the date of the certificate and produce it, on request, for examination by an inspector. O. Reg. 83/97, s. 27.",
            "raw_html": "<p class=\"section-e\"><b>27. </b>(1) A contractor who converts a vehicle to natural gas shall,</p> <p class=\"clause-e\">(a) ensure that the conversion complies with this Regulation, including Part 4 of the Code;</p> <p class=\"clause-e\">(b) ensure that the vehicle has the labels required by the Code affixed to it;</p> <p class=\"clause-e\">(c) supply an instruction manual on the operation of natural gas fuel systems to the owner of the vehicle; and</p> <p class=\"clause-e\">(d) complete a fuel system certificate in a form authorized by the Director, in respect of every natural gas container installed on or removed from the vehicle.</p> <p class=\"subsection-e\">(2) A contractor who completes a fuel system certificate shall,</p> <p class=\"clause-e\">(a) provide one copy of the certificate to the owner of the vehicle referred to in the certificate within 30 days of the installation or removal of the natural gas container referred to in the certificate;</p> <p class=\"clause-e\">(b) retain one copy of the certificate for at least five years from the date of the certificate and produce it, on request, for examination by an inspector. O. Reg. 83/97, s. 27.</p>"
        },
        {
            "id": "28.",
            "section": "VEHICLE CONVERSION",
            "content": "28. (1) If a contractor who operates a vehicle conversion centre installs on a vehicle a single natural gas container having a water capacity in excess of 300 litres, the contractor shall not release the vehicle unless a professional engineer has provided a certificate to the contractor stating that, (a) the installation of the natural gas container and the natural gas fuel system of the vehicle complies with the Code; (b) the installation has not weakened the vehicle structure beyond that required to perform its function; and (c) the installation has not moved the centre of gravity of the vehicle outside the design specification of the vehicle and has not increased the weight of the vehicle beyond its gross vehicle weight. (2) The contractor shall provide promptly to the owner of the vehicle on which the natural gas container was installed, (a) a copy of the certificate of the professional engineer; and (b) a certificate stating the revised gross vehicle weight after the conversion. (3) The contractor shall, (a) keep a copy of every certificate of a professional engineer referred to in subsection (1) for at least 10 years from the date of installation of the natural gas container referred to in the certificate; and (b) upon request, provide a copy of a certificate referred to in clause (a) for examination by an inspector. O. Reg. 83/97, s. 28. VEHICLE FUEL SYSTEMS",
            "raw_html": "<p class=\"section-e\"><b>28. </b>(1) If a contractor who operates a vehicle conversion centre installs on a vehicle a single natural gas container having a water capacity in excess of 300 litres, the contractor shall not release the vehicle unless a professional engineer has provided a certificate to the contractor stating that,</p> <p class=\"clause-e\">(a) the installation of the natural gas container and the natural gas fuel system of the vehicle complies with the Code;</p> <p class=\"clause-e\">(b) the installation has not weakened the vehicle structure beyond that required to perform its function; and</p> <p class=\"clause-e\">(c) the installation has not moved the centre of gravity of the vehicle outside the design specification of the vehicle and has not increased the weight of the vehicle beyond its gross vehicle weight.</p> <p class=\"subsection-e\">(2) The contractor shall provide promptly to the owner of the vehicle on which the natural gas container was installed,</p> <p class=\"clause-e\">(a) a copy of the certificate of the professional engineer; and</p> <p class=\"clause-e\">(b) a certificate stating the revised gross vehicle weight after the conversion.</p> <p class=\"subsection-e\">(3) The contractor shall,</p> <p class=\"clause-e\">(a) keep a copy of every certificate of a professional engineer referred to in subsection (1) for at least 10 years from the date of installation of the natural gas container referred to in the certificate; and</p> <p class=\"clause-e\">(b) upon request, provide a copy of a certificate referred to in clause (a) for examination by an inspector. O. Reg. 83/97, s. 28.</p> <p class=\"heading1-e\">VEHICLE FUEL SYSTEMS</p>"
        },
        {
            "id": "29.",
            "section": "VEHICLE FUEL SYSTEMS",
            "content": "29. No person shall knowingly supply natural gas to the fuel system of a natural gas vehicle or to a container except in accordance with this Regulation. O. Reg. 83/97, s. 29.",
            "raw_html": "<p class=\"section-e\"><b>29. </b>No person shall knowingly supply natural gas to the fuel system of a natural gas vehicle or to a container except in accordance with this Regulation. O. Reg. 83/97, s. 29.</p>"
        },
        {
            "id": "30.",
            "section": "VEHICLE FUEL SYSTEMS",
            "content": "30. (1) A person who installs, alters, repairs, services or removes NGV components on the person’s personal vehicle shall not use the vehicle unless, (a) a contractor who operates a vehicle conversion centre inspects the natural gas fuel system of the vehicle at the vehicle conversion centre and the inspection shows that the system does not leak and is safe for continuous use on the vehicle; and (b) the contractor affixes the labels required by the Code to the vehicle. (2) No person shall transfer the ownership of a used natural gas vehicle unless, (a) a contractor who operates a vehicle conversion centre inspects the natural gas fuel system of the vehicle at the vehicle conversion centre and the inspection shows that the system does not leak and is safe for continuous use on the vehicle; (b) the contractor affixes the labels required by the Code to the vehicle; and (c) the contractor provides the transferee with the certificates referred to in clause 27 (1) (d) and 28 (2) (b), if they are required. (3) A contractor who inspects the natural gas fuel system of a natural gas vehicle for the purpose of subsection (1) or (2) shall issue a certificate to the owner of the vehicle certifying that the natural gas system of the vehicle does not leak and is safe for continuous use on the vehicle identified in the certificate if the inspection shows that such is the case. O. Reg. 83/97, s. 30. CONTAINERS",
            "raw_html": "<p class=\"section-e\"><b>30. </b>(1) A person who installs, alters, repairs, services or removes NGV components on the person’s personal vehicle shall not use the vehicle unless,</p> <p class=\"clause-e\">(a) a contractor who operates a vehicle conversion centre inspects the natural gas fuel system of the vehicle at the vehicle conversion centre and the inspection shows that the system does not leak and is safe for continuous use on the vehicle; and</p> <p class=\"clause-e\">(b) the contractor affixes the labels required by the Code to the vehicle.</p> <p class=\"subsection-e\">(2) No person shall transfer the ownership of a used natural gas vehicle unless,</p> <p class=\"clause-e\">(a) a contractor who operates a vehicle conversion centre inspects the natural gas fuel system of the vehicle at the vehicle conversion centre and the inspection shows that the system does not leak and is safe for continuous use on the vehicle;</p> <p class=\"clause-e\">(b) the contractor affixes the labels required by the Code to the vehicle; and</p> <p class=\"clause-e\">(c) the contractor provides the transferee with the certificates referred to in clause 27 (1) (d) and 28 (2) (b), if they are required.</p> <p class=\"subsection-e\">(3) A contractor who inspects the natural gas fuel system of a natural gas vehicle for the purpose of subsection (1) or (2) shall issue a certificate to the owner of the vehicle certifying that the natural gas system of the vehicle does not leak and is safe for continuous use on the vehicle identified in the certificate if the inspection shows that such is the case. O. Reg. 83/97, s. 30.</p> <p class=\"heading1-e\">CONTAINERS</p>"
        },
        {
            "id": "31.",
            "section": "CONTAINERS",
            "content": "31. (1) No person shall transfer natural gas to a portable container unless the person holds a licence to operate a refuelling station or is an employee of the licence holder. (2) A person who transfers natural gas to a portable container shall ensure that, (a) the container is not filled to a pressure that exceeds the equivalent of its service pressure rating using a temperature compensating dispensing system; (b) the container valve is protected by a shroud or cap; and (c) the container is approved under the regulations made under the Transportation of Dangerous Goods Act (Canada). (3) No person shall transport a portable container unless, (a) the container valve is protected by a shroud or cap; (b) the container is secured to prevent movement during transport; and (c) the container is in a ventilated space. O. Reg. 83/97, s. 31.",
            "raw_html": "<p class=\"section-e\"><b>31. </b>(1) No person shall transfer natural gas to a portable container unless the person holds a licence to operate a refuelling station or is an employee of the licence holder.</p> <p class=\"subsection-e\">(2) A person who transfers natural gas to a portable container shall ensure that,</p> <p class=\"clause-e\">(a) the container is not filled to a pressure that exceeds the equivalent of its service pressure rating using a temperature compensating dispensing system;</p> <p class=\"clause-e\">(b) the container valve is protected by a shroud or cap; and</p> <p class=\"clause-e\">(c) the container is approved under the regulations made under the <i>Transportation of Dangerous Goods Act </i>(Canada).</p> <p class=\"subsection-e\">(3) No person shall transport a portable container unless,</p> <p class=\"clause-e\">(a) the container valve is protected by a shroud or cap;</p> <p class=\"clause-e\">(b) the container is secured to prevent movement during transport; and</p> <p class=\"clause-e\">(c) the container is in a ventilated space. O. Reg. 83/97, s. 31.</p>"
        },
        {
            "id": "32.",
            "section": "CONTAINERS",
            "content": "32. (1) No person shall transfer natural gas or permit natural gas to be transferred to or from a bulk container unless the person holds a licence to operate a refuelling station or is an employee of the licence holder. (2) No person shall load, unload or operate a vehicle that transports natural gas in bulk containers unless the person has been trained by the holder of a licence to transport natural gas in bulk containers and the holder is satisfied that the person can safely operate natural gas transfer equipment including emergency shut-down switches and emergency valves. O. Reg. 83/97, s. 32. EXEMPTIONS",
            "raw_html": "<p class=\"section-e\"><b>32. </b>(1) No person shall transfer natural gas or permit natural gas to be transferred to or from a bulk container unless the person holds a licence to operate a refuelling station or is an employee of the licence holder.</p> <p class=\"subsection-e\">(2) No person shall load, unload or operate a vehicle that transports natural gas in bulk containers unless the person has been trained by the holder of a licence to transport natural gas in bulk containers and the holder is satisfied that the person can safely operate natural gas transfer equipment including emergency shut-down switches and emergency valves. O. Reg. 83/97, s. 32.</p> <p class=\"heading1-e\">EXEMPTIONS</p>"
        },
        {
            "id": "33.",
            "section": "EXEMPTIONS",
            "content": "33. (1) A person who operates a private outlet or a VRA is exempt from section 12 of the Act. (2) A natural gas compressor that is not part of a VRA is exempt from section 10 of the Act. (3) A natural gas vehicle is exempt from section 10 of the Act. (4) A person who transports natural gas in a portable container is exempt from section 12 of the Act. (5) An original equipment manufacturer who manufactures natural gas vehicles is exempt from section 13 of the Act in respect of the vehicles. (6) A person who is an employee of a manufacturer referred to in subsection (5) and who, in that capacity, performs labour at the premises of the manufacturer to make new natural gas vehicles is exempt from section 14 of the Act. (7) A person who installs, alters, purges, activates, repairs, services or removes NGV components on the person’s own vehicle is exempt from section 14 of the Act. (8) A person who installs, alters, purges, activates, repairs, services or removes a part of a natural gas vehicle other than the natural gas fuel system of the vehicle is exempt from section 14 of the Act. O. Reg. 83/97, s. 33. FEES",
            "raw_html": "<p class=\"section-e\"><b>33. </b>(1) A person who operates a private outlet or a VRA is exempt from section 12 of the Act.</p> <p class=\"subsection-e\">(2) A natural gas compressor that is not part of a VRA is exempt from section 10 of the Act.</p> <p class=\"subsection-e\">(3) A natural gas vehicle is exempt from section 10 of the Act.</p> <p class=\"subsection-e\">(4) A person who transports natural gas in a portable container is exempt from section 12 of the Act.</p> <p class=\"subsection-e\">(5) An original equipment manufacturer who manufactures natural gas vehicles is exempt from section 13 of the Act in respect of the vehicles.</p> <p class=\"subsection-e\">(6) A person who is an employee of a manufacturer referred to in subsection (5) and who, in that capacity, performs labour at the premises of the manufacturer to make new natural gas vehicles is exempt from section 14 of the Act.</p> <p class=\"subsection-e\">(7) A person who installs, alters, purges, activates, repairs, services or removes NGV components on the person’s own vehicle is exempt from section 14 of the Act.</p> <p class=\"subsection-e\">(8) A person who installs, alters, purges, activates, repairs, services or removes a part of a natural gas vehicle other than the natural gas fuel system of the vehicle is exempt from section 14 of the Act. O. Reg. 83/97, s. 33.</p> <p class=\"heading1-e\">FEES</p>"
        },
        {
            "id": "34.",
            "section": "FEES",
            "content": "34. (1) The fees set out in the Schedule are payable for the items that are specified. (2) If the Director or an inspector causes inspection or engineering services to be provided to a person for the purpose of carrying out powers or duties under the Act and this Regulation, the person shall pay the fees set out in the Schedule for those services. (3) The fees for inspection or engineering services shall include, where applicable, the travel time and reasonable travel and living expenses incurred by the inspector or the person providing the engineering services. (4) A fee set out in the Schedule that is expressed as an amount per hour is payable on the basis of each quarter hour or part of a quarter hour that the person charging the fee spends, subject to the minimum set out in the Schedule. O. Reg. 83/97, s. 34. SCHEDULE FEES  1.\n\nApplication for a licence to operate a refuelling station or a transport vehicle or a renewal of the licence  \n\n    $ 90.00\n\n\n2.\n\nApplication for registration as a contractor or a renewal of the registration  \n\n   210.00\n\n\n3.\n\nIssuance of a licence or registration containing a new name  \n\n   15.00\n\n\n4.\n\nIssuance of a duplicate licence or registration  \n\n   15.00\n\n\n5.\n\nEngineering services  \n\n120.00   per hour for each person providing the services, minimum of one hour\n\n\n6.\n\nInspection services  \n\n120.00   per hour for each inspector providing the services, minimum of one hour\n\n\n7.\n\nLabels for natural gas vehicles  \n\n100.00   per package of ten labels O. Reg. 83/97, Sched. ",
            "raw_html": "<p class=\"section-e\"><b>34. </b>(1) The fees set out in the Schedule are payable for the items that are specified.</p> <p class=\"subsection-e\">(2) If the Director or an inspector causes inspection or engineering services to be provided to a person for the purpose of carrying out powers or duties under the Act and this Regulation, the person shall pay the fees set out in the Schedule for those services.</p> <p class=\"subsection-e\">(3) The fees for inspection or engineering services shall include, where applicable, the travel time and reasonable travel and living expenses incurred by the inspector or the person providing the engineering services.</p> <p class=\"subsection-e\">(4) A fee set out in the Schedule that is expressed as an amount per hour is payable on the basis of each quarter hour or part of a quarter hour that the person charging the fee spends, subject to the minimum set out in the Schedule. O. Reg. 83/97, s. 34.</p> <p class=\"schedule-e\">SCHEDULE</p> <p class=\"zheadingx-e\">FEES</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"43\"><p align=\"center\" class=\"table-e\">1.</p>\n</td>\n<td valign=\"top\" width=\"196\"><p class=\"table-e\">Application for a licence to operate a refuelling station or a transport vehicle or a renewal of the licence  </p>\n</td>\n<td valign=\"top\" width=\"72\"><p align=\"right\" class=\"table-e\"> <br/> <br/>  $ 90.00</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"43\"><p align=\"center\" class=\"table-e\">2.</p>\n</td>\n<td valign=\"top\" width=\"196\"><p class=\"table-e\">Application for registration as a contractor or a renewal of the registration  </p>\n</td>\n<td valign=\"top\" width=\"72\"><p align=\"right\" class=\"table-e\"> <br/>  210.00</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"43\"><p align=\"center\" class=\"table-e\">3.</p>\n</td>\n<td valign=\"top\" width=\"196\"><p class=\"table-e\">Issuance of a licence or registration containing a new name  </p>\n</td>\n<td valign=\"top\" width=\"72\"><p align=\"right\" class=\"table-e\"> <br/>  15.00</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"43\"><p align=\"center\" class=\"table-e\">4.</p>\n</td>\n<td valign=\"top\" width=\"196\"><p class=\"table-e\">Issuance of a duplicate licence or registration  </p>\n</td>\n<td valign=\"top\" width=\"72\"><p align=\"right\" class=\"table-e\"> <br/>  15.00</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"43\"><p align=\"center\" class=\"table-e\">5.</p>\n</td>\n<td valign=\"top\" width=\"196\"><p class=\"table-e\">Engineering services  </p>\n</td>\n<td valign=\"top\" width=\"72\"><p align=\"right\" class=\"table-e\">120.00 <br/>  per hour for each person providing the services, minimum of one hour</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"43\"><p align=\"center\" class=\"table-e\">6.</p>\n</td>\n<td valign=\"top\" width=\"196\"><p class=\"table-e\">Inspection services  </p>\n</td>\n<td valign=\"top\" width=\"72\"><p align=\"right\" class=\"table-e\">120.00 <br/>  per hour for each inspector providing the services, minimum of one hour</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"43\"><p align=\"center\" class=\"table-e\">7.</p>\n</td>\n<td valign=\"top\" width=\"196\"><p class=\"table-e\">Labels for natural gas vehicles  </p>\n</td>\n<td valign=\"top\" width=\"72\"><p align=\"right\" class=\"table-e\">100.00 <br/>  per package of ten labels</p>\n</td></tr></table></center> <p class=\"tfootnote-e\">O. Reg. 83/97, Sched.</p> <p class=\"Normal\"></p>"
        }
    ]
}