{
    "reg_info": {
        "full_title": "O. Reg. 53/15: GENERAL MOTORS SHARES",
        "reg_name_text": "general motors shares",
        "citation": "O. Reg. 53/15: GENERAL MOTORS SHARES",
        "act_under": "Trillium Trust Act, 2014",
        "url": "https://www.ontario.ca/laws/regulation/150053",
        "date_scraped": "2023-12-18 23:17:05"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/150053/v4",
            "valid_from": "December  6, 2018",
            "valid_to": "March 31, 2019"
        },
        {
            "a_href": "/laws/regulation/150053/v3",
            "valid_from": "August 26, 2016",
            "valid_to": "December  5, 2018"
        },
        {
            "a_href": "/laws/regulation/150053/v2",
            "valid_from": "March 15, 2015",
            "valid_to": "August 25, 2016"
        },
        {
            "a_href": "/laws/regulation/150053/v1",
            "valid_from": "March 13, 2015",
            "valid_to": "March 14, 2015"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Qualifying assets: General Motors shares",
            "content": "  1. (1) The following shares issued by the General Motors Company are designated as qualifying assets for the purposes of the Act: 1. Common shares sold on September 10, 2013 by Canada GEN on behalf of Her Majesty the Queen as represented by the Minister of Finance. 2. Common shares sold after January 20, 2015 and before January 1, 2016 by Her Majesty the Queen as represented by the Minister of Finance. 3. Series A Preferred Stock held by Canada GEN on behalf of Her Majesty the Queen as represented by the Minister of Finance and redeemed by the General Motors Company on December 31, 2014. (2) The following amounts are to be credited to the Trillium Trust with respect to the disposition of those qualifying assets: 1. For the common shares sold by Canada GEN, on September 10, 2013, 100 per cent of the net proceeds of disposition received by the Minister of Finance from the Canada Development Investment Corporation. 2. For the common shares sold by the Minister of Finance after January 20, 2015 and before January 1, 2016, 100 per cent of the net proceeds of disposition. 3. For the Series A Preferred Stock redeemed by the General Motors Company on December 31, 2014, 100 per cent of the net proceeds of disposition received by the Minister of Finance from the Canada Development Investment Corporation. (3) In this section, “Canada Development Investment Corporation” means the Canada Development Investment Corporation incorporated on May 26, 1982 under the Canada Business Corporations Act; (“Corporation de développement des investissements du Canada”) “Canada GEN” means the corporation that was incorporated as 7176384 Canada Inc. on May 20, 2009 under the Canada Business Corporations Act and that is a wholly-owned subsidiary of the Canada Development Investment Corporation. (“GEN du Canada”)",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>(1) The following shares issued by the General Motors Company are designated as qualifying assets for the purposes of the Act:</p> <p class=\"paragraph-e\">  1. Common shares sold on September 10, 2013 by Canada GEN on behalf of Her Majesty the Queen as represented by the Minister of Finance.</p> <p class=\"paragraph-e\">  2. Common shares sold after January 20, 2015 and before January 1, 2016 by Her Majesty the Queen as represented by the Minister of Finance.</p> <p class=\"paragraph-e\">  3. Series A Preferred Stock held by Canada GEN on behalf of Her Majesty the Queen as represented by the Minister of Finance and<b> </b>redeemed by the General Motors Company on December 31, 2014.</p> <p class=\"subsection-e\">  (2) The following amounts are to be credited to the Trillium Trust with respect to the disposition of those qualifying assets:</p> <p class=\"paragraph-e\">  1. For the common shares sold by Canada GEN, on September 10, 2013, 100 per cent of the net proceeds of disposition received by the Minister of Finance from the Canada Development Investment Corporation.</p> <p class=\"paragraph-e\">  2. For the common shares sold by the Minister of Finance after January 20, 2015 and before January 1, 2016, 100 per cent of the net proceeds of disposition.</p> <p class=\"paragraph-e\">  3. For the Series A Preferred Stock redeemed by the General Motors Company on December 31, 2014, 100 per cent of the net proceeds of disposition received by the Minister of Finance from the Canada Development Investment Corporation.</p> <p class=\"subsection-e\">  (3) In this section,</p> <p class=\"firstdef-e\">“Canada Development Investment Corporation” means the Canada Development Investment Corporation incorporated on May 26, 1982 under the <i>Canada Business Corporations Act</i>; (“Corporation de développement des investissements du Canada”)</p> <p class=\"definition-e\">“Canada GEN” means the corporation that was incorporated as 7176384 Canada Inc. on May 20, 2009 under the <i>Canada Business Corporations Act</i> and that is a wholly-owned subsidiary of the Canada Development Investment Corporation. (“GEN du Canada”)</p>"
        },
        {
            "id": "2.",
            "section": "Qualifying assets: General Motors shares",
            "content": "  2. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"><b>  2. </b><span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Qualifying assets: General Motors shares",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/150053\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}