{
    "reg_info": {
        "full_title": "O. Reg. 191/93: EXEMPTION - LA CITÉ COLLÉGIALE - MCU-4",
        "reg_name_text": "EXEMPTION — LA CITÉ COLLÉGIALE — MCU-4",
        "citation": "O. Reg. 191/93: EXEMPTION - LA CITÉ COLLÉGIALE - MCU-4",
        "act_under": "Environmental Assessment Act   Loi sur les évaluations environnementales",
        "url": "https://www.ontario.ca/laws/regulation/930191",
        "date_scraped": "2023-12-21 13:59:24"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April 23, 1993",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": null,
            "section": null,
            "content": "Having received a request from La Cité Collégiale, a public body reporting to the Minister of Education and Training, that an undertaking, namely: the proposal to establish and operate a permanent campus for college of applied arts and technology at 800 Carson Road in the City of Ottawa, be exempt from the application of the Act pursuant to section 29; and",
            "raw_html": "<p class=\"parawtab-e\">Having received a request from La Cité Collégiale, a public body reporting to the Minister of Education and Training, that an undertaking, namely:</p> <p class=\"parawindt-e\">the proposal to establish and operate a permanent campus for college of applied arts and technology at 800 Carson Road in the City of Ottawa,</p> <p class=\"paranoindt-e\">be exempt from the application of the Act pursuant to section 29; and</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "Having been advised that if the undertaking is subject to the application of the Act, the following injury, damage or interference with the persons and property indicated will occur: A. La Cité Collégiale will be damaged by: (a) having to accommodate essential activities and academic programs in premises inadequate for the purpose; and (b) being unable to accommodate important activities and academic programs. B. Students will be damaged by the provision of academic programs in inadequate facilities or by such programs not being available for lack of facilities.",
            "raw_html": "<p class=\"parawtab-e\">Having been advised that if the undertaking is subject to the application of the Act, the following injury, damage or interference with the persons and property indicated will occur:</p> <p class=\"paragraph-e\">A. La Cité Collégiale will be damaged by:</p> <p class=\"subpara-e\">(a) having to accommodate essential activities and academic programs in premises inadequate for the purpose; and</p> <p class=\"subpara-e\">(b) being unable to accommodate important activities and academic programs.</p> <p class=\"paragraph-e\">B. Students will be damaged by the provision of academic programs in inadequate facilities or by such programs not being available for lack of facilities.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;",
            "raw_html": "<p class=\"parawtab-e\">Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of the Act for the following reasons: A. The Federal Environmental Assessment Review Process and the requirements of the Planning Act will adequately address environmental concerns and ensure opportunities for adequate public consultation. These processes consist of complete public review of development issues of local, provincial and federal scope and interest, potential sources of environmental (natural, social, cultural, economic and technical) impact, with a view to the establishment of necessary development conditions to be fulfilled. B. The potential adverse impacts are generally minor in their extent and intensity, and adequate mitigation measures will be implemented to reduce or eliminate these impacts. In addition, a number of positive impacts will follow from the proposed development of this site for the purposes of La Cité Collégiale. C. The site selection process undertaken by La Cité Collégiale demonstrates that no other suitable sites are available within the Ottawa-Carleton region for the development of its permanent facilities. Alternative methods of carrying out the undertaking at this site have been adequately evaluated. D. The public consultation process for the development of this sector of Ottawa, both prior to and including this project, has adequately fulfilled the required public consultation. Public concerns have been identified and addressed. E. The proponent has carried out pre-submission consultation with the Ministry of the Environment, and the proposal was circulated to appropriate ministries, agencies and local municipalities for comment. Concerns have been identified and addressed. F. La Cité Collégiale will be participating in a comprehensive storm water management plan being prepared by Canada Mortgage and Housing Corporation with respect to the site and adjacent areas which will be prepared and implemented to the satisfaction of the Rideau Valley Conservation Authority. G. Copies of documents related to the foregoing reasons may be found in the Public Record files maintained under section 30 of the Environmental Assessment Act.",
            "raw_html": "<p class=\"parawtab-e\">The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of the Act for the following reasons:</p> <p class=\"paragraph-e\">A. The Federal Environmental Assessment Review Process and the requirements of the <i>Planning Act</i> will adequately address environmental concerns and ensure opportunities for adequate public consultation. These processes consist of complete public review of development issues of local, provincial and federal scope and interest, potential sources of environmental (natural, social, cultural, economic and technical) impact, with a view to the establishment of necessary development conditions to be fulfilled.</p> <p class=\"paragraph-e\">B. The potential adverse impacts are generally minor in their extent and intensity, and adequate mitigation measures will be implemented to reduce or eliminate these impacts. In addition, a number of positive impacts will follow from the proposed development of this site for the purposes of La Cité Collégiale.</p> <p class=\"paragraph-e\">C. The site selection process undertaken by La Cité Collégiale demonstrates that no other suitable sites are available within the Ottawa-Carleton region for the development of its permanent facilities. Alternative methods of carrying out the undertaking at this site have been adequately evaluated.</p> <p class=\"paragraph-e\">D. The public consultation process for the development of this sector of Ottawa, both prior to and including this project, has adequately fulfilled the required public consultation. Public concerns have been identified and addressed.</p> <p class=\"paragraph-e\">E. The proponent has carried out pre-submission consultation with the Ministry of the Environment, and the proposal was circulated to appropriate ministries, agencies and local municipalities for comment. Concerns have been identified and addressed.</p> <p class=\"paragraph-e\">F. La Cité Collégiale will be participating in a comprehensive storm water management plan being prepared by Canada Mortgage and Housing Corporation with respect to the site and adjacent areas which will be prepared and implemented to the satisfaction of the Rideau Valley Conservation Authority.</p> <p class=\"paragraph-e\">G. Copies of documents related to the foregoing reasons may be found in the Public Record files maintained under section 30 of the <i>Environmental Assessment Act</i>.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "This exemption order is subject to the following terms and conditions: 1. Where any conditions are imposed as a result of the federal Environmental Assessment Review Process under the National Capital Commission, they shall be complied with. 2. (i) La Cité Collégiale shall implement a comprehensive storm water management plan that satisfies the Rideau Valley Conservation Authority and the Ministry of Natural Resources (MNR) — Ottawa-Carleton District as evidenced by written statements from the Rideau Valley Conservation Authority and MNR — Ottawa-Carleton District to that effect. (ii) This condition may be satisfied by La Cité Collégiale participating in a comprehensive storm water management plan with adjacent properties, provided the statements referred to in subsection (i) are received. (iii) No site grading, filling and soil disturbance shall commence until the written statements referred to in subsection (i) are received from the Rideau Valley Conservation Authority and the MNR — Ottawa-Carleton District. 3. La Cité Collégiale shall continue to liaise with the Carson Grove community through the Community Relations Committee to resolve community concerns. 4. This exemption shall expire if the site is not acquired by January 1, 1995. O.Reg. 191/93. ",
            "raw_html": "<p class=\"parawtab-e\">This exemption order is subject to the following terms and conditions:</p> <p class=\"paragraph-e\">1. Where any conditions are imposed as a result of the federal Environmental Assessment Review Process under the National Capital Commission, they shall be complied with.</p> <p class=\"paragraph-e\">2. (i) La Cité Collégiale shall implement a comprehensive storm water management plan that satisfies the Rideau Valley Conservation Authority and the Ministry of Natural Resources (MNR) — Ottawa-Carleton District as evidenced by written statements from the Rideau Valley Conservation Authority and MNR — Ottawa-Carleton District to that effect.</p> <p class=\"subpara-e\">(ii) This condition may be satisfied by La Cité Collégiale participating in a comprehensive storm water management plan with adjacent properties, provided the statements referred to in subsection (i) are received.</p> <p class=\"subpara-e\">(iii) No site grading, filling and soil disturbance shall commence until the written statements referred to in subsection (i) are received from the Rideau Valley Conservation Authority and the MNR — Ottawa-Carleton District.</p> <p class=\"paragraph-e\">3. La Cité Collégiale shall continue to liaise with the Carson Grove community through the Community Relations Committee to resolve community concerns.</p> <p class=\"paragraph-e\">4. This exemption shall expire if the site is not acquired by January 1, 1995. O.Reg. 191/93.</p> <p class=\"Normal\"></p>"
        }
    ]
}