{
    "reg_info": {
        "full_title": "O. Reg. 74/15: REGISTRATION",
        "reg_name_text": "REGISTRATION",
        "citation": "O. Reg. 74/15: ",
        "act_under": "Psychology Act, 1991",
        "url": "https://www.ontario.ca/laws/regulation/150074",
        "date_scraped": "2023-12-18 03:15:56"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "August 31, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/150074/v4",
            "valid_from": "August 21, 2023",
            "valid_to": "August 30, 2023"
        },
        {
            "a_href": "/laws/regulation/150074/v3",
            "valid_from": "July 21, 2023",
            "valid_to": "August 20, 2023"
        },
        {
            "a_href": "/laws/regulation/150074/v2",
            "valid_from": "June 10, 2019",
            "valid_to": "July 20, 2023"
        },
        {
            "a_href": "/laws/regulation/150074/v1",
            "valid_from": "April  7, 2015",
            "valid_to": "June  9, 2019"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "General",
            "part_id": null,
            "part_type": null,
            "section": "General",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Classes of certificate",
            "content": " 1. The following are prescribed as classes of certificates of registration: 1.  Certificate of registration for a psychologist authorizing autonomous practice. 2.  Certificate of registration for a psychologist authorizing interim autonomous practice. 3.  Certificate of registration for a psychologist authorizing supervised practice. 4.  Certificate of registration for a psychological associate authorizing autonomous practice. 5.  Certificate of registration for a psychological associate authorizing interim autonomous practice. 6.  Certificate of registration for a psychological associate authorizing supervised practice. 7.  Academic certificate of registration. 8.  Inactive certificate of registration. 9.  Retired certificate of registration. 10.  Temporary emergency certificate of registration. O. Reg. 74/15, s. 1; O. Reg. 297/23, s. 1.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK1\"></a>1. </b>The following are prescribed as classes of certificates of registration:</p> <p class=\"paragraph-e\">  1.  Certificate of registration for a psychologist authorizing autonomous practice.</p> <p class=\"paragraph-e\">  2.  Certificate of registration for a psychologist authorizing interim autonomous practice.</p> <p class=\"paragraph-e\">  3.  Certificate of registration for a psychologist authorizing supervised practice.</p> <p class=\"paragraph-e\">  4.  Certificate of registration for a psychological associate authorizing autonomous practice.</p> <p class=\"paragraph-e\">  5.  Certificate of registration for a psychological associate authorizing interim autonomous practice.</p> <p class=\"paragraph-e\">  6.  Certificate of registration for a psychological associate authorizing supervised practice.</p> <p class=\"paragraph-e\">  7.  Academic certificate of registration.</p> <p class=\"paragraph-e\">  8.  Inactive certificate of registration.</p> <p class=\"paragraph-e\">  9.  Retired certificate of registration.</p> <p class=\"paragraph-e\">  10.  Temporary emergency certificate of registration. O. Reg. 74/15, s. 1; O. Reg. 297/23, s. 1.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Application",
            "content": " 2. A person may apply for the issue of a certificate of registration by submitting an application to the Registrar together with the application fee required under the by-laws.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>2. </b>A person may apply for the issue of a certificate of registration by submitting an application to the Registrar together with the application fee required under the by-laws.</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Requirements for issuance",
            "content": " 3. The following are registration requirements for all certificates of registration: 1.  The applicant must provide details of any of the following that relate to the applicant: i.  A conviction for a criminal offence or an offence related to the regulation of the practice of the profession. ii.  A finding of professional misconduct, incompetency or incapacity, in Ontario in relation to another health profession or in another jurisdiction in relation to the profession or another health profession. iii.  A current proceeding for professional misconduct, incompetency or incapacity, in Ontario in relation to another health profession or in another jurisdiction in relation to the profession or another health profession. 2.  The applicant must be able with reasonable fluency to speak and write either English or French. 3.  The applicant must be a Canadian citizen or a permanent resident of Canada or authorized under the Immigration and Refugee Protection Act (Canada) to engage in the practice of the profession.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>3. </b>The following are registration requirements for all certificates of registration:</p> <p class=\"paragraph-e\">  1.  The applicant must provide details of any of the following that relate to the applicant:</p> <p class=\"subpara-e\">  i.  A conviction for a criminal offence or an offence related to the regulation of the practice of the profession.</p> <p class=\"subpara-e\">  ii.  A finding of professional misconduct, incompetency or incapacity, in Ontario in relation to another health profession or in another jurisdiction in relation to the profession or another health profession.</p> <p class=\"subpara-e\">  iii.  A current proceeding for professional misconduct, incompetency or incapacity, in Ontario in relation to another health profession or in another jurisdiction in relation to the profession or another health profession.</p> <p class=\"paragraph-e\">  2.  The applicant must be able with reasonable fluency to speak and write either English or French.</p> <p class=\"paragraph-e\">  3.  The applicant must be a Canadian citizen or a permanent resident of Canada or authorized under the <i>Immigration and Refugee Protection Act</i> (Canada) to engage in the practice of the profession.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Terms, etc., of every certificate",
            "content": " 4. It is a condition of a certificate of registration that the member provide the College with details of any of the following that relate to the member and that occur or arise after the registration of the member: 1.  A conviction for any offence. 2.  A finding of professional misconduct, incompetency or incapacity, in Ontario in relation to another health profession or in another jurisdiction in relation to the profession or another health profession. 3.  A proceeding for professional misconduct, incompetency or incapacity, in Ontario in relation to another health profession or in another jurisdiction in relation to the profession or another health profession. 4.  A finding of professional negligence or malpractice in any jurisdiction. 5.  A proceeding in any jurisdiction in which the member is alleged to have committed professional negligence or malpractice that is in relation to the practice of a health profession. Certificates of Registration for a Psychologist Authorizing Autonomous Practice",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>4. </b>It is a condition of a certificate of registration that the member provide the College with details of any of the following that relate to the member and that occur or arise after the registration of the member:</p> <p class=\"paragraph-e\">  1.  A conviction for any offence.</p> <p class=\"paragraph-e\">  2.  A finding of professional misconduct, incompetency or incapacity, in Ontario in relation to another health profession or in another jurisdiction in relation to the profession or another health profession.</p> <p class=\"paragraph-e\">  3.  A proceeding for professional misconduct, incompetency or incapacity, in Ontario in relation to another health profession or in another jurisdiction in relation to the profession or another health profession.</p> <p class=\"paragraph-e\">  4.  A finding of professional negligence or malpractice in any jurisdiction.</p> <p class=\"paragraph-e\">  5.  A proceeding in any jurisdiction in which the member is alleged to have committed professional negligence or malpractice that is in relation to the practice of a health profession.</p> <p class=\"heading1-e\"><a name=\"BK5\"></a>Certificates of Registration for a Psychologist Authorizing Autonomous Practice</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "Certificates of Registration for a Psychologist Authorizing Autonomous Practice",
            "part_id": null,
            "part_type": null,
            "section": "Certificates of Registration for a Psychologist Authorizing Autonomous Practice",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Certificates of registration for a psychologist authorizing autonomous practice",
            "content": " 5. (1) Subject to subsections (2) to (6), to qualify for a certificate of registration for a psychologist authorizing autonomous practice, an applicant must comply with the following non-exemptible registration requirements: 1.  The applicant must have obtained a doctoral degree, i.  from a psychology program that is accredited by the Canadian Psychological Association or by another accrediting body that has been approved by Council for that purpose, ii.  from a psychology program that is considered by a panel of the Registration Committee to be equivalent to a program described in subparagraph i, or iii.  from a psychology program that is offered by an educational institution outside of Canada or the United States of America and that is considered by a panel of the Registration Committee to be substantially similar to a program described in subparagraph i. 2.  The applicant must have completed a minimum of 1,500 hours of postdoctoral supervised practice approved by the Registrar or a panel of the Registration Committee and performed while being a member holding a certificate of registration for a psychologist authorizing supervised practice and while under the supervision of a member who meets the requirements in subsection 12 (3). 3.  The applicant must have passed the Examination for Professional Practice in Psychology administered by the Association of State and Provincial Psychology Boards or one or more other examinations of knowledge or competence set or approved by the Council or by a body that is approved by the Council for that purpose. 4.  The applicant must have passed the oral examination set or approved by the Council. 5.  The applicant must have passed the Jurisprudence and Ethics Examination set or approved by Council. 6.  The applicant must have completed all further professional training or experience that, in the opinion of a panel of the Registration Committee, is required to ensure the competence of the applicant for autonomous practice as a psychologist in his or her intended area of practice. (2) An applicant who has obtained a doctoral degree from a psychology program described in subparagraph 1 iii of subsection (1) shall not be considered to have met the requirements of paragraph 1 of subsection (1) unless the applicant has successfully completed such further assessment, training or supervised experience, if any, which in the opinion of a panel of the Registration Committee is required to ensure that the applicant has competencies equivalent to those of an applicant who has obtained a doctoral degree from a program described in subparagraph 1 i of subsection (1). (3) An applicant who, at the time of application, is registered or licensed to practise in a jurisdiction outside of Canada is not required to meet the requirements in paragraphs 1, 2, 3, 4 and 6 of subsection (1) if the following requirements are met: 1.  The applicant must be registered as a psychologist in good standing in a jurisdiction, i.  with which the College has a reciprocity agreement as of the date of the application, or ii.  that is considered by a panel of the Registration Committee to have registration requirements equivalent to those of the College for the issuance of a certificate of registration for a psychologist authorizing autonomous practice. 2.  The applicant must have attended an interview conducted by a panel of interviewers appointed by the Registrar and been assessed by that panel as being competent to practise in the area of the profession that he or she intends to practise in. 3.  Where the applicant is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised the profession of psychology to the extent that would be permitted by a certificate of registration for a psychologist authorizing autonomous practice at any time during the 24-month period preceding his or her application, the applicant must meet any further requirement to undertake, obtain or undergo any additional training, experience, examinations or assessments that, in the opinion of a panel of the Registration Committee, is required to ensure the competence of the applicant for autonomous practice as a psychologist in his or her intended area of practice. (4) Where an applicant is a member in good standing holding an Academic certificate of registration, the Registrar shall issue that member a certificate of registration for a psychologist authorizing autonomous practice if the member, (a)  was, at the time of being issued his or her Academic certificate of registration, a member holding a certificate of registration for a psychologist authorizing autonomous practice; (b)  applies in writing to the Registrar for a certificate of registration for a psychologist authorizing autonomous practice not less than 60 days before the applicant proposes to start practising as a member holding a certificate of registration for a psychologist authorizing autonomous practice; and (c)  has satisfied the conditions, if any, imposed by a panel of the Registration Committee which in the opinion of the panel are required to ensure current competence in the proposed practice areas. (5) Where an applicant is a member in good standing holding an Inactive certificate of registration, the Registrar shall issue that member a certificate of registration for a psychologist authorizing autonomous practice if the member, (a)  was, at the time of being issued his or her Inactive certificate of registration, a member holding a certificate of registration for a psychologist authorizing autonomous practice; (b)  applies in writing to the Registrar for a certificate of registration for a psychologist authorizing autonomous practice not less than 60 days before the applicant proposes to start practising as a member holding a certificate of registration for a psychologist authorizing autonomous practice; and (c)  has satisfied the conditions, if any, imposed by a panel of the Registration Committee which in the opinion of the panel are required to ensure current competence in the proposed practice areas. (6) Where an applicant is a member in good standing holding a Retired certificate of registration, the Registrar shall issue that member a certificate of registration for a psychologist authorizing autonomous practice if the member, (a)  was, at the time of being issued his or her Retired certificate of registration, a member holding a certificate of registration for a psychologist authorizing autonomous practice; (b)  applies in writing to the Registrar for a certificate of registration for a psychologist authorizing autonomous practice no more than 24 months after the member was issued a Retired certificate of registration and not less than 60 days before the applicant proposes to start practising as a member holding a certificate of registration for a psychologist authorizing autonomous practice; and (c)  has satisfied the conditions, if any, imposed by a panel of the Registration Committee which in the opinion of the panel are required to ensure current competence in the proposed practice areas.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>5. </b>(1) Subject to subsections (2) to (6), to qualify for a certificate of registration for a psychologist authorizing autonomous practice, an applicant must comply with the following non-exemptible registration requirements:</p> <p class=\"paragraph-e\">  1.  The applicant must have obtained a doctoral degree,</p> <p class=\"subpara-e\">  i.  from a psychology program that is accredited by the Canadian Psychological Association or by another accrediting body that has been approved by Council for that purpose,</p> <p class=\"subpara-e\">  ii.  from a psychology program that is considered by a panel of the Registration Committee to be equivalent to a program described in subparagraph i, or</p> <p class=\"subpara-e\">  iii.  from a psychology program that is offered by an educational institution outside of Canada or the United States of America and that is considered by a panel of the Registration Committee to be substantially similar to a program described in subparagraph i.</p> <p class=\"paragraph-e\">  2.  The applicant must have completed a minimum of 1,500 hours of postdoctoral supervised practice approved by the Registrar or a panel of the Registration Committee and performed while being a member holding a certificate of registration for a psychologist authorizing supervised practice and while under the supervision of a member who meets the requirements in subsection 12 (3).</p> <p class=\"paragraph-e\">  3.  The applicant must have passed the Examination for Professional Practice in Psychology administered by the Association of State and Provincial Psychology Boards or one or more other examinations of knowledge or competence set or approved by the Council or by a body that is approved by the Council for that purpose.</p> <p class=\"paragraph-e\">  4.  The applicant must have passed the oral examination set or approved by the Council.</p> <p class=\"paragraph-e\">  5.  The applicant must have passed the Jurisprudence and Ethics Examination set or approved by Council.</p> <p class=\"paragraph-e\">  6.  The applicant must have completed all further professional training or experience that, in the opinion of a panel of the Registration Committee, is required to ensure the competence of the applicant for autonomous practice as a psychologist in his or her intended area of practice.</p> <p class=\"subsection-e\">  (2) An applicant who has obtained a doctoral degree from a psychology program described in subparagraph 1 iii of subsection (1) shall not be considered to have met the requirements of paragraph 1 of subsection (1) unless the applicant has successfully completed such further assessment, training or supervised experience, if any, which in the opinion of a panel of the Registration Committee is required to ensure that the applicant has competencies equivalent to those of an applicant who has obtained a doctoral degree from a program described in subparagraph 1 i of subsection (1).</p> <p class=\"subsection-e\">  (3) An applicant who, at the time of application, is registered or licensed to practise in a jurisdiction outside of Canada is not required to meet the requirements in paragraphs 1, 2, 3, 4 and 6 of subsection (1) if the following requirements are met:</p> <p class=\"paragraph-e\">  1.  The applicant must be registered as a psychologist in good standing in a jurisdiction,</p> <p class=\"subpara-e\">  i.  with which the College has a reciprocity agreement as of the date of the application, or</p> <p class=\"subpara-e\">  ii.  that is considered by a panel of the Registration Committee to have registration requirements equivalent to those of the College for the issuance of a certificate of registration for a psychologist authorizing autonomous practice.</p> <p class=\"paragraph-e\">  2.  The applicant must have attended an interview conducted by a panel of interviewers appointed by the Registrar and been assessed by that panel as being competent to practise in the area of the profession that he or she intends to practise in.</p> <p class=\"paragraph-e\">  3.  Where the applicant is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised the profession of psychology to the extent that would be permitted by a certificate of registration for a psychologist authorizing autonomous practice at any time during the 24-month period preceding his or her application, the applicant must meet any further requirement to undertake, obtain or undergo any additional training, experience, examinations or assessments that, in the opinion of a panel of the Registration Committee, is required to ensure the competence of the applicant for autonomous practice as a psychologist in his or her intended area of practice.</p> <p class=\"subsection-e\">  (4) Where an applicant is a member in good standing holding an Academic certificate of registration, the Registrar shall issue that member a certificate of registration for a psychologist authorizing autonomous practice if the member,</p> <p class=\"clause-e\">  (a)  was, at the time of being issued his or her Academic certificate of registration, a member holding a certificate of registration for a psychologist authorizing autonomous practice;</p> <p class=\"clause-e\">  (b)  applies in writing to the Registrar for a certificate of registration for a psychologist authorizing autonomous practice not less than 60 days before the applicant proposes to start practising as a member holding a certificate of registration for a psychologist authorizing autonomous practice; and</p> <p class=\"clause-e\">  (c)  has satisfied the conditions, if any, imposed by a panel of the Registration Committee which in the opinion of the panel are required to ensure current competence in the proposed practice areas.</p> <p class=\"subsection-e\">  (5) Where an applicant is a member in good standing holding an Inactive certificate of registration, the Registrar shall issue that member a certificate of registration for a psychologist authorizing autonomous practice if the member,</p> <p class=\"clause-e\">  (a)  was, at the time of being issued his or her Inactive certificate of registration, a member holding a certificate of registration for a psychologist authorizing autonomous practice;</p> <p class=\"clause-e\">  (b)  applies in writing to the Registrar for a certificate of registration for a psychologist authorizing autonomous practice not less than 60 days before the applicant proposes to start practising as a member holding a certificate of registration for a psychologist authorizing autonomous practice; and</p> <p class=\"clause-e\">  (c)  has satisfied the conditions, if any, imposed by a panel of the Registration Committee which in the opinion of the panel are required to ensure current competence in the proposed practice areas.</p> <p class=\"subsection-e\">  (6) Where an applicant is a member in good standing holding a Retired certificate of registration, the Registrar shall issue that member a certificate of registration for a psychologist authorizing autonomous practice if the member,</p> <p class=\"clause-e\">  (a)  was, at the time of being issued his or her Retired certificate of registration, a member holding a certificate of registration for a psychologist authorizing autonomous practice;</p> <p class=\"clause-e\">  (b)  applies in writing to the Registrar for a certificate of registration for a psychologist authorizing autonomous practice no more than 24 months after the member was issued a Retired certificate of registration and not less than 60 days before the applicant proposes to start practising as a member holding a certificate of registration for a psychologist authorizing autonomous practice; and</p> <p class=\"clause-e\">  (c)  has satisfied the conditions, if any, imposed by a panel of the Registration Committee which in the opinion of the panel are required to ensure current competence in the proposed practice areas.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Labour mobility",
            "content": " 6. (1) Where section 22.18 of the Health Professions Procedural Code applies to an applicant for a certificate of registration for a psychologist authorizing autonomous practice, the applicant is deemed to have met the requirements set out in paragraphs 1, 2, 3, 4 and 6 of subsection 5 (1) of this Regulation. (2) It is a non-exemptible registration requirement that an applicant referred to in subsection (1) provide one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee confirming that the applicant is in good standing as a psychologist in every jurisdiction where the applicant holds an out-of-province certificate. (3) If an applicant to whom subsection (1) applies is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised the profession of psychology to the extent that would be permitted by a certificate of registration for a psychologist authorizing autonomous practice at any time in the two years immediately before the date of the applicant’s application, the applicant must meet any further requirement to undertake, obtain or undergo material additional training, experience, examinations or assessments that may be specified by a panel of the Registration Committee. (4) An applicant referred to in subsection (1) is deemed to have met the requirement of paragraph 2 of section 3 if the requirements for the issuance of the out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph. (5) Despite subsection (1), an applicant is not deemed to have met a requirement if that requirement is described in subsection 22.18 (3) of the Health Professions Procedural Code.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>6. </b>(1) Where section 22.18 of the Health Professions Procedural Code applies to an applicant for a certificate of registration for a psychologist authorizing autonomous practice, the applicant is deemed to have met the requirements set out in paragraphs 1, 2, 3, 4 and 6 of subsection 5 (1) of this Regulation.</p> <p class=\"subsection-e\">  (2) It is a non-exemptible registration requirement that an applicant referred to in subsection (1) provide one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee confirming that the applicant is in good standing as a psychologist in every jurisdiction where the applicant holds an out-of-province certificate.</p> <p class=\"subsection-e\">  (3) If an applicant to whom subsection (1) applies is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised the profession of psychology to the extent that would be permitted by a certificate of registration for a psychologist authorizing autonomous practice at any time in the two years immediately before the date of the applicant’s application, the applicant must meet any further requirement to undertake, obtain or undergo material additional training, experience, examinations or assessments that may be specified by a panel of the Registration Committee.</p> <p class=\"subsection-e\">  (4) An applicant referred to in subsection (1) is deemed to have met the requirement of paragraph 2 of section 3 if the requirements for the issuance of the out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph.</p> <p class=\"subsection-e\">  (5) Despite subsection (1), an applicant is not deemed to have met a requirement if that requirement is described in subsection 22.18 (3) of the Health Professions Procedural Code.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Terms, conditions and limitations",
            "content": " 7. It is a term, condition and limitation of every certificate of registration for a psychologist authorizing autonomous practice that the member shall practise the profession only within, (a)  practice areas of the profession that are authorized for that member by the Registrar or a panel of the Registration Committee; or (b)  other practice areas where the member’s practice is performed under the supervision of a member who is authorized by the Registrar or a panel of the Registration Committee to practise in the relevant practice areas and who holds either a certificate of registration for a psychologist authorizing autonomous practice or a certificate of registration for a psychological associate authorizing autonomous practice. Certificates of Registration for a Psychologist Authorizing Interim Autonomous Practice",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>7. </b>It is a term, condition and limitation of every certificate of registration for a psychologist authorizing autonomous practice that the member shall practise the profession only within,</p> <p class=\"clause-e\">  (a)  practice areas of the profession that are authorized for that member by the Registrar or a panel of the Registration Committee; or</p> <p class=\"clause-e\">  (b)  other practice areas where the member’s practice is performed under the supervision of a member who is authorized by the Registrar or a panel of the Registration Committee to practise in the relevant practice areas and who holds either a certificate of registration for a psychologist authorizing autonomous practice or a certificate of registration for a psychological associate authorizing autonomous practice.</p> <p class=\"heading1-e\"><a name=\"BK9\"></a>Certificates of Registration for a Psychologist Authorizing Interim Autonomous Practice</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "Certificates of Registration for a Psychologist Authorizing Interim Autonomous Practice",
            "part_id": null,
            "part_type": null,
            "section": "Certificates of Registration for a Psychologist Authorizing Interim Autonomous Practice",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Certificates of registration for a psychologist authorizing interim autonomous practice",
            "content": " 8. To qualify for a certificate of registration for a psychologist authorizing interim autonomous practice, it is a non-exemptible requirement that the applicant be registered as a psychologist in good standing in a jurisdiction, (a)  with which the College has a written reciprocity agreement as of the date of the applicant’s application; or (b)  that is considered by a panel of the Registration Committee to have registration requirements equivalent to those of the College for a certificate of registration for a psychologist authorizing autonomous practice.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>8. </b>To qualify for a certificate of registration for a psychologist authorizing interim autonomous practice, it is a non-exemptible requirement that the applicant be registered as a psychologist in good standing in a jurisdiction,</p> <p class=\"clause-e\">  (a)  with which the College has a written reciprocity agreement as of the date of the applicant’s application; or</p> <p class=\"clause-e\">  (b)  that is considered by a panel of the Registration Committee to have registration requirements equivalent to those of the College for a certificate of registration for a psychologist authorizing autonomous practice.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Labour mobility",
            "content": " 9. (1) Where section 22.18 of the Health Professions Procedural Code applies to an applicant for a certificate of registration for a psychologist authorizing interim autonomous practice, the applicant is deemed to have met the requirements set out in section 8 of this Regulation. (2) It is a non-exemptible registration requirement that an applicant referred to in subsection (1) provide one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee confirming that the applicant is in good standing as a psychologist in every jurisdiction where the applicant holds an out-of-province certificate. (3) If an applicant to whom subsection (1) applies is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised the profession of psychology to the extent that would be permitted by a certificate of registration for a psychologist authorizing interim autonomous practice at any time in the two years immediately before the date of the applicant’s application, the applicant must meet any further requirement to undertake, obtain or undergo material additional training, experience, examinations or assessments that may be specified by a panel of the Registration Committee. (4) An applicant referred to in subsection (1) is deemed to have met the requirement of paragraph 2 of section 3 if the requirements for the issuance of the out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph. (5) Despite subsection (1), an applicant is not deemed to have met a requirement if that requirement is described in subsection 22.18 (3) of the Health Professions Procedural Code.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>9. </b>(1) Where section 22.18 of the Health Professions Procedural Code applies to an applicant for a certificate of registration for a psychologist authorizing interim autonomous practice, the applicant is deemed to have met the requirements set out in section 8 of this Regulation.</p> <p class=\"subsection-e\">  (2) It is a non-exemptible registration requirement that an applicant referred to in subsection (1) provide one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee confirming that the applicant is in good standing as a psychologist in every jurisdiction where the applicant holds an out-of-province certificate.</p> <p class=\"subsection-e\">  (3) If an applicant to whom subsection (1) applies is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised the profession of psychology to the extent that would be permitted by a certificate of registration for a psychologist authorizing interim autonomous practice at any time in the two years immediately before the date of the applicant’s application, the applicant must meet any further requirement to undertake, obtain or undergo material additional training, experience, examinations or assessments that may be specified by a panel of the Registration Committee.</p> <p class=\"subsection-e\">  (4) An applicant referred to in subsection (1) is deemed to have met the requirement of paragraph 2 of section 3 if the requirements for the issuance of the out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph.</p> <p class=\"subsection-e\">  (5) Despite subsection (1), an applicant is not deemed to have met a requirement if that requirement is described in subsection 22.18 (3) of the Health Professions Procedural Code.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Terms, conditions and limitations",
            "content": " 10. It is a term, condition and limitation of every certificate of registration for a psychologist authorizing interim autonomous practice that the member shall practise the profession only within, (a)  practice areas of the profession that are authorized for the member by the Registrar or a panel of the Registration Committee; or (b)  other practice areas where the member’s practice is performed under the supervision of a member who is authorized by the Registrar or a panel of the Registration Committee to practise in the relevant practice areas and who holds either a certificate of registration for a psychologist authorizing autonomous practice or a certificate of registration for a psychological associate authorizing autonomous practice.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>10. </b>It is a term, condition and limitation of every certificate of registration for a psychologist authorizing interim autonomous practice that the member shall practise the profession only within,</p> <p class=\"clause-e\">  (a)  practice areas of the profession that are authorized for the member by the Registrar or a panel of the Registration Committee; or</p> <p class=\"clause-e\">  (b)  other practice areas where the member’s practice is performed under the supervision of a member who is authorized by the Registrar or a panel of the Registration Committee to practise in the relevant practice areas and who holds either a certificate of registration for a psychologist authorizing autonomous practice or a certificate of registration for a psychological associate authorizing autonomous practice.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "Expiry",
            "content": " 11. A certificate of registration for a psychologist authorizing interim autonomous practice expires 12 months after the date on which it was issued. Certificates of Registration for a Psychologist Authorizing Supervised Practice",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>11. </b>A certificate of registration for a psychologist authorizing interim autonomous practice expires 12 months after the date on which it was issued.</p> <p class=\"heading1-e\"><a name=\"BK14\"></a>Certificates of Registration for a Psychologist Authorizing Supervised Practice</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "Certificates of Registration for a Psychologist Authorizing Supervised Practice",
            "part_id": null,
            "part_type": null,
            "section": "Certificates of Registration for a Psychologist Authorizing Supervised Practice",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Certificates of registration for a psychologist authorizing supervised practice",
            "content": " 12. (1) To qualify for a certificate of registration for a psychologist authorizing supervised practice, an applicant must comply with the following non-exemptible registration requirements: 1.  The applicant must have obtained a doctoral degree, i.  from a psychology program that is accredited by the Canadian Psychological Association or by another accrediting body that has been approved by Council for that purpose, ii.  from a psychology program that is considered by a panel of the Registration Committee to be equivalent to a program described in subparagraph i, or iii.  from a psychology program that is offered by an educational institution outside of Canada or the United States of America and that is considered by a panel of the Registration Committee to be substantially similar to a program described in subparagraph i. 2.  The applicant must provide to the College a signed undertaking from two supervisors in which the supervisors undertake to train the proposed member and supervise and evaluate the proposed member’s practice and to provide reports in the form and manner as specified by the Registrar or a panel of the Registration Committee. (2) An applicant who has obtained a doctoral degree from a psychology program described in subparagraph 1 iii of subsection (1) shall not be considered to have met the requirements of paragraph 1 of subsection (1) unless the applicant has successfully completed such further assessment, training or supervised experience, if any, which in the opinion of a panel of the Registration Committee is required to ensure that the applicant has competencies equivalent to those of an applicant who has obtained a doctoral degree from a program described in subparagraph 1 i of subsection (1). (3) A signed undertaking shall not be considered as satisfying the requirement in paragraph 2 of subsection (1) unless each proposed supervisor who signed the undertaking met all of the following requirements: 1.  He or she must be a member holding either a certificate of registration for a psychologist authorizing autonomous practice or a certificate of registration for a psychological associate authorizing autonomous practice. 2.  His or her certificate of registration must not be subject to any term, condition or limitation that was imposed as a result of a disciplinary proceeding or a fitness to practise proceeding. 3.  He or she must not be the subject of any ongoing disciplinary proceeding or fitness to practise proceeding. 4.  He or she must be authorized by the Registrar or a panel of the Registration Committee to practise in the same practice areas and with the same client groups as those of the individual who is to be under his or her supervision.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>12. </b>(1) To qualify for a certificate of registration for a psychologist authorizing supervised practice, an applicant must comply with the following non-exemptible registration requirements:</p> <p class=\"paragraph-e\">  1.  The applicant must have obtained a doctoral degree,</p> <p class=\"subpara-e\">  i.  from a psychology program that is accredited by the Canadian Psychological Association or by another accrediting body that has been approved by Council for that purpose,</p> <p class=\"subpara-e\">  ii.  from a psychology program that is considered by a panel of the Registration Committee to be equivalent to a program described in subparagraph i, or</p> <p class=\"subpara-e\">  iii.  from a psychology program that is offered by an educational institution outside of Canada or the United States of America and that is considered by a panel of the Registration Committee to be substantially similar to a program described in subparagraph i.</p> <p class=\"paragraph-e\">  2.  The applicant must provide to the College a signed undertaking from two supervisors in which the supervisors undertake to train the proposed member and supervise and evaluate the proposed member’s practice and to provide reports in the form and manner as specified by the Registrar or a panel of the Registration Committee.</p> <p class=\"subsection-e\">  (2) An applicant who has obtained a doctoral degree from a psychology program described in subparagraph 1 iii of subsection (1) shall not be considered to have met the requirements of paragraph 1 of subsection (1) unless the applicant has successfully completed such further assessment, training or supervised experience, if any, which in the opinion of a panel of the Registration Committee is required to ensure that the applicant has competencies equivalent to those of an applicant who has obtained a doctoral degree from a program described in subparagraph 1 i of subsection (1).</p> <p class=\"subsection-e\">  (3) A signed undertaking shall not be considered as satisfying the requirement in paragraph 2 of subsection (1) unless each proposed supervisor who signed the undertaking met all of the following requirements:</p> <p class=\"paragraph-e\">  1.  He or she must be a member holding either a certificate of registration for a psychologist authorizing autonomous practice or a certificate of registration for a psychological associate authorizing autonomous practice.</p> <p class=\"paragraph-e\">  2.  His or her certificate of registration must not be subject to any term, condition or limitation that was imposed as a result of a disciplinary proceeding or a fitness to practise proceeding.</p> <p class=\"paragraph-e\">  3.  He or she must not be the subject of any ongoing disciplinary proceeding or fitness to practise proceeding.</p> <p class=\"paragraph-e\">  4.  He or she must be authorized by the Registrar or a panel of the Registration Committee to practise in the same practice areas and with the same client groups as those of the individual who is to be under his or her supervision.</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "13.",
            "part_id": null,
            "part_type": null,
            "section": "Labour mobility",
            "content": " 13. (1) Where section 22.18 of the Health Professions Procedural Code applies to an applicant for a certificate of registration for a psychologist authorizing supervised practice, the applicant is deemed to have met the requirements set out in paragraph 1 of subsection 12 (1) of this Regulation. (2) It is a non-exemptible registration requirement that an applicant referred to in subsection (1) provide one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee confirming that the applicant is in good standing as a psychologist in every jurisdiction where the applicant holds an out-of-province certificate. (3) If an applicant to whom subsection (1) applies is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised the profession of psychology to the extent that would be permitted by a certificate of registration for a psychologist authorizing supervised practice at any time in the two years immediately before the date of the applicant’s application, the applicant must meet any further requirement to undertake, obtain or undergo material additional training, experience, examinations or assessments that may be specified by a panel of the Registration Committee. (4) An applicant referred to in subsection (1) is deemed to have met the requirement of paragraph 2 of section 3 if the requirements for the issuance of the out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph. (5) Despite subsection (1), an applicant is not deemed to have met a requirement if that requirement is described in subsection 22.18 (3) of the Health Professions Procedural Code.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>13. </b>(1) Where section 22.18 of the Health Professions Procedural Code applies to an applicant for a certificate of registration for a psychologist authorizing supervised practice, the applicant is deemed to have met the requirements set out in paragraph 1 of subsection 12 (1) of this Regulation.</p> <p class=\"subsection-e\">  (2) It is a non-exemptible registration requirement that an applicant referred to in subsection (1) provide one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee confirming that the applicant is in good standing as a psychologist in every jurisdiction where the applicant holds an out-of-province certificate.</p> <p class=\"subsection-e\">  (3) If an applicant to whom subsection (1) applies is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised the profession of psychology to the extent that would be permitted by a certificate of registration for a psychologist authorizing supervised practice at any time in the two years immediately before the date of the applicant’s application, the applicant must meet any further requirement to undertake, obtain or undergo material additional training, experience, examinations or assessments that may be specified by a panel of the Registration Committee.</p> <p class=\"subsection-e\">  (4) An applicant referred to in subsection (1) is deemed to have met the requirement of paragraph 2 of section 3 if the requirements for the issuance of the out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph.</p> <p class=\"subsection-e\">  (5) Despite subsection (1), an applicant is not deemed to have met a requirement if that requirement is described in subsection 22.18 (3) of the Health Professions Procedural Code.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "14.",
            "part_id": null,
            "part_type": null,
            "section": "Terms, conditions and limitations",
            "content": " 14. It is a term, condition and limitation of every certificate of registration for a psychologist authorizing supervised practice that the member shall practise the profession only under the supervision of a supervisor who is approved for that purpose by the Registrar or a panel of the Registration Committee.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>14. </b>It is a term, condition and limitation of every certificate of registration for a psychologist authorizing supervised practice that the member shall practise the profession only under the supervision of a supervisor who is approved for that purpose by the Registrar or a panel of the Registration Committee.</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "15.",
            "part_id": null,
            "part_type": null,
            "section": "Expiry",
            "content": " 15. A certificate of registration for a psychologist authorizing supervised practice expires on the date set out on the certificate, which date shall be no earlier than 12 months after the date the certificate of registration was issued and no more than 24 months after the date the certificate of registration was issued. Certificates of Registration for a Psychological Associate Authorizing Autonomous Practice",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>15. </b>A certificate of registration for a psychologist authorizing supervised practice expires on the date set out on the certificate, which date shall be no earlier than 12 months after the date the certificate of registration was issued and no more than 24 months after the date the certificate of registration was issued.</p> <p class=\"heading1-e\"><a name=\"BK19\"></a>Certificates of Registration for a Psychological Associate Authorizing Autonomous Practice</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "Certificates of Registration for a Psychological Associate Authorizing Autonomous Practice",
            "part_id": null,
            "part_type": null,
            "section": "Certificates of Registration for a Psychological Associate Authorizing Autonomous Practice",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "16.",
            "part_id": null,
            "part_type": null,
            "section": "Certificates of registration for a psychological associate authorizing autonomous practice",
            "content": " 16. (1) Subject to subsections (2) to (8), to qualify for a certificate of registration for a psychological associate authorizing autonomous practice, an applicant must comply with the following non-exemptible registration requirements: 1.  The applicant must have obtained a master’s degree from a psychology program which, i.  is offered at an institution that is, A.  a Canadian institution that is legally authorized to grant the degree, B.  an institution in the United States of America that is accredited, 1.  by an accrediting body recognized by the United States Secretary of Education as a reliable authority concerning the quality of education or training offered by institutions of higher learning, or 2.  by another accrediting body approved by Council, or C.  an institution that is based in a country other than Canada or the United States of America that is considered to be equivalent to an institution described in sub-subparagraph A, 1.  by a foreign credential evaluation service that is a member of the National Association of Credential Evaluation Services, or 2.  by another foreign credential evaluation service approved by Council, ii.  requires as a prerequisite for admission to the program that the applicant have taken a minimum of 576 hours of undergraduate instruction in psychology, and iii.  includes, A.  at least 36 hours of instruction in each of the areas of, 1.  psychological assessment, 2.  psychological intervention, 3.  professional ethics and standards for psychology, 4.  research design, methodology and statistics, 5.  biological bases of behaviour, 6.  social bases of behaviour, 7.  cognitive-affective bases of behaviour, and 8.  psychology of the individual, B.  a supervised psychology practicum or psychology internship, and C.  at least one academic year of full-time resident graduate study and training or the equivalent in part-time resident graduate study and training. 2.  Following the awarding of the degree described in paragraph 1, the applicant must have performed at least 6,000 hours of practice of the profession over at least four years while under the supervision of a member holding either a certificate of registration for a psychologist authorizing autonomous practice or a certificate of registration for a psychological associate authorizing autonomous practice. 3.  The applicant must have performed, while being a member holding a certificate of registration for a psychological associate authorizing supervised practice, at least 1,500 hours of practice of the profession while under the supervision of a member who meets the requirements in subsection 23 (2). 4.  The applicant must have passed the Examination for Professional Practice in Psychology administered by the Association of State and Provincial Psychology Boards or one or more other examinations of knowledge or competence set or approved by the Council or by a body that is approved by the Council for that purpose. 5.  The applicant must have passed the oral examination set or approved by the Council. 6.  The applicant must have passed the Jurisprudence and Ethics Examination set or approved by Council. 7.  The applicant must have completed all further professional training or experience that in the opinion of a panel of the Registration Committee is required to ensure the competence of the applicant for autonomous practice as a psychological associate in his or her intended area of practice. (2) An institution shall only be considered as meeting the requirements of sub-subparagraph 1 i C of subsection (1) where the degree has been evaluated by the foreign credential evaluation service referred to in that sub-subparagraph as being equivalent in level to a master’s degree offered at a university in Canada. (3) Where an applicant has a master’s degree from a psychology program that meets the requirements in subparagraphs 1 i and ii of subsection (1), but that does not meet the requirements set out in subparagraph 1 iii of that subsection, the applicant shall be considered to have met the requirements in subparagraph 1 iii of that subsection if, (a)  the program is considered by a panel of the Registration Committee to be substantially similar, but not equivalent, to a program that meets the requirements; and (b)  the applicant successfully completes the additional education or training, if any, that is specified by a panel of the Registration Committee. (4) It is sufficient compliance with subparagraph 1 iii of subsection (1) if the hours of instruction described in sub-sub-subparagraphs A 5 to 8 of that subparagraph are taken, in whole or in part, at an undergraduate level beyond that of a first-year course. (5) Where, at the time of application, an applicant is registered or licensed to practise in a jurisdiction outside of Canada, he or she does not have to meet the requirements in paragraphs 1, 2, 3, 4, 5 and 7 of subsection (1) if the following requirements are met: 1.  The applicant must be registered as a psychological associate in good standing in a jurisdiction, i.  with which the College has a reciprocity agreement as of the date of the applicant’s application, or ii.  that is considered by a panel of the Registration Committee to have registration requirements equivalent to those of the College for the issuance of a certificate of registration for a psychological associate authorizing autonomous practice. 2.  The applicant must have attended an interview conducted by a panel of interviewers appointed by the Registrar and been assessed by that panel as being competent to practise in the area of the profession that he or she intends to practise in. 3.  Where the applicant is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised the profession of psychology to the extent that would be permitted by a certificate of registration for a psychological associate authorizing autonomous practice at any time during the 24-month period preceding his or her application, the applicant must meet any further requirement to undertake, obtain or undergo any additional training, experience, examinations or assessments that, in the opinion of a panel of the Registration Committee, is required to ensure the competence of the applicant for autonomous practice as a psychological associate in his or her intended area of practice. (6) Where an applicant is a member in good standing holding an Academic certificate of registration, the Registrar shall issue that member a certificate of registration for a psychological associate authorizing autonomous practice if the member, (a)  was, at the time of being issued his or her Academic certificate of registration, a member holding a certificate of registration for a psychological associate authorizing autonomous practice; (b)  applies in writing to the Registrar for a certificate of registration for a psychological associate authorizing autonomous practice not less than 60 days before the applicant proposes to begin practising as member holding a certificate of registration for a psychological associate authorizing autonomous practice; and (c)  has satisfied the conditions, if any, imposed by a panel of the Registration Committee which in the opinion of the panel are required to ensure current competence in the proposed practice areas. (7) Where an applicant is a member in good standing holding an Inactive certificate of registration, the Registrar shall issue that member a certificate of registration for a psychological associate authorizing autonomous practice if the member, (a)  was, at the time of being issued his or her Inactive certificate of registration, a member holding a certificate of registration for a psychological associate authorizing autonomous practice; (b)  applies in writing to the Registrar for a certificate of registration for a psychological associate authorizing autonomous practice not less than 60 days before the applicant proposes to start practising as a member holding a certificate of registration for a psychological associate authorizing autonomous practice; and (c)  has satisfied the conditions, if any, imposed by a panel of the Registration Committee which in the opinion of the panel are required to ensure current competence in the proposed practice areas. (8) Where an applicant is a member in good standing holding a Retired certificate of registration, the Registrar shall issue that member a certificate of registration for a psychological associate authorizing autonomous practice if the member, (a)  was, at the time of being issued his or her Retired certificate of registration, a member holding a certificate of registration for a psychological associate authorizing autonomous practice; (b)  applies in writing to the Registrar for a certificate of registration for a psychological associate authorizing autonomous practice no more than 24 months after the member was issued a Retired certificate of registration and not less than 60 days before the applicant proposes to start practising as a member holding a certificate of registration for a psychological associate authorizing autonomous practice; and (c)  has satisfied the conditions imposed by a panel of the Registration Committee which in the opinion of the panel are required to ensure current competence in the proposed practice areas.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>16. </b>(1) Subject to subsections (2) to (8), to qualify for a certificate of registration for a psychological associate authorizing autonomous practice, an applicant must comply with the following non-exemptible registration requirements:</p> <p class=\"paragraph-e\">  1.  The applicant must have obtained a master’s degree from a psychology program which,</p> <p class=\"subpara-e\">  i.  is offered at an institution that is,</p> <p class=\"subsubpara-e\">  A.  a Canadian institution that is legally authorized to grant the degree,</p> <p class=\"subsubpara-e\">  B.  an institution in the United States of America that is accredited,</p> <p class=\"subsubsubpara-e\">  1.  by an accrediting body recognized by the United States Secretary of Education as a reliable authority concerning the quality of education or training offered by institutions of higher learning, or</p> <p class=\"subsubsubpara-e\">  2.  by another accrediting body approved by Council, or</p> <p class=\"subsubpara-e\">  C.  an institution that is based in a country other than Canada or the United States of America that is considered to be equivalent to an institution described in sub-subparagraph A,</p> <p class=\"subsubsubpara-e\">  1.  by a foreign credential evaluation service that is a member of the National Association of Credential Evaluation Services, or</p> <p class=\"subsubsubpara-e\">  2.  by another foreign credential evaluation service approved by Council,</p> <p class=\"subpara-e\">  ii.  requires as a prerequisite for admission to the program that the applicant have taken a minimum of 576 hours of undergraduate instruction in psychology, and</p> <p class=\"subpara-e\">  iii.  includes,</p> <p class=\"subsubpara-e\">  A.  at least 36 hours of instruction in each of the areas of,</p> <p class=\"subsubsubpara-e\">  1.  psychological assessment,</p> <p class=\"subsubsubpara-e\">  2.  psychological intervention,</p> <p class=\"subsubsubpara-e\">  3.  professional ethics and standards for psychology,</p> <p class=\"subsubsubpara-e\">  4.  research design, methodology and statistics,</p> <p class=\"subsubsubpara-e\">  5.  biological bases of behaviour,</p> <p class=\"subsubsubpara-e\">  6.  social bases of behaviour,</p> <p class=\"subsubsubpara-e\">  7.  cognitive-affective bases of behaviour, and</p> <p class=\"subsubsubpara-e\">  8.  psychology of the individual,</p> <p class=\"subsubpara-e\">  B.  a supervised psychology practicum or psychology internship, and</p> <p class=\"subsubpara-e\">  C.  at least one academic year of full-time resident graduate study and training or the equivalent in part-time resident graduate study and training.</p> <p class=\"paragraph-e\">  2.  Following the awarding of the degree described in paragraph 1, the applicant must have performed at least 6,000 hours of practice of the profession over at least four years while under the supervision of a member holding either a certificate of registration for a psychologist authorizing autonomous practice or a certificate of registration for a psychological associate authorizing autonomous practice.</p> <p class=\"paragraph-e\">  3.  The applicant must have performed, while being a member holding a certificate of registration for a psychological associate authorizing supervised practice, at least 1,500 hours of practice of the profession while under the supervision of a member who meets the requirements in subsection 23 (2).</p> <p class=\"paragraph-e\">  4.  The applicant must have passed the Examination for Professional Practice in Psychology administered by the Association of State and Provincial Psychology Boards or one or more other examinations of knowledge or competence set or approved by the Council or by a body that is approved by the Council for that purpose.</p> <p class=\"paragraph-e\">  5.  The applicant must have passed the oral examination set or approved by the Council.</p> <p class=\"paragraph-e\">  6.  The applicant must have passed the Jurisprudence and Ethics Examination set or approved by Council.</p> <p class=\"paragraph-e\">  7.  The applicant must have completed all further professional training or experience that in the opinion of a panel of the Registration Committee is required to ensure the competence of the applicant for autonomous practice as a psychological associate in his or her intended area of practice.</p> <p class=\"subsection-e\">  (2) An institution shall only be considered as meeting the requirements of sub-subparagraph 1 i C of subsection (1) where the degree has been evaluated by the foreign credential evaluation service referred to in that sub-subparagraph as being equivalent in level to a master’s degree offered at a university in Canada.</p> <p class=\"subsection-e\">  (3) Where an applicant has a master’s degree from a psychology program that meets the requirements in subparagraphs 1 i and ii of subsection (1), but that does not meet the requirements set out in subparagraph 1 iii of that subsection, the applicant shall be considered to have met the requirements in subparagraph 1 iii of that subsection if,</p> <p class=\"clause-e\">  (a)  the program is considered by a panel of the Registration Committee to be substantially similar, but not equivalent, to a program that meets the requirements; and</p> <p class=\"clause-e\">  (b)  the applicant successfully completes the additional education or training, if any, that is specified by a panel of the Registration Committee.</p> <p class=\"subsection-e\">  (4) It is sufficient compliance with subparagraph 1 iii of subsection (1) if the hours of instruction described in sub-sub-subparagraphs A 5 to 8 of that subparagraph are taken, in whole or in part, at an undergraduate level beyond that of a first-year course.</p> <p class=\"subsection-e\">  (5) Where, at the time of application, an applicant is registered or licensed to practise in a jurisdiction outside of Canada, he or she does not have to meet the requirements in paragraphs 1, 2, 3, 4, 5 and 7 of subsection (1) if the following requirements are met:</p> <p class=\"paragraph-e\">  1.  The applicant must be registered as a psychological associate in good standing in a jurisdiction,</p> <p class=\"subpara-e\">  i.  with which the College has a reciprocity agreement as of the date of the applicant’s application, or</p> <p class=\"subpara-e\">  ii.  that is considered by a panel of the Registration Committee to have registration requirements equivalent to those of the College for the issuance of a certificate of registration for a psychological associate authorizing autonomous practice.</p> <p class=\"paragraph-e\">  2.  The applicant must have attended an interview conducted by a panel of interviewers appointed by the Registrar and been assessed by that panel as being competent to practise in the area of the profession that he or she intends to practise in.</p> <p class=\"paragraph-e\">  3.  Where the applicant is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised the profession of psychology to the extent that would be permitted by a certificate of registration for a psychological associate authorizing autonomous practice at any time during the 24-month period preceding his or her application, the applicant must meet any further requirement to undertake, obtain or undergo any additional training, experience, examinations or assessments that, in the opinion of a panel of the Registration Committee, is required to ensure the competence of the applicant for autonomous practice as a psychological associate in his or her intended area of practice.</p> <p class=\"subsection-e\">  (6) Where an applicant is a member in good standing holding an Academic certificate of registration, the Registrar shall issue that member a certificate of registration for a psychological associate authorizing autonomous practice if the member,</p> <p class=\"clause-e\">  (a)  was, at the time of being issued his or her Academic certificate of registration, a member holding a certificate of registration for a psychological associate authorizing autonomous practice;</p> <p class=\"clause-e\">  (b)  applies in writing to the Registrar for a certificate of registration for a psychological associate authorizing autonomous practice not less than 60 days before the applicant proposes to begin practising as member holding a certificate of registration for a psychological associate authorizing autonomous practice; and</p> <p class=\"clause-e\">  (c)  has satisfied the conditions, if any, imposed by a panel of the Registration Committee which in the opinion of the panel are required to ensure current competence in the proposed practice areas.</p> <p class=\"subsection-e\">  (7) Where an applicant is a member in good standing holding an Inactive certificate of registration, the Registrar shall issue that member a certificate of registration for a psychological associate authorizing autonomous practice if the member,</p> <p class=\"clause-e\">  (a)  was, at the time of being issued his or her Inactive certificate of registration, a member holding a certificate of registration for a psychological associate authorizing autonomous practice;</p> <p class=\"clause-e\">  (b)  applies in writing to the Registrar for a certificate of registration for a psychological associate authorizing autonomous practice not less than 60 days before the applicant proposes to start practising as a member holding a certificate of registration for a psychological associate authorizing autonomous practice; and</p> <p class=\"clause-e\">  (c)  has satisfied the conditions, if any, imposed by a panel of the Registration Committee which in the opinion of the panel are required to ensure current competence in the proposed practice areas.</p> <p class=\"subsection-e\">  (8) Where an applicant is a member in good standing holding a Retired certificate of registration, the Registrar shall issue that member a certificate of registration for a psychological associate authorizing autonomous practice if the member,</p> <p class=\"clause-e\">  (a)  was, at the time of being issued his or her Retired certificate of registration, a member holding a certificate of registration for a psychological associate authorizing autonomous practice;</p> <p class=\"clause-e\">  (b)  applies in writing to the Registrar for a certificate of registration for a psychological associate authorizing autonomous practice no more than 24 months after the member was issued a Retired certificate of registration and not less than 60 days before the applicant proposes to start practising as a member holding a certificate of registration for a psychological associate authorizing autonomous practice; and</p> <p class=\"clause-e\">  (c)  has satisfied the conditions imposed by a panel of the Registration Committee which in the opinion of the panel are required to ensure current competence in the proposed practice areas.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "17.",
            "part_id": null,
            "part_type": null,
            "section": "Labour mobility",
            "content": " 17. (1) Where section 22.18 of the Health Professions Procedural Code applies to an applicant for a certificate of registration for a psychological associate authorizing autonomous practice, the applicant is deemed to have met the requirements set out in paragraphs 1, 2, 3, 4, 5 and 7 of subsection 16 (1). (2) It is a non-exemptible registration requirement that an applicant referred to in subsection (1) provide one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee confirming that the applicant is in good standing as a psychological associate in every jurisdiction where the applicant holds an out-of-province certificate. (3) If an applicant to whom subsection (1) applies is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised the profession of psychology to the extent that would be permitted by a certificate of registration for a psychological associate authorizing autonomous practice at any time in the two years immediately before the date of the applicant’s application, the applicant must meet any further requirement to undertake, obtain or undergo material additional training, experience, examinations or assessments that may be specified by a panel of the Registration Committee. (4) An applicant referred to in subsection (1) is deemed to have met the requirement of paragraph 2 of section 3 if the requirements for the issuance of the out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph. (5) Despite subsection (1), an applicant is not deemed to have met a requirement if that requirement is described in subsection 22.18 (3) of the Health Professions Procedural Code.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>17. </b>(1) Where section 22.18 of the Health Professions Procedural Code applies to an applicant for a certificate of registration for a psychological associate authorizing autonomous practice, the applicant is deemed to have met the requirements set out in paragraphs 1, 2, 3, 4, 5 and 7 of subsection 16 (1).</p> <p class=\"subsection-e\">  (2) It is a non-exemptible registration requirement that an applicant referred to in subsection (1) provide one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee confirming that the applicant is in good standing as a psychological associate in every jurisdiction where the applicant holds an out-of-province certificate.</p> <p class=\"subsection-e\">  (3) If an applicant to whom subsection (1) applies is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised the profession of psychology to the extent that would be permitted by a certificate of registration for a psychological associate authorizing autonomous practice at any time in the two years immediately before the date of the applicant’s application, the applicant must meet any further requirement to undertake, obtain or undergo material additional training, experience, examinations or assessments that may be specified by a panel of the Registration Committee.</p> <p class=\"subsection-e\">  (4) An applicant referred to in subsection (1) is deemed to have met the requirement of paragraph 2 of section 3 if the requirements for the issuance of the out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph.</p> <p class=\"subsection-e\">  (5) Despite subsection (1), an applicant is not deemed to have met a requirement if that requirement is described in subsection 22.18 (3) of the Health Professions Procedural Code.</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "18.",
            "part_id": null,
            "part_type": null,
            "section": "Terms, conditions and limitations",
            "content": " 18. It is a term, condition and limitation of every certificate of registration for a psychological associate authorizing autonomous practice that the member shall practise the profession only within, (a)  practice areas of the profession that are authorized for that member by the Registrar or a panel of the Registration Committee; or (b)  other practice areas where the member’s practice is performed under the supervision of a member who is authorized by the Registrar or a panel of the Registration Committee to practise in the relevant practice areas and who holds either a certificate of registration for a psychologist authorizing autonomous practice or a certificate of registration for a psychological associate authorizing autonomous practice. Certificates of Registration for a Psychological Associate Authorizing Interim Autonomous Practice",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK22\"></a><b>18. </b>It is a term, condition and limitation of every certificate of registration for a psychological associate authorizing autonomous practice that the member shall practise the profession only within,</p> <p class=\"clause-e\">  (a)  practice areas of the profession that are authorized for that member by the Registrar or a panel of the Registration Committee; or</p> <p class=\"clause-e\">  (b)  other practice areas where the member’s practice is performed under the supervision of a member who is authorized by the Registrar or a panel of the Registration Committee to practise in the relevant practice areas and who holds either a certificate of registration for a psychologist authorizing autonomous practice or a certificate of registration for a psychological associate authorizing autonomous practice.</p> <p class=\"heading1-e\"><a name=\"BK23\"></a>Certificates of Registration for a Psychological Associate Authorizing Interim Autonomous Practice</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "Certificates of Registration for a Psychological Associate Authorizing Interim Autonomous Practice",
            "part_id": null,
            "part_type": null,
            "section": "Certificates of Registration for a Psychological Associate Authorizing Interim Autonomous Practice",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "19.",
            "part_id": null,
            "part_type": null,
            "section": "Certificates of registration for a psychological associate authorizing interim autonomous practice",
            "content": " 19. To qualify for a certificate of registration for a psychological associate authorizing interim autonomous practice, it is a non-exemptible requirement that the applicant be registered as a psychological associate in good standing in a jurisdiction, (a)  with which the College has a written reciprocity agreement as of the date of the applicant’s application; or (b)  that is considered by a panel of the Registration Committee to have requirements equivalent to those of the College for a certificate of registration for a psychological associate authorizing autonomous practice.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>19. </b>To qualify for a certificate of registration for a psychological associate authorizing interim autonomous practice, it is a non-exemptible requirement that the applicant be registered as a psychological associate in good standing in a jurisdiction,</p> <p class=\"clause-e\">  (a)  with which the College has a written reciprocity agreement as of the date of the applicant’s application; or</p> <p class=\"clause-e\">  (b)  that is considered by a panel of the Registration Committee to have requirements equivalent to those of the College for a certificate of registration for a psychological associate authorizing autonomous practice.</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "20.",
            "part_id": null,
            "part_type": null,
            "section": "Labour mobility",
            "content": " 20. (1) Where section 22.18 of the Health Professions Procedural Code applies to an applicant for a certificate of registration for a psychological associate authorizing interim autonomous practice, the applicant is deemed to have met the requirements set out in section 19 of this Regulation. (2) It is a non-exemptible registration requirement that an applicant referred to in subsection (1) provide one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee confirming that the applicant is in good standing as a psychological associate in every jurisdiction where the applicant holds an out-of-province certificate. (3) If an applicant to whom subsection (1) applies is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised the profession of psychology to the extent that would be permitted by a certificate of registration for a psychological associate authorizing interim autonomous practice at any time in the two years immediately before the date of the applicant’s application, the applicant must meet any further requirement to undertake, obtain or undergo material additional training, experience, examinations or assessments that may be specified by a panel of the Registration Committee. (4) An applicant referred to in subsection (1) is deemed to have met the requirement of paragraph 2 of section 3 if the requirements for the issuance of the out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph. (5) Despite subsection (1), an applicant is not deemed to have met a requirement if that requirement is described in subsection 22.18 (3) of the Health Professions Procedural Code.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK25\"></a><b>20. </b>(1) Where section 22.18 of the Health Professions Procedural Code applies to an applicant for a certificate of registration for a psychological associate authorizing interim autonomous practice, the applicant is deemed to have met the requirements set out in section 19 of this Regulation.</p> <p class=\"subsection-e\">  (2) It is a non-exemptible registration requirement that an applicant referred to in subsection (1) provide one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee confirming that the applicant is in good standing as a psychological associate in every jurisdiction where the applicant holds an out-of-province certificate.</p> <p class=\"subsection-e\">  (3) If an applicant to whom subsection (1) applies is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised the profession of psychology to the extent that would be permitted by a certificate of registration for a psychological associate authorizing interim autonomous practice at any time in the two years immediately before the date of the applicant’s application, the applicant must meet any further requirement to undertake, obtain or undergo material additional training, experience, examinations or assessments that may be specified by a panel of the Registration Committee.</p> <p class=\"subsection-e\">  (4) An applicant referred to in subsection (1) is deemed to have met the requirement of paragraph 2 of section 3 if the requirements for the issuance of the out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph.</p> <p class=\"subsection-e\">  (5) Despite subsection (1), an applicant is not deemed to have met a requirement if that requirement is described in subsection 22.18 (3) of the Health Professions Procedural Code.</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "21.",
            "part_id": null,
            "part_type": null,
            "section": "Terms, conditions and limitations",
            "content": " 21. It is a term, condition and limitation of every certificate of registration for a psychological associate authorizing interim autonomous practice that the member shall practise the profession only within, (a)  practice areas of the profession that are authorized for that member by the Registrar or a panel of the Registration Committee; or (b)  other practice areas where the member’s practice is performed under the supervision of a member who is authorized by the Registrar or by a panel of the Registration Committee to practise in the relevant practice areas and who holds either a certificate of registration for a psychologist authorizing autonomous practice or a certificate of registration for a psychological associate authorizing autonomous practice.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK26\"></a><b>21. </b>It is a term, condition and limitation of every certificate of registration for a psychological associate authorizing interim autonomous practice that the member shall practise the profession only within,</p> <p class=\"clause-e\">  (a)  practice areas of the profession that are authorized for that member by the Registrar or a panel of the Registration Committee; or</p> <p class=\"clause-e\">  (b)  other practice areas where the member’s practice is performed under the supervision of a member who is authorized by the Registrar or by a panel of the Registration Committee to practise in the relevant practice areas and who holds either a certificate of registration for a psychologist authorizing autonomous practice or a certificate of registration for a psychological associate authorizing autonomous practice.</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "22.",
            "part_id": null,
            "part_type": null,
            "section": "Expiry",
            "content": " 22. A certificate of registration for a psychological associate authorizing interim autonomous practice expires 12 months after the date on which it was issued. Certificates of Registration for a Psychological Associate Authorizing Supervised Practice",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK27\"></a><b>22. </b>A certificate of registration for a psychological associate authorizing interim autonomous practice expires 12 months after the date on which it was issued.</p> <p class=\"heading1-e\"><a name=\"BK28\"></a>Certificates of Registration for a Psychological Associate Authorizing Supervised Practice</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "Certificates of Registration for a Psychological Associate Authorizing Supervised Practice",
            "part_id": null,
            "part_type": null,
            "section": "Certificates of Registration for a Psychological Associate Authorizing Supervised Practice",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "23.",
            "part_id": null,
            "part_type": null,
            "section": "Certificates of registration for a psychological associate authorizing supervised practice",
            "content": " 23. (1) To qualify for a certificate of registration for a psychological associate authorizing supervised practice, an applicant must comply with the following non-exemptible registration requirements: 1.  Meeting the requirements in paragraphs 1 and 2 of subsection 16 (1). 2.  Having provided to the College a signed undertaking from two supervisors in which the supervisors undertake to train the proposed member and supervise and evaluate the proposed member’s practice and to provide reports in the form and manner as specified by the Registrar or a panel of the Registration Committee. O. Reg. 74/15, s. 23 (1); O. Reg. 183/19, s. 1. (2) A signed undertaking shall not be considered as satisfying the requirement in paragraph 2 of subsection (1) unless each proposed supervisor who signed the undertaking met all of the following requirements: 1.  He or she must be a member holding either a certificate of registration for a psychologist authorizing autonomous practice or a certificate of registration for a psychological associate authorizing autonomous practice. 2.  His or her certificate of registration must not be subject to any term, condition or limitation that was imposed as a result of a disciplinary proceeding or a fitness to practise proceeding. 3.  He or she must not be the subject of any ongoing disciplinary or fitness to practise proceeding. 4.  He or she must be authorized by the Registrar or a panel of the Registration Committee to practise in the same practice areas and with the same client groups as those of the individual who is to be under his or her supervision.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK29\"></a><b>23. </b>(1) To qualify for a certificate of registration for a psychological associate authorizing supervised practice, an applicant must comply with the following non-exemptible registration requirements:</p> <p class=\"paragraph-e\">  1.  Meeting the requirements in paragraphs 1 and 2 of subsection 16 (1).</p> <p class=\"paragraph-e\">  2.  Having provided to the College a signed undertaking from two supervisors in which the supervisors undertake to train the proposed member and supervise and evaluate the proposed member’s practice and to provide reports in the form and manner as specified by the Registrar or a panel of the Registration Committee. O. Reg. 74/15, s. 23 (1); O. Reg. 183/19, s. 1.</p> <p class=\"subsection-e\">  (2) A signed undertaking shall not be considered as satisfying the requirement in paragraph 2 of subsection (1) unless each proposed supervisor who signed the undertaking met all of the following requirements:</p> <p class=\"paragraph-e\">  1.  He or she must be a member holding either a certificate of registration for a psychologist authorizing autonomous practice or a certificate of registration for a psychological associate authorizing autonomous practice.</p> <p class=\"paragraph-e\">  2.  His or her certificate of registration must not be subject to any term, condition or limitation that was imposed as a result of a disciplinary proceeding or a fitness to practise proceeding.</p> <p class=\"paragraph-e\">  3.  He or she must not be the subject of any ongoing disciplinary or fitness to practise proceeding.</p> <p class=\"paragraph-e\">  4.  He or she must be authorized by the Registrar or a panel of the Registration Committee to practise in the same practice areas and with the same client groups as those of the individual who is to be under his or her supervision.</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "24.",
            "part_id": null,
            "part_type": null,
            "section": "Labour mobility",
            "content": " 24. (1) Where section 22.18 of the Health Professions Procedural Code applies to an applicant for a certificate of registration for a psychological associate authorizing supervised practice, the applicant is deemed to have met the requirements set out in paragraph 1 of subsection 23 (1) of this Regulation. (2) It is a non-exemptible registration requirement that an applicant referred to in subsection (1) provide one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee confirming that the applicant is in good standing as a psychologist in every jurisdiction where the applicant holds an out-of-province certificate. (3) If an applicant to whom subsection (1) applies is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised the profession of psychology to the extent that would be permitted by a certificate of registration for a psychological associate authorizing supervised practice at any time in the two years immediately before the date of the applicant’s application, the applicant must meet any further requirement to undertake, obtain or undergo material additional training, experience, examinations or assessments that may be specified by a panel of the Registration Committee. (4) An applicant referred to in subsection (1) is deemed to have met the requirement of paragraph 2 of section 3 if the requirements for the issuance of the out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph. (5) Despite subsection (1), an applicant is not deemed to have met a requirement if that requirement is described in subsection 22.18 (3) of the Health Professions Procedural Code.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK30\"></a><b>24. </b>(1) Where section 22.18 of the Health Professions Procedural Code applies to an applicant for a certificate of registration for a psychological associate authorizing supervised practice, the applicant is deemed to have met the requirements set out in paragraph 1 of subsection 23 (1) of this Regulation.</p> <p class=\"subsection-e\">  (2) It is a non-exemptible registration requirement that an applicant referred to in subsection (1) provide one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee confirming that the applicant is in good standing as a psychologist in every jurisdiction where the applicant holds an out-of-province certificate.</p> <p class=\"subsection-e\">  (3) If an applicant to whom subsection (1) applies is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised the profession of psychology to the extent that would be permitted by a certificate of registration for a psychological associate authorizing supervised practice at any time in the two years immediately before the date of the applicant’s application, the applicant must meet any further requirement to undertake, obtain or undergo material additional training, experience, examinations or assessments that may be specified by a panel of the Registration Committee.</p> <p class=\"subsection-e\">  (4) An applicant referred to in subsection (1) is deemed to have met the requirement of paragraph 2 of section 3 if the requirements for the issuance of the out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph.</p> <p class=\"subsection-e\">  (5) Despite subsection (1), an applicant is not deemed to have met a requirement if that requirement is described in subsection 22.18 (3) of the Health Professions Procedural Code.</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "25.",
            "part_id": null,
            "part_type": null,
            "section": "Terms, conditions and limitations",
            "content": " 25. It is a term, condition and limitation of every certificate of registration for a psychological associate authorizing supervised practice that the member shall practise the profession only under the supervision of a supervisor who is approved for that purpose by the Registrar or a panel of the Registration Committee.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK31\"></a><b>25. </b>It is a term, condition and limitation of every certificate of registration for a psychological associate authorizing supervised practice that the member shall practise the profession only under the supervision of a supervisor who is approved for that purpose by the Registrar or a panel of the Registration Committee.</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "26.",
            "part_id": null,
            "part_type": null,
            "section": "Expiry",
            "content": " 26. A certificate of registration for a psychological associate authorizing supervised practice expires on the date set out on the certificate which date shall be no earlier than 12 months after the date the certificate of registration was issued and no more than 24 months after the date the certificate of registration was issued. Academic Class of Certificates of Registration",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK32\"></a><b>26. </b>A certificate of registration for a psychological associate authorizing supervised practice expires on the date set out on the certificate which date shall be no earlier than 12 months after the date the certificate of registration was issued and no more than 24 months after the date the certificate of registration was issued.</p> <p class=\"heading1-e\"><a name=\"BK33\"></a>Academic Class of Certificates of Registration</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "Academic Class of Certificates of Registration",
            "part_id": null,
            "part_type": null,
            "section": "Academic Class of Certificates of Registration",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "27.",
            "part_id": null,
            "part_type": null,
            "section": "Academic class of certificates of registration",
            "content": " 27. To qualify for an Academic certificate of registration, an applicant must comply with the following non-exemptible registration requirements: 1.  The applicant must occupy a full-time or regular academic position on the faculty of an Ontario university. 2.  The applicant must be a member in good standing who holds either a certificate of registration for a psychologist authorizing autonomous practice or a certificate of registration for a psychological associate authorizing autonomous practice and, i.  whose certificate of registration is not subject to any term, condition or limitation that was imposed as a result of a disciplinary proceeding or a fitness to practise proceeding, ii.  who is not in default of any obligation to the College, including payment of the annual membership fee, and iii.  who is not the subject of any ongoing disciplinary or fitness to practise proceeding.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK34\"></a><b>27. </b>To qualify for an Academic certificate of registration, an applicant must comply with the following non-exemptible registration requirements:</p> <p class=\"paragraph-e\">  1.  The applicant must occupy a full-time or regular academic position on the faculty of an Ontario university.</p> <p class=\"paragraph-e\">  2.  The applicant must be a member in good standing who holds either a certificate of registration for a psychologist authorizing autonomous practice or a certificate of registration for a psychological associate authorizing autonomous practice and,</p> <p class=\"subpara-e\">  i.  whose certificate of registration is not subject to any term, condition or limitation that was imposed as a result of a disciplinary proceeding or a fitness to practise proceeding,</p> <p class=\"subpara-e\">  ii.  who is not in default of any obligation to the College, including payment of the annual membership fee, and</p> <p class=\"subpara-e\">  iii.  who is not the subject of any ongoing disciplinary or fitness to practise proceeding.</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "28.",
            "part_id": null,
            "part_type": null,
            "section": "Labour mobility",
            "content": " 28. (1) Where section 22.18 of the Health Professions Procedural Code applies to an applicant for an Academic certificate of registration, the applicant is deemed to have met the requirements set out in paragraph 2 of section 27 of this Regulation. (2) It is a non-exemptible registration requirement that an applicant referred to in subsection (1) provide one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee confirming that the applicant is in good standing as a psychologist in every jurisdiction where the applicant holds an out-of-province certificate. (3) If an applicant to whom subsection (1) applies is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised the profession of psychology to the extent that would be permitted by an Academic certificate of registration at any time in the two years immediately before the date of the applicant’s application, the applicant must meet any further requirement to undertake, obtain or undergo material additional training, experience, examinations or assessments that may be specified by a panel of the Registration Committee. (4) An applicant referred to in subsection (1) is deemed to have met the requirement of paragraph 2 of section 3 if the requirements for the issuance of the out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph. (5) Despite subsection (1), an applicant is not deemed to have met a requirement if that requirement is described in subsection 22.18 (3) of the Health Professions Procedural Code.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK35\"></a><b>28. </b>(1) Where section 22.18 of the Health Professions Procedural Code applies to an applicant for an Academic certificate of registration, the applicant is deemed to have met the requirements set out in paragraph 2 of section 27 of this Regulation.</p> <p class=\"subsection-e\">  (2) It is a non-exemptible registration requirement that an applicant referred to in subsection (1) provide one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee confirming that the applicant is in good standing as a psychologist in every jurisdiction where the applicant holds an out-of-province certificate.</p> <p class=\"subsection-e\">  (3) If an applicant to whom subsection (1) applies is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised the profession of psychology to the extent that would be permitted by an Academic certificate of registration at any time in the two years immediately before the date of the applicant’s application, the applicant must meet any further requirement to undertake, obtain or undergo material additional training, experience, examinations or assessments that may be specified by a panel of the Registration Committee.</p> <p class=\"subsection-e\">  (4) An applicant referred to in subsection (1) is deemed to have met the requirement of paragraph 2 of section 3 if the requirements for the issuance of the out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph.</p> <p class=\"subsection-e\">  (5) Despite subsection (1), an applicant is not deemed to have met a requirement if that requirement is described in subsection 22.18 (3) of the Health Professions Procedural Code.</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "29.",
            "part_id": null,
            "part_type": null,
            "section": "Terms, conditions and limitations",
            "content": " 29. It is a term, condition and limitation of every Academic certificate of registration that the member not provide intervention, assessment or consultation services to individual clients, groups of clients, or organizations and not supervise persons in providing those services. Inactive Class of Certificates of Registration",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK36\"></a><b>29. </b>It is a term, condition and limitation of every Academic certificate of registration that the member not provide intervention, assessment or consultation services to individual clients, groups of clients, or organizations and not supervise persons in providing those services.</p> <p class=\"heading1-e\"><a name=\"BK37\"></a>Inactive Class of Certificates of Registration</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "Inactive Class of Certificates of Registration",
            "part_id": null,
            "part_type": null,
            "section": "Inactive Class of Certificates of Registration",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "30.",
            "part_id": null,
            "part_type": null,
            "section": "Inactive class of certificates of registration",
            "content": " 30. To qualify for an Inactive certificate of registration, an applicant must comply with the following non-exemptible registration requirements: 1.  The applicant must submit his or her application to the Registrar not less than 60 days before the applicant intends to cease practising the profession. 2.  The applicant must be a member in good standing who holds either a certificate of registration for a psychologist authorizing autonomous practice or a certificate of registration for a psychological associate authorizing autonomous practice and, i.  whose certificate of registration is not subject to any term, condition or limitation that was imposed as a result of a disciplinary proceeding or a fitness to practise proceeding, ii.  who is not in default of any obligation to the College, including payment of the annual membership fee, and iii.  who is not the subject of any ongoing disciplinary or fitness to practise proceeding.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK38\"></a><b>30. </b>To qualify for an Inactive certificate of registration, an applicant must comply with the following non-exemptible registration requirements:</p> <p class=\"paragraph-e\">  1.  The applicant must submit his or her application to the Registrar not less than 60 days before the applicant intends to cease practising the profession.</p> <p class=\"paragraph-e\">  2.  The applicant must be a member in good standing who holds either a certificate of registration for a psychologist authorizing autonomous practice or a certificate of registration for a psychological associate authorizing autonomous practice and,</p> <p class=\"subpara-e\">  i.  whose certificate of registration is not subject to any term, condition or limitation that was imposed as a result of a disciplinary proceeding or a fitness to practise proceeding,</p> <p class=\"subpara-e\">  ii.  who is not in default of any obligation to the College, including payment of the annual membership fee, and</p> <p class=\"subpara-e\">  iii.  who is not the subject of any ongoing disciplinary or fitness to practise proceeding.</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "31.",
            "part_id": null,
            "part_type": null,
            "section": "Terms, conditions and limitations",
            "content": " 31. It is a term, condition and limitation of every Inactive certificate of registration that the member shall not practise the profession. Retired Class of Certificates of Registration",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK39\"></a><b>31. </b>It is a term, condition and limitation of every Inactive certificate of registration that the member shall not practise the profession.</p> <p class=\"heading1-e\"><a name=\"BK40\"></a>Retired Class of Certificates of Registration</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "Retired Class of Certificates of Registration",
            "part_id": null,
            "part_type": null,
            "section": "Retired Class of Certificates of Registration",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "32.",
            "part_id": null,
            "part_type": null,
            "section": "Retired class of certificates of registration",
            "content": " 32. To qualify for a Retired certificate of registration, an applicant must comply with the following non-exemptible registration requirements: 1.  The applicant must submit his or her application to the Registrar not less than 60 days before the applicant intends to cease practising the profession. 2.  The applicant must be a member in good standing who holds either a certificate of registration for a psychologist authorizing autonomous practice or a certificate of registration for a psychological associate authorizing autonomous practice and, i.  whose certificate of registration is not subject to any term, condition or limitation that was imposed as a result of a disciplinary proceeding or a fitness to practise proceeding, ii.  who is not in default of any obligation to the College, including payment of the annual membership fee, and iii.  who is not the subject of any ongoing disciplinary or fitness to practise proceeding.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK41\"></a><b>32. </b>To qualify for a Retired certificate of registration, an applicant must comply with the following non-exemptible registration requirements:</p> <p class=\"paragraph-e\">  1.  The applicant must submit his or her application to the Registrar not less than 60 days before the applicant intends to cease practising the profession.</p> <p class=\"paragraph-e\">  2.  The applicant must be a member in good standing who holds either a certificate of registration for a psychologist authorizing autonomous practice or a certificate of registration for a psychological associate authorizing autonomous practice and,</p> <p class=\"subpara-e\">  i.  whose certificate of registration is not subject to any term, condition or limitation that was imposed as a result of a disciplinary proceeding or a fitness to practise proceeding,</p> <p class=\"subpara-e\">  ii.  who is not in default of any obligation to the College, including payment of the annual membership fee, and</p> <p class=\"subpara-e\">  iii.  who is not the subject of any ongoing disciplinary or fitness to practise proceeding.</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "33.",
            "part_id": null,
            "part_type": null,
            "section": "Terms, conditions and limitations",
            "content": " 33. It is a term, condition and limitation of every Retired certificate of registration that the member shall not practise the profession. Temporary Emergency Class of Certificates of Registration",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK42\"></a><b>33. </b>It is a term, condition and limitation of every Retired certificate of registration that the member shall not practise the profession.</p> <p class=\"heading1-e\"><a name=\"BK43\"></a>Temporary Emergency Class of Certificates of Registration</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "Temporary Emergency Class of Certificates of Registration",
            "part_id": null,
            "part_type": null,
            "section": "Temporary Emergency Class of Certificates of Registration",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "33.1",
            "part_id": null,
            "part_type": null,
            "section": "Temporary emergency class of certificates of registration",
            "content": " 33.1 The following are non-exemptible registration requirements for a certificate of registration as a psychologist or psychological associate in the temporary emergency class: 1.  The Minister must have requested that the College initiate registrations under this class based on the Minister’s opinion that emergency circumstances call for it or the Council must have determined, after taking into account all of the relevant circumstances that impact the ability of applicants to meet the ordinary registration requirements, that there are emergency circumstances, and that it is in the public interest that the College issue emergency certificates. 2.  The member must hold, i.  a certificate of registration that authorizes the applicant to practise the profession in another Canadian jurisdiction, ii.  an Inactive Class of Certificate of Registration that has been in effect for less than two years, or iii.  a Retired Class of Certificate of Registration that has been in effect for less than two years. O. Reg. 297/23, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK44\"></a><b>33.1 </b>The following are non-exemptible registration requirements for a certificate of registration as a psychologist or psychological associate in the temporary emergency class:</p> <p class=\"paragraph-e\">  1.  The Minister must have requested that the College initiate registrations under this class based on the Minister’s opinion that emergency circumstances call for it or the Council must have determined, after taking into account all of the relevant circumstances that impact the ability of applicants to meet the ordinary registration requirements, that there are emergency circumstances, and that it is in the public interest that the College issue emergency certificates.</p> <p class=\"paragraph-e\">  2.  The member must hold,</p> <p class=\"subpara-e\">  i.  a certificate of registration that authorizes the applicant to practise the profession in another Canadian jurisdiction,</p> <p class=\"subpara-e\">  ii.  an Inactive Class of Certificate of Registration that has been in effect for less than two years, or</p> <p class=\"subpara-e\">  iii.  a Retired Class of Certificate of Registration that has been in effect for less than two years. O. Reg. 297/23, s. 2.</p>"
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "33.2",
            "part_id": null,
            "part_type": null,
            "section": "Terms, conditions and limitations",
            "content": " 33.2 The following are the conditions of a certificate of registration in the temporary emergency class: 1.  The member must practise the profession only within the scope of their skills, knowledge and judgment. 2.  The member must attest that they have familiarized themself with the provisions of Ontario Regulation 801/93 (Professional Misconduct) made under the Act and the College’s Standards of Professional Practice and agree to practice in compliance with these. 3.  The member must maintain professional liability insurance in the amount and in the form required by the by-laws. 4.  The member must promptly and, in any event, within five business days, advise the College in writing if the member ceases to be a Canadian citizen or permanent resident of Canada or to have authorization under the Immigration and Refugee Protection Act (Canada) permitting the member to engage in the practice of psychology in Ontario. 5.  The member may only use the title “Temporary Emergency Psychologist” or “Temporary Emergency Psychological Associate” or the designations “C.Psych. (temporary emergency class)” or “C.Psych.Assoc. (temporary emergency class)” or a variation or equivalent in another language. O. Reg. 297/23, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK45\"></a><b>33.2 </b>The following are the conditions of a certificate of registration in the temporary emergency class:</p> <p class=\"paragraph-e\">  1.  The member must practise the profession only within the scope of their skills, knowledge and judgment.</p> <p class=\"paragraph-e\">  2.  The member must attest that they have familiarized themself with the provisions of Ontario Regulation 801/93 (Professional Misconduct) made under the Act and the College’s Standards of Professional Practice and agree to practice in compliance with these.</p> <p class=\"paragraph-e\">  3.  The member must maintain professional liability insurance in the amount and in the form required by the by-laws.</p> <p class=\"paragraph-e\">  4.  The member must promptly and, in any event, within five business days, advise the College in writing if the member ceases to be a Canadian citizen or permanent resident of Canada or to have authorization under the <i>Immigration and Refugee Protection Act </i>(Canada) permitting the member to engage in the practice of psychology in Ontario.</p> <p class=\"paragraph-e\">  5.  The member may only use the title “Temporary Emergency Psychologist” or “Temporary Emergency Psychological Associate” or the designations “C.Psych. (temporary emergency class)” or “C.Psych.Assoc. (temporary emergency class)” or a variation or equivalent in another language. O. Reg. 297/23, s. 2.</p>"
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "33.3",
            "part_id": null,
            "part_type": null,
            "section": "Expiry, movement to psychologist authorizing autonomous practice class or psychological associate authorizing autonomous practice class",
            "content": " 33.3 (1) Unless stated otherwise on the certificate, a certificate of registration in the temporary emergency class expires one year after it is issued unless it is renewed. O. Reg. 297/23, s. 2. (2) Unless stated otherwise on the certificate, a renewed certificate of registration in the temporary emergency class expires one year after it is issued unless it is renewed again. O. Reg. 297/23, s. 2. (3) Despite subsections (1) and (2), a certificate of registration in the temporary emergency class expires six months after the date the Council determines that the emergency circumstances referred to in paragraph 1 of section 33.1 have ended. O. Reg. 297/23, s. 2. (4) A person who holds a temporary emergency certificate of registration or who held a temporary emergency certificate of registration within the six months prior to applying may be issued a certificate of registration as a psychologist authorizing autonomous practice or a certificate of registration as a psychological associate authorizing autonomous practice, if they request, in writing, that the Registrar issue them a certificate of registration as a psychologist authorizing autonomous practice or a certificate of registration as a psychological associate authorizing autonomous practice. O. Reg. 297/23, s. 2. (5) A person referred to in subsection (4) must successfully complete the Jurisprudence and Ethics Examination referred to in paragraph 5 of subsection 5 (1) within 12 months of issuance of the certificate of registration as a psychologist authorizing autonomous practice or the certificate of registration as a psychological associate authorizing autonomous practice unless they have previously successfully completed the required examination. O. Reg. 297/23, s. 2. Expiry, Reinstatement, etc.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK46\"></a><b>33.3 </b>(1) Unless stated otherwise on the certificate, a certificate of registration in the temporary emergency class expires one year after it is issued unless it is renewed. O. Reg. 297/23, s. 2.</p> <p class=\"subsection-e\">  (2) Unless stated otherwise on the certificate, a renewed certificate of registration in the temporary emergency class expires one year after it is issued unless it is renewed again. O. Reg. 297/23, s. 2.</p> <p class=\"subsection-e\">  (3) Despite subsections (1) and (2), a certificate of registration in the temporary emergency class expires six months after the date the Council determines that the emergency circumstances referred to in paragraph 1 of section 33.1 have ended. O. Reg. 297/23, s. 2.</p> <p class=\"subsection-e\">  (4) A person who holds a temporary emergency certificate of registration or who held a temporary emergency certificate of registration within the six months prior to applying may be issued a certificate of registration as a psychologist authorizing autonomous practice or a certificate of registration as a psychological associate authorizing autonomous practice, if they request, in writing, that the Registrar issue them a certificate of registration as a psychologist authorizing autonomous practice or a certificate of registration as a psychological associate authorizing autonomous practice. O. Reg. 297/23, s. 2.</p> <p class=\"subsection-e\">  (5) A person referred to in subsection (4) must successfully complete the Jurisprudence and Ethics Examination referred to in paragraph 5 of subsection 5 (1) within 12 months of issuance of the certificate of registration as a psychologist authorizing autonomous practice or the certificate of registration as a psychological associate authorizing autonomous practice unless they have previously successfully completed the required examination. O. Reg. 297/23, s. 2.</p> <p class=\"heading1-e\"><a name=\"BK47\"></a>Expiry, Reinstatement, etc.</p>"
        },
        {
            "ahref_id": "#BK47",
            "TOCid": "Expiry, Reinstatement, etc.",
            "part_id": null,
            "part_type": null,
            "section": "Expiry, Reinstatement, etc.",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK48",
            "TOCid": "34.",
            "part_id": null,
            "part_type": null,
            "section": "Expiry on issuance of new certificate",
            "content": " 34. A person’s certificate of registration expires immediately if the Registrar issues another certificate of registration to the person.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK48\"></a><b>34. </b>A person’s certificate of registration expires immediately if the Registrar issues another certificate of registration to the person.</p>"
        },
        {
            "ahref_id": "#BK49",
            "TOCid": "35.",
            "part_id": null,
            "part_type": null,
            "section": "Reinstatement",
            "content": " 35. If the Registrar suspends a member’s certificate of registration pursuant to section 24 of the Health Professions Procedural Code for failure to pay a fee, the Registrar may lift the suspension within two years from the date of suspension on the payment of, (a)  the fee the member failed to pay; and (b)  all applicable fees and penalties required under the by-laws. Transition",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK49\"></a><b>35. </b>If the Registrar suspends a member’s certificate of registration pursuant to section 24 of the Health Professions Procedural Code for failure to pay a fee, the Registrar may lift the suspension within two years from the date of suspension on the payment of,</p> <p class=\"clause-e\">  (a)  the fee the member failed to pay; and</p> <p class=\"clause-e\">  (b)  all applicable fees and penalties required under the by-laws.</p> <p class=\"heading1-e\"><a name=\"BK50\"></a>Transition</p>"
        },
        {
            "ahref_id": "#BK50",
            "TOCid": "Transition",
            "part_id": null,
            "part_type": null,
            "section": "Transition",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK51",
            "TOCid": "36.",
            "part_id": null,
            "part_type": null,
            "section": "Transition",
            "content": " 36. (1) Every certificate of registration that was in existence immediately before April 7, 2015 is continued as the equivalent certificate of registration with the same status under this Regulation until such time as it otherwise ceases to be effective and, for greater certainty, (a)  every certificate of registration subject to a limitation of academic status is continued as an Academic certificate of registration; (b)  every certificate of registration subject to a limitation of inactive status is continued as an Inactive certificate of registration; and (c)  every certificate of registration subject to a limitation of retired status is continued as a Retired certificate of registration. (2) Where an application for a certificate of registration had been made but not finally dealt with before April 7, 2015, the application shall be dealt with in accordance with this Regulation. 37. Omitted (revokes other Regulations). 38. Omitted (provides for coming into force of provisions of this Regulation).  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK51\"></a><b>36. </b>(1) Every certificate of registration that was in existence immediately before April 7, 2015 is continued as the equivalent certificate of registration with the same status under this Regulation until such time as it otherwise ceases to be effective and, for greater certainty,</p> <p class=\"clause-e\">  (a)  every certificate of registration subject to a limitation of academic status is continued as an Academic certificate of registration;</p> <p class=\"clause-e\">  (b)  every certificate of registration subject to a limitation of inactive status is continued as an Inactive certificate of registration; and</p> <p class=\"clause-e\">  (c)  every certificate of registration subject to a limitation of retired status is continued as a Retired certificate of registration.</p> <p class=\"subsection-e\">  (2) Where an application for a certificate of registration had been made but not finally dealt with before April 7, 2015, the application shall be dealt with in accordance with this Regulation.</p> <p class=\"section-e\"> <b>37.</b> <span class=\"ovsmallcap\">Omitted (revokes other Regulations).</span></p> <p class=\"section-e\"> <b>38.</b> <span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Regulation).</span></p> <p class=\"section-e\"><span class=\"ovsmallcap\"> </span></p> <p class=\"MsoNormal\"><span class=\"ovsmallcap\"><a href=\"http://www.ontario.ca/fr/lois/reglement/150074\"><span>Français</span></a></span></p> <p class=\"MsoNormal\"><span class=\"ovsmallcap\"> </span></p> <p class=\"MsoNormal\"><span class=\"ovsmallcap\"></span></p>"
        }
    ]
}