{
    "reg_info": {
        "full_title": "O. Reg. 383/00: REGISTRATION",
        "reg_name_text": "REGISTRATION",
        "citation": "O. Reg. 383/00: ",
        "act_under": "Social Work and Social Service Work Act, 1998",
        "url": "https://www.ontario.ca/laws/regulation/000383",
        "date_scraped": "2023-12-19 02:14:36"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2018",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/000383/v5",
            "valid_from": "August  1, 2017",
            "valid_to": "December 31, 2017"
        },
        {
            "a_href": "/laws/regulation/000383/v4",
            "valid_from": "January 25, 2013",
            "valid_to": "July 31, 2017"
        },
        {
            "a_href": "/laws/regulation/000383/v3",
            "valid_from": "February 13, 2011",
            "valid_to": "January 24, 2013"
        },
        {
            "a_href": "/laws/regulation/000383/v2",
            "valid_from": "August 13, 2010",
            "valid_to": "February 12, 2011"
        },
        {
            "a_href": "/laws/regulation/000383/v1",
            "valid_from": "August 15, 2000",
            "valid_to": "August 12, 2010"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Certificates of Registration",
            "content": " 1. (1) The following are prescribed as classes of certificates of registration for social work: 1. General. 2. Inactive. 3. Retired. O. Reg. 319/17, s. 1. (2) The following are prescribed as classes of certificates of registration for social service work: 1. General. 2. Inactive. 3. Retired. O. Reg. 319/17, s. 1. (3) A person may hold a certificate of registration for social work and a certificate of registration for social service work at the same time. O. Reg. 319/17, s. 1. (4) A person may hold only one class of certificate of registration for social work at one time and may hold only one class of certificate of registration for social service work at one time. O. Reg. 319/17, s. 1. (5) If a person holds a class of certificate of registration for social work, his or her certificate of registration expires immediately if the Registrar issues a certificate of registration for social work of another class. O. Reg. 319/17, s. 1. (6) If a person holds a class of certificate of registration for social service work, his or her certificate of registration expires immediately if the Registrar issues a certificate of registration for social service work of another class. O. Reg. 319/17, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) The following are prescribed as classes of certificates of registration for social work:</p> <p class=\"paragraph-e\">  1. General.</p> <p class=\"paragraph-e\">  2. Inactive.</p> <p class=\"paragraph-e\">  3. Retired. O. Reg. 319/17, s. 1.</p> <p class=\"subsection-e\">  (2) The following are prescribed as classes of certificates of registration for social service work:</p> <p class=\"paragraph-e\">  1. General.</p> <p class=\"paragraph-e\">  2. Inactive.</p> <p class=\"paragraph-e\">  3. Retired. O. Reg. 319/17, s. 1.</p> <p class=\"subsection-e\">  (3) A person may hold a certificate of registration for social work and a certificate of registration for social service work at the same time. O. Reg. 319/17, s. 1.</p> <p class=\"subsection-e\">  (4) A person may hold only one class of certificate of registration for social work at one time and may hold only one class of certificate of registration for social service work at one time. O. Reg. 319/17, s. 1.</p> <p class=\"subsection-e\">  (5) If a person holds a class of certificate of registration for social work, his or her certificate of registration expires immediately if the Registrar issues a certificate of registration for social work of another class. O. Reg. 319/17, s. 1.</p> <p class=\"subsection-e\">  (6) If a person holds a class of certificate of registration for social service work, his or her certificate of registration expires immediately if the Registrar issues a certificate of registration for social service work of another class. O. Reg. 319/17, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Certificates of Registration",
            "content": " 2. In this Regulation, “Agreement on Internal Trade” means the Agreement on Internal Trade as defined in the Ontario Labour Mobility Act, 2009; (“Accord sur le commerce intérieur”) “authorizing certificate”, in relation to the profession of social work, means a certificate, licence, registration or other form of official recognition, granted by an out-of-province regulatory authority to an individual, which attests to the individual being qualified to practise the profession of social work and authorizes the individual to practise the profession of social work or to use a title or designation relating to the profession, or both; (“certificat d’autorisation”) “member” means a member of the College; (“membre”) “out-of-province regulatory authority” means a body or individual that is authorized to grant an authorizing certificate under an Act of Canada or of a province or territory of Canada that is a party to the Agreement on Internal Trade, other than Ontario; (“autorité de réglementation extraprovinciale”) “role of a social service worker” means the role of a person who assesses, treats and evaluates individual, interpersonal and societal problems through the use of social service work knowledge, skills, interventions and strategies, to assist individuals, dyads, families, groups, organizations and communities to achieve optimum social functioning; (“travail à titre de technicien en travail social”) “role of a social worker” means the role of a person who assesses, diagnoses, treats and evaluates individual, interpersonal and societal problems through the use of social work knowledge, skills, interventions and strategies, to assist individuals, dyads, families, groups, organizations and communities to achieve optimum psychosocial and social functioning. (“travail à titre de travailleur social”)  O. Reg. 383/00, s. 2; O. Reg. 320/10, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>In this Regulation,</p> <p class=\"firstdef-e\">“Agreement on Internal Trade” means the Agreement on Internal Trade as defined in the <i>Ontario</i><i> Labour Mobility Act, 2009</i>; (“Accord sur le commerce intérieur”)</p> <p class=\"definition-e\">“authorizing certificate”, in relation to the profession of social work, means a certificate, licence, registration or other form of official recognition, granted by an out-of-province regulatory authority to an individual, which attests to the individual being qualified to practise the profession of social work and authorizes the individual to practise the profession of social work or to use a title or designation relating to the profession, or both; (“certificat d’autorisation”)</p> <p class=\"definition-e\">“member” means a member of the College; (“membre”)</p> <p class=\"definition-e\">“out-of-province regulatory authority” means a body or individual that is authorized to grant an authorizing certificate under an Act of Canada or of a province or territory of Canada that is a party to the Agreement on Internal Trade, other than Ontario; (“autorité de réglementation extraprovinciale”)</p> <p class=\"definition-e\">“role of a social service worker” means the role of a person who assesses, treats and evaluates individual, interpersonal and societal problems through the use of social service work knowledge, skills, interventions and strategies, to assist individuals, dyads, families, groups, organizations and communities to achieve optimum social functioning; (“travail à titre de technicien en travail social”)</p> <p class=\"definition-e\">“role of a social worker” means the role of a person who assesses, diagnoses, treats and evaluates individual, interpersonal and societal problems through the use of social work knowledge, skills, interventions and strategies, to assist individuals, dyads, families, groups, organizations and communities to achieve optimum psychosocial and social functioning. (“travail à titre de travailleur social”)  O. Reg. 383/00, s. 2; O. Reg. 320/10, s. 1.</p>"
        },
        {
            "id": "3.",
            "section": "Certificates of Registration",
            "content": " 3. A person may apply for a certificate of registration by submitting a completed application in the form provided by the Registrar, together with the application fee prescribed by the by-laws.  O. Reg. 383/00, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>A person may apply for a certificate of registration by submitting a completed application in the form provided by the Registrar, together with the application fee prescribed by the by-laws.  O. Reg. 383/00, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Certificates of Registration",
            "content": " 4. It is a requirement for the issuing of a certificate of registration of any class that the applicant pay the fees prescribed by the by-laws.  O. Reg. 383/00, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>It is a requirement for the issuing of a certificate of registration of any class that the applicant pay the fees prescribed by the by-laws.  O. Reg. 383/00, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Certificates of Registration",
            "content": " 5. (1) This section applies for the purposes of section 18 of the Act.  O. Reg. 383/00, s. 5 (1); O. Reg. 320/10, s. 2 (1). (2) The following are registration requirements for a certificate of registration of any class: 1. The applicant must disclose, at the time the application is made and at the time the certificate of registration is issued, the following information relating to the applicant and to the practice of social work, social service work or any other profession, whether in Ontario or in any other jurisdiction: i. Every finding of professional misconduct, incompetence or incapacity and every other similar finding, including a finding of professional misconduct, incompetence or incapacity made by a professional association or other body that has self-regulatory responsibility. ii. Every current proceeding in relation to professional misconduct, incompetence or incapacity and every other similar proceeding, including a proceeding relating to professional misconduct, incompetence or incapacity held by a professional association or other body that has self-regulatory responsibility. 2. The applicant must disclose, at the time the application is made and at the time the certificate of registration is issued, every finding of guilt in relation to a criminal offence, an offence under the Controlled Drugs and Substances Act (Canada) or the Food and Drugs Act\r\n(Canada) or any other offence relevant to the applicant’s suitability to practise social work or social service work, as the case may be. 3. The applicant’s past and present conduct must afford reasonable grounds for the belief that the applicant, i. does not have any physical or mental condition or disorder that could affect his or her ability to practise social work or social service work, as the case may be, in a safe manner, ii. will practise social work or social service work, as the case may be, with decency, integrity and honesty and in accordance with the law, including but not limited to the Act, the regulations and the by-laws, and iii. has sufficient knowledge, skill and judgment to practise social work or social service work, as the case may be. 4. The applicant must demonstrate the ability to speak and write either English or French with reasonable fluency. 5. The applicant must be a Canadian citizen or a permanent resident of Canada or be authorized under the Immigration and Refugee Protection Act (Canada) to engage in the practice of social work or social service work, as the case may be.  O. Reg. 383/00, s. 5 (2); O. Reg. 320/10, s. 2 (2); O. Reg. 319/17, s. 2. (3) Despite any other provision in this Regulation, an applicant who makes a false or misleading statement, representation or declaration in or in connection with his or her application, by commission or omission, shall be deemed thereafter, with respect to the application, not to satisfy, and not to have satisfied, the requirements for a certificate of registration of any class.  O. Reg. 383/00, s. 5 (3). (4) An applicant who, after having applied for but before being issued a certificate of registration, becomes the subject of a finding or a proceeding described in subparagraph 1 i or ii of subsection (2) or is found guilty of an offence described in paragraph 2 of subsection (2), shall immediately inform the Registrar.  O. Reg. 383/00, s. 5 (4).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) This section applies for the purposes of section 18 of the Act.  O. Reg. 383/00, s. 5 (1); O. Reg. 320/10, s. 2 (1).</p> <p class=\"subsection-e\">  (2) The following are registration requirements for a certificate of registration of any class:</p> <p class=\"paragraph-e\">  1. The applicant must disclose, at the time the application is made and at the time the certificate of registration is issued, the following information relating to the applicant and to the practice of social work, social service work or any other profession, whether in Ontario or in any other jurisdiction:</p> <p class=\"subpara-e\">  i. Every finding of professional misconduct, incompetence or incapacity and every other similar finding, including a finding of professional misconduct, incompetence or incapacity made by a professional association or other body that has self-regulatory responsibility.</p> <p class=\"subpara-e\">  ii. Every current proceeding in relation to professional misconduct, incompetence or incapacity and every other similar proceeding, including a proceeding relating to professional misconduct, incompetence or incapacity held by a professional association or other body that has self-regulatory responsibility.</p> <p class=\"paragraph-e\">  2. The applicant must disclose, at the time the application is made and at the time the certificate of registration is issued, every finding of guilt in relation to a criminal offence, an offence under the <i>Controlled Drugs and Substances Act</i> (Canada) or the <i>Food and Drugs Act</i>\r\n(Canada) or any other offence relevant to the applicant’s suitability to practise social work or social service work, as the case may be.</p> <p class=\"paragraph-e\">  3. The applicant’s past and present conduct must afford reasonable grounds for the belief that the applicant,</p> <p class=\"subpara-e\">  i. does not have<b> </b>any physical or mental condition or disorder that could affect his or her ability to practise social work or social service work, as the case may be, in a safe manner,</p> <p class=\"subpara-e\">  ii. will practise social work or social service work, as the case may be, with decency, integrity and honesty and in accordance with the law, including but not limited to the Act, the regulations and the by-laws, and</p> <p class=\"subpara-e\">  iii. has sufficient knowledge, skill and judgment to practise social work or social service work, as the case may be.</p> <p class=\"paragraph-e\">  4. The applicant must demonstrate the ability to speak and write either English or French with reasonable fluency.</p> <p class=\"paragraph-e\">  5. The applicant must be a Canadian citizen or a permanent resident of Canada or be authorized under the <i>Immigration and Refugee Protection Act</i><i> </i>(Canada) to engage in the practice of social work or social service work, as the case may be.  O. Reg. 383/00, s. 5 (2); O. Reg. 320/10, s. 2 (2); O. Reg. 319/17, s. 2.</p> <p class=\"subsection-e\">  (3) Despite any other provision in this Regulation, an applicant who makes a false or misleading statement, representation or declaration in or in connection with his or her application, by commission or omission, shall be deemed thereafter, with respect to the application, not to satisfy, and not to have satisfied, the requirements for a certificate of registration of any class.  O. Reg. 383/00, s. 5 (3).</p> <p class=\"subsection-e\">  (4) An applicant who, after having applied for but before being issued a certificate of registration, becomes the subject of a finding or a proceeding described in subparagraph 1 i or ii of subsection (2) or is found guilty of an offence described in paragraph 2 of subsection (2), shall immediately inform the Registrar.  O. Reg. 383/00, s. 5 (4).</p>"
        },
        {
            "id": "6.",
            "section": "Certificates of Registration",
            "content": " 6. The following are conditions of a certificate of registration of any class: 1. The member must disclose the following information relating to the member and to the practice of social work, social service work or any other profession, whether in Ontario or in any other jurisdiction: i. Every finding of professional misconduct, incompetence or incapacity and every other similar finding, if the finding is made after the initial registration of the member, including a finding of professional misconduct, incompetence or incapacity made by a professional association or other body that has self-regulatory responsibility. ii. Every proceeding in relation to professional misconduct, incompetence or incapacity and every other similar proceeding, if the proceeding is held after the initial registration of the member, including a proceeding relating to professional misconduct, incompetence or incapacity held by a professional association or other body that has self-regulatory responsibility. 2. The member must disclose every finding of guilt against the member in relation to a criminal offence, an offence under the Controlled Drugs and Substances Act\r\n(Canada) or the Food and Drugs Act (Canada) or any other offence relevant to the applicant’s suitability to practise social work or social service work, as the case may be, if the finding is made after the initial registration of the member. 3.  Revoked: O. Reg. 319/17, s. 3 (2). O. Reg. 383/00, s. 6; O. Reg. 319/17, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>The following are conditions of a certificate of registration of any class:</p> <p class=\"paragraph-e\">  1. The member must disclose the following information relating to the member and to the practice of social work, social service work or any other profession, whether in Ontario or in any other jurisdiction:</p> <p class=\"subpara-e\">  i. Every finding of professional misconduct, incompetence or incapacity and every other similar finding, if the finding is made after the initial registration of the member, including a finding of professional misconduct, incompetence or incapacity made by a professional association or other body that has self-regulatory responsibility.</p> <p class=\"subpara-e\">  ii. Every proceeding in relation to professional misconduct, incompetence or incapacity and every other similar proceeding, if the proceeding is held after the initial registration of the member, including a proceeding relating to professional misconduct, incompetence or incapacity held by a professional association or other body that has self-regulatory responsibility.</p> <p class=\"paragraph-e\">  2. The member must disclose every finding of guilt against the member in relation to a criminal offence, an offence under the <i>Controlled Drugs and Substances Act</i>\r\n(Canada) or the <i>Food and Drugs Act</i> (Canada) or any other offence relevant to the applicant’s suitability to practise social work or social service work, as the case may be, if the finding is made after the initial registration of the member.</p> <p class=\"paragraph-e\">  3.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 319/17, s. 3 (2).</p> <p class=\"footnote-e\">O. Reg. 383/00, s. 6; O. Reg. 319/17, s. 3.</p>"
        },
        {
            "id": "6.1, 6.2",
            "section": "Certificates of Registration",
            "content": " 6.1, 6.2 Revoked: O. Reg. 319/17, s. 4. General Certificates of Registration",
            "raw_html": "<p class=\"section-e\"> <b>6.1, 6.2 </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 319/17, s. 4.</p> <p class=\"heading1-e\">General Certificates of Registration</p>"
        },
        {
            "id": "7.",
            "section": "General Certificates of Registration",
            "content": " 7. (1) In addition to the requirements set out in sections 4 and 5, the following are registration requirements for a general certificate of registration for social work to be issued under subsection 18 (1) of the Act: 1. The applicant must produce documentation satisfactory to the Registrar that shows that the applicant, i. has obtained a degree in social work from a social work program accredited by the Canadian Association for Social Work Education, or a degree from a social work program or an equivalent program offered in Canada and approved by Council as equivalent to a social work program accredited by the Canadian Association for Social Work Education, ii. has obtained a degree from a social work program or an equivalent program offered outside Canada and approved by Council as equivalent to a social work program accredited by the Canadian Association for Social Work Education, or iii. has a combination of academic qualifications and experience performing the role of a social worker that the Registrar determines is substantially equivalent to the qualifications required for a degree in social work from a social work program accredited by the Canadian Association for Social Work Education. 2. The applicant must have successfully completed the examination or examinations in social work, if any, set or approved by Council. 3. The applicant must have engaged in the practice of social work within the five years immediately before the date of the application or otherwise satisfy the Registrar that he or she is competent to perform the role of a social worker.  O. Reg. 383/00, s. 7 (1); O. Reg. 320/10, s. 4 (1, 2). (2) Paragraph 3 of subsection (1) does not apply to an applicant who has obtained the academic qualifications described in subparagraph 1 i or ii of subsection (1) or the academic qualifications and experience described in subparagraph 1 iii of subsection (1) within the five years immediately before the date of the application.  O. Reg. 320/10, s. 4 (3). (3) Revoked:  O. Reg. 320/10, s. 4 (3).",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) In addition to the requirements set out in sections 4 and 5, the following are registration requirements for a general certificate of registration for social work to be issued under subsection 18 (1) of the Act:</p> <p class=\"paragraph-e\">  1. The applicant must produce documentation satisfactory to the Registrar that shows that the applicant,</p> <p class=\"subpara-e\">  i. has obtained a degree in social work from a social work program accredited by the Canadian Association for Social Work Education, or a degree from a social work program or an equivalent program offered in Canada and approved by Council as equivalent to a social work program accredited by the Canadian Association for Social Work Education,</p> <p class=\"subpara-e\">  ii. has obtained a degree from a social work program or an equivalent program offered outside Canada and approved by Council as equivalent to a social work program accredited by the Canadian Association for Social Work Education, or</p> <p class=\"subpara-e\">  iii. has a combination of academic qualifications and experience performing the role of a social worker that the Registrar determines is substantially equivalent to the qualifications required for a degree in social work from a social work program accredited by the Canadian Association for Social Work Education.</p> <p class=\"paragraph-e\">  2. The applicant must have successfully completed the examination or examinations in social work, if any, set or approved by Council.  </p> <p class=\"paragraph-e\">  3. The applicant must have engaged in the practice of social work within the five years immediately before the date of the application or otherwise satisfy the Registrar that he or she is competent to perform the role of a social worker.  O. Reg. 383/00, s. 7 (1); O. Reg. 320/10, s. 4 (1, 2).</p> <p class=\"subsection-e\">  (2) Paragraph 3 of subsection (1) does not apply to an applicant who has obtained the academic qualifications described in subparagraph 1 i or ii of subsection (1) or the academic qualifications and experience described in subparagraph 1 iii of subsection (1) within the five years immediately before the date of the application.  O. Reg. 320/10, s. 4 (3).</p> <p class=\"subsection-e\">  (3) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 320/10, s. 4 (3).</p>"
        },
        {
            "id": "7.1",
            "section": "General Certificates of Registration",
            "content": " 7.1 In addition to the requirements set out in sections 4 and 5, the following are the registration requirements for a general certificate of registration for social work to be issued under subsection 18 (1) of the Act to an applicant who already holds an authorizing certificate in social work granted by an out-of-province regulatory authority: 1. The applicant is deemed to have met the requirements of paragraph 4 of subsection 5 (2) where the requirements for the granting to the applicant of the authorizing certificate by the out-of-province regulatory authority included language proficiency requirements equivalent to the requirements of that paragraph. 2. The applicant is deemed to have met the requirements of paragraphs 1, 2, and 3 of subsection 7 (1) if the following requirements are met, i. the applicant provides a certificate, letter or other evidence satisfactory to the Registrar from every out-of-province regulatory authority from which the applicant currently holds an authorizing certificate in social work confirming that the authorizing certificate in social work that the out-of-province regulatory authority granted to the applicant is in good standing, and ii. the applicant has engaged in the practice of social work within the five years immediately before the date of the application or otherwise satisfies the Registrar that he or she is competent to perform the role of a social worker. 3. Despite paragraphs 1 and 2 and in addition to the requirements in those paragraphs, the applicant must meet any registration requirement that, i. is listed on the publicly accessible website referred to in clause 9 (3) (a) of the Ontario Labour Mobility Act, 2009, and ii. is stated on the website to be a permissible certification requirement for social work, adopted by the Government of Ontario under Article 708 of the Agreement on Internal Trade.  O. Reg. 320/10, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>7.1 </b>In addition to the requirements set out in sections 4 and 5, the following are the registration requirements for a general certificate of registration for social work to be issued under subsection 18 (1) of the Act to an applicant who already holds an authorizing certificate in social work granted by an out-of-province regulatory authority:</p> <p class=\"paragraph-e\">  1. The applicant is deemed to have met the requirements of paragraph 4 of subsection 5 (2) where the requirements for the granting to the applicant of the authorizing certificate by the out-of-province regulatory authority included language proficiency requirements equivalent to the requirements of that paragraph. </p> <p class=\"paragraph-e\">  2. The applicant is deemed to have met the requirements of paragraphs 1, 2, and 3 of subsection 7 (1) if the following requirements are met,</p> <p class=\"subpara-e\">  i. the applicant provides a certificate, letter or other evidence satisfactory to the Registrar from every out-of-province regulatory authority from which the applicant currently holds an authorizing certificate in social work confirming that the authorizing certificate in social work that the out-of-province regulatory authority granted to the applicant is in good standing, and</p> <p class=\"subpara-e\">  ii. the applicant has engaged in the practice of social work within the five years immediately before the date of the application or otherwise satisfies the Registrar that he or she is competent to perform the role of a social worker.</p> <p class=\"paragraph-e\">  3. Despite paragraphs 1 and 2 and in addition to the requirements in those paragraphs, the applicant must meet any registration requirement that, </p> <p class=\"subpara-e\">  i. is listed on the publicly accessible website referred to in clause 9 (3) (a) of the <i>Ontario</i><i> Labour Mobility Act, 2009</i>, and</p> <p class=\"subpara-e\">  ii. is stated on the website to be a permissible certification requirement for social work, adopted by the Government of Ontario under Article 708 of the Agreement on Internal Trade.  O. Reg. 320/10, s. 5.</p>"
        },
        {
            "id": "8.",
            "section": "General Certificates of Registration",
            "content": " 8. (1) In addition to the requirements set out in sections 4 and 5, the following are registration requirements for a general certificate of registration for social service work to be issued under subsection 18 (2) of the Act: 1. The applicant must produce documentation satisfactory to the Registrar that shows that the applicant, i. has obtained a diploma in social service work from a social service work program offered in Ontario at a College of Applied Arts and Technology, ii. has obtained a diploma from a program offered in Ontario at a College of Applied Arts and Technology that is equivalent to a social service work program and approved by Council as equivalent to a social service work program offered in Ontario at a College of Applied Arts and Technology, iii. has obtained a diploma from a social service work program or an equivalent program offered outside Ontario and approved by Council as equivalent to a social service work program offered in Ontario at a College of Applied Arts and Technology, or iv. has a combination of academic qualifications and experience performing the role of a social service worker that the Registrar determines is substantially equivalent to the qualifications required for a diploma in social service work from a social service work program offered in Ontario at a College of Applied Arts and Technology. 2. The applicant must have successfully completed the examination or examinations in social service work, if any, set or approved by Council. 3. The applicant must have engaged in the practice of social service work within the five years immediately before the date of the application or otherwise satisfy the Registrar that he or she is competent to perform the role of a social service worker.  O. Reg. 383/00, s. 8 (1); O. Reg. 320/10, s. 6 (1, 2). (2) Paragraph 3 of subsection (1) does not apply to an applicant who has obtained the academic qualifications described in subparagraph 1 i, ii or iii of subsection (1) or the academic qualifications and experience described in subparagraph 1 iv of subsection (1) within the five years immediately before the date of the application.  O. Reg. 320/10, s. 6 (3). (3) Revoked:  O. Reg. 320/10, s. 6 (3).",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) In addition to the requirements set out in sections 4 and 5, the following are registration requirements for a general certificate of registration for social service work to be issued under subsection 18 (2) of the Act:</p> <p class=\"paragraph-e\">  1. The applicant must produce documentation satisfactory to the Registrar that shows that the applicant,</p> <p class=\"subpara-e\">  i. has obtained a diploma in social service work from a social service work program offered in Ontario at a College of Applied Arts and Technology,</p> <p class=\"subpara-e\">  ii. has obtained a diploma from a program offered in Ontario at a College of Applied Arts and Technology that is equivalent to a social service work program and approved by Council as equivalent to a social service work program offered in Ontario at a College of Applied Arts and Technology,</p> <p class=\"subpara-e\">  iii. has obtained a diploma from a social service work program or an equivalent program offered outside Ontario and approved by Council as equivalent to a social service work program offered in Ontario at a College of Applied Arts and Technology, or</p> <p class=\"subpara-e\">  iv. has a combination of academic qualifications and experience performing the role of a social service worker that the Registrar determines is substantially equivalent to the qualifications required for a diploma in social service work from a social service work program offered in Ontario at a College of Applied Arts and Technology.</p> <p class=\"paragraph-e\">  2. The applicant must have successfully completed the examination or examinations in social service work, if any, set or approved by Council.  </p> <p class=\"paragraph-e\">  3. The applicant must have engaged in the practice of social service work within the five years immediately before the date of the application or otherwise satisfy the Registrar that he or she is competent to perform the role of a social service worker.  O. Reg. 383/00, s. 8 (1); O. Reg. 320/10, s. 6 (1, 2).</p> <p class=\"subsection-e\">  (2) Paragraph 3 of subsection (1) does not apply to an applicant who has obtained the academic qualifications described in subparagraph 1 i, ii or iii of subsection (1) or the academic qualifications and experience described in subparagraph 1 iv of subsection (1) within the five years immediately before the date of the application.  O. Reg. 320/10, s. 6 (3).</p> <p class=\"subsection-e\">  (3) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 320/10, s. 6 (3).</p>"
        },
        {
            "id": "9.",
            "section": "General Certificates of Registration",
            "content": " 9. In addition to the conditions set out in section 6, it is a condition of a general certificate of registration for social work or for social service work that the member must, at any time required by the College, provide evidence satisfactory to the College of the member’s continuing competence to practise social work or social service work, as the case may be, in accordance with the guidelines approved by Council from time to time and published and distributed by the College to the members of the College. O. Reg. 319/17, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>In addition to the conditions set out in section 6, it is a condition of a general certificate of registration for social work or for social service work that the member must, at any time required by the College, provide evidence satisfactory to the College of the member’s continuing competence to practise social work or social service work, as the case may be, in accordance with the guidelines approved by Council from time to time and published and distributed by the College to the members of the College. O. Reg. 319/17, s. 5.</p>"
        },
        {
            "id": "10.",
            "section": "General Certificates of Registration",
            "content": " 10. (1) In addition to the requirements set out in sections 4 and 5, the following are the registration requirements that must be satisfied by a member who holds an inactive certificate of registration for social work who wishes to be issued a general certificate of registration for social work under subsection 18 (1) of the Act: 1. The member must submit an application, in accordance with section 3 of this Regulation, to the Registrar not less than 60 days before the member intends to start practising social work. 2. The member must have held a general certificate of registration for social work immediately before he or she was issued an inactive certificate of registration. 3. The member must pay any outstanding fee, including the annual fee, penalty or other amount owed to the College. 4. A member who has held an inactive certificate of registration for more than five years preceding his or her application under this section must satisfy the Registrar that he or she is currently competent to practise social work. O. Reg. 319/17, s. 5. (2) Any terms, conditions or limitations that were imposed on the member’s general certificate of registration held by the member immediately before he or she was issued an inactive certificate of registration are deemed to be imposed on the general certificate of registration issued in accordance with this section, unless the Registrar is satisfied that a term, condition or limitation is no longer applicable. O. Reg. 319/17, s. 5. (3) Any terms, conditions or limitations that were imposed on the member’s inactive certificate of registration held by the member immediately before being issued a general certificate of registration in accordance with this section are deemed to be imposed on the general certificate of registration, unless the Registrar is satisfied that a term, condition or limitation is no longer applicable. O. Reg. 319/17, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) In addition to the requirements set out in sections 4 and 5, the following are the registration requirements that must be satisfied by a member who holds an inactive certificate of registration for social work who wishes to be issued a general certificate of registration for social work under subsection 18 (1) of the Act:</p> <p class=\"paragraph-e\">  1. The member must submit an application, in accordance with section 3 of this Regulation, to the Registrar not less than 60 days before the member intends to start practising social work.</p> <p class=\"paragraph-e\">  2. The member must have held a general certificate of registration for social work immediately before he or she was issued an inactive certificate of registration.</p> <p class=\"paragraph-e\">  3. The member must pay any outstanding fee, including the annual fee, penalty or other amount owed to the College.</p> <p class=\"paragraph-e\">  4. A member who has held an inactive certificate of registration for more than five years preceding his or her application under this section must satisfy the Registrar that he or she is currently competent to practise social work. O. Reg. 319/17, s. 5.</p> <p class=\"subsection-e\">  (2) Any terms, conditions or limitations that were imposed on the member’s general certificate of registration held by the member immediately before he or she was issued an inactive certificate of registration are deemed to be imposed on the general certificate of registration issued in accordance with this section, unless the Registrar is satisfied that a term, condition or limitation is no longer applicable. O. Reg. 319/17, s. 5.</p> <p class=\"subsection-e\">  (3) Any terms, conditions or limitations that were imposed on the member’s inactive certificate of registration held by the member immediately before being issued a general certificate of registration in accordance with this section are deemed to be imposed on the general certificate of registration, unless the Registrar is satisfied that a term, condition or limitation is no longer applicable. O. Reg. 319/17, s. 5.</p>"
        },
        {
            "id": "11.",
            "section": "General Certificates of Registration",
            "content": " 11. (1) In addition to the requirements set out in sections 4 and 5, the following are the registration requirements that must be satisfied by a member who holds an inactive certificate of registration for social service work who wishes to be issued a general certificate of registration for social service work under subsection 18 (2) of the Act: 1. The member must submit an application, in accordance with section 3 of this Regulation, to the Registrar not less than 60 days before the member intends to start practising social service work. 2. The member must have held a general certificate of registration for social service work immediately before he or she was issued an inactive certificate of registration. 3. The member must pay any outstanding fee, including the annual fee, penalty or other amount owed to the College. 4. A member who has held an inactive certificate of registration for more than five years preceding his or her application under this section must satisfy the Registrar that he or she is currently competent to practise social service work. O. Reg. 319/17, s. 5. (2) Any terms, conditions or limitations that were imposed on the member’s general certificate of registration held by the member immediately before he or she was issued an inactive certificate of registration are deemed to be imposed on the general certificate of registration issued in accordance with this section, unless the Registrar is satisfied that a term, condition or limitation is no longer applicable. O. Reg. 319/17, s. 5. (3) Any terms, conditions or limitations that were imposed on the member’s inactive certificate of registration held by the member immediately before being issued a general certificate of registration in accordance with this section are deemed to be imposed on the general certificate of registration, unless the Registrar is satisfied that a term, condition or limitation is no longer applicable. O. Reg. 319/17, s. 5. Inactive Certificates",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) In addition to the requirements set out in sections 4 and 5, the following are the registration requirements that must be satisfied by a member who holds an inactive certificate of registration for social service work who wishes to be issued a general certificate of registration for social service work under subsection 18 (2) of the Act:</p> <p class=\"paragraph-e\">  1. The member must submit an application, in accordance with section 3 of this Regulation, to the Registrar not less than 60 days before the member intends to start practising social service work.</p> <p class=\"paragraph-e\">  2. The member must have held a general certificate of registration for social service work immediately before he or she was issued an inactive certificate of registration.</p> <p class=\"paragraph-e\">  3. The member must pay any outstanding fee, including the annual fee, penalty or other amount owed to the College.</p> <p class=\"paragraph-e\">  4. A member who has held an inactive certificate of registration for more than five years preceding his or her application under this section must satisfy the Registrar that he or she is currently competent to practise social service work. O. Reg. 319/17, s. 5.</p> <p class=\"subsection-e\">  (2) Any terms, conditions or limitations that were imposed on the member’s general certificate of registration held by the member immediately before he or she was issued an inactive certificate of registration are deemed to be imposed on the general certificate of registration issued in accordance with this section, unless the Registrar is satisfied that a term, condition or limitation is no longer applicable. O. Reg. 319/17, s. 5.</p> <p class=\"subsection-e\">  (3) Any terms, conditions or limitations that were imposed on the member’s inactive certificate of registration held by the member immediately before being issued a general certificate of registration in accordance with this section are deemed to be imposed on the general certificate of registration, unless the Registrar is satisfied that a term, condition or limitation is no longer applicable. O. Reg. 319/17, s. 5.</p> <p class=\"heading1-e\">Inactive Certificates</p>"
        },
        {
            "id": "12.",
            "section": "Inactive Certificates",
            "content": " 12. (1) In addition to the requirements set out in sections 4 and 5, the following are registration requirements for an inactive certificate of registration for social work to be issued under subsection 18 (1) of the Act: 1. The applicant must submit his or her application to the Registrar not less than 60 days before the applicant intends to cease practising social work. 2. The applicant must hold a general certificate of registration for social work. 3. The applicant’s general certificate of registration must not be subject to any term, condition or limitation that was imposed as a result of a disciplinary proceeding or a fitness to practise proceeding. 4. The applicant must not be in default of any obligation to the College, including payment of the annual fee, and must not be the subject of any pending or ongoing disciplinary proceeding or fitness to practise proceeding. 5. The applicant must give a written undertaking to the College in which the member agrees not to engage in the practice of social work in Ontario and to comply with the requirements of this Regulation. 6. The applicant pays any outstanding fees, including any annual fee owing for the current year, penalty or other amount owed to the College. O. Reg. 319/17, s. 5. (2) In addition to the conditions set out in section 6, the following conditions apply to a member who holds an inactive certificate of registration for social work: 1. The member shall not engage in the practice of social work in Ontario. 2. The member shall not use any of the titles or designations set out in section 15 unless the title or designation is immediately followed by “inactive” in English or “inactif” in French. 3. The member must, at any time required by the College, provide evidence satisfactory to the College of the member’s continuing competence to practise social work in accordance with the guidelines approved by Council from time to time and published and distributed by the College to the members of the College. O. Reg. 319/17, s. 5. (3) Any terms, conditions or limitations that were imposed on the member’s general certificate of registration held by the member immediately before being issued an inactive certificate of registration in accordance with this section are deemed to be imposed on the inactive certificate of registration, unless the Registrar is satisfied that a term, condition or limitation is no longer applicable. O. Reg. 319/17, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>(1) In addition to the requirements set out in sections 4 and 5, the following are registration requirements for an inactive certificate of registration for social work to be issued under subsection 18 (1) of the Act:</p> <p class=\"paragraph-e\">  1. The applicant must submit his or her application to the Registrar not less than 60 days before the applicant intends to cease practising social work.</p> <p class=\"paragraph-e\">  2. The applicant must hold a general certificate of registration for social work.</p> <p class=\"paragraph-e\">  3. The applicant’s general certificate of registration must not be subject to any term, condition or limitation that was imposed as a result of a disciplinary proceeding or a fitness to practise proceeding.</p> <p class=\"paragraph-e\">  4. The applicant must not be in default of any obligation to the College, including payment of the annual fee, and must not be the subject of any pending or ongoing disciplinary proceeding or fitness to practise proceeding.</p> <p class=\"paragraph-e\">  5. The applicant must give a written undertaking to the College in which the member agrees not to engage in the practice of social work in Ontario and to comply with the requirements of this Regulation.</p> <p class=\"paragraph-e\">  6. The applicant pays any outstanding fees, including any annual fee owing for the current year, penalty or other amount owed to the College. O. Reg. 319/17, s. 5.</p> <p class=\"subsection-e\">  (2) In addition to the conditions set out in section 6, the following conditions apply to a member who holds an inactive certificate of registration for social work:</p> <p class=\"paragraph-e\">  1. The member shall not engage in the practice of social work in Ontario.</p> <p class=\"paragraph-e\">  2. The member shall not use any of the titles or designations set out in section 15 unless the title or designation is immediately followed by “inactive” in English or “inactif” in French. </p> <p class=\"paragraph-e\">  3. The member must, at any time required by the College, provide evidence satisfactory to the College of the member’s continuing competence to practise social work in accordance with the guidelines approved by Council from time to time and published and distributed by the College to the members of the College. O. Reg. 319/17, s. 5.</p> <p class=\"subsection-e\">  (3) Any terms, conditions or limitations that were imposed on the member’s general certificate of registration held by the member immediately before being issued an inactive certificate of registration in accordance with this section are deemed to be imposed on the inactive certificate of registration, unless the Registrar is satisfied that a term, condition or limitation is no longer applicable. O. Reg. 319/17, s. 5.</p>"
        },
        {
            "id": "13.",
            "section": "Inactive Certificates",
            "content": " 13. (1) In addition to the requirements set out in sections 4 and 5, the following are registration requirements for an inactive certificate of registration for social service work to be issued under subsection 18 (2) of the Act: 1. The applicant must submit his or her application to the Registrar not less than 60 days before the applicant intends to cease practising social service work. 2. The applicant must hold a general certificate of registration for social service work. 3. The applicant’s general certificate of registration must not be subject to any term, condition or limitation that was imposed as a result of a disciplinary proceeding or a fitness to practise proceeding. 4. The applicant must not be in default of any obligation to the College, including payment of the annual fee, and must not be the subject of any pending or ongoing disciplinary proceeding or fitness to practise proceeding. 5. The applicant must give a written undertaking to the College in which the member agrees not to engage in the practice of social service work in Ontario and to comply with the requirements of this Regulation. 6. The applicant pays any outstanding fees, including any annual fee owing for the current year, penalty or other amount owed to the College. O. Reg. 319/17, s. 5. (2) In addition to the conditions set out in section 6, the following conditions apply to a member who holds an inactive certificate of registration for social service work: 1. The member shall not engage in the practice of social service work in Ontario. 2. The member shall not use any of the titles or designations set out in section 16 unless the title or designation is immediately followed by “inactive” in English or “inactif” in French. 3. The member must, at any time required by the College, provide evidence satisfactory to the College of the member’s continuing competence to practise social service work in accordance with the guidelines approved by Council from time to time and published and distributed by the College to the members of the College. O. Reg. 319/17, s. 5. (3) Any terms, conditions or limitations that were imposed on the member’s general certificate of registration held by the member immediately before being issued an inactive certificate of registration in accordance with this section are deemed to be imposed on the inactive certificate of registration, unless the Registrar is satisfied that a term, condition or limitation is no longer applicable. O. Reg. 319/17, s. 5. Retired Certificates",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>(1) In addition to the requirements set out in sections 4 and 5, the following are registration requirements for an inactive certificate of registration for social service work to be issued under subsection 18 (2) of the Act:</p> <p class=\"paragraph-e\">  1. The applicant must submit his or her application to the Registrar not less than 60 days before the applicant intends to cease practising social service work.</p> <p class=\"paragraph-e\">  2. The applicant must hold a general certificate of registration for social service work.</p> <p class=\"paragraph-e\">  3. The applicant’s general certificate of registration must not be subject to any term, condition or limitation that was imposed as a result of a disciplinary proceeding or a fitness to practise proceeding.</p> <p class=\"paragraph-e\">  4. The applicant must not be in default of any obligation to the College, including payment of the annual fee, and must not be the subject of any pending or ongoing disciplinary proceeding or fitness to practise proceeding.</p> <p class=\"paragraph-e\">  5. The applicant must give a written undertaking to the College in which the member agrees not to engage in the practice of social service work in Ontario and to comply with the requirements of this Regulation.</p> <p class=\"paragraph-e\">  6. The applicant pays any outstanding fees, including any annual fee owing for the current year, penalty or other amount owed to the College. O. Reg. 319/17, s. 5.</p> <p class=\"subsection-e\">  (2) In addition to the conditions set out in section 6, the following conditions apply to a member who holds an inactive certificate of registration for social service work:</p> <p class=\"paragraph-e\">  1. The member shall not engage in the practice of social service work in Ontario.</p> <p class=\"paragraph-e\">  2. The member shall not use any of the titles or designations set out in section 16 unless the title or designation is immediately followed by “inactive” in English or “inactif” in French. </p> <p class=\"paragraph-e\">  3. The member must, at any time required by the College, provide evidence satisfactory to the College of the member’s continuing competence to practise social service work in accordance with the guidelines approved by Council from time to time and published and distributed by the College to the members of the College. O. Reg. 319/17, s. 5.</p> <p class=\"subsection-e\">  (3) Any terms, conditions or limitations that were imposed on the member’s general certificate of registration held by the member immediately before being issued an inactive certificate of registration in accordance with this section are deemed to be imposed on the inactive certificate of registration, unless the Registrar is satisfied that a term, condition or limitation is no longer applicable. O. Reg. 319/17, s. 5.</p> <p class=\"heading1-e\">Retired Certificates</p>"
        },
        {
            "id": "14.",
            "section": "Retired Certificates",
            "content": " 14. (1) In addition to the requirements set out in sections 4 and 5, the following are registration requirements for a retired certificate of registration for social work to be issued under subsection 18 (1) of the Act: 1. The applicant must submit his or her application to the Registrar not less than 60 days before the applicant intends to cease practising social work. 2. The applicant must hold a general certificate of registration for social work or an inactive certificate of registration for social work. 3. The applicant’s general certificate of registration or inactive certificate of registration must not be subject to any term, condition or limitation that was imposed as a result of a disciplinary proceeding or a fitness to practise proceeding. 4. The applicant must not be in default of any obligation to the College, including payment of the annual fee, and must not be the subject of any pending or ongoing disciplinary proceeding or fitness to practise proceeding. 5. The applicant must give a written undertaking to the College in which the member agrees not to engage in the practice of social work in Ontario and to comply with the requirements of this Regulation. 6. The applicant acknowledges in writing that he or she does not intend to engage in the practice of social work in the future and if he or she is issued a retired certificate of registration for social work and subsequently wishes to be issued a general certificate of registration, that he or she would be required to apply for the general certificate of registration in accordance with section 7. 7. The applicant pays any outstanding fees, including any annual fee owing for the current year, penalty or other amount owed to the College. O. Reg. 319/17, s. 5. (2) In addition to the conditions set out in section 6, the following conditions apply to a member who holds a retired certificate of registration for social work: 1. The member shall not engage in the practice of social work in Ontario. 2. The member shall not use any of the titles or designations set out in section 15 unless the title or designation is immediately followed by “retired” in English or “retraité” in French. O. Reg. 319/17, s. 5. (3) Any terms, conditions or limitations that were imposed on the member’s general certificate of registration or inactive certificate of registration held by the member immediately before being issued a retired certificate of registration in accordance with this section are deemed to be imposed on the retired certificate of registration, unless the Registrar is satisfied that a term, condition or limitation is no longer applicable. O. Reg. 319/17, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>(1) In addition to the requirements set out in sections 4 and 5, the following are registration requirements for a retired certificate of registration for social work to be issued under subsection 18 (1) of the Act:</p> <p class=\"paragraph-e\">  1. The applicant must submit his or her application to the Registrar not less than 60 days before the applicant intends to cease practising social work.</p> <p class=\"paragraph-e\">  2. The applicant must hold a general certificate of registration for social work or an inactive certificate of registration for social work.</p> <p class=\"paragraph-e\">  3. The applicant’s general certificate of registration or inactive certificate of registration must not be subject to any term, condition or limitation that was imposed as a result of a disciplinary proceeding or a fitness to practise proceeding.</p> <p class=\"paragraph-e\">  4. The applicant must not be in default of any obligation to the College, including payment of the annual fee, and must not be the subject of any pending or ongoing disciplinary proceeding or fitness to practise proceeding.</p> <p class=\"paragraph-e\">  5. The applicant must give a written undertaking to the College in which the member agrees not to engage in the practice of social work in Ontario and to comply with the requirements of this Regulation.</p> <p class=\"paragraph-e\">  6. The applicant acknowledges in writing that he or she does not intend to engage in the practice of social work in the future and if he or she is issued a retired certificate of registration for social work and subsequently wishes to be issued a general certificate of registration, that he or she would be required to apply for the general certificate of registration in accordance with section 7.</p> <p class=\"paragraph-e\">  7. The applicant pays any outstanding fees, including any annual fee owing for the current year, penalty or other amount owed to the College. O. Reg. 319/17, s. 5.</p> <p class=\"subsection-e\">  (2) In addition to the conditions set out in section 6, the following conditions apply to a member who holds a retired certificate of registration for social work:</p> <p class=\"paragraph-e\">  1. The member shall not engage in the practice of social work in Ontario.</p> <p class=\"paragraph-e\">  2. The member shall not use any of the titles or designations set out in section 15 unless the title or designation is immediately followed by “retired” in English or “retraité” in French. O. Reg. 319/17, s. 5.</p> <p class=\"subsection-e\">  (3) Any terms, conditions or limitations that were imposed on the member’s general certificate of registration or inactive certificate of registration held by the member immediately before being issued a retired certificate of registration in accordance with this section are deemed to be imposed on the retired certificate of registration, unless the Registrar is satisfied that a term, condition or limitation is no longer applicable. O. Reg. 319/17, s. 5.</p>"
        },
        {
            "id": "14.1",
            "section": "Retired Certificates",
            "content": " 14.1 (1) In addition to the requirements set out in sections 4 and 5, the following are registration requirements for a retired certificate of registration for social service work to be issued under subsection 18 (2) of the Act: 1. The applicant must submit his or her application to the Registrar not less than 60 days before the applicant intends to cease practising social service work. 2. The applicant must hold a general certificate of registration for social service work or an inactive certificate of registration for social service work. 3. The applicant’s general certificate of registration or inactive certificate of registration must not be subject to any term, condition or limitation that was imposed as a result of a disciplinary proceeding or a fitness to practise proceeding. 4. The applicant must not be in default of any obligation to the College, including payment of the annual fee, and must not be the subject of any pending or ongoing disciplinary proceeding or fitness to practise proceeding. 5. The applicant must give a written undertaking to the College in which the member agrees not to engage in the practice of social service work in Ontario and to comply with the requirements of this Regulation. 6. The applicant acknowledges in writing that he or she does not intend to engage in the practice of social service work in the future and if he or she is issued a retired certificate of registration for social service work and subsequently wishes to be issued a general certificate of registration, that he or she would be required to apply for the general certificate of registration in accordance with section 8. 7. The applicant pays any outstanding fees, including any annual fee owing for the current year, penalty or other amount owed to the College. O. Reg. 319/17, s. 5. (2) In addition to the conditions set out in section 6, the following conditions apply to a member who holds a retired certificate of registration for social service work: 1. The member shall not engage in the practice of social service work in Ontario. 2. The member shall not use any of the titles or designations set out in section 16 unless the title or designation is immediately followed by “retired” in English or “retraité” in French. O. Reg. 319/17, s. 5. (3) Any terms, conditions or limitations that were imposed on the member’s general certificate of registration or inactive certificate of registration held by the member immediately before being issued a retired certificate of registration in accordance with this section are deemed to be imposed on the retired certificate of registration, unless the Registrar is satisfied that a term, condition or limitation is no longer applicable. O. Reg. 319/17, s. 5. Suspension, Reinstatement and Revocation of Certificates of Registration",
            "raw_html": "<p class=\"section-e\"> <b>14.1 </b>(1) In addition to the requirements set out in sections 4 and 5, the following are registration requirements for a retired certificate of registration for social service work to be issued under subsection 18 (2) of the Act:</p> <p class=\"paragraph-e\">  1. The applicant must submit his or her application to the Registrar not less than 60 days before the applicant intends to cease practising social service work.</p> <p class=\"paragraph-e\">  2. The applicant must hold a general certificate of registration for social service work or an inactive certificate of registration for social service work.</p> <p class=\"paragraph-e\">  3. The applicant’s general certificate of registration or inactive certificate of registration must not be subject to any term, condition or limitation that was imposed as a result of a disciplinary proceeding or a fitness to practise proceeding.</p> <p class=\"paragraph-e\">  4. The applicant must not be in default of any obligation to the College, including payment of the annual fee, and must not be the subject of any pending or ongoing disciplinary proceeding or fitness to practise proceeding.</p> <p class=\"paragraph-e\">  5. The applicant must give a written undertaking to the College in which the member agrees not to engage in the practice of social service work in Ontario and to comply with the requirements of this Regulation.</p> <p class=\"paragraph-e\">  6. The applicant acknowledges in writing that he or she does not intend to engage in the practice of social service work in the future and if he or she is issued a retired certificate of registration for social service work and subsequently wishes to be issued a general certificate of registration, that he or she would be required to apply for the general certificate of registration in accordance with section 8.</p> <p class=\"paragraph-e\">  7. The applicant pays any outstanding fees, including any annual fee owing for the current year, penalty or other amount owed to the College. O. Reg. 319/17, s. 5.</p> <p class=\"subsection-e\">  (2) In addition to the conditions set out in section 6, the following conditions apply to a member who holds a retired certificate of registration for social service work:</p> <p class=\"paragraph-e\">  1. The member shall not engage in the practice of social service work in Ontario.</p> <p class=\"paragraph-e\">  2. The member shall not use any of the titles or designations set out in section 16 unless the title or designation is immediately followed by “retired” in English or “retraité” in French. O. Reg. 319/17, s. 5.</p> <p class=\"subsection-e\">  (3) Any terms, conditions or limitations that were imposed on the member’s general certificate of registration or inactive certificate of registration held by the member immediately before being issued a retired certificate of registration in accordance with this section are deemed to be imposed on the retired certificate of registration, unless the Registrar is satisfied that a term, condition or limitation is no longer applicable. O. Reg. 319/17, s. 5.</p> <p class=\"heading1-e\">Suspension, Reinstatement and Revocation of Certificates of Registration</p>"
        },
        {
            "id": "14.2",
            "section": "Suspension, Reinstatement and Revocation of Certificates of Registration",
            "content": " 14.2 (1) The Registrar may notify the member that he or she must comply with the condition within 60 days after the day the Registrar sends the notice, if a member fails to comply with the condition set out in section 9, paragraph 3 of subsection 12 (2) or paragraph 3 of subsection 13 (2).  O. Reg. 320/10, s. 11; O. Reg. 319/17, s. 6 (1). (2) The Registrar may suspend the member’s certificate of registration, if the member fails to comply with the condition within 60 days after the day the Registrar sends the notice.  O. Reg. 320/10, s. 11. (3) The Registrar may lift the suspension of the certificate of registration, if the person provides evidence satisfactory to the Registrar of compliance with section 9, paragraph 3 of subsection 12 (2) or paragraph 3 of subsection 13 (2) and pays any outstanding fees and penalties, including any reinstatement fee set out in the by-laws.  O. Reg. 320/10, s. 11; O. Reg. 319/17, s. 6 (2).",
            "raw_html": "<p class=\"section-e\"> <b>14.2 </b>(1) The Registrar may notify the member that he or she must comply with the condition within 60 days after the day the Registrar sends the notice, if a member fails to comply with the condition set out in section 9, paragraph 3 of subsection 12 (2) or paragraph 3 of subsection 13 (2).  O. Reg. 320/10, s. 11; O. Reg. 319/17, s. 6 (1).</p> <p class=\"subsection-e\">  (2) The Registrar may suspend the member’s certificate of registration, if the member fails to comply with the condition within 60 days after the day the Registrar sends the notice.  O. Reg. 320/10, s. 11.</p> <p class=\"subsection-e\">  (3) The Registrar may lift the suspension of the certificate of registration, if the person provides evidence satisfactory to the Registrar of compliance with section 9, paragraph 3 of subsection 12 (2) or paragraph 3 of subsection 13 (2) and pays any outstanding fees and penalties, including any reinstatement fee set out in the by-laws.  O. Reg. 320/10, s. 11; O. Reg. 319/17, s. 6 (2).</p>"
        },
        {
            "id": "14.3",
            "section": "Suspension, Reinstatement and Revocation of Certificates of Registration",
            "content": " 14.3 The Registrar may revoke the certificate of registration of a person whose certificate of registration has been suspended under subsection 23 (1) of the Act or subsection 14.2 (2) of this Regulation, if the suspension remains in effect for greater than two years.  O. Reg. 320/10, s. 11. Titles and Designations",
            "raw_html": "<p class=\"section-e\"> <b>14.3 </b>The Registrar may revoke the certificate of registration of a person whose certificate of registration has been suspended under subsection 23 (1) of the Act or subsection 14.2 (2) of this Regulation, if the suspension remains in effect for greater than two years.  O. Reg. 320/10, s. 11.</p> <p class=\"heading1-e\">Titles and Designations</p>"
        },
        {
            "id": "15.",
            "section": "Titles and Designations",
            "content": " 15. (1) A holder of a certificate of registration for social work shall use at least one of the following titles in connection with his or her practice of social work: 1. Social Worker. 2. Registered Social Worker. 3. Travailleur social. 4. Travailleur social inscrit.  O. Reg. 383/00, s. 15 (1). (2) A holder of a certificate of registration for social work shall use the designation RSW or TSI or one of the titles listed in subsection (1) in documentation used in connection with his or her practice of social work.  O. Reg. 320/10, s. 12.",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>(1) A holder of a certificate of registration for social work shall use at least one of the following titles in connection with his or her practice of social work:</p> <p class=\"paragraph-e\">  1. Social Worker.</p> <p class=\"paragraph-e\">  2. Registered Social Worker.</p> <p class=\"paragraph-e\">  3. Travailleur social.</p> <p class=\"paragraph-e\">  4. Travailleur social inscrit.  O. Reg. 383/00, s. 15 (1).</p> <p class=\"subsection-e\">  (2) A holder of a certificate of registration for social work shall use the designation RSW or TSI or one of the titles listed in subsection (1) in documentation used in connection with his or her practice of social work.  O. Reg. 320/10, s. 12.</p>"
        },
        {
            "id": "16.",
            "section": "Titles and Designations",
            "content": " 16. (1) A holder of a certificate of registration for social service work shall use at least one of the following titles in connection with his or her practice of social service work: 1. Social Service Worker. 2. Registered Social Service Worker. 3. Technicien en travail social. 4. Technicien en travail social inscrit.  O. Reg. 383/00, s. 16 (1). (2) A holder of a certificate of registration for social service work shall use the designation RSSW or TTSI or one of the titles listed in subsection (1) in documentation used in connection with his or her practice of social service work.  O. Reg. 320/10, s. 13.",
            "raw_html": "<p class=\"section-e\"> <b>16. </b>(1) A holder of a certificate of registration for social service work shall use at least one of the following titles in connection with his or her practice of social service work:</p> <p class=\"paragraph-e\">  1. Social Service Worker.</p> <p class=\"paragraph-e\">  2. Registered Social Service Worker.</p> <p class=\"paragraph-e\">  3. Technicien en travail social.</p> <p class=\"paragraph-e\">  4. Technicien en travail social inscrit.  O. Reg. 383/00, s. 16 (1).</p> <p class=\"subsection-e\">  (2) A holder of a certificate of registration for social service work shall use the designation RSSW or TTSI or one of the titles listed in subsection (1) in documentation used in connection with his or her practice of social service work.  O. Reg. 320/10, s. 13.</p>"
        },
        {
            "id": "16.1",
            "section": "Titles and Designations",
            "content": " 16.1 Revoked: O. Reg. 319/17, s. 7. Transition",
            "raw_html": "<p class=\"section-e\"> <b>16.1 </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 319/17, s. 7.</p> <p class=\"heading1-e\">Transition</p>"
        },
        {
            "id": "17.",
            "section": "Transition",
            "content": "  17. (1) A person who held a general certificate of registration for social work as an inactive member on December 31, 2017 is deemed to hold an inactive certificate of registration for social work. O. Reg. 319/17, s. 7. (2) A person who held a general certificate of registration for social service work as an inactive member on December 31, 2017 is deemed to hold an inactive certificate of registration for social service work. O. Reg. 319/17, s. 7. (3) A person who held a provisional certificate of registration for social work as an active member on December 31, 2017 is deemed to hold a general certificate of registration for social work. O. Reg. 319/17, s. 7. (4) A person who held a provisional certificate of registration for social service work as an active member on December 31, 2017 is deemed to hold a general certificate of registration for social service work. O. Reg. 319/17, s. 7. (5) A person who held a provisional certificate of registration for social work as an inactive member on December 31, 2017 is deemed to hold an inactive certificate of registration for social work. O. Reg. 319/17, s. 7. (6) A person who held a provisional certificate of registration for social service work as an inactive member on December 31, 2017 is deemed to hold an inactive certificate of registration for social service work. O. Reg. 319/17, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>  17. </b>(1) A person who held a general certificate of registration for social work as an inactive member on December 31, 2017 is deemed to hold an inactive certificate of registration for social work.<b> </b>O. Reg. 319/17, s. 7.</p> <p class=\"subsection-e\">  (2) A person who held a general certificate of registration for social service work as an inactive member on December 31, 2017 is deemed to hold an inactive certificate of registration for social service work. O. Reg. 319/17, s. 7.</p> <p class=\"subsection-e\">  (3) A person who held a provisional certificate of registration for social work as an active member<b> </b>on December 31, 2017 is deemed to hold a general certificate of registration for social work. O. Reg. 319/17, s. 7.</p> <p class=\"subsection-e\">  (4) A person who held a provisional certificate of registration for social service work as an active member on December 31, 2017 is deemed to hold a general certificate of registration for social service work. O. Reg. 319/17, s. 7.</p> <p class=\"subsection-e\">  (5) A person who held a provisional certificate of registration for social work as an inactive member on December 31, 2017 is deemed to hold an inactive certificate of registration for social work. O. Reg. 319/17, s. 7.</p> <p class=\"subsection-e\">  (6) A person who held a provisional certificate of registration for social service work as an inactive member on December 31, 2017 is deemed to hold an inactive certificate of registration for social service work. O. Reg. 319/17, s. 7.</p>"
        },
        {
            "id": "17.1",
            "section": "Transition",
            "content": " 17.1 (1) For the purposes of paragraph 4 of subsection 10 (1), in determining whether a member has held an inactive certificate of registration for more than five years, any period when the member held a general certificate of registration for social work as an inactive member or a provisional certificate of registration for social work as an inactive member on or before December 31, 2017 shall be taken into account. O. Reg. 319/17, s. 7. (2) For the purposes of paragraph 4 of subsection 11 (1), in determining whether a member has held an inactive certificate of registration for more than five years, any period when the member held a general certificate of registration for social service work as an inactive member or a provisional certificate of registration for social service work as an inactive member on or before December 31, 2017 shall be taken into account. O. Reg. 319/17, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>17.1 </b>(1) For the purposes of paragraph 4 of subsection 10 (1), in determining whether a member has held an inactive certificate of registration for more than five years, any period when the member held a general certificate of registration for social work as an inactive member or a provisional certificate of registration for social work as an inactive member on or before December 31, 2017 shall be taken into account. O. Reg. 319/17, s. 7.</p> <p class=\"subsection-e\">  (2) For the purposes of paragraph 4 of subsection 11 (1), in determining whether a member has held an inactive certificate of registration for more than five years, any period when the member held a general certificate of registration for social service work as an inactive member or a provisional certificate of registration for social service work as an inactive member on or before December 31, 2017 shall be taken into account.<b> </b>O. Reg. 319/17, s. 7.</p>"
        },
        {
            "id": "18.",
            "section": "Transition",
            "content": " 18. The following rules apply to every certificate of registration that a person is deemed to hold under section 17: 1. The certificate of registration continues to be subject to, i. any terms, conditions and limitations imposed on the person’s certificate of registration that he or she held on December 31, 2017, other than the conditions set out in sections 6.1, 6.2 and 12, as applicable, as those sections read on December 31, 2017, and ii. any order made under the Act that applied to the person’s certificate of registration that he or she held on December 31, 2017. 2. If the certificate of registration that the person held on December 31, 2017 was suspended, the certificate of registration that the person is deemed to hold continues to be suspended and the duration of the suspension before and after January 1, 2018 shall be taken into account for the purposes of section 14.3. O. Reg. 319/17, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>18. </b>The following rules apply to every certificate of registration that a person is deemed to hold under section 17:</p> <p class=\"paragraph-e\">  1. The certificate of registration continues to be subject to,</p> <p class=\"subpara-e\">  i. any terms, conditions and limitations imposed on the person’s certificate of registration that he or she held on December 31, 2017, other than the conditions set out in sections 6.1, 6.2 and 12, as applicable, as those sections read on December 31, 2017, and</p> <p class=\"subpara-e\">  ii. any order made under the Act that applied to the person’s certificate of registration that he or she held on December 31, 2017.</p> <p class=\"paragraph-e\">  2. If the certificate of registration that the person held on December 31, 2017 was suspended, the certificate of registration that the person is deemed to hold continues to be suspended and the duration of the suspension before and after January 1, 2018 shall be taken into account for the purposes of section 14.3. O. Reg. 319/17, s. 7.</p>"
        },
        {
            "id": "19.",
            "section": "Transition",
            "content": " 19. If a person notified the Registrar on or before December 31, 2017 of the person’s intention to become an active or an inactive member under section 6.1 or 6.2 as it read on December 31, 2017 and the matter was not finally dealt with on or before that date, the notice is deemed not to have been given. O. Reg. 319/17, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>19. </b>If a person notified the Registrar on or before December 31, 2017 of the person’s intention to become an active or an inactive member under section 6.1 or 6.2 as it read on December 31, 2017 and the matter was not finally dealt with on or before that date, the notice is deemed not to have been given. O. Reg. 319/17, s. 7.</p>"
        },
        {
            "id": null,
            "section": "Transition",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/000383\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}