{
    "reg_info": {
        "full_title": "O. Reg. 799/93: PROFESSIONAL MISCONDUCT",
        "reg_name_text": "PROFESSIONAL MISCONDUCT",
        "citation": "O. Reg. 799/93: ",
        "act_under": "Nursing Act, 1991   Loi de 1991 sur les infirmières et infirmiers",
        "url": "https://www.ontario.ca/laws/regulation/930799",
        "date_scraped": "2023-12-20 01:35:55"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December 31, 1993",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. The following are acts of professional misconduct for the purposes of clause 51 (1) (c) of the Health Professions Procedural Code: 1. Contravening a standard of practice of the profession or failing to meet the standard of practice of the profession. 2. Delegating a controlled act as set out in subsection 27 (2) of the Regulated Health Professions Act, 1991, in contravention of section 5 of the Act. 3. Directing a member, student or other health care team member to perform nursing functions for which he or she is not adequately trained or that he or she is not competent to perform. 4. Failing to inform the member’s employer of the member’s inability to accept responsibility in areas where special training is required or where the member is not competent to function without supervision. 5. Discontinuing professional services that are needed unless, i. the client requests the discontinuation, ii. alternative or replacement services are arranged, or iii. the client is given a reasonable opportunity to arrange alternative or replacement services. 6. Practising the profession while the member’s ability to do so is impaired by any substance. 7. Abusing a client verbally, physically or emotionally. 8. Misappropriating property from a client or workplace. 9. Doing anything to a client for a therapeutic, preventative, palliative, diagnostic, cosmetic or other health related purpose in a situation in which a consent is required by law, without such a consent. 10. Giving information about a client to a person other than the client or his or her authorized representative except with the consent of the client or his or her authorized representative or as required or allowed by law. 11. Failing to reveal the exact nature of a secret remedy or treatment used by the member following a client’s request to do so. 12. Failing to advise the client to obtain services from another health professional where a member knew or ought to have known that a client had a condition which was outside the member’s scope of practice or within the member’s scope of practice but outside the member’s competency to treat. 13. Failing to keep records as required. 14. Falsifying a record relating to the member’s practice. 15. Signing or issuing, in the member’s professional capacity, a document that the member knows or ought to know contains a false or misleading statement. 16. Inappropriately using a term, title or designation in respect of the member’s practice. 17. Using a name other than the member’s name, as set out in the register, in the course of providing or offering to provide services within the scope of practice of the profession except where the use of another name is necessary for personal safety and provided the employer and the College have been made aware of the pseudonym and the pseudonym is distinctive. 18. Contravening a term, condition or limitation on the member’s certificate of registration. 19. Contravening a provision of the Act, the Regulated Health Professions Act, 1991 or the regulations under either of those Acts. 20. Failing to appear before a panel of the Complaints Committee to be cautioned. 21. Failing to comply with an order of a panel of the Discipline Committee or an order of a panel of the Fitness to Practise Committee. 22. Failing to co-operate in a College investigation. 23. Failing to take reasonable steps to ensure that the requested information is provided in a complete and accurate manner where a member is required to provide information to the College pursuant to the regulations under the Act. 24. Failing to, i. abide by a written undertaking given by the member to the College, or ii. carry out an agreement entered into with the College. 25. Failing to report an incident of unsafe practice or unethical conduct of a health care provider to, i. the employer or other authority responsible for the health care provider, or ii. the College. 26. Practising the profession while the member is in a conflict of interest. 27. Influencing a client to change his or her will or other testamentary instrument. 28. Submitting an account or charge for services that the member knows is false or misleading. 29. Failing to fulfill the terms of an agreement for professional services. 30. Charging a fee that is excessive in relation to the service for which it is charged. 31. Charging a block fee. A block fee is a fee for uninsured services that is the same regardless of how many services are performed. 32. Charging a fee for an undertaking not to charge for a service or class of service. 33. Charging a fee for an undertaking to be available to provide services to the client. 34. Offering or giving a reduction for prompt payment of an account. 35. Failing to itemize an account for professional services, i. if requested to do so by the client or the person or agency who is to pay, in whole or in part, for the services, or ii. if the account includes a commercial laboratory fee. 36. Selling or assigning any debt owed to the member for professional services. This does not include the use of credit cards to pay for professional services. 37. Engaging in conduct or performing an act, relevant to the practice of nursing, that, having regard to all the circumstances, would reasonably be regarded by members as disgraceful, dishonourable or unprofessional. O. Reg. 799/93, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>The following are acts of professional misconduct for the purposes of clause 51 (1) (c) of the Health Professions Procedural Code:</p> <p class=\"paragraph-e\">1. Contravening a standard of practice of the profession or failing to meet the standard of practice of the profession.</p> <p class=\"paragraph-e\">2. Delegating a controlled act as set out in subsection 27 (2) of the <i>Regulated Health Professions Act, 1991</i>, in contravention of section 5 of the Act.</p> <p class=\"paragraph-e\">3. Directing a member, student or other health care team member to perform nursing functions for which he or she is not adequately trained or that he or she is not competent to perform.</p> <p class=\"paragraph-e\">4. Failing to inform the member’s employer of the member’s inability to accept responsibility in areas where special training is required or where the member is not competent to function without supervision.</p> <p class=\"paragraph-e\">5. Discontinuing professional services that are needed unless,</p> <p class=\"subpara-e\">i. the client requests the discontinuation,</p> <p class=\"subpara-e\">ii. alternative or replacement services are arranged, or</p> <p class=\"subpara-e\">iii. the client is given a reasonable opportunity to arrange alternative or replacement services.</p> <p class=\"paragraph-e\">6. Practising the profession while the member’s ability to do so is impaired by any substance.</p> <p class=\"paragraph-e\">7. Abusing a client verbally, physically or emotionally.</p> <p class=\"paragraph-e\">8. Misappropriating property from a client or workplace.</p> <p class=\"paragraph-e\">9. Doing anything to a client for a therapeutic, preventative, palliative, diagnostic, cosmetic or other health related purpose in a situation in which a consent is required by law, without such a consent.</p> <p class=\"paragraph-e\">10. Giving information about a client to a person other than the client or his or her authorized representative except with the consent of the client or his or her authorized representative or as required or allowed by law.</p> <p class=\"paragraph-e\">11. Failing to reveal the exact nature of a secret remedy or treatment used by the member following a client’s request to do so.</p> <p class=\"paragraph-e\">12. Failing to advise the client to obtain services from another health professional where a member knew or ought to have known that a client had a condition which was outside the member’s scope of practice or within the member’s scope of practice but outside the member’s competency to treat.</p> <p class=\"paragraph-e\">13. Failing to keep records as required.</p> <p class=\"paragraph-e\">14. Falsifying a record relating to the member’s practice.</p> <p class=\"paragraph-e\">15. Signing or issuing, in the member’s professional capacity, a document that the member knows or ought to know contains a false or misleading statement.</p> <p class=\"paragraph-e\">16. Inappropriately using a term, title or designation in respect of the member’s practice.</p> <p class=\"paragraph-e\">17. Using a name other than the member’s name, as set out in the register, in the course of providing or offering to provide services within the scope of practice of the profession except where the use of another name is necessary for personal safety and provided the employer and the College have been made aware of the pseudonym and the pseudonym is distinctive.</p> <p class=\"paragraph-e\">18. Contravening a term, condition or limitation on the member’s certificate of registration.</p> <p class=\"paragraph-e\">19. Contravening a provision of the Act, the <i>Regulated Health Professions Act, 1991</i> or the regulations under either of those Acts.</p> <p class=\"paragraph-e\">20. Failing to appear before a panel of the Complaints Committee to be cautioned.</p> <p class=\"paragraph-e\">21. Failing to comply with an order of a panel of the Discipline Committee or an order of a panel of the Fitness to Practise Committee.</p> <p class=\"paragraph-e\">22. Failing to co-operate in a College investigation.</p> <p class=\"paragraph-e\">23. Failing to take reasonable steps to ensure that the requested information is provided in a complete and accurate manner where a member is required to provide information to the College pursuant to the regulations under the Act.</p> <p class=\"paragraph-e\">24. Failing to,</p> <p class=\"subpara-e\">i. abide by a written undertaking given by the member to the College, or</p> <p class=\"subpara-e\">ii. carry out an agreement entered into with the College.</p> <p class=\"paragraph-e\">25. Failing to report an incident of unsafe practice or unethical conduct of a health care provider to,</p> <p class=\"subpara-e\">i. the employer or other authority responsible for the health care provider, or</p> <p class=\"subpara-e\">ii. the College.</p> <p class=\"paragraph-e\">26. Practising the profession while the member is in a conflict of interest.</p> <p class=\"paragraph-e\">27. Influencing a client to change his or her will or other testamentary instrument.</p> <p class=\"paragraph-e\">28. Submitting an account or charge for services that the member knows is false or misleading.</p> <p class=\"paragraph-e\">29. Failing to fulfill the terms of an agreement for professional services.</p> <p class=\"paragraph-e\">30. Charging a fee that is excessive in relation to the service for which it is charged.</p> <p class=\"paragraph-e\">31. Charging a block fee. A block fee is a fee for uninsured services that is the same regardless of how many services are performed.</p> <p class=\"paragraph-e\">32. Charging a fee for an undertaking not to charge for a service or class of service.</p> <p class=\"paragraph-e\">33. Charging a fee for an undertaking to be available to provide services to the client.</p> <p class=\"paragraph-e\">34. Offering or giving a reduction for prompt payment of an account.</p> <p class=\"paragraph-e\">35. Failing to itemize an account for professional services,</p> <p class=\"subpara-e\">i. if requested to do so by the client or the person or agency who is to pay, in whole or in part, for the services, or</p> <p class=\"subpara-e\">ii. if the account includes a commercial laboratory fee.</p> <p class=\"paragraph-e\">36. Selling or assigning any debt owed to the member for professional services. This does not include the use of credit cards to pay for professional services.</p> <p class=\"paragraph-e\">37. Engaging in conduct or performing an act, relevant to the practice of nursing, that, having regard to all the circumstances, would reasonably be regarded by members as disgraceful, dishonourable or unprofessional. O. Reg. 799/93, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 799/93, s. 2. ",
            "raw_html": "<p class=\"section-e\"><b>2.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 799/93, s. 2.</p> <p class=\"Normal\"></p>"
        }
    ]
}