{
    "reg_info": {
        "full_title": "O. Reg. 337/22: ZONING ORDER - CITY OF TORONTO",
        "reg_name_text": "ZONING ORDER - CITY OF TORONTO",
        "citation": "O. Reg. 337/22: ",
        "act_under": "Planning Act   Loi sur l’aménagement du territoire ",
        "url": "https://www.ontario.ca/laws/regulation/220337",
        "date_scraped": "2023-12-18 06:32:46"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April  8, 2022",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. In this Order, “accessory” means naturally and normally incidental, subordinate in purpose or floor area and exclusively or primarily devoted to a permitted use, building or structure; “amenity space” means communal space made available for mutual use by residents of a building or buildings, including accessory areas; “bicycle parking space” means an area used for the purposes of parking a bicycle and includes an area in a bicycle stacker; “bicycle stacker” means a device where a bicycle may be parked above or below another bicycle and can be accessed by means of an elevating device; “Block 1” means the lands described in paragraph 1 of subsection 2 (1); “Block 2” means the lands described in paragraph 2 of subsection 2 (1); “car-share” means the practice whereby a number of people share the use of one or more motor vehicles that are owned by a profit or non-profit car-sharing organization, and such car-share motor vehicles are made available for short-term rental, including hourly rental; “car-share parking space” means a parking space exclusively reserved for and used only for car-share purposes whereby the vehicle is accessible to at least the occupants of the buildings; “enclosed noise buffer balcony” means an enclosed area outside the wall of a building, such as an enclosed balcony, whether inset or projecting from the wall, specifically intended to buffer one or more windows or openings from external noise impacts; “grade” means Canadian Geodetic Datum elevation of 93.4 metres for Block 1 and Canadian Geodetic Datum elevation of 94.0 metres for Block 2; “gross floor area” means the sum of the total area of each floor level of a building, above and below grade, measured from the exterior of the main walls of each floor level, reduced by the areas in the building used for, (a)  parking, loading and bicycle parking areas including drive aisles and other areas providing access thereto, (b)  washrooms located below grade, (c)  storage, storage lockers, electrical, utility, mechanical, heating, cooling and ventilation rooms and areas, (d)  shower and change facilities for bicycle parking spaces, (e)  amenity space, (f)  unenclosed balconies and enclosed noise buffer balconies, (g)  elevator shafts, (h)  garbage shafts, (i)  mechanical penthouses, (j)  exit stairwells, (k)  transportation use areas, and (l)  temporary station uses; “height” means the vertical distance between grade and the highest point of a building or structure, inclusive of the mechanical penthouse; “pedestrian and cycling pathway” means a shared multi-use trail for pedestrians and cyclists with integrated landscape features; “site” means Block 1 and Block 2; “small parking space” means a parking space with a minimum width of 2.4 metres, a minimum length of 5.0 metres and a minimum vertical clearance of 1.9 metres; “temporary sales, leasing or construction office” means a building, structure, facility or trailer on the site used for the purpose of the sale or initial leasing of dwelling units or non-residential gross floor area to be erected on the site or the administration and management of construction activity related to construction on the site; “temporary station” means a temporary GO station and accessory facilities; “tower” means the part of a building which exceeds a height of 40 metres above grade; “tower floor plate” means the floor area of each floor measured from the outside of the exterior walls, but excluding inset and projecting unenclosed balconies and enclosed noise buffer balconies; “transportation use” means the use of premises or facilities for the operation of a mass transit system or transportation system that is provided by, or on behalf of, the City of Toronto, the Province of Ontario or the Government of Canada or is privately operated and federally or provincially regulated, including but not limited to above and below grade areas for pedestrian entries and exits, pedestrian walkways, waiting areas, circulation, vehicular drop-off, pick-up, queuing and waiting areas, transit information and ticketing booths or kiosks, accessory retail, service shop, personal service shop, retail service, eating establishment and take-out eating establishment uses, office, washrooms, passenger terminal uses, related public parking and all related accessory uses and facilities; “Type B loading space” means a loading space with minimum dimensions of 11 metres in length, 3.5 metres in width and 4 metres in vertical clearance; “Type C loading space” means a loading space with minimum dimensions of 6 metres in length, 3.5 metres in width and 3 metres in vertical clearance; “Type G loading space” means a loading space with minimum dimensions of 13 metres in length, 4 metres in width and 6.1 metres in vertical clearance; “Zoning By-law” means City of Toronto Zoning By-law No. 569-2013.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Order,</p> <p class=\"definition-e\">“accessory” means naturally and normally incidental, subordinate in purpose or floor area and exclusively or primarily devoted to a permitted use, building or structure;</p> <p class=\"definition-e\">“amenity space” means communal space made available for mutual use by residents of a building or buildings, including accessory areas;</p> <p class=\"MsoNormal\">“bicycle parking space” means an area used for the purposes of parking a bicycle and includes an area in a bicycle stacker;</p> <p class=\"definition-e\">“bicycle stacker” means a device where a bicycle may be parked above or below another bicycle and can be accessed by means of an elevating device;</p> <p class=\"definition-e\">“Block 1” means the lands described in paragraph 1 of subsection 2 (1);</p> <p class=\"definition-e\">“Block 2” means the lands described in paragraph 2 of subsection 2 (1);</p> <p class=\"definition-e\">“car-share” means the practice whereby a number of people share the use of one or more motor vehicles that are owned by a profit or non-profit car-sharing organization, and such car-share motor vehicles are made available for short-term rental, including hourly rental; </p> <p class=\"definition-e\">“car-share parking space” means a parking space exclusively reserved for and used only for car-share purposes whereby the vehicle is accessible to at least the occupants of the buildings;</p> <p class=\"definition-e\">“enclosed noise buffer balcony” means an enclosed area outside the wall of a building, such as an enclosed balcony, whether inset or projecting from the wall, specifically intended to buffer one or more windows or openings from external noise impacts;</p> <p class=\"definition-e\">“grade” means Canadian Geodetic Datum elevation of 93.4 metres for Block 1 and Canadian Geodetic Datum elevation of 94.0 metres for Block 2;</p> <p class=\"definition-e\">“gross floor area” means the sum of the total area of each floor level of a building, above and below grade, measured from the exterior of the main walls of each floor level, reduced by the areas in the building used for,</p> <p class=\"defclause-e\">  (a)  parking, loading and bicycle parking areas including drive aisles and other areas providing access thereto,</p> <p class=\"defclause-e\">  (b)  washrooms located below grade,</p> <p class=\"defclause-e\">  (c)  storage, storage lockers, electrical, utility, mechanical, heating, cooling and ventilation rooms and areas,</p> <p class=\"defclause-e\">  (d)  shower and change facilities for bicycle parking spaces,</p> <p class=\"defclause-e\">  (e)  amenity space,</p> <p class=\"defclause-e\">  (f)  unenclosed balconies and enclosed noise buffer balconies,</p> <p class=\"defclause-e\">  (g)  elevator shafts,</p> <p class=\"defclause-e\">  (h)  garbage shafts,</p> <p class=\"defclause-e\">  (i)  mechanical penthouses,</p> <p class=\"defclause-e\">  (j)  exit stairwells,</p> <p class=\"defclause-e\">  (k)  transportation use areas, and</p> <p class=\"defclause-e\">  (l)  temporary station uses;</p> <p class=\"definition-e\">“height” means the vertical distance between grade and the highest point of a building or structure, inclusive of the mechanical penthouse;</p> <p class=\"definition-e\">“pedestrian and cycling pathway” means a shared multi-use trail for pedestrians and cyclists with integrated landscape features;</p> <p class=\"definition-e\">“site” means Block 1 and Block 2;</p> <p class=\"definition-e\">“small parking space” means a parking space with a minimum width of 2.4 metres, a minimum length of 5.0 metres and a minimum vertical clearance of 1.9 metres;</p> <p class=\"definition-e\">“temporary sales, leasing or construction office” means a building, structure, facility or trailer on the site used for the purpose of the sale or initial leasing of dwelling units or non-residential gross floor area to be erected on the site or the administration and management of construction activity related to construction on the site;</p> <p class=\"definition-e\">“temporary station” means a temporary GO station and accessory facilities;</p> <p class=\"definition-e\">“tower” means the part of a building which exceeds a height of 40 metres above grade;</p> <p class=\"definition-e\">“tower floor plate” means the floor area of each floor measured from the outside of the exterior walls, but excluding inset and projecting unenclosed balconies and enclosed noise buffer balconies;</p> <p class=\"definition-e\">“transportation use” means the use of premises or facilities for the operation of a mass transit system or transportation system that is provided by, or on behalf of, the City of Toronto, the Province of Ontario or the Government of Canada or is privately operated and federally or provincially regulated, including but not limited to above and below grade areas for pedestrian entries and exits, pedestrian walkways, waiting areas, circulation, vehicular drop-off, pick-up, queuing and waiting areas, transit information and ticketing booths or kiosks, accessory retail, service shop, personal service shop, retail service, eating establishment and take-out eating establishment uses, office, washrooms, passenger terminal uses, related public parking and all related accessory uses and facilities;</p> <p class=\"definition-e\">“Type B loading space” means a loading space with minimum dimensions of 11 metres in length, 3.5 metres in width and 4 metres in vertical clearance;</p> <p class=\"definition-e\">“Type C loading space” means a loading space with minimum dimensions of 6 metres in length, 3.5 metres in width and 3 metres in vertical clearance;</p> <p class=\"definition-e\">“Type G loading space” means a loading space with minimum dimensions of 13 metres in length, 4 metres in width and 6.1 metres in vertical clearance;</p> <p class=\"definition-e\">“Zoning By-law” means City of Toronto Zoning By-law No. 569-2013.</p>"
        },
        {
            "id": "2.",
            "section": "Application",
            "content": " 2. (1) This Order applies to the following lands: 1.  Lands in the City of Toronto, in the Province of Ontario, described as, i.  part of Lot 11 on Registered Plan 83, and designated as Part 1 on Reference Plan 64R-13813, and further identified by Property Identification Number 07617-0281 (LT) registered in the Land Registry Office for the Land Titles Division of Toronto (No. 80), and ii.  Lots 159-161 inclusive on Registered Plan 164, and designated as Part 1 on Reference Plan 66R-28185, and further identified by Property Identification Number 07617-0889 (LT) registered in the Land Registry Office for the Land Titles Division of Toronto (No. 80). 2.  Lands in the City of Toronto, in the Province of Ontario, described as: i.  part of Lot 11 on Registered Plan 83, and designated as Part 1 on Reference Plan 64R-11339, and further identified by Property Identification Number 07617-0282 (LT) registered in the Land Registry Office for the Land Titles Division of Toronto (No. 80), ii.  Lot 7 on Registered Plan M-177, and part of Lot 172 on Registered Plan M-68, and designated as Part 1 on Reference Plan 66R-26276, and further identified by Property Identification Number 07617-0051 (LT) registered in the Land Registry Office for the Land Titles Division of Toronto (No. 80), iii.  Lot 173 and part of Lots 172 and 174 on Registered Plan M-68, and designated as Parts 2, 3 and 4 on Reference Plan 66R-26276, and further identified by Property Identification Number 07617-0052 (LT) registered in the Land Registry Office for the Land Titles Division of Toronto (No. 80), iv.  Parcel 1-1, Section M177, Lots 1 to 5 inclusive on the South Side of Newcastle Street, Lot 8 on the East Side of Churchill Street, and all that portion of the Lane set out on Plan M-177 lying between the easterly limit of Churchill Street (formerly Windsor Street) and the production southerly in a straight line of the easterly limit of Lot 5 on Plan M-177, as identified by Property Identification Number 07617-0047 (LT) registered in the Land Registry Office for the Land Titles Division of Toronto (No. 80), v.  Parcel Lane 1, Section M177, being part of the Public Lane lying between the easterly limit of Lot 5 and its southerly production and the westerly limit of Lot 6 extending from the southerly limit of Newcastle Street to the southerly limit of the said lane, on Registered Plan M-177, as identified by Property Identification Number 07617-0269 (LT) registered in the Land Registry Office for the Land Titles Division of Toronto (No. 80), and vi.  Parcel 6-1, Section M177, Lot 6 on Registered Plan M-177, as identified by Property Identification Number 07617-0270 (LT) registered in the Land Registry Office for the Land Titles Division of Toronto (No. 80). (2) For the purposes of this Order, (a)  the lands described in paragraph 1 of subsection (1) shall be considered as a single lot, and despite any severance, partition or division of the lands, the provisions of this Order apply to the whole of the Block 1 lands as if no severance, partition or division occurred; and (b)  the lands described in paragraph 2 of subsection (1) shall be considered as a single lot, and despite any severance, partition or division of the lands, the provisions of this Order apply to the whole of the Block 2 lands as if no severance, partition or division occurred.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) This Order applies to the following lands:</p> <p class=\"paragraph-e\">  1.  Lands in the City of Toronto, in the Province of Ontario, described as,</p> <p class=\"subpara-e\">  i.  part of Lot 11 on Registered Plan 83, and designated as Part 1 on Reference Plan 64R-13813, and further identified by Property Identification Number 07617-0281 (LT) registered in the Land Registry Office for the Land Titles Division of Toronto (No. 80), and</p> <p class=\"subpara-e\">  ii.  Lots 159-161 inclusive on Registered Plan 164, and designated as Part 1 on Reference Plan 66R-28185, and further identified by Property Identification Number 07617-0889 (LT) registered in the Land Registry Office for the Land Titles Division of Toronto (No. 80).</p> <p class=\"paragraph-e\">  2.  Lands in the City of Toronto, in the Province of Ontario, described as:</p> <p class=\"subpara-e\">  i.  part of Lot 11 on Registered Plan 83, and designated as Part 1 on Reference Plan 64R-11339, and further identified by Property Identification Number 07617-0282 (LT) registered in the Land Registry Office for the Land Titles Division of Toronto (No. 80),</p> <p class=\"subpara-e\">  ii.  Lot 7 on Registered Plan M-177, and part of Lot 172 on Registered Plan M-68, and designated as Part 1 on Reference Plan 66R-26276, and further identified by Property Identification Number 07617-0051 (LT) registered in the Land Registry Office for the Land Titles Division of Toronto (No. 80),</p> <p class=\"subpara-e\">  iii.  Lot 173 and part of Lots 172 and 174 on Registered Plan M-68, and designated as Parts 2, 3 and 4 on Reference Plan 66R-26276, and further identified by Property Identification Number 07617-0052 (LT) registered in the Land Registry Office for the Land Titles Division of Toronto (No. 80),</p> <p class=\"subpara-e\">  iv.  Parcel 1-1, Section M177, Lots 1 to 5 inclusive on the South Side of Newcastle Street, Lot 8 on the East Side of Churchill Street, and all that portion of the Lane set out on Plan M-177 lying between the easterly limit of Churchill Street (formerly Windsor Street) and the production southerly in a straight line of the easterly limit of Lot 5 on Plan M-177, as identified by Property Identification Number 07617-0047 (LT) registered in the Land Registry Office for the Land Titles Division of Toronto (No. 80),</p> <p class=\"subpara-e\">  v.  Parcel Lane 1, Section M177, being part of the Public Lane lying between the easterly limit of Lot 5 and its southerly production and the westerly limit of Lot 6 extending from the southerly limit of Newcastle Street to the southerly limit of the said lane, on Registered Plan M-177, as identified by Property Identification Number 07617-0269 (LT) registered in the Land Registry Office for the Land Titles Division of Toronto (No. 80), and</p> <p class=\"subpara-e\">  vi.  Parcel 6-1, Section M177, Lot 6 on Registered Plan M-177, as identified by Property Identification Number 07617-0270 (LT) registered in the Land Registry Office for the Land Titles Division of Toronto (No. 80).</p> <p class=\"subsection-e\">  (2) For the purposes of this Order, </p> <p class=\"clause-e\">  (a)  the lands described in paragraph 1 of subsection (1) shall be considered as a single lot, and despite any severance, partition or division of the lands, the provisions of this Order apply to the whole of the Block 1 lands as if no severance, partition or division occurred; and</p> <p class=\"clause-e\">  (b)  the lands described in paragraph 2 of subsection (1) shall be considered as a single lot, and despite any severance, partition or division of the lands, the provisions of this Order apply to the whole of the Block 2 lands as if no severance, partition or division occurred.</p>"
        },
        {
            "id": "3.",
            "section": "Other by-laws",
            "content": " 3. (1) The Zoning By-law shall apply to the site except where this Order exempts or otherwise alters the Zoning By-law. (2) The following by-laws do not apply to the lands described in section 2: 1.  By-law Number 1966-211, By-law Number 1996-211 and By-law Number 244-2011 of the former City of Etobicoke. 2.  By-law Number 1930 of the former Town of Mimico. 3.  The Zoning Code of the former City of Etobicoke.",
            "raw_html": "<p class=\"section-e\"> <b>3.</b> (1) The Zoning By-law shall apply to the site except where this Order exempts or otherwise alters the Zoning By-law.</p> <p class=\"subsection-e\">  (2) The following by-laws do not apply to the lands described in section 2:</p> <p class=\"paragraph-e\">  1.  By-law Number 1966-211, By-law Number 1996-211 and By-law Number 244-2011 of the former City of Etobicoke.</p> <p class=\"paragraph-e\">  2.  By-law Number 1930 of the former Town of Mimico.</p> <p class=\"paragraph-e\">  3.  The Zoning Code of the former City of Etobicoke.</p>"
        },
        {
            "id": "4.",
            "section": "Permitted uses",
            "content": " 4. Every use of land and every erection, location or use of any building or structure is prohibited on the lands described in section 2, except for, (a)  the uses permitted under Article 50.10.20 of the Zoning By-law; (b)  a temporary sales, leasing or construction office; (c)  a temporary station use; (d)  home occupation; (e)  public parking; (f)  a car-share; (g)  a pedestrian and cycling pathway; (h)  a parking garage; and (i)  accessory uses.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>Every use of land and every erection, location or use of any building or structure is prohibited on the lands described in section 2, except for,</p> <p class=\"clause-e\">  (a)  the uses permitted under Article 50.10.20 of the Zoning By-law;</p> <p class=\"clause-e\">  (b)  a temporary sales, leasing or construction office;</p> <p class=\"clause-e\">  (c)  a temporary station use;</p> <p class=\"clause-e\">  (d)  home occupation;</p> <p class=\"clause-e\">  (e)  public parking;</p> <p class=\"clause-e\">  (f)  a car-share; </p> <p class=\"clause-e\">  (g)  a pedestrian and cycling pathway; </p> <p class=\"clause-e\">  (h)  a parking garage; and</p> <p class=\"clause-e\">  (i)  accessory uses.</p>"
        },
        {
            "id": "5.",
            "section": "Zoning requirements",
            "content": " 5. (1) The following zoning requirements apply to Blocks 1 and 2: 1.  Despite section 4, all internal above grade uses within the area located 7.16 metres north from the southerly property line of Blocks 1 and 2, within a maximum height of 3.6 metres, shall be restricted to transportation uses, walkways, open space, pedestrian and cycling pathway, parking, loading, locker storage, mechanical and building services, driveways, ramps, locker storage, bicycle parking and circulation areas as well as crash wall and related structures. 2.  The following requirements apply to bicycle parking spaces: i.  Where the bicycles are to be parked on a horizontal surface, a bicycle parking space shall have horizontal dimensions of at least 0.6 metres by 1.8 metres and a vertical dimension of at least 1.9 metres. ii.  Where the bicycles are to be parked in a vertical position, a bicycle parking space shall have horizontal dimensions of at least 0.45 metres by 1.2 metres and a vertical dimension of at least 1.9 metres. iii.  Where the bicycles are to be parked in a bicycle stacker, a bicycle parking space shall have a horizontal dimension of at least 0.45 metres by 1.8 metres and shall have a combined vertical dimension for two stacked bicycle parking spaces of at least 2.4 metres. iv.  Bicycle parking spaces may be located outdoors or indoors, on the ground level, below grade or above grade. 3.  The following vertical and horizontal projections may project above the permitted building heights and into any required building setbacks: i.  Mechanical elements, stairs and stair enclosures. ii.  Fences, raised planters, landscape features, light fixtures, guardrails, pergolas and trellises and features associated with an outdoor amenity space. iii.  A railing or railings located at each of the roof levels of the building. iv.  A parapet, including roof drainage, thermal insulation, roof pavers and roof ballast, at each of the roof levels of the building. v.  Elements associated with a green roof. vi.  Structures used for outside or open air recreation, safety or wind protection purposes provided these structures do not enclose space so as to constitute a form of penthouse or other room or rooms. vii.  Spires, ornamental, decorative or architectural elements, stair towers, access corridors to stairs, elevator machine rooms, chimney stacks or other heating, cooling or ventilating equipment. viii.  Lightning rods and exhaust flues. ix.  Eaves, cornices, columns, landscape and public art features, wheelchair ramps, light fixtures, balustrades, guardrails, bollards, awnings, arcades, canopies, raised planters, patios, retaining walls, fences, vents, screens, wind mitigation screens and features, underground garage ramp and associated structures, window sills, mullions, damper equipment, skylights and window washing equipment. x.  Open balconies, enclosed noise buffer balconies, terraces and bay windows. 4.  Accessible parking spaces shall be provided and maintained in accordance with the following requirements: i.  The spaces must have a minimum width of 3.4 metres, a minimum length of 5.6 metres and a minimum vertical clearance of 2.1 metres. ii.  The spaces must be adjacent to a minimum 1.5 metre wide accessible barrier free aisle or path for the entire length. iii.  The spaces may be located outdoors or anywhere in an underground or above ground parking garage. 5.  A minimum of 100 parking spaces shall be provided on the site to serve the transportation use on the site, which shall be provided with the phase of development that results in the combined residential gross floor area and non-residential gross floor area on the site exceeding 60,000 square metres. 6.  A minimum of 64 bicycle parking spaces shall be provided on the site to serve the transportation use on the site, which shall be provided with the phase of development that results in the combined residential gross floor area and non-residential gross floor area on the site exceeding 60,000 square metres. 7.  A tower main wall shall be no closer than 28 metres to another tower main wall on Block 1 or on Block 2. 8.  An enclosed noise buffer balcony must be, i.  not less than one metre and not more than 2.2 metres deep, ii.  fully enclosed with floor to ceiling glazing or a combination of solid parapet with glazing above, where glazing can potentially be operable to the maximum permitted by the Ontario Building Code, iii.  separated from interior space with a weatherproof boundary of exterior grade wall, exterior grade window, exterior grade door, or any combination, in compliance with exterior envelope requirements of the Ontario Building Code, and that such exterior grade windows/doors must be designed such that they may not be removed, and iv.  of sufficient horizontal extent to protect windows and openings where needed. 9.  A minimum of 15 per cent of the total number of dwelling units must contain two or more bedrooms. 10.  A minimum of 10 per cent of the total number of dwelling units must contain three or more bedrooms. 11.  The following provisions of the Zoning By-law do not apply to the lands described in subsection 2 (1) of this Order: 5.10.40.70; 50.5.40; 50.5.80; 50.10.20.100 (6), (21), (26), (32) and (43); 50.10.40.1 (2); 50.10.40.10; 50.10.40.30; 50.10.40.50; 50.10.40.60; 50.10.40.70; 50.10.40.80; 50.10.50; 50.10.80; 50.10.90; 50.10.100; 150.5; 150.45; 150.100; 200.5.1(2); 200.5.1.10 (1), (2)(B), (3) and (10); 200.5.10; Table 200.5.10.1; 200.10; 200.15; 220.5; 230.5; Table 230.5.10.1(1); 230.50; 800.50 (15), (30), (90), (240), (315), (320), (420), (805) and (870). 12.  The construction and use of buildings and structures on the site for a temporary sales, leasing or construction office and temporary station are not subject to the Zoning By-law or this section and nothing in this Order shall prevent the construction and use of a temporary sales, leasing or construction office and a temporary station on the site. (2) In addition to the requirements set out in subsection (1), the following requirements apply to Block 1: 1.  A maximum of one mixed use building is permitted, including a maximum of two towers. 2.  The maximum residential gross floor area is 48,000 square metres. 3.  The maximum non-residential gross floor area is 7,800 square metres. 4.  The minimum setbacks above grade to the boundaries of Block 1 for a building or structure are as follows: i.  2.9 metres from the north lot line, ii.  0.8 metres from the west lot line, iii.  0.8 metres from the east lot line, and iv.  6.5 metres from the south lot line. 5.  The minimum setbacks above grade to the boundaries of Block 1 for a tower are as follows: i.  5.0 metres from the north lot line, ii.  7.5 metres from the west lot line, iii.  4.4 metres from the east lot line, and iv.  14.5 metres from the south lot line. 6.  A tower shall have a maximum tower floor plate area of 750 square metres. 7.  The maximum heights of the towers are 115.5 metres and 118.5 metres, respectively. 8.  A minimum of 1,300 square metres of outdoor amenity space is required for all dwelling units. 9.  A minimum of 1,300 square metres of indoor amenity space is required for all dwelling units. 10.  Parking spaces shall be provided and maintained in accordance with the following: i.  A maximum of 275 parking spaces shall be provided for use by residents of Block 1. ii.  A minimum of 70 shared parking spaces shall be provided for residential visitors, non-residential visitors and non-residential uses on Block 1, which parking spaces may also be made available for use by the general public. iii.  Of the provided parking spaces identified in subparagraphs i and ii, a minimum of 11 parking spaces shall be provided as accessible parking spaces. iv.  Of the provided parking spaces identified in subparagraphs i and ii, a minimum of five car-share parking spaces are to be provided. v.  A maximum of 10 per cent of the provided parking spaces may be small parking spaces. vi.  All parking spaces shall be located below grade, with the exception of parking spaces provided and marked for short-term delivery, service or pick-up and drop-off vehicles. 11.  Bicycle parking spaces shall be provided and maintained in accordance with the following: i.  A minimum of 510 bicycle parking spaces for use by residents of Block 1. ii.  A minimum of 74 bicycle parking spaces for use by visitors to the residential and non-residential uses on Block 1. iii.  A minimum of 20 bicycle parking spaces for the non-residential uses on Block 1. 12.  A minimum of one Type B loading space, two Type C loading spaces and one Type G loading space shall be provided and maintained. (3) In addition to the zoning requirements set out in subsection (1), the requirements for Block 2 are as follows: 1.  A maximum of two mixed use buildings are permitted, including a maximum of four towers. 2.  The maximum residential gross floor area is 92,000 square metres. 3.  The maximum non-residential gross floor area is 3,200 square metres. 4.  The minimum setbacks above grade to the boundaries of Block 2 for a building or structure are as follows: i.  3.9 metres from the north lot line. ii.  4.9 metres from the west lot line. iii.  65 metres from the east lot line. iv.  There is no minimum setback from the south lot line. 5.  The minimum setbacks above grade to the boundaries of Block 2 for a tower are as follows: i.  6.5 metres from the north lot line. ii.  9 metres from the west lot line. iii.  70 metres from the east lot line. iv.  19 metres from the south lot line. 6.  A tower shall have a maximum tower floor plate area of 750 square metres. 7.  The maximum heights of the towers are 119 metres, 77 metres, 101.5 metres and 119.5 metres, respectively. 8.  Amenity space for the dwelling units shall be provided and maintained in accordance with the following requirements: i.  A minimum of 1,000 square metres of indoor amenity space provided that the residential gross floor area does not exceed 50,000 square metres on Block 2 and an additional minimum of 1,600 square metres of indoor amenity space to be provided for an aggregate total of 2,600 square metres of indoor amenity space for Block 2 with the phase of development that results in any residential gross floor area exceeding 50,000 square metres on Block 2. ii.  A minimum of 1,000 square metres of outdoor amenity space provided that the residential gross floor area does not exceed 50,000 square metres on Block 2 and an additional minimum of 1,000 square metres of outdoor amenity space to be provided for an aggregate total of 2,000 square metres of outdoor amenity space for Block 2 with the phase of development that results in any residential gross floor area exceeding 50,000 square metres on Block 2. 9.  Parking spaces shall be provided and maintained in accordance with the following requirements: i.  A maximum of 480 parking spaces for use by residents of Block 2. ii.  A minimum of 65 shared parking spaces shall be provided for residential visitors, non-residential visitors and non-residential uses on Block 2 provided that the combined residential and non-residential gross floor area does not exceed 50,000 square metres on Block 2 and an additional minimum of 81 shared parking spaces is to be provided for an aggregate total of 146 shared parking spaces for Block 2 with the phase of development that results in the combined residential and non-residential gross floor area exceeding 50,000 square metres on Block 2, which parking spaces may also be made available for use by the general public. iii.  Of the provided parking spaces referred to in subparagraphs i and ii, a minimum of eight accessible parking spaces, provided that the combined residential and non-residential gross floor area does not exceed 50,000 square metres on Block 2 and an additional minimum of nine accessible parking spaces is to be provided for an aggregate total of 17 accessible parking spaces for Block 2 with the phase of development that results in the combined residential and non-residential gross floor area exceeding 50,000 square metres on Block 2. iv.  Of the provided parking spaces referred to in subparagraphs i and ii, a minimum of 11 car-share parking spaces provided that the combined residential and non-residential gross floor area does not exceed 50,000 square metres on Block 2 and an additional minimum of nine car-share parking spaces is to be provided for an aggregate total of 20 car-share parking spaces for Block 2 with the phase of development that results in the combined residential and non-residential gross floor area exceeding 50,000 square metres on Block 2. v.  Of the provided parking spaces referred to in subparagraphs i and ii, a maximum of 10 per cent of the required parking spaces may be small parking spaces. vi.  All parking spaces shall be located below grade, with the exception of parking spaces provided and marked for short-term delivery, service or pick-up and drop-off vehicles. 10.  Bicycle parking spaces shall be provided and maintained in accordance with the following requirements: i.  A minimum of 397 bicycle parking spaces for use by residents of Block 2 provided that the residential gross floor area does not exceed 50,000 square metres on Block 2 and an additional minimum of 486 bicycle parking spaces is to be provided for an aggregate total of 883 bicycle parking spaces for Block 2 with the phase of development that results in the residential gross floor area exceeding 50,000 square metres on Block 2. ii.  A minimum of 45 bicycle parking spaces for visitors to the residential and non-residential uses on Block 2 provided that the combined residential and non-residential gross floor area does not exceed 50,000 square metres on Block 2 and an additional minimum of 54 bicycle parking spaces is to be provided for an aggregate total of 99 bicycle parking spaces for Block 2 with the phase of development that results in the combined residential and non-residential gross floor area exceeding 50,000 square metres on Block 2. iii.  A minimum of three bicycle parking spaces for the non-residential uses on Block 2 provided that the combined residential and non-residential gross floor area does not exceed 50,000 square metres on Block 2 and an additional minimum of seven bicycle parking spaces is to be provided for an aggregate total of 10 bicycle parking spaces for Block 2 with the phase of development that results in the combined residential and non-residential gross floor area exceeding 50,000 square metres on Block 2. 11.  A minimum of one Type C loading space or, in the alternative, one Type B loading space and one Type G loading space is required on Block 2 provided that the combined residential and non-residential gross floor area does not exceed 50,000 square metres on Block 2 and an additional minimum of one Type B loading space and one Type C loading space or one Type B loading space is to be provided for an aggregate total of four loading spaces for Block 2 with the phase of development that results in the combined residential and non-residential gross floor area exceeding 50,000 square metres on Block 2.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) The following zoning requirements apply to Blocks 1 and 2:</p> <p class=\"paragraph-e\">  1.  Despite section 4, all internal above grade uses within the area located 7.16 metres north from the southerly property line of Blocks 1 and 2, within a maximum height of 3.6 metres, shall be restricted to transportation uses, walkways, open space, pedestrian and cycling pathway, parking, loading, locker storage, mechanical and building services, driveways, ramps, locker storage, bicycle parking and circulation areas as well as crash wall and related structures.</p> <p class=\"paragraph-e\">  2.  The following requirements apply to bicycle parking spaces:</p> <p class=\"subpara-e\">  i.  Where the bicycles are to be parked on a horizontal surface, a bicycle parking space shall have horizontal dimensions of at least 0.6 metres by 1.8 metres and a vertical dimension of at least 1.9 metres.</p> <p class=\"subpara-e\">  ii.  Where the bicycles are to be parked in a vertical position, a bicycle parking space shall have horizontal dimensions of at least 0.45 metres by 1.2 metres and a vertical dimension of at least 1.9 metres.</p> <p class=\"subpara-e\">  iii.  Where the bicycles are to be parked in a bicycle stacker, a bicycle parking space shall have a horizontal dimension of at least 0.45 metres by 1.8 metres and shall have a combined vertical dimension for two stacked bicycle parking spaces of at least 2.4 metres. </p> <p class=\"subpara-e\">  iv.  Bicycle parking spaces may be located outdoors or indoors, on the ground level, below grade or above grade.</p> <p class=\"paragraph-e\">  3.  The following vertical and horizontal projections may project above the permitted building heights and into any required building setbacks:</p> <p class=\"subpara-e\">  i.  Mechanical elements, stairs and stair enclosures.</p> <p class=\"subpara-e\">  ii.  Fences, raised planters, landscape features, light fixtures, guardrails, pergolas and trellises and features associated with an outdoor amenity space.</p> <p class=\"subpara-e\">  iii.  A railing or railings located at each of the roof levels of the building.</p> <p class=\"subpara-e\">  iv.  A parapet, including roof drainage, thermal insulation, roof pavers and roof ballast, at each of the roof levels of the building.</p> <p class=\"subpara-e\">  v.  Elements associated with a green roof.</p> <p class=\"subpara-e\">  vi.  Structures used for outside or open air recreation, safety or wind protection purposes provided these structures do not enclose space so as to constitute a form of penthouse or other room or rooms.</p> <p class=\"subpara-e\">  vii.  Spires, ornamental, decorative or architectural elements, stair towers, access corridors to stairs, elevator machine rooms, chimney stacks or other heating, cooling or ventilating equipment.</p> <p class=\"subpara-e\">  viii.  Lightning rods and exhaust flues.</p> <p class=\"subpara-e\">  ix.  Eaves, cornices, columns, landscape and public art features, wheelchair ramps, light fixtures, balustrades, guardrails, bollards, awnings, arcades, canopies, raised planters, patios, retaining walls, fences, vents, screens, wind mitigation screens and features, underground garage ramp and associated structures, window sills, mullions, damper equipment, skylights and window washing equipment.</p> <p class=\"subpara-e\">  x.  Open balconies, enclosed noise buffer balconies, terraces and bay windows.</p> <p class=\"paragraph-e\">  4.  Accessible parking spaces shall be provided and maintained in accordance with the following requirements:</p> <p class=\"subpara-e\">  i.  The spaces must have a minimum width of 3.4 metres, a minimum length of 5.6 metres and a minimum vertical clearance of 2.1 metres.</p> <p class=\"subpara-e\">  ii.  The spaces must be adjacent to a minimum 1.5 metre wide accessible barrier free aisle or path for the entire length.</p> <p class=\"subpara-e\">  iii.  The spaces may be located outdoors or anywhere in an underground or above ground parking garage.</p> <p class=\"paragraph-e\">  5.  A minimum of 100 parking spaces shall be provided on the site to serve the transportation use on the site, which shall be provided with the phase of development that results in the combined residential gross floor area and non-residential gross floor area on the site exceeding 60,000 square metres.</p> <p class=\"paragraph-e\">  6.  A minimum of 64 bicycle parking spaces shall be provided on the site to serve the transportation use on the site, which shall be provided with the phase of development that results in the combined residential gross floor area and non-residential gross floor area on the site exceeding 60,000 square metres.</p> <p class=\"paragraph-e\">  7.  A tower main wall shall be no closer than 28 metres to another tower main wall on Block 1 or on Block 2.</p> <p class=\"paragraph-e\">  8.  An enclosed noise buffer balcony must be,</p> <p class=\"subpara-e\">  i.  not less than one metre and not more than 2.2 metres deep,</p> <p class=\"subpara-e\">  ii.  fully enclosed with floor to ceiling glazing or a combination of solid parapet with glazing above, where glazing can potentially be operable to the maximum permitted by the Ontario Building Code,</p> <p class=\"subpara-e\">  iii.  separated from interior space with a weatherproof boundary of exterior grade wall, exterior grade window, exterior grade door, or any combination, in compliance with exterior envelope requirements of the Ontario Building Code, and that such exterior grade windows/doors must be designed such that they may not be removed, and</p> <p class=\"subpara-e\">  iv.  of sufficient horizontal extent to protect windows and openings where needed.</p> <p class=\"paragraph-e\">  9.  A minimum of 15 per cent of the total number of dwelling units must contain two or more bedrooms.</p> <p class=\"paragraph-e\">  10.  A minimum of 10 per cent of the total number of dwelling units must contain three or more bedrooms.</p> <p class=\"paragraph-e\">  11.  The following provisions of the Zoning By-law do not apply to the lands described in subsection 2 (1) of this Order: 5.10.40.70; 50.5.40; 50.5.80; 50.10.20.100 (6), (21), (26), (32) and (43); 50.10.40.1 (2); 50.10.40.10; 50.10.40.30; 50.10.40.50; 50.10.40.60; 50.10.40.70; 50.10.40.80; 50.10.50; 50.10.80; 50.10.90; 50.10.100; 150.5; 150.45; 150.100; 200.5.1(2); 200.5.1.10 (1), (2)(B), (3) and (10); 200.5.10; Table 200.5.10.1; 200.10; 200.15; 220.5; 230.5; Table 230.5.10.1(1); 230.50; 800.50 (15), (30), (90), (240), (315), (320), (420), (805) and (870).</p> <p class=\"paragraph-e\">  12.  The construction and use of buildings and structures on the site for a temporary sales, leasing or construction office and temporary station are not subject to the Zoning By-law or this section and nothing in this Order shall prevent the construction and use of a temporary sales, leasing or construction office and a temporary station on the site.</p> <p class=\"subsection-e\">  (2) In addition to the requirements set out in subsection (1), the following requirements apply to Block 1:</p> <p class=\"paragraph-e\">  1.  A maximum of one mixed use building is permitted, including a maximum of two towers.</p> <p class=\"paragraph-e\">  2.  The maximum residential gross floor area is 48,000 square metres.</p> <p class=\"paragraph-e\">  3.  The maximum non-residential gross floor area is 7,800 square metres.</p> <p class=\"paragraph-e\">  4.  The minimum setbacks above grade to the boundaries of Block 1 for a building or structure are as follows:</p> <p class=\"subpara-e\">  i.  2.9 metres from the north lot line,</p> <p class=\"subpara-e\">  ii.  0.8 metres from the west lot line,</p> <p class=\"subpara-e\">  iii.  0.8 metres from the east lot line, and</p> <p class=\"subpara-e\">  iv.  6.5 metres from the south lot line.</p> <p class=\"paragraph-e\">  5.  The minimum setbacks above grade to the boundaries of Block 1 for a tower are as follows:</p> <p class=\"subpara-e\">  i.  5.0 metres from the north lot line,</p> <p class=\"subpara-e\">  ii.  7.5 metres from the west lot line,</p> <p class=\"subpara-e\">  iii.  4.4 metres from the east lot line, and</p> <p class=\"subpara-e\">  iv.  14.5 metres from the south lot line.</p> <p class=\"paragraph-e\">  6.  A tower shall have a maximum tower floor plate area of 750 square metres.</p> <p class=\"paragraph-e\">  7.  The maximum heights of the towers are 115.5 metres and 118.5 metres, respectively. </p> <p class=\"paragraph-e\">  8.  A minimum of 1,300 square metres of outdoor amenity space is required for all dwelling units.</p> <p class=\"paragraph-e\">  9.  A minimum of 1,300 square metres of indoor amenity space is required for all dwelling units.</p> <p class=\"paragraph-e\">  10.  Parking spaces shall be provided and maintained in accordance with the following:</p> <p class=\"subpara-e\">  i.  A maximum of 275 parking spaces shall be provided for use by residents of Block 1.</p> <p class=\"subpara-e\">  ii.  A minimum of 70 shared parking spaces shall be provided for residential visitors, non-residential visitors and non-residential uses on Block 1, which parking spaces may also be made available for use by the general public.</p> <p class=\"subpara-e\">  iii.  Of the provided parking spaces identified in subparagraphs i and ii, a minimum of 11 parking spaces shall be provided as accessible parking spaces.</p> <p class=\"subpara-e\">  iv.  Of the provided parking spaces identified in subparagraphs i and ii, a minimum of five car-share parking spaces are to be provided.</p> <p class=\"subpara-e\">  v.  A maximum of 10 per cent of the provided parking spaces may be small parking spaces.</p> <p class=\"subpara-e\">  vi.  All parking spaces shall be located below grade, with the exception of parking spaces provided and marked for short-term delivery, service or pick-up and drop-off vehicles.</p> <p class=\"paragraph-e\">  11.  Bicycle parking spaces shall be provided and maintained in accordance with the following:</p> <p class=\"subpara-e\">  i.  A minimum of 510 bicycle parking spaces for use by residents of Block 1.</p> <p class=\"subpara-e\">  ii.  A minimum of 74 bicycle parking spaces for use by visitors to the residential and non-residential uses on Block 1.</p> <p class=\"subpara-e\">  iii.  A minimum of 20 bicycle parking spaces for the non-residential uses on Block 1.</p> <p class=\"paragraph-e\">  12.  A minimum of one Type B loading space, two Type C loading spaces and one Type G loading space shall be provided and maintained.</p> <p class=\"subsection-e\">  (3) In addition to the zoning requirements set out in subsection (1), the requirements for Block 2 are as follows:</p> <p class=\"paragraph-e\">  1.  A maximum of two mixed use buildings are permitted, including a maximum of four towers.</p> <p class=\"paragraph-e\">  2.  The maximum residential gross floor area is 92,000 square metres.</p> <p class=\"paragraph-e\">  3.  The maximum non-residential gross floor area is 3,200 square metres.</p> <p class=\"paragraph-e\">  4.  The minimum setbacks above grade to the boundaries of Block 2 for a building or structure are as follows:</p> <p class=\"subpara-e\">  i.  3.9 metres from the north lot line.</p> <p class=\"subpara-e\">  ii.  4.9 metres from the west lot line.</p> <p class=\"subpara-e\">  iii.  65 metres from the east lot line.</p> <p class=\"subpara-e\">  iv.  There is no minimum setback from the south lot line.</p> <p class=\"paragraph-e\">  5.  The minimum setbacks above grade to the boundaries of Block 2 for a tower are as follows:</p> <p class=\"subpara-e\">  i.  6.5 metres from the north lot line.</p> <p class=\"subpara-e\">  ii.  9 metres from the west lot line.</p> <p class=\"subpara-e\">  iii.  70 metres from the east lot line.</p> <p class=\"subpara-e\">  iv.  19 metres from the south lot line.</p> <p class=\"paragraph-e\">  6.  A tower shall have a maximum tower floor plate area of 750 square metres.</p> <p class=\"paragraph-e\">  7.  The maximum heights of the towers are 119 metres, 77 metres, 101.5 metres and 119.5 metres, respectively. </p> <p class=\"paragraph-e\">  8.  Amenity space for the dwelling units shall be provided and maintained in accordance with the following requirements:</p> <p class=\"subpara-e\">  i.  A minimum of 1,000 square metres of indoor amenity space provided that the residential gross floor area does not exceed 50,000 square metres on Block 2 and an additional minimum of 1,600 square metres of indoor amenity space to be provided for an aggregate total of 2,600 square metres of indoor amenity space for Block 2 with the phase of development that results in any residential gross floor area exceeding 50,000 square metres on Block 2.</p> <p class=\"subpara-e\">  ii.  A minimum of 1,000 square metres of outdoor amenity space provided that the residential gross floor area does not exceed 50,000 square metres on Block 2 and an additional minimum of 1,000 square metres of outdoor amenity space to be provided for an aggregate total of 2,000 square metres of outdoor amenity space for Block 2 with the phase of development that results in any residential gross floor area exceeding 50,000 square metres on Block 2.</p> <p class=\"paragraph-e\">  9.  Parking spaces shall be provided and maintained in accordance with the following requirements:</p> <p class=\"subpara-e\">  i.  A maximum of 480 parking spaces for use by residents of Block 2.</p> <p class=\"subpara-e\">  ii.  A minimum of 65 shared parking spaces shall be provided for residential visitors, non-residential visitors and non-residential uses on Block 2 provided that the combined residential and non-residential gross floor area does not exceed 50,000 square metres on Block 2 and an additional minimum of 81 shared parking spaces is to be provided for an aggregate total of 146 shared parking spaces for Block 2 with the phase of development that results in the combined residential and non-residential gross floor area exceeding 50,000 square metres on Block 2, which parking spaces may also be made available for use by the general public.</p> <p class=\"subpara-e\">  iii.  Of the provided parking spaces referred to in subparagraphs i and ii, a minimum of eight accessible parking spaces, provided that the combined residential and non-residential gross floor area does not exceed 50,000 square metres on Block 2 and an additional minimum of nine accessible parking spaces is to be provided for an aggregate total of 17 accessible parking spaces for Block 2 with the phase of development that results in the combined residential and non-residential gross floor area exceeding 50,000 square metres on Block 2.</p> <p class=\"subpara-e\">  iv.  Of the provided parking spaces referred to in subparagraphs i and ii, a minimum of 11 car-share parking spaces provided that the combined residential and non-residential gross floor area does not exceed 50,000 square metres on Block 2 and an additional minimum of nine car-share parking spaces is to be provided for an aggregate total of 20 car-share parking spaces for Block 2 with the phase of development that results in the combined residential and non-residential gross floor area exceeding 50,000 square metres on Block 2.</p> <p class=\"subpara-e\">  v.  Of the provided parking spaces referred to in subparagraphs i and ii, a maximum of 10 per cent of the required parking spaces may be small parking spaces.</p> <p class=\"subpara-e\">  vi.  All parking spaces shall be located below grade, with the exception of parking spaces provided and marked for short-term delivery, service or pick-up and drop-off vehicles.</p> <p class=\"paragraph-e\">  10.  Bicycle parking spaces shall be provided and maintained in accordance with the following requirements:</p> <p class=\"subpara-e\">  i.  A minimum of 397 bicycle parking spaces for use by residents of Block 2 provided that the residential gross floor area does not exceed 50,000 square metres on Block 2 and an additional minimum of 486 bicycle parking spaces is to be provided for an aggregate total of 883 bicycle parking spaces for Block 2 with the phase of development that results in the residential gross floor area exceeding 50,000 square metres on Block 2.</p> <p class=\"subpara-e\">  ii.  A minimum of 45 bicycle parking spaces for visitors to the residential and non-residential uses on Block 2 provided that the combined residential and non-residential gross floor area does not exceed 50,000 square metres on Block 2 and an additional minimum of 54 bicycle parking spaces is to be provided for an aggregate total of 99 bicycle parking spaces for Block 2 with the phase of development that results in the combined residential and non-residential gross floor area exceeding 50,000 square metres on Block 2.</p> <p class=\"subpara-e\">  iii.  A minimum of three bicycle parking spaces for the non-residential uses on Block 2 provided that the combined residential and non-residential gross floor area does not exceed 50,000 square metres on Block 2 and an additional minimum of seven bicycle parking spaces is to be provided for an aggregate total of 10 bicycle parking spaces for Block 2 with the phase of development that results in the combined residential and non-residential gross floor area exceeding 50,000 square metres on Block 2.</p> <p class=\"paragraph-e\">  11.  A minimum of one Type C loading space or, in the alternative, one Type B loading space and one Type G loading space is required on Block 2 provided that the combined residential and non-residential gross floor area does not exceed 50,000 square metres on Block 2 and an additional minimum of one Type B loading space and one Type C loading space or one Type B loading space is to be provided for an aggregate total of four loading spaces for Block 2 with the phase of development that results in the combined residential and non-residential gross floor area exceeding 50,000 square metres on Block 2.</p>"
        },
        {
            "id": "6.",
            "section": "Inclusionary Zoning",
            "content": " 6. Article 600.30 of the Zoning By-law does not apply to the lands described in section 2.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>Article 600.30 of the Zoning By-law does not apply to the lands described in section 2.</p>"
        },
        {
            "id": "7.",
            "section": "Terms of use",
            "content": " 7. (1) Every use of land and every erection, location and use of buildings or structures shall be in accordance with this Order. (2) Nothing in this Order prevents the use of any land, building or structure for any use prohibited by this Order if the land, building or structure is lawfully so used on the day this Order comes into force. (3) Nothing in this Order prevents the reconstruction of any building or structure that is damaged or destroyed by causes beyond the control of the owner if the dimensions of the original building or structure are not increased and its original use is not altered. (4) Nothing in this Order prevents the strengthening or restoration to a safe condition of any building or structure.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) Every use of land and every erection, location and use of buildings or structures shall be in accordance with this Order.</p> <p class=\"subsection-e\">  (2) Nothing in this Order prevents the use of any land, building or structure for any use prohibited by this Order if the land, building or structure is lawfully so used on the day this Order comes into force.</p> <p class=\"subsection-e\">  (3) Nothing in this Order prevents the reconstruction of any building or structure that is damaged or destroyed by causes beyond the control of the owner if the dimensions of the original building or structure are not increased and its original use is not altered.</p> <p class=\"subsection-e\">  (4) Nothing in this Order prevents the strengthening or restoration to a safe condition of any building or structure.</p>"
        },
        {
            "id": "8.",
            "section": "Deemed by-law",
            "content": "  8. This Order is deemed for all purposes, except the purposes of section 24 of the Act, to be and to always have been a by-law passed by the council of the City of Toronto.",
            "raw_html": "<p class=\"section-e\"><b>  8. </b>This Order is deemed for all purposes, except the purposes of section 24 of the Act, to be and to always have been a by-law passed by the council of the City of Toronto.</p>"
        },
        {
            "id": "9.",
            "section": "Deemed by-law",
            "content": " 9. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>9.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Deemed by-law",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}