{
    "reg_info": {
        "full_title": "O. Reg. 102/94: WASTE AUDITS AND WASTE REDUCTION WORK PLANS",
        "reg_name_text": "WASTE AUDITS AND WASTE REDUCTION WORK PLANS",
        "citation": "O. Reg. 102/94: ",
        "act_under": "Environmental Protection Act   Loi sur la protection de l’environnement",
        "url": "https://www.ontario.ca/laws/regulation/940102",
        "date_scraped": "2023-12-20 01:34:06"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March  3, 1994",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “waste” means municipal waste as defined in Regulation 347 of the Revised Regulations of Ontario, 1990; “waste audit” means a study relating to waste; “waste reduction work plan” means a plan to reduce, reuse and recycle waste. O. Reg. 102/94, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“waste” means municipal waste as defined in Regulation 347 of the Revised Regulations of Ontario, 1990;</p> <p class=\"definition-e\">“waste audit” means a study relating to waste;</p> <p class=\"definition-e\">“waste reduction work plan” means a plan to reduce, reuse and recycle waste. O. Reg. 102/94, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. A waste audit required under this Regulation shall address, (a) the amount, nature and composition of the waste; (b) the manner by which the waste gets produced, including management decisions and policies that relate to the production of waste; and (c) the way in which the waste is managed. O. Reg. 102/94, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>A waste audit required under this Regulation shall address,</p> <p class=\"clause-e\">(a) the amount, nature and composition of the waste;</p> <p class=\"clause-e\">(b) the manner by which the waste gets produced, including management decisions and policies that relate to the production of waste; and</p> <p class=\"clause-e\">(c) the way in which the waste is managed. O. Reg. 102/94, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. (1) A waste reduction work plan required under this Regulation shall include, to the extent that is reasonable, plans to reduce, reuse and recycle waste and shall set out who will implement each part of the plan, when each part will be implemented and what the expected results are. (2) In developing the work plan, regard shall be had to the following principles: 1. Reduction is the first objective. 2. If reduction is not possible, then reuse is the next objective. 3. If reduction and reuse are not possible, then recycling is the final objective. O. Reg. 102/94, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) A waste reduction work plan required under this Regulation shall include, to the extent that is reasonable, plans to reduce, reuse and recycle waste and shall set out who will implement each part of the plan, when each part will be implemented and what the expected results are.</p> <p class=\"subsection-e\">(2) In developing the work plan, regard shall be had to the following principles:</p> <p class=\"paragraph-e\">1. Reduction is the first objective.</p> <p class=\"paragraph-e\">2. If reduction is not possible, then reuse is the next objective.</p> <p class=\"paragraph-e\">3. If reduction and reuse are not possible, then recycling is the final objective. O. Reg. 102/94, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. A person who is required under this Regulation to prepare a report of a waste audit or a waste reduction work plan shall prepare it on a form provided by the Ministry or in the same format as such a form. O. Reg. 102/94, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>A person who is required under this Regulation to prepare a report of a waste audit or a waste reduction work plan shall prepare it on a form provided by the Ministry or in the same format as such a form. O. Reg. 102/94, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) A person who is required under this Regulation to prepare a report of a waste audit or a waste reduction work plan shall retain a copy of the report or plan for at least five years after it was prepared. (2) A person who is required under this Regulation to prepare a report of a waste audit or a waste reduction work plan shall submit to the Director, on request, the required report or plan, within seven days of the Director requesting them. O. Reg. 102/94, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) A person who is required under this Regulation to prepare a report of a waste audit or a waste reduction work plan shall retain a copy of the report or plan for at least five years after it was prepared.</p> <p class=\"subsection-e\">(2) A person who is required under this Regulation to prepare a report of a waste audit or a waste reduction work plan shall submit to the Director, on request, the required report or plan, within seven days of the Director requesting them. O. Reg. 102/94, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. (1) A person who becomes subject to an obligation under this Regulation to prepare a report of a waste audit or a waste reduction work plan shall do so within six months of becoming subject to the obligation. (2) This section does not apply with respect to updated reports or plans. (3) This section does not apply with respect to obligations of a builder under Part IV or a demolisher under Part V. O. Reg. 102/94, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) A person who becomes subject to an obligation under this Regulation to prepare a report of a waste audit or a waste reduction work plan shall do so within six months of becoming subject to the obligation.</p> <p class=\"subsection-e\">(2) This section does not apply with respect to updated reports or plans.</p> <p class=\"subsection-e\">(3) This section does not apply with respect to obligations of a builder under Part IV or a demolisher under Part V. O. Reg. 102/94, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. (1) A new owner or operator to whom this Regulation applies is not required to conduct a new waste audit or prepare a new waste reduction work plan if an audit or work plan was conducted or prepared by a previous owner or operator and the new owner or operator updates the audit and work plan as required under this Regulation. (2) This section does not apply with respect to a builder under Part IV or a demolisher under Part V. O. Reg. 102/94, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) A new owner or operator to whom this Regulation applies is not required to conduct a new waste audit or prepare a new waste reduction work plan if an audit or work plan was conducted or prepared by a previous owner or operator and the new owner or operator updates the audit and work plan as required under this Regulation.</p> <p class=\"subsection-e\">(2) This section does not apply with respect to a builder under Part IV or a demolisher under Part V. O. Reg. 102/94, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. (1) A person who has an obligation to conduct a waste audit and prepare a report under Part II, III, VI, VII, VIII, IX, X or XI in respect of more than one retail shopping establishment, retail shopping complex, building, restaurant, hotel or motel, hospital, location or campus of an educational institution, or site of a manufacturing establishment, may conduct a single audit and prepare a single report for two or more of them if it is reasonable to expect that separate audits would have similar findings. (2) Subsection (1) applies with necessary modifications with respect to updates of waste audits and reports. O. Reg. 102/94, s. 8. PART II   RETAIL SHOPPING ESTABLISHMENTS",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) A person who has an obligation to conduct a waste audit and prepare a report under Part II, III, VI, VII, VIII, IX, X or XI in respect of more than one retail shopping establishment, retail shopping complex, building, restaurant, hotel or motel, hospital, location or campus of an educational institution, or site of a manufacturing establishment, may conduct a single audit and prepare a single report for two or more of them if it is reasonable to expect that separate audits would have similar findings.</p> <p class=\"subsection-e\">(2) Subsection (1) applies with necessary modifications with respect to updates of waste audits and reports. O. Reg. 102/94, s. 8.</p> <p class=\"partnum-e\"><b>PART II <br/>  RETAIL SHOPPING ESTABLISHMENTS</b></p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. This Part applies to the owner of an establishment that sells goods or services at retail to persons who come to the establishment if, (a) the establishment occupies premises with a floor area of at least 10,000 square metres; or (b) the establishment occupies premises in a complex in respect of which Part III applies and the owner of the establishment is solely responsible for the establishment’s waste management. O. Reg. 102/94, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>This Part applies to the owner of an establishment that sells goods or services at retail to persons who come to the establishment if,</p> <p class=\"clause-e\">(a) the establishment occupies premises with a floor area of at least 10,000 square metres; or</p> <p class=\"clause-e\">(b) the establishment occupies premises in a complex in respect of which Part III applies and the owner of the establishment is solely responsible for the establishment’s waste management. O. Reg. 102/94, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. (1) The owner shall conduct a waste audit covering the waste generated by the operation of the establishment. The audit shall also address the extent to which materials or products used or sold consist of recycled or reused materials or products. (2) After conducting the waste audit, the owner shall prepare a written report of the audit. (3) In every year following the initial waste audit, the owner shall update the audit and prepare an updated written report. O.Reg. 102/94, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>(1) The owner shall conduct a waste audit covering the waste generated by the operation of the establishment. The audit shall also address the extent to which materials or products used or sold consist of recycled or reused materials or products.</p> <p class=\"subsection-e\">(2) After conducting the waste audit, the owner shall prepare a written report of the audit.</p> <p class=\"subsection-e\">(3) In every year following the initial waste audit, the owner shall update the audit and prepare an updated written report. O.Reg. 102/94, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. (1) The owner shall prepare a written waste reduction work plan, based on the waste audit, to reduce, reuse and recycle waste generated by the operation of the establishment. (2) In every year following the preparation of the initial waste reduction work plan, the owner shall prepare an updated written plan. O. Reg. 102/94, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) The owner shall prepare a written waste reduction work plan, based on the waste audit, to reduce, reuse and recycle waste generated by the operation of the establishment.</p> <p class=\"subsection-e\">(2) In every year following the preparation of the initial waste reduction work plan, the owner shall prepare an updated written plan. O. Reg. 102/94, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. The owner shall implement the waste reduction work plan as updated. O. Reg. 102/94, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>The owner shall implement the waste reduction work plan as updated. O. Reg. 102/94, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": "13. The waste reduction work plan shall include measures for communicating the plan to the owner’s employees who work at the establishment and, as a minimum, those measures shall require, (a) that the plan or a summary be posted in places where most employees will see it; and (b) if a summary is posted, that any employee who requests to look at the plan be allowed to do so. O. Reg. 102/94, s. 13. PART III   RETAIL SHOPPING COMPLEXES",
            "raw_html": "<p class=\"section-e\"><b>13. </b>The waste reduction work plan shall include measures for communicating the plan to the owner’s employees who work at the establishment and, as a minimum, those measures shall require,</p> <p class=\"clause-e\">(a) that the plan or a summary be posted in places where most employees will see it; and</p> <p class=\"clause-e\">(b) if a summary is posted, that any employee who requests to look at the plan be allowed to do so. O. Reg. 102/94, s. 13.</p> <p class=\"partnum-e\"><b>PART III <br/>  RETAIL SHOPPING COMPLEXES</b></p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": "14. This Part applies to the owner of a complex that contains premises occupied by establishments that sell goods or services at retail to persons who come to the establishments if the total floor area of such premises is at least 10,000 square metres. O. Reg. 102/94, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14. </b>This Part applies to the owner of a complex that contains premises occupied by establishments that sell goods or services at retail to persons who come to the establishments if the total floor area of such premises is at least 10,000 square metres. O. Reg. 102/94, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": "15. (1) The owner shall conduct a waste audit covering waste generated at the complex other than the waste generated at premises for which the owner is not responsible, either directly or indirectly, for waste management. The audit shall also address the extent to which materials or products used by the owner consist of recycled or reused materials or products. (2) The waste audit need not cover the waste generated in the operation of an establishment in the complex if Part II applies to the owner of the establishment. (3) After conducting the waste audit, the owner shall prepare a written report of the audit. (4) In every year following the initial waste audit, the owner shall update the audit and prepare an updated written report. O. Reg. 102/94, s. 15.",
            "raw_html": "<p class=\"section-e\"><b>15. </b>(1) The owner shall conduct a waste audit covering waste generated at the complex other than the waste generated at premises for which the owner is not responsible, either directly or indirectly, for waste management. The audit shall also address the extent to which materials or products used by the owner consist of recycled or reused materials or products.</p> <p class=\"subsection-e\">(2) The waste audit need not cover the waste generated in the operation of an establishment in the complex if Part II applies to the owner of the establishment.</p> <p class=\"subsection-e\">(3) After conducting the waste audit, the owner shall prepare a written report of the audit.</p> <p class=\"subsection-e\">(4) In every year following the initial waste audit, the owner shall update the audit and prepare an updated written report. O. Reg. 102/94, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": null,
            "content": "16. (1) The owner shall prepare a written waste reduction work plan, based on the waste audit, to reduce, reuse and recycle waste generated at the complex other than the waste generated at premises for which the owner is not responsible, either directly or indirectly, for waste management. (2) The waste reduction work plan need not cover the waste generated in the operation of an establishment in the complex if Part II applies to the owner of the establishment. (3) In every year following the preparation of the initial waste reduction work plan, the owner shall prepare an updated written plan. O. Reg. 102/94, s. 16.",
            "raw_html": "<p class=\"section-e\"><b>16. </b>(1) The owner shall prepare a written waste reduction work plan, based on the waste audit, to reduce, reuse and recycle waste generated at the complex other than the waste generated at premises for which the owner is not responsible, either directly or indirectly, for waste management.</p> <p class=\"subsection-e\">(2) The waste reduction work plan need not cover the waste generated in the operation of an establishment in the complex if Part II applies to the owner of the establishment.</p> <p class=\"subsection-e\">(3) In every year following the preparation of the initial waste reduction work plan, the owner shall prepare an updated written plan. O. Reg. 102/94, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": null,
            "content": "17. The owner shall implement the waste reduction work plan as updated. O. Reg. 102/94, s. 17.",
            "raw_html": "<p class=\"section-e\"><b>17. </b>The owner shall implement the waste reduction work plan as updated. O. Reg. 102/94, s. 17.</p>"
        },
        {
            "id": "18.",
            "section": null,
            "content": "18. The waste reduction work plan shall include measures for communicating the plan to the owner’s employees who work at the complex and to the occupiers of premises in the complex and, as a minimum, those measures shall require, (a) that the plan or a summary be posted in places where most employees and occupiers will see it; and (b) if a summary is posted, that any employee or occupier who requests to look at the plan be allowed to do so. O. Reg. 102/94, s. 18. PART IV   LARGE CONSTRUCTION PROJECTS",
            "raw_html": "<p class=\"section-e\"><b>18. </b>The waste reduction work plan shall include measures for communicating the plan to the owner’s employees who work at the complex and to the occupiers of premises in the complex and, as a minimum, those measures shall require,</p> <p class=\"clause-e\">(a) that the plan or a summary be posted in places where most employees and occupiers will see it; and</p> <p class=\"clause-e\">(b) if a summary is posted, that any employee or occupier who requests to look at the plan be allowed to do so. O. Reg. 102/94, s. 18.</p> <p class=\"partnum-e\"><b>PART IV <br/>  LARGE CONSTRUCTION PROJECTS</b></p>"
        },
        {
            "id": "19.",
            "section": null,
            "content": "19. (1) This Part applies to a person who undertakes, on their own behalf or on behalf of another person, a construction project consisting of the construction of one or more buildings with a total floor area of at least 2,000 square metres. (2) In this Part, “builder” means a person described in subsection (1). O. Reg. 102/94, s. 19.",
            "raw_html": "<p class=\"section-e\"><b>19. </b>(1) This Part applies to a person who undertakes, on their own behalf or on behalf of another person, a construction project consisting of the construction of one or more buildings with a total floor area of at least 2,000 square metres.</p> <p class=\"subsection-e\">(2) In this Part, </p> <p class=\"firstdef-e\">“builder” means a person described in subsection (1). O. Reg. 102/94, s. 19.</p>"
        },
        {
            "id": "20.",
            "section": null,
            "content": "20. (1) The builder shall conduct a waste audit covering the waste that will be generated in the construction project. The audit shall also address the extent to which materials or products used consist of recycled or reused materials or products. (2) After conducting the waste audit, the builder shall prepare a written report of the audit. O. Reg. 102/94, s. 20.",
            "raw_html": "<p class=\"section-e\"><b>20. </b>(1) The builder shall conduct a waste audit covering the waste that will be generated in the construction project. The audit shall also address the extent to which materials or products used consist of recycled or reused materials or products.</p> <p class=\"subsection-e\">(2) After conducting the waste audit, the builder shall prepare a written report of the audit. O. Reg. 102/94, s. 20.</p>"
        },
        {
            "id": "21.",
            "section": null,
            "content": "21. The builder shall prepare a written waste reduction work plan, based on the waste audit, to reduce, reuse and recycle waste generated in the construction project. O. Reg. 102/94, s. 21.",
            "raw_html": "<p class=\"section-e\"><b>21. </b>The builder shall prepare a written waste reduction work plan, based on the waste audit, to reduce, reuse and recycle waste generated in the construction project. O. Reg. 102/94, s. 21.</p>"
        },
        {
            "id": "22.",
            "section": null,
            "content": "22. The builder shall implement the waste reduction work plan. O. Reg. 102/94, s. 22.",
            "raw_html": "<p class=\"section-e\"><b>22. </b>The builder shall implement the waste reduction work plan. O. Reg. 102/94, s. 22.</p>"
        },
        {
            "id": "23.",
            "section": null,
            "content": "23. The waste reduction work plan shall include measures for communicating the plan to the workers at the construction site and, as a minimum, those measures shall require, (a) that the plan or a summary be posted at the construction site in a place where most of the workers will see it; and (b) if a summary is posted, that any worker who requests to look at the plan be allowed to do so. O. Reg. 102/94, s. 23.",
            "raw_html": "<p class=\"section-e\"><b>23. </b>The waste reduction work plan shall include measures for communicating the plan to the workers at the construction site and, as a minimum, those measures shall require,</p> <p class=\"clause-e\">(a) that the plan or a summary be posted at the construction site in a place where most of the workers will see it; and</p> <p class=\"clause-e\">(b) if a summary is posted, that any worker who requests to look at the plan be allowed to do so. O. Reg. 102/94, s. 23.</p>"
        },
        {
            "id": "24.",
            "section": null,
            "content": "24. (1) The report of the waste audit and the waste reduction work plan required under this Part shall be prepared before construction work begins at the site. (2) If construction work has begun at the site before this Regulation comes into force, the following transitional rules apply with respect to the waste audit, the report and the plan: 1. The report and plan shall be prepared within six months after this Regulation comes into force. 2. The report and plan need not be prepared if all work is finished within six months after this Regulation comes into force. 3. The waste audit need not cover any waste generated within six months after this Regulation comes into force. 4. The plan need not address any waste generated within six months after this Regulation comes into force. O. Reg. 102/94, s. 24. PART V   LARGE DEMOLITION PROJECTS",
            "raw_html": "<p class=\"section-e\"><b>24. </b>(1) The report of the waste audit and the waste reduction work plan required under this Part shall be prepared before construction work begins at the site.</p> <p class=\"subsection-e\">(2) If construction work has begun at the site before this Regulation comes into force, the following transitional rules apply with respect to the waste audit, the report and the plan:</p> <p class=\"paragraph-e\">1. The report and plan shall be prepared within six months after this Regulation comes into force.</p> <p class=\"paragraph-e\">2. The report and plan need not be prepared if all work is finished within six months after this Regulation comes into force.</p> <p class=\"paragraph-e\">3. The waste audit need not cover any waste generated within six months after this Regulation comes into force.</p> <p class=\"paragraph-e\">4. The plan need not address any waste generated within six months after this Regulation comes into force. O. Reg. 102/94, s. 24.</p> <p class=\"partnum-e\"><b>PART V <br/>  LARGE DEMOLITION PROJECTS</b></p>"
        },
        {
            "id": "25.",
            "section": null,
            "content": "25. (1) This Part applies to a person who undertakes, on their own behalf or on behalf of another person, a demolition project consisting of the demolition of one or more buildings with a total floor area of at least 2,000 square metres. (2) In this Part, “demolisher” means a person described in subsection(1). O. Reg. 102/94, s. 25.",
            "raw_html": "<p class=\"section-e\"><b>25. </b>(1) This Part applies to a person who undertakes, on their own behalf or on behalf of another person, a demolition project consisting of the demolition of one or more buildings with a total floor area of at least 2,000 square metres.</p> <p class=\"subsection-e\">(2) In this Part, </p> <p class=\"firstdef-e\">“demolisher” means a person described in subsection(1). O. Reg. 102/94, s. 25.</p>"
        },
        {
            "id": "26.",
            "section": null,
            "content": "26. (1) The demolisher shall conduct a waste audit covering the waste that will be generated in the demolition project. (2) After conducting the waste audit, the demolisher shall prepare a written report of the audit. O. Reg. 102/94, s. 26.",
            "raw_html": "<p class=\"section-e\"><b>26. </b>(1) The demolisher shall conduct a waste audit covering the waste that will be generated in the demolition project.</p> <p class=\"subsection-e\">(2) After conducting the waste audit, the demolisher shall prepare a written report of the audit. O. Reg. 102/94, s. 26.</p>"
        },
        {
            "id": "27.",
            "section": null,
            "content": "27. The demolisher shall prepare a written waste reduction work plan, based on the waste audit, to reduce, reuse and recycle waste generated in the demolition project. O. Reg. 102/94, s. 27.",
            "raw_html": "<p class=\"section-e\"><b>27. </b>The demolisher shall prepare a written waste reduction work plan, based on the waste audit, to reduce, reuse and recycle waste generated in the demolition project. O. Reg. 102/94, s. 27.</p>"
        },
        {
            "id": "28.",
            "section": null,
            "content": "28. The demolisher shall implement the waste reduction work plan. O. Reg. 102/94, s. 28.",
            "raw_html": "<p class=\"section-e\"><b>28. </b>The demolisher shall implement the waste reduction work plan. O. Reg. 102/94, s. 28.</p>"
        },
        {
            "id": "29.",
            "section": null,
            "content": "29. The waste reduction work plan shall include measures for communicating the plan to the workers at the demolition site and, as a minimum, those measures shall require, (a) that the plan or a summary be posted at the demolition site in a place where most of the workers will see it; and (b) if a summary is posted, that any worker who requests to look at the plan be allowed to do so. O. Reg. 102/94, s. 29.",
            "raw_html": "<p class=\"section-e\"><b>29. </b>The waste reduction work plan shall include measures for communicating the plan to the workers at the demolition site and, as a minimum, those measures shall require,</p> <p class=\"clause-e\">(a) that the plan or a summary be posted at the demolition site in a place where most of the workers will see it; and</p> <p class=\"clause-e\">(b) if a summary is posted, that any worker who requests to look at the plan be allowed to do so. O. Reg. 102/94, s. 29.</p>"
        },
        {
            "id": "30.",
            "section": null,
            "content": "30. (1) The report of the waste audit and the waste reduction work plan required under this Part shall be prepared before demolition work begins at the site. (2) If demolition work has begun at the site before this Regulation comes into force, the following transitional rules apply with respect to the waste audit, the report and the plan: 1. The report and plan shall be prepared within six months after this Regulation comes into force. 2. The report and plan need not be prepared if all work is finished within six months after this Regulation comes into force. 3. The waste audit need not cover any waste generated within six months after this Regulation comes into force. 4. The plan need not address any waste generated within six months after this Regulation comes into force. O. Reg. 102/94, s. 30. PART VI   OFFICE BUILDINGS",
            "raw_html": "<p class=\"section-e\"><b>30. </b>(1) The report of the waste audit and the waste reduction work plan required under this Part shall be prepared before demolition work begins at the site.</p> <p class=\"subsection-e\">(2) If demolition work has begun at the site before this Regulation comes into force, the following transitional rules apply with respect to the waste audit, the report and the plan:</p> <p class=\"paragraph-e\">1. The report and plan shall be prepared within six months after this Regulation comes into force.</p> <p class=\"paragraph-e\">2. The report and plan need not be prepared if all work is finished within six months after this Regulation comes into force.</p> <p class=\"paragraph-e\">3. The waste audit need not cover any waste generated within six months after this Regulation comes into force.</p> <p class=\"paragraph-e\">4. The plan need not address any waste generated within six months after this Regulation comes into force. O. Reg. 102/94, s. 30.</p> <p class=\"partnum-e\"><b>PART VI <br/>  OFFICE BUILDINGS</b></p>"
        },
        {
            "id": "31.",
            "section": null,
            "content": "31. (1) This Part applies to the owner of a building or group of buildings that has at least 10,000 square metres of floor area for use as offices. (2) For the purposes of subsection (1), “group of buildings” means two or more buildings where, (a) each of the buildings has the same ownership, and (b) each of the buildings is in proximity to at least one other of the buildings such that there is at most one building or other real property of different ownership located between the two. (3) For purposes of determining, under subsection (2), whether there is at most one building or other real property of different ownership located between two buildings, the following properties shall not be counted: public roads; public parks; and any land over which the public has a general right of access. O. Reg. 102/94, s. 31.",
            "raw_html": "<p class=\"section-e\"><b>31. </b>(1) This Part applies to the owner of a building or group of buildings that has at least 10,000 square metres of floor area for use as offices.</p> <p class=\"subsection-e\">(2) For the purposes of subsection (1), </p> <p class=\"firstdef-e\">“group of buildings” means two or more buildings where,</p> <p class=\"defclause-e\">(a) each of the buildings has the same ownership, and</p> <p class=\"defclause-e\">(b) each of the buildings is in proximity to at least one other of the buildings such that there is at most one building or other real property of different ownership located between the two.</p> <p class=\"subsection-e\">(3) For purposes of determining, under subsection (2), whether there is at most one building or other real property of different ownership located between two buildings, the following properties shall not be counted: public roads; public parks; and any land over which the public has a general right of access. O. Reg. 102/94, s. 31.</p>"
        },
        {
            "id": "32.",
            "section": null,
            "content": "32. (1) The owner shall conduct a waste audit covering the waste generated at the building. The audit shall also address the extent to which materials or products used by the owner consist of recycled or reused materials or products. (2) After conducting the waste audit, the owner shall prepare a written report of the audit. (3) In every year following the initial waste audit, the owner shall update the audit and prepare an updated written report. O. Reg. 102/94, s. 32.",
            "raw_html": "<p class=\"section-e\"><b>32. </b>(1) The owner shall conduct a waste audit covering the waste generated at the building. The audit shall also address the extent to which materials or products used by the owner consist of recycled or reused materials or products.</p> <p class=\"subsection-e\">(2) After conducting the waste audit, the owner shall prepare a written report of the audit.</p> <p class=\"subsection-e\">(3) In every year following the initial waste audit, the owner shall update the audit and prepare an updated written report. O. Reg. 102/94, s. 32.</p>"
        },
        {
            "id": "33.",
            "section": null,
            "content": "33. (1) The owner shall prepare a written waste reduction work plan, based on the waste audit, to reduce, reuse and recycle waste generated at the building. (2) In every year following the preparation of the initial waste reduction work plan, the owner shall prepare an updated written plan. O. Reg. 102/94, s. 33.",
            "raw_html": "<p class=\"section-e\"><b>33. </b>(1) The owner shall prepare a written waste reduction work plan, based on the waste audit, to reduce, reuse and recycle waste generated at the building.</p> <p class=\"subsection-e\">(2) In every year following the preparation of the initial waste reduction work plan, the owner shall prepare an updated written plan. O. Reg. 102/94, s. 33.</p>"
        },
        {
            "id": "34.",
            "section": null,
            "content": "34. The owner shall implement the waste reduction work plan as updated. O. Reg. 102/94, s. 34.",
            "raw_html": "<p class=\"section-e\"><b>34. </b>The owner shall implement the waste reduction work plan as updated. O. Reg. 102/94, s. 34.</p>"
        },
        {
            "id": "35.",
            "section": null,
            "content": "35. The waste reduction work plan shall include measures for communicating the plan to the owner’s employees who work at the building and to any persons who occupy premises in the building as tenants of the owner and, as a minimum, those measures shall require, (a) that the plan or a summary be posted in places where most employees and tenants will see it; and (b) if a summary is posted, that any employee or tenant who requests to look at the plan be allowed to do so. O. Reg. 102/94, s. 35. PART VII   RESTAURANTS",
            "raw_html": "<p class=\"section-e\"><b>35. </b>The waste reduction work plan shall include measures for communicating the plan to the owner’s employees who work at the building and to any persons who occupy premises in the building as tenants of the owner and, as a minimum, those measures shall require,</p> <p class=\"clause-e\">(a) that the plan or a summary be posted in places where most employees and tenants will see it; and</p> <p class=\"clause-e\">(b) if a summary is posted, that any employee or tenant who requests to look at the plan be allowed to do so. O. Reg. 102/94, s. 35.</p> <p class=\"partnum-e\"><b>PART VII <br/>  RESTAURANTS</b></p>"
        },
        {
            "id": "36.",
            "section": null,
            "content": "36. (1) This Part applies to the owner of a restaurant, including a take-out restaurant. (2) This Part does not apply with respect to a restaurant that occupies premises in any of the places set out in subsection (3) if the owner of the restaurant co-operates in the conducting of the waste audit and the preparation of the waste reduction work plan required under this Regulation for the place set out in subsection (3). (3) The places referred to in subsection (2) are, (a) an establishment in respect of which Part II applies; (b) a complex in respect of which Part III applies; (c) a building in respect of which Part VI applies; (d) a hotel or motel in respect of which Part VIII applies; (e) a hospital in respect of which Part IX applies; (f) a location or campus of an educational institution in respect of which Part X applies. (4) This Part does not apply to an owner of a restaurant in a particular calendar year if, (a) during the two preceding calendar years there was no year in which the gross sales for all restaurants operated by the owner in Ontario equalled or exceeded $3,000,000; and (b) the owner is able to demonstrate this fact, within seven days of a request from the Director, through evidence satisfactory to the Director. (5) Copies of the records related to purchase and sale maintained under subsection 5 (1) of Regulation 1013 of the Revised Regulations of Ontario, 1990 shall be deemed to be sufficient evidence of the gross sales of a restaurant if the copies are certified by the owner or the owner’s representative as to the accuracy of the records. O. Reg. 102/94, s. 36.",
            "raw_html": "<p class=\"section-e\"><b>36. </b>(1) This Part applies to the owner of a restaurant, including a take-out restaurant.</p> <p class=\"subsection-e\">(2) This Part does not apply with respect to a restaurant that occupies premises in any of the places set out in subsection (3) if the owner of the restaurant co-operates in the conducting of the waste audit and the preparation of the waste reduction work plan required under this Regulation for the place set out in subsection (3).</p> <p class=\"subsection-e\">(3) The places referred to in subsection (2) are,</p> <p class=\"clause-e\">(a) an establishment in respect of which Part II applies;</p> <p class=\"clause-e\">(b) a complex in respect of which Part III applies;</p> <p class=\"clause-e\">(c) a building in respect of which Part VI applies;</p> <p class=\"clause-e\">(d) a hotel or motel in respect of which Part VIII applies;</p> <p class=\"clause-e\">(e) a hospital in respect of which Part IX applies;</p> <p class=\"clause-e\">(f) a location or campus of an educational institution in respect of which Part X applies.</p> <p class=\"subsection-e\">(4) This Part does not apply to an owner of a restaurant in a particular calendar year if,</p> <p class=\"clause-e\">(a) during the two preceding calendar years there was no year in which the gross sales for all restaurants operated by the owner in Ontario equalled or exceeded $3,000,000; and</p> <p class=\"clause-e\">(b) the owner is able to demonstrate this fact, within seven days of a request from the Director, through evidence satisfactory to the Director.</p> <p class=\"subsection-e\">(5) Copies of the records related to purchase and sale maintained under subsection 5 (1) of Regulation 1013 of the Revised Regulations of Ontario, 1990 shall be deemed to be sufficient evidence of the gross sales of a restaurant if the copies are certified by the owner or the owner’s representative as to the accuracy of the records. O. Reg. 102/94, s. 36.</p>"
        },
        {
            "id": "37.",
            "section": null,
            "content": "37. (1) The owner shall conduct a waste audit covering waste generated by the operation of the restaurant. The audit shall also address the extent to which materials or products used consist of recycled or reused materials or products. (2) After conducting the waste audit, the owner shall prepare a written report of the audit. (3) In every year following the initial waste audit, the owner shall update the audit and prepare an updated written report. O. Reg. 102/94, s. 37.",
            "raw_html": "<p class=\"section-e\"><b>37. </b>(1) The owner shall conduct a waste audit covering waste generated by the operation of the restaurant. The audit shall also address the extent to which materials or products used consist of recycled or reused materials or products.</p> <p class=\"subsection-e\">(2) After conducting the waste audit, the owner shall prepare a written report of the audit.</p> <p class=\"subsection-e\">(3) In every year following the initial waste audit, the owner shall update the audit and prepare an updated written report. O. Reg. 102/94, s. 37.</p>"
        },
        {
            "id": "38.",
            "section": null,
            "content": "38. (1) The owner shall prepare a written waste reduction work plan, based on the waste audit, to reduce, reuse and recycle waste generated by the operation of the restaurant. (2) In every year following the preparation of the initial waste reduction work plan, the owner shall prepare an updated written plan. O. Reg. 102/94, s. 38.",
            "raw_html": "<p class=\"section-e\"><b>38. </b>(1) The owner shall prepare a written waste reduction work plan, based on the waste audit, to reduce, reuse and recycle waste generated by the operation of the restaurant.</p> <p class=\"subsection-e\">(2) In every year following the preparation of the initial waste reduction work plan, the owner shall prepare an updated written plan. O. Reg. 102/94, s. 38.</p>"
        },
        {
            "id": "39.",
            "section": null,
            "content": "39. The owner shall implement the waste reduction work plan as updated. O. Reg. 102/94, s. 39.",
            "raw_html": "<p class=\"section-e\"><b>39. </b>The owner shall implement the waste reduction work plan as updated. O. Reg. 102/94, s. 39.</p>"
        },
        {
            "id": "40.",
            "section": null,
            "content": "40. The waste reduction work plan shall include measures for communicating the plan to the owner’s employees who work at the restaurant and, as a minimum, those measures shall require, (a) that the plan or a summary be posted in places where most employees will see it; and (b) if a summary is posted, that any employee who requests to look at the plan be allowed to do so. O. Reg. 102/94, s. 40. PART VIII   HOTELS AND MOTELS",
            "raw_html": "<p class=\"section-e\"><b>40. </b>The waste reduction work plan shall include measures for communicating the plan to the owner’s employees who work at the restaurant and, as a minimum, those measures shall require,</p> <p class=\"clause-e\">(a) that the plan or a summary be posted in places where most employees will see it; and</p> <p class=\"clause-e\">(b) if a summary is posted, that any employee who requests to look at the plan be allowed to do so. O. Reg. 102/94, s. 40.</p> <p class=\"partnum-e\"><b>PART VIII <br/>  HOTELS AND MOTELS</b></p>"
        },
        {
            "id": "41.",
            "section": null,
            "content": "41. This Part applies to the owner of a hotel or motel that has more than 75 units. O. Reg. 102/94, s. 41.",
            "raw_html": "<p class=\"section-e\"><b>41. </b>This Part applies to the owner of a hotel or motel that has more than 75 units. O. Reg. 102/94, s. 41.</p>"
        },
        {
            "id": "42.",
            "section": null,
            "content": "42. (1) The owner shall conduct a waste audit covering waste generated by the operation of the hotel or motel. The audit shall also address the extent to which materials or products used consist of recycled or reused materials or products. (2) After conducting the waste audit, the owner shall prepare a written report of the audit. (3) In every year following the initial waste audit, the owner shall update the audit and prepare an updated written report. O. Reg. 102/94, s. 42.",
            "raw_html": "<p class=\"section-e\"><b>42. </b>(1) The owner shall conduct a waste audit covering waste generated by the operation of the hotel or motel. The audit shall also address the extent to which materials or products used consist of recycled or reused materials or products.</p> <p class=\"subsection-e\">(2) After conducting the waste audit, the owner shall prepare a written report of the audit.</p> <p class=\"subsection-e\">(3) In every year following the initial waste audit, the owner shall update the audit and prepare an updated written report. O. Reg. 102/94, s. 42.</p>"
        },
        {
            "id": "43.",
            "section": null,
            "content": "43. (1) The owner shall prepare a written waste reduction work plan, based on the waste audit, to reduce, reuse and recycle waste generated by the operation of the hotel or motel. (2) In every year following the preparation of the initial waste reduction work plan, the owner shall prepare an updated written plan. O. Reg. 102/94, s. 43.",
            "raw_html": "<p class=\"section-e\"><b>43. </b>(1) The owner shall prepare a written waste reduction work plan, based on the waste audit, to reduce, reuse and recycle waste generated by the operation of the hotel or motel.</p> <p class=\"subsection-e\">(2) In every year following the preparation of the initial waste reduction work plan, the owner shall prepare an updated written plan. O. Reg. 102/94, s. 43.</p>"
        },
        {
            "id": "44.",
            "section": null,
            "content": "44. The owner shall implement the waste reduction work plan as updated. O. Reg. 102/94, s. 44.",
            "raw_html": "<p class=\"section-e\"><b>44. </b>The owner shall implement the waste reduction work plan as updated. O. Reg. 102/94, s. 44.</p>"
        },
        {
            "id": "45.",
            "section": null,
            "content": "45. The waste reduction work plan shall include measures for communicating the plan to the owner’s employees who work at the hotel or motel and, as a minimum, those measures shall require, (a) that the plan or a summary be posted in places where most employees will see it; and (b) if a summary is posted, that any employee who requests to look at the plan be allowed to do so. O. Reg. 102/94, s. 45. PART IX   HOSPITALS",
            "raw_html": "<p class=\"section-e\"><b>45. </b>The waste reduction work plan shall include measures for communicating the plan to the owner’s employees who work at the hotel or motel and, as a minimum, those measures shall require,</p> <p class=\"clause-e\">(a) that the plan or a summary be posted in places where most employees will see it; and</p> <p class=\"clause-e\">(b) if a summary is posted, that any employee who requests to look at the plan be allowed to do so. O. Reg. 102/94, s. 45.</p> <p class=\"partnum-e\"><b>PART IX <br/>  HOSPITALS</b></p>"
        },
        {
            "id": "46.",
            "section": null,
            "content": "46. This Part applies to the operator of a public hospital classified as a class A, B or F hospital in Regulation 964 of the Revised Regulations of Ontario, 1990. O. Reg. 102/94, s. 46.",
            "raw_html": "<p class=\"section-e\"><b>46. </b>This Part applies to the operator of a public hospital classified as a class A, B or F hospital in Regulation 964 of the Revised Regulations of Ontario, 1990. O. Reg. 102/94, s. 46.</p>"
        },
        {
            "id": "47.",
            "section": null,
            "content": "47. (1) The operator shall conduct a waste audit covering the waste generated by the operation of the hospital. The audit shall also address the extent to which materials or products used consist of recycled or reused materials or products. (2) After conducting the waste audit, the operator shall prepare a written report of the audit. (3) In every year following the initial waste audit, the operator shall update the audit and prepare an updated written report. O. Reg. 102/94, s. 47.",
            "raw_html": "<p class=\"section-e\"><b>47. </b>(1) The operator shall conduct a waste audit covering the waste generated by the operation of the hospital. The audit shall also address the extent to which materials or products used consist of recycled or reused materials or products.</p> <p class=\"subsection-e\">(2) After conducting the waste audit, the operator shall prepare a written report of the audit.</p> <p class=\"subsection-e\">(3) In every year following the initial waste audit, the operator shall update the audit and prepare an updated written report. O. Reg. 102/94, s. 47.</p>"
        },
        {
            "id": "48.",
            "section": null,
            "content": "48. (1) The operator shall prepare a written waste reduction work plan, based on the waste audit, to reduce, reuse and recycle waste generated by the operation of the hospital. (2) In every year following the preparation of the initial waste reduction work plan, the operator shall prepare an updated written plan. O. Reg. 102/94, s. 48.",
            "raw_html": "<p class=\"section-e\"><b>48. </b>(1) The operator shall prepare a written waste reduction work plan, based on the waste audit, to reduce, reuse and recycle waste generated by the operation of the hospital.</p> <p class=\"subsection-e\">(2) In every year following the preparation of the initial waste reduction work plan, the operator shall prepare an updated written plan. O. Reg. 102/94, s. 48.</p>"
        },
        {
            "id": "49.",
            "section": null,
            "content": "49. The operator shall implement the waste reduction work plan as updated. O. Reg. 102/94, s. 49.",
            "raw_html": "<p class=\"section-e\"><b>49. </b>The operator shall implement the waste reduction work plan as updated. O. Reg. 102/94, s. 49.</p>"
        },
        {
            "id": "50.",
            "section": null,
            "content": "50. The waste reduction work plan shall include measures for communicating the plan to the operator’s employees who work at the hospital and, as a minimum, those measures shall require, (a) that the plan or a summary be posted in places where most employees will see it; and (b) if a summary is posted, that any employee who requests to look at the plan be allowed to do so. O. Reg. 102/94, s. 50. PART X   EDUCATIONAL INSTITUTIONS",
            "raw_html": "<p class=\"section-e\"><b>50. </b>The waste reduction work plan shall include measures for communicating the plan to the operator’s employees who work at the hospital and, as a minimum, those measures shall require,</p> <p class=\"clause-e\">(a) that the plan or a summary be posted in places where most employees will see it; and</p> <p class=\"clause-e\">(b) if a summary is posted, that any employee who requests to look at the plan be allowed to do so. O. Reg. 102/94, s. 50.</p> <p class=\"partnum-e\"><b>PART X <br/>  EDUCATIONAL INSTITUTIONS</b></p>"
        },
        {
            "id": "51.",
            "section": null,
            "content": "51. (1) This Part applies to the operator of an educational institution in respect of a location or campus of the institution if, at the location or campus, at any time during the calendar year, more than 350 persons are enrolled. (2) This Part continues to apply in respect of a location or campus for the two calendar years following the last year in which more than 350 persons were enrolled at the location or campus. O. Reg. 102/94, s. 51.",
            "raw_html": "<p class=\"section-e\"><b>51. </b>(1) This Part applies to the operator of an educational institution in respect of a location or campus of the institution if, at the location or campus, at any time during the calendar year, more than 350 persons are enrolled.</p> <p class=\"subsection-e\">(2) This Part continues to apply in respect of a location or campus for the two calendar years following the last year in which more than 350 persons were enrolled at the location or campus. O. Reg. 102/94, s. 51.</p>"
        },
        {
            "id": "52.",
            "section": null,
            "content": "52. (1) The operator shall conduct a waste audit covering the waste generated by the operation of the institution at the location or campus. The audit shall also address the extent to which materials or products used consist of recycled or reused materials or products. (2) After conducting the waste audit, the operator shall prepare a written report of the audit. (3) In every year following the initial waste audit, the operator shall update the audit and prepare an updated written report. O. Reg. 102/94, s. 52.",
            "raw_html": "<p class=\"section-e\"><b>52. </b>(1) The operator shall conduct a waste audit covering the waste generated by the operation of the institution at the location or campus. The audit shall also address the extent to which materials or products used consist of recycled or reused materials or products.</p> <p class=\"subsection-e\">(2) After conducting the waste audit, the operator shall prepare a written report of the audit.</p> <p class=\"subsection-e\">(3) In every year following the initial waste audit, the operator shall update the audit and prepare an updated written report. O. Reg. 102/94, s. 52.</p>"
        },
        {
            "id": "53.",
            "section": null,
            "content": "53. (1) The operator shall prepare a written waste reduction work plan, based on the waste audit, to reduce, reuse and recycle waste generated by the operation of the institution at the location or campus. (2) In every year following the preparation of the initial waste reduction work plan, the operator shall prepare an updated written plan. O. Reg. 102/94, s. 53.",
            "raw_html": "<p class=\"section-e\"><b>53. </b>(1) The operator shall prepare a written waste reduction work plan, based on the waste audit, to reduce, reuse and recycle waste generated by the operation of the institution at the location or campus.</p> <p class=\"subsection-e\">(2) In every year following the preparation of the initial waste reduction work plan, the operator shall prepare an updated written plan. O. Reg. 102/94, s. 53.</p>"
        },
        {
            "id": "54.",
            "section": null,
            "content": "54. The operator shall implement the waste reduction work plan as updated. O. Reg. 102/94, s. 54.",
            "raw_html": "<p class=\"section-e\"><b>54. </b>The operator shall implement the waste reduction work plan as updated. O. Reg. 102/94, s. 54.</p>"
        },
        {
            "id": "55.",
            "section": null,
            "content": "55. The waste reduction work plan shall include measures for communicating the plan to the operator’s employees who work at the location or campus and, as a minimum, those measures shall require, (a) that the plan or a summary be posted in places where most employees will see it; and (b) if a summary is posted, that any employee who requests to look at the plan be allowed to do so. O. Reg. 102/94, s. 55. PART XI   LARGE MANUFACTURING ESTABLISHMENTS",
            "raw_html": "<p class=\"section-e\"><b>55. </b>The waste reduction work plan shall include measures for communicating the plan to the operator’s employees who work at the location or campus and, as a minimum, those measures shall require,</p> <p class=\"clause-e\">(a) that the plan or a summary be posted in places where most employees will see it; and</p> <p class=\"clause-e\">(b) if a summary is posted, that any employee who requests to look at the plan be allowed to do so. O. Reg. 102/94, s. 55.</p> <p class=\"partnum-e\"><b>PART XI <br/>  LARGE MANUFACTURING ESTABLISHMENTS</b></p>"
        },
        {
            "id": "56.",
            "section": null,
            "content": "56. (1) This Part applies to the owner or operator of a site that is a manufacturing establishment. (2) This Part does not apply to an owner of a site in a particular calendar year if, (a) during the two preceding calendar years there was no calendar month in which the hours worked by the persons employed at the site exceeded 16,000 hours; and (b) the owner is able to demonstrate this fact, within seven days of a request from the Director, through evidence satisfactory to the Director. (3) Copies of the records related to hours of employment maintained under section 11 of the Employment Standards Act shall be deemed to be sufficient evidence of hours worked at a site if the copies are certified by the owner or the owner’s representative as to the accuracy of the records. (4) In this Part, “owner” includes the operator of a manufacturing establishment but does not include a landlord; “site” means one property and includes nearby properties owned or leased by the same person where passage from one property to another involves crossing, but not travelling along, a public highway. O. Reg.102/94,s.56.",
            "raw_html": "<p class=\"section-e\"><b>56. </b>(1) This Part applies to the owner or operator of a site that is a manufacturing establishment.</p> <p class=\"subsection-e\">(2) This Part does not apply to an owner of a site in a particular calendar year if,</p> <p class=\"clause-e\">(a) during the two preceding calendar years there was no calendar month in which the hours worked by the persons employed at the site exceeded 16,000 hours; and</p> <p class=\"clause-e\">(b) the owner is able to demonstrate this fact, within seven days of a request from the Director, through evidence satisfactory to the Director.</p> <p class=\"subsection-e\">(3) Copies of the records related to hours of employment maintained under section 11 of the <i>Employment Standards Act</i> shall be deemed to be sufficient evidence of hours worked at a site if the copies are certified by the owner or the owner’s representative as to the accuracy of the records.</p> <p class=\"subsection-e\">(4) In this Part,</p> <p class=\"firstdef-e\">“owner” includes the operator of a manufacturing establishment but does not include a landlord;</p> <p class=\"definition-e\">“site” means one property and includes nearby properties owned or leased by the same person where passage from one property to another involves crossing, but not travelling along, a public highway. O. Reg.102/94,s.56.</p>"
        },
        {
            "id": "57.",
            "section": null,
            "content": "57. (1) The owner shall conduct a waste audit covering the waste generated by the operation of the establishment at the site. The audit shall also address the extent to which materials or products used or sold consist of recycled or reused materials or products. (2) After conducting the waste audit, the owner shall prepare a written report of the audit. (3) In every year following the initial waste audit, the owner shall update the audit and prepare an updated written report. O. Reg. 102/94, s. 57.",
            "raw_html": "<p class=\"section-e\"><b>57. </b>(1) The owner shall conduct a waste audit covering the waste generated by the operation of the establishment at the site. The audit shall also address the extent to which materials or products used or sold consist of recycled or reused materials or products.</p> <p class=\"subsection-e\">(2) After conducting the waste audit, the owner shall prepare a written report of the audit.</p> <p class=\"subsection-e\">(3) In every year following the initial waste audit, the owner shall update the audit and prepare an updated written report. O. Reg. 102/94, s. 57.</p>"
        },
        {
            "id": "58.",
            "section": null,
            "content": "58. (1) The owner shall prepare a written waste reduction work plan, based on the waste audit, to reduce, reuse and recycle waste generated by the operation of the establishment. (2) In every year following the preparation of the initial waste reduction work plan, the owner shall prepare an updated written plan. O. Reg. 102/94, s. 58.",
            "raw_html": "<p class=\"section-e\"><b>58. </b>(1) The owner shall prepare a written waste reduction work plan, based on the waste audit, to reduce, reuse and recycle waste generated by the operation of the establishment.</p> <p class=\"subsection-e\">(2) In every year following the preparation of the initial waste reduction work plan, the owner shall prepare an updated written plan. O. Reg. 102/94, s. 58.</p>"
        },
        {
            "id": "59.",
            "section": null,
            "content": "59. The owner shall implement the waste reduction work plan as updated. O. Reg. 102/94, s. 59.",
            "raw_html": "<p class=\"section-e\"><b>59. </b>The owner shall implement the waste reduction work plan as updated. O. Reg. 102/94, s. 59.</p>"
        },
        {
            "id": "60.",
            "section": null,
            "content": "60. The waste reduction work plan shall include measures for communicating the plan to the owner’s employees who work at the site and, as a minimum, those measures shall require, (a) that the plan or a summary be posted in places where most employees will see it; and (b) if a summary is posted, that any employee who requests to look at the plan be allowed to do so. O. Reg. 102/94, s. 60. ",
            "raw_html": "<p class=\"section-e\"><b>60. </b>The waste reduction work plan shall include measures for communicating the plan to the owner’s employees who work at the site and, as a minimum, those measures shall require,</p> <p class=\"clause-e\">(a) that the plan or a summary be posted in places where most employees will see it; and</p> <p class=\"clause-e\">(b) if a summary is posted, that any employee who requests to look at the plan be allowed to do so. O. Reg. 102/94, s. 60.</p> <p class=\"Normal\"></p>"
        }
    ]
}