{
    "reg_info": {
        "full_title": "O. Reg. 121/16: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "O. Reg. 121/16: ",
        "act_under": "Wireless Services Agreements Act, 2013",
        "url": "https://www.ontario.ca/laws/regulation/160121",
        "date_scraped": "2023-12-18 22:40:27"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/160121/v3",
            "valid_from": "April  3, 2019",
            "valid_to": "October  2, 2019"
        },
        {
            "a_href": "/laws/regulation/160121/v2",
            "valid_from": "July  1, 2016",
            "valid_to": "April  2, 2019"
        },
        {
            "a_href": "/laws/regulation/160121/v1",
            "valid_from": "May  6, 2016",
            "valid_to": "June 30, 2016"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definition of “trade-in allowance”",
            "content": "  1. For the purposes of clause (b) of the definition of “trade-in allowance” in section 2 of the Act, the supplier can establish the market value of the goods mentioned in that clause as the price or value of those goods that a third party, who is not the consumer or the supplier, is prepared to pay the supplier for those goods.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>For the purposes of clause (b) of the definition of “trade-in allowance” in section 2 of the Act, the supplier can establish the market value of the goods mentioned in that clause as the price or value of those goods that a third party, who is not the consumer or the supplier, is prepared to pay the supplier for those goods.</p>"
        },
        {
            "id": "2.",
            "section": "Application of Act",
            "content": " 2. (1) In subsection 3 (1) of the Act, “located in Ontario”, with respect to a person engaging in a transaction, as defined in subsection 3 (3) of the Act, with a consumer who is located in a jurisdiction other than Ontario, does not include a person who is also located in that jurisdiction, even if the transaction is facilitated by or through a location in Ontario. (2) The Act does not apply to a wireless agreement under which the supplier agrees to provide wireless services that the consumer purchases in advance of use, including services covered by prepaid cards and pay-as-you-go services.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) In subsection 3 (1) of the Act,</p> <p class=\"definition-e\">“located in Ontario”, with respect to a person engaging in a transaction, as defined in subsection 3 (3) of the Act, with a consumer who is located in a jurisdiction other than Ontario, does not include a person who is also located in that jurisdiction, even if the transaction is facilitated by or through a location in Ontario.</p> <p class=\"subsection-e\">  (2) The Act does not apply to a wireless agreement under which the supplier agrees to provide wireless services that the consumer purchases in advance of use, including services covered by prepaid cards and pay-as-you-go services.</p>"
        },
        {
            "id": "3.",
            "section": "Exemption, amendment by supplier",
            "content": " 3. A supplier under a wireless agreement who proposes to amend the agreement is exempt from section 13 of the Act if, (a) the amendment is not of a nature or quality that a consumer would reasonably regard the amendment as sufficiently important that the consumer would not agree to the amendment; (b) the amendment does not change the nature of the goods or services that the supplier provides under the agreement as described in it, other than to increase the usage that the agreement permits the consumer to make of those services; (c) the amendment does not increase the cost of the goods or services that the supplier provides under the agreement or change the term of the agreement; and (d) the supplier gives written notice of the amendment to the consumer at least 30 days, but no more than 90 days, before the amendment is to come into force, where the notice, (i) discloses the amendment in a way that is clear and comprehensible, when read together with the agreement, (ii) discloses the date that the amendment will come into force, and (iii) includes a statement that the consumer may cancel the agreement in accordance with section 16 of the Act.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>A supplier under a wireless agreement who proposes to amend the agreement is exempt from section 13 of the Act if,</p> <p class=\"clause-e\">  (a) the amendment is not of a nature or quality that a consumer would reasonably regard the amendment as sufficiently important that the consumer would not agree to the amendment;</p> <p class=\"clause-e\">  (b) the amendment does not change the nature of the goods or services that the supplier provides under the agreement as described in it, other than to increase the usage that the agreement permits the consumer to make of those services;</p> <p class=\"clause-e\">  (c) the amendment does not increase the cost of the goods or services that the supplier provides under the agreement or change the term of the agreement; and</p> <p class=\"clause-e\">  (d) the supplier gives written notice of the amendment to the consumer at least 30 days, but no more than 90 days, before the amendment is to come into force, where the notice,</p> <p class=\"subclause-e\">  (i) discloses the amendment in a way that is clear and comprehensible, when read together with the agreement,</p> <p class=\"subclause-e\">  (ii) discloses the date that the amendment will come into force, and</p> <p class=\"subclause-e\">  (iii) includes a statement that the consumer may cancel the agreement in accordance with section 16 of the Act.</p>"
        },
        {
            "id": "4.",
            "section": "Exemption, copy of amended agreement",
            "content": " 4. (1) If the consumer and the supplier under a wireless agreement agree to amend the agreement in accordance with subsection 13 (1) of the Act, the supplier is exempt from subsection 13 (5) of the Act if the supplier delivers to the consumer, within 45 days of the day on which the supplier receives the consumer’s explicit agreement to the amendment, a written notice that discloses the amendment and that is clear and comprehensible, when read together with the agreement. (2) The disclosure described in subsection (1) shall include, (a) the minimum cost under the wireless agreement as amended; (b) the cost to which the parties have agreed for any service that the amendment adds to the wireless agreement; and (c) the cost to which the parties have agreed for any change that the amendment makes to an existing service under the wireless agreement.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) If the consumer and the supplier under a wireless agreement agree to amend the agreement in accordance with subsection 13 (1) of the Act, the supplier is exempt from subsection 13 (5) of the Act if the supplier delivers to the consumer, within 45 days of the day on which the supplier receives the consumer’s explicit agreement to the amendment, a written notice that discloses the amendment and that is clear and comprehensible, when read together with the agreement.</p> <p class=\"subsection-e\">  (2) The disclosure described in subsection (1) shall include,</p> <p class=\"clause-e\">  (a) the minimum cost under the wireless agreement as amended;</p> <p class=\"clause-e\">  (b) the cost to which the parties have agreed for any service that the amendment adds to the wireless agreement; and</p> <p class=\"clause-e\">  (c) the cost to which the parties have agreed for any change that the amendment makes to an existing service under the wireless agreement.</p>"
        },
        {
            "id": "5.",
            "section": "Exemptions, renewal or extension of agreements",
            "content": " 5. (1) A wireless agreement that is for a fixed term and that is automatically renewed or extended under subsection 14 (2) of the Act does not constitute a new wireless agreement and subsection 14 (3) of the Act does not apply to it. (2) A wireless agreement that is for no fixed term and that specifies that it continues on a periodic basis does not constitute a new wireless agreement each time that it is continued on that basis and subsection 14 (3) of the Act does not apply to it. (3) A wireless agreement that is renewed or extended does not constitute a new wireless agreement and subsection 14 (3) of the Act does not apply to it if, (a) the consumer purchases goods from the supplier under the agreement, other than the goods originally provided to the consumer under the agreement; and (b) the renewal or extension makes no changes to the agreement, other than to reflect the purchase of the goods described in clause (a).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) A wireless agreement that is for a fixed term and that is automatically renewed or extended under subsection 14 (2) of the Act does not constitute a new wireless agreement and subsection 14 (3) of the Act does not apply to it.</p> <p class=\"subsection-e\">  (2) A wireless agreement that is for no fixed term and that specifies that it continues on a periodic basis does not constitute a new wireless agreement each time that it is continued on that basis and subsection 14 (3) of the Act does not apply to it.</p> <p class=\"subsection-e\">  (3) A wireless agreement that is renewed or extended does not constitute a new wireless agreement and subsection 14 (3) of the Act does not apply to it if,</p> <p class=\"clause-e\">  (a) the consumer purchases goods from the supplier under the agreement, other than the goods originally provided to the consumer under the agreement; and</p> <p class=\"clause-e\">  (b) the renewal or extension makes no changes to the agreement, other than to reflect the purchase of the goods described in clause (a).</p>"
        },
        {
            "id": "6.",
            "section": "Exemptions, renewal or extension of agreements",
            "content": " 6. Omitted (revokes other Regulations).",
            "raw_html": "<p class=\"section-e\"> <b>6.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">revokes other Regulations</span>).</p>"
        },
        {
            "id": "7.",
            "section": "Exemptions, renewal or extension of agreements",
            "content": " 7. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>7.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Exemptions, renewal or extension of agreements",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/160121\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}