{
    "reg_info": {
        "full_title": "O. Reg. 321/12: CLASSES OF MEMBERS AND REGISTRATION",
        "reg_name_text": "CLASSES OF MEMBERS AND REGISTRATION",
        "citation": "O. Reg. 321/12: ",
        "act_under": "Ontario College of Trades and Apprenticeship Act, 2009",
        "url": "https://www.ontario.ca/laws/regulation/120321",
        "date_scraped": "2023-12-18 13:11:50"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/120321/v12",
            "valid_from": "December 22, 2021",
            "valid_to": "December 31, 2021"
        },
        {
            "a_href": "/laws/regulation/120321/v11",
            "valid_from": "December 16, 2021",
            "valid_to": "December 21, 2021"
        },
        {
            "a_href": "/laws/regulation/120321/v10",
            "valid_from": "March 13, 2021",
            "valid_to": "December 15, 2021"
        },
        {
            "a_href": "/laws/regulation/120321/v9",
            "valid_from": "March 12, 2021",
            "valid_to": "March 12, 2021"
        },
        {
            "a_href": "/laws/regulation/120321/v8",
            "valid_from": "December 18, 2020",
            "valid_to": "March 11, 2021"
        },
        {
            "a_href": "/laws/regulation/120321/v7",
            "valid_from": "July 10, 2020",
            "valid_to": "December 17, 2020"
        },
        {
            "a_href": "/laws/regulation/120321/v6",
            "valid_from": "April 21, 2020",
            "valid_to": "July  9, 2020"
        },
        {
            "a_href": "/laws/regulation/120321/v5",
            "valid_from": "July 31, 2017",
            "valid_to": "April 20, 2020"
        },
        {
            "a_href": "/laws/regulation/120321/v4",
            "valid_from": "February  2, 2017",
            "valid_to": "July 30, 2017"
        },
        {
            "a_href": "/laws/regulation/120321/v3",
            "valid_from": "February  2, 2015",
            "valid_to": "February  1, 2017"
        },
        {
            "a_href": "/laws/regulation/120321/v2",
            "valid_from": "January  1, 2013",
            "valid_to": "February  1, 2015"
        },
        {
            "a_href": "/laws/regulation/120321/v1",
            "valid_from": "October 25, 2012",
            "valid_to": "December 31, 2012"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. In this Regulation, “Agreement on Internal Trade” means the Agreement on Internal Trade as defined in subsection 2 (1) of the Ontario Labour Mobility Act, 2009; (“Accord sur le commerce intérieur”) “authorizing certificate”, in relation to the practice of a trade, means an authorizing certificate as defined in subsection 2 (1) of the Ontario Labour Mobility Act, 2009; (“certificat d’autorisation”) “journeyperson candidate” means an individual who holds a statement of membership in the journeyperson candidates class; (“candidat compagnon”) “out-of-province regulatory authority” means a body or individual that is authorized under an Act of Canada or of a province or territory of Canada that is a party to the Agreement on Internal Trade, other than Ontario, to grant an authorizing certificate; (“autorité de réglementation extraprovinciale”) “Quebec authorizing certificate”, in relation to the practice of a trade listed in Column 3 or 4 of Schedule 1, means a certificate, licence, registration, or other form of official recognition, granted by the Province of Quebec to an individual, which attests to the individual being qualified to practice the equivalent trade listed opposite to it in Column 1 or 2 of Schedule 1; (“certificat d’autorisation du Québec”) “tradesperson” means an individual who holds a statement of membership in the tradespersons class. (“ouvrier qualifié”) O. Reg. 321/12, s. 1; O. Reg. 316/17, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“Agreement on Internal Trade” means the Agreement on Internal Trade as defined in subsection 2 (1) of the <i>Ontario</i><i> Labour Mobility Act, 2009</i>; (“Accord sur le commerce intérieur”)</p> <p class=\"definition-e\">“authorizing certificate”, in relation to the practice of a trade, means an authorizing certificate as defined in subsection 2 (1) of the<i> Ontario Labour Mobility Act, 2009</i>; (“certificat d’autorisation”)</p> <p class=\"definition-e\">“journeyperson candidate” means an individual who holds a statement of membership in the journeyperson candidates class; (“candidat compagnon”)</p> <p class=\"definition-e\">“out-of-province regulatory authority” means a body or individual that is authorized under an Act of Canada or of a province or territory of Canada that is a party to the Agreement on Internal Trade, other than Ontario, to grant an authorizing certificate; (“autorité de réglementation extraprovinciale”) </p> <p class=\"definition-e\">“Quebec authorizing certificate”, in relation to the practice of a trade listed in Column 3 or 4 of Schedule 1, means a certificate, licence, registration, or other form of official recognition, granted by the Province of Quebec to an individual, which attests to the individual being qualified to practice the equivalent trade listed opposite to it in Column 1 or 2 of Schedule 1; (“certificat d’autorisation du Québec”) </p> <p class=\"definition-e\">“tradesperson” means an individual who holds a statement of membership in the tradespersons class. (“ouvrier qualifié”) O. Reg. 321/12, s. 1; O. Reg. 316/17, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Prescribed classes of members",
            "content": " 2. The following classes are prescribed as classes of members for the purposes of subsection 36 (1) of the Act: 1. Journeyperson candidates. 2. Tradespersons. O. Reg. 321/12, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>The following classes are prescribed as classes of members for the purposes of subsection 36 (1) of the Act:</p> <p class=\"paragraph-e\">  1. Journeyperson candidates.</p> <p class=\"paragraph-e\">  2. Tradespersons. O. Reg. 321/12, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Application of ss. 60 and 68 of the Act to journeyperson candidates in compulsory trades ",
            "content": " 3. A member who holds a statement of membership for a compulsory trade in the journeyperson candidates class that is not suspended, (a) is deemed to be an apprentice for the purpose of a journeyperson to apprentice ratio prescribed for the trade under section 60 of the Act, where a ratio is so prescribed; and (b) shall be paid no less than the maximum apprentice wage rate prescribed for the trade in accordance with section 68 of the Act, where a wage rate is so prescribed. O. Reg. 321/12, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>A member who holds a statement of membership for a compulsory trade in the journeyperson candidates class that is not suspended,</p> <p class=\"clause-e\">  (a) is deemed to be an apprentice for the purpose of a journeyperson to apprentice ratio prescribed for the trade under section 60 of the Act, where a ratio is so prescribed; and </p> <p class=\"clause-e\">  (b) shall be paid no less than the maximum apprentice wage rate prescribed for the trade in accordance with section 68 of the Act, where a wage rate is so prescribed. O. Reg. 321/12, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Exemptions, journeyperson candidates class",
            "content": " 4. A member who holds a statement of membership for a compulsory trade in the journeyperson candidates class that is not suspended is exempt from section 2 of the Act in respect of the trade. O. Reg. 321/12, s. 4. Registration",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>A member who holds a statement of membership for a compulsory trade in the journeyperson candidates class that is not suspended is exempt from section 2 of the Act in respect of the trade. O. Reg. 321/12, s. 4.</p> <p class=\"heading1-e\">Registration</p>"
        },
        {
            "id": "s3",
            "section": "Application",
            "content": " 5. A person may apply for a certificate of qualification or a statement of membership by submitting to the Registrar a completed application in the form provided by the Registrar. O. Reg. 321/12, s. 5.",
            "raw_html": "<p class=\"section-e\"><a name=\"s3\"></a> <b>5. </b>A person may apply for a certificate of qualification or a statement of membership by submitting to the Registrar a completed application in the form provided by the Registrar. O. Reg. 321/12, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Registration requirements for certificate of qualification",
            "content": " 6. (1) For purposes of clause 37 (1) (b) of the Act, the following are the registration requirements for an applicant for a certificate of qualification for a trade in the journeypersons class: 1. The applicant must hold, for the trade, i. a certificate issued by the Minister pursuant to section 66 of the Act, ii. a certificate of apprenticeship issued pursuant to section 16 of the Trades Qualification and Apprenticeship Act, or iii. a statement confirming successful completion of an apprenticeship program issued pursuant to section 8 of the Apprenticeship and Certification Act, 1998. 2. The applicant must have achieved a grade satisfactory to the Registrar on an examination for the trade, where the Registrar uses an examination for the trade to assess the qualifications or competency of potential members. 3. The applicant must comply with the requirements set out in clauses 37 (1) (a) and (c) of the Act. O. Reg. 321/12, s. 6 (1). (2) An applicant does not have to meet the requirements set out in paragraphs 1 and 2 of subsection (1) where, (a) the applicant held a certificate of qualification for the trade issued to a journeyperson under the Trades Qualification and Apprenticeship Act or the Apprenticeship and Certification Act, 1998; (b) the certificate had not been suspended or revoked or the renewal of the certificate had not been refused; and (c) the applicant does not fall within section 89 of the Act. O. Reg. 321/12, s. 6 (2). (3) An applicant does not have to meet the requirements set out in paragraph 1 of subsection (1) where the applicant provides proof that is satisfactory to the Registrar that the applicant has qualifications and experience in the trade that are equivalent to the requirements set out in paragraph 1. O. Reg. 321/12, s. 6 (3). (4) An applicant does not have to meet the requirements set out in paragraphs 1 and 2 of subsection (1) where, (a) the applicant holds an authorizing certificate for the trade granted by an out-of-province regulatory authority; or (b) the applicant holds a Quebec authorizing certificate for the trade. O. Reg. 321/12, s. 6 (4). (5) Where an application is in respect of a certificate of qualification for a voluntary trade, an applicant does not have to meet the requirements set out in paragraphs 1 and 2 of subsection (1) if, (a) the Board has passed a resolution designating the trade as subject to an examination exemption and specifying the period of time during which the exemption is available and any alternative assessment that is required to be completed to the satisfaction of the Registrar; (b) the applicant provides the Registrar with proof that is satisfactory to the Registrar that he or she has been engaged in the practice of the trade for the period of time prescribed by the Registrar as required for the trade, but in no case shall the period be less than the apprenticeship period for the trade; and (c) the application is submitted to the Registrar within the period of time specified in accordance with clause (a). O. Reg. 321/12, s. 6 (5).",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) For purposes of clause 37 (1) (b) of the Act, the following are the registration requirements for an applicant for a certificate of qualification for a trade in the journeypersons class:</p> <p class=\"paragraph-e\">  1. The applicant must hold, for the trade,</p> <p class=\"subpara-e\">  i. a certificate issued by the Minister pursuant to section 66 of the Act,</p> <p class=\"subpara-e\">  ii. a certificate of apprenticeship issued pursuant to section 16 of the <i>Trades Qualification and Apprenticeship Act</i>, or</p> <p class=\"subpara-e\">  iii. a statement confirming successful completion of an apprenticeship program issued pursuant to section 8 of the <i>Apprenticeship and Certification Act, 1998</i>.</p> <p class=\"paragraph-e\">  2. The applicant must have achieved a grade satisfactory to the Registrar on an examination for the trade, where the Registrar uses an examination for the trade to assess the qualifications or competency of potential members.</p> <p class=\"paragraph-e\">  3. The applicant must comply with the requirements set out in clauses 37 (1) (a) and (c) of the Act. O. Reg. 321/12, s. 6 (1).</p> <p class=\"subsection-e\">  (2) An applicant does not have to meet the requirements set out in paragraphs 1 and 2 of subsection (1) where,</p> <p class=\"clause-e\">  (a) the applicant held a certificate of qualification for the trade issued to a journeyperson under the <i>Trades Qualification and Apprenticeship Act</i> or the <i>Apprenticeship and Certification Act, 1998</i>; </p> <p class=\"clause-e\">  (b) the certificate had not been suspended or revoked or the renewal of the certificate had not been refused; and\r\n</p> <p class=\"clause-e\">  (c) the applicant does not fall within section 89 of the Act. O. Reg. 321/12, s. 6 (2).</p> <p class=\"subsection-e\">  (3) An applicant does not have to meet the requirements set out in paragraph 1 of subsection (1) where the applicant provides proof that is satisfactory to the Registrar that the applicant has qualifications and experience in the trade that are equivalent to the requirements set out in paragraph 1. O. Reg. 321/12, s. 6 (3).</p> <p class=\"subsection-e\">  (4) An applicant does not have to meet the requirements set out in paragraphs 1 and 2 of subsection (1) where,</p> <p class=\"clause-e\">  (a) the applicant holds an authorizing certificate for the trade granted by an out-of-province regulatory authority; or</p> <p class=\"clause-e\">  (b) the applicant holds a Quebec authorizing certificate for the trade. O. Reg. 321/12, s. 6 (4).</p> <p class=\"subsection-e\">  (5) Where an application is in respect of a certificate of qualification for a voluntary trade, an applicant does not have to meet the requirements set out in paragraphs 1 and 2 of subsection (1) if,</p> <p class=\"clause-e\">  (a) the Board has passed a resolution designating the trade as subject to an examination exemption and specifying the period of time during which the exemption is available and any alternative assessment that is required to be completed to the satisfaction of the Registrar;</p> <p class=\"clause-e\">  (b) the applicant provides the Registrar with proof that is satisfactory to the Registrar that he or she has been engaged in the practice of the trade for the period of time prescribed by the Registrar as required for the trade, but in no case shall the period be less than the apprenticeship period for the trade; and</p> <p class=\"clause-e\">  (c) the application is submitted to the Registrar within the period of time specified in accordance with clause (a). O. Reg. 321/12, s. 6 (5).</p>"
        },
        {
            "id": "7.",
            "section": "Provisional certificates of qualification",
            "content": " 7. (1) The Registrar may issue a provisional certificate of qualification to an applicant in a compulsory trade where the applicant provides proof that is satisfactory to the Registrar that, (a) the applicant has qualifications and experience in the trade that are equivalent to the requirements set out in paragraph 1 of subsection 6 (1); and (b) the applicant obtained the qualifications and experience in the trade in compliance with any applicable certification legislation in the jurisdiction where they were obtained. O. Reg. 321/12, s. 7 (1). (2) An individual who meets the requirements of paragraph 1 of subsection 6 (1) is not eligible to have a provisional certificate of qualification issued to them. O. Reg. 321/12, s. 7 (2). (3) A provisional certificate of qualification is valid for up to ninety days after the date of issuance, unless the certificate is suspended, cancelled or revoked before that date; a provisional certificate expires upon the Registrar issuing a certificate of qualification in the trade to the member. O. Reg. 321/12, s. 7 (3). (3.1) Despite anything to the contrary in this section, (a) the term of a provisional certificate that would expire on or after April 21, 2020 and before June 16, 2020 is extended by 120 days; and (b) the term of a provisional certificate that expired on or after March 18, 2020 and before April 21, 2020 is extended for the period beginning on April 21, 2020 and ending on the day that is 120 days after the term expired. O. Reg. 162/20, s. 1. (4) The Registrar may, upon application by the member made while the provisional certificate of qualification is valid, extend the provisional certificate for up to a further ninety days if, (a) the member has taken the examination for the trade and has failed to achieve a grade satisfactory to the Registrar on the examination; and (b) the member has arranged to retake the examination for the trade. O. Reg. 321/12, s. 7 (4). (5) The Registrar shall not extend a provisional certificate of qualification if the member obtained their qualifications and experience in Ontario. O. Reg. 321/12, s. 7 (5). (6) No individual shall hold a provisional certificate of qualification in a compulsory trade for longer than 180 days. O. Reg. 321/12, s. 7 (6). (7) In calculating the time during which a provisional certificate of qualification is held for purposes of subsection (6), the time during which the individual held a provisional certificate of qualification for the same trade issued under section 20 of Regulation 1055 of the Revised Regulations of Ontario, 1990 (General) made under the Trades Qualification and Apprenticeship Act\r\nor a letter of permission issued under section 10 of the Apprenticeship and Certification Act, 1998 shall be included in the calculation. O. Reg. 321/12, s. 7 (7).",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) The Registrar may issue a provisional certificate of qualification to an applicant in a compulsory trade where the applicant provides proof that is satisfactory to the Registrar that,</p> <p class=\"clause-e\">  (a) the applicant has qualifications and experience in the trade that are equivalent to the requirements set out in paragraph 1 of subsection 6 (1); and</p> <p class=\"clause-e\">  (b) the applicant obtained the qualifications and experience in the trade in compliance with any applicable certification legislation in the jurisdiction where they were obtained. O. Reg. 321/12, s. 7 (1).</p> <p class=\"subsection-e\">  (2) An individual who meets the requirements of paragraph 1 of subsection 6 (1) is not eligible to have a provisional certificate of qualification issued to them. O. Reg. 321/12, s. 7 (2).</p> <p class=\"subsection-e\">  (3) A provisional certificate of qualification is valid for up to ninety days after the date of issuance, unless the certificate is suspended, cancelled or revoked before that date; a provisional certificate expires upon the Registrar issuing a certificate of qualification in the trade to the member. O. Reg. 321/12, s. 7 (3).</p> <p class=\"subsection-e\">  (3.1) Despite anything to the contrary in this section,</p> <p class=\"clause-e\">  (a) the term of a provisional certificate that would expire on or after April 21, 2020 and before June 16, 2020 is extended by 120 days; and</p> <p class=\"clause-e\">  (b) the term of a provisional certificate that expired on or after March 18, 2020 and before April 21, 2020 is extended for the period beginning on April 21, 2020 and ending on the day that is 120 days after the term expired. O. Reg. 162/20, s. 1.</p> <p class=\"subsection-e\">  (4) The Registrar may, upon application by the member made while the provisional certificate of qualification is valid, extend the provisional certificate for up to a further ninety days if,</p> <p class=\"clause-e\">  (a) the member has taken the examination for the trade and has failed to achieve a grade satisfactory to the Registrar on the examination; and </p> <p class=\"clause-e\">  (b) the member has arranged to retake the examination for the trade. O. Reg. 321/12, s. 7 (4).</p> <p class=\"subsection-e\">  (5) The Registrar shall not extend a provisional certificate of qualification if the member obtained their qualifications and experience in Ontario. O. Reg. 321/12, s. 7 (5).</p> <p class=\"subsection-e\">  (6) No individual shall hold a provisional certificate of qualification in a compulsory trade for longer than 180 days. O. Reg. 321/12, s. 7 (6).</p> <p class=\"subsection-e\">  (7) In calculating the time during which a provisional certificate of qualification is held for purposes of subsection (6), the time during which the individual held a provisional certificate of qualification for the same trade issued under section 20 of Regulation 1055 of the Revised Regulations of Ontario, 1990 (General) made under the <i>Trades Qualification and Apprenticeship Act\r\n</i>or a letter of permission issued under section 10 of the <i>Apprenticeship and Certification Act, 1998 </i>shall be included in the calculation. O. Reg. 321/12, s. 7 (7).</p>"
        },
        {
            "id": "8.",
            "section": "Statement of membership, journeyperson candidates class",
            "content": " 8. (1) For the purposes of clause 37 (2) (b) of the Act, the following are the registration requirements for an applicant for a statement of membership for a trade in the journeyperson candidates class: 1. The applicant must hold, for the trade, i. a certificate issued by the Minister pursuant to section 66 of the Act, ii. a certificate of apprenticeship issued pursuant to section 16 of the Trades Qualification and Apprenticeship Act, or iii. a statement confirming successful completion of an apprenticeship program issued pursuant to section 8 of the Apprenticeship and Certification Act, 1998. 2. The applicant must not have previously held a statement of membership in the journeyperson candidates class for the same trade. 3. The applicant must comply with the requirements set out in clauses 37 (2) (a) and (c) of the Act. O. Reg. 321/12, s. 8 (1). (2) A statement of membership for the trade in the journeyperson candidates class expires no later than on the first anniversary after the date it is issued, but the statement may be suspended, cancelled or revoked before that date; a statement of membership expires upon the Registrar issuing a certificate of qualification in the trade to the member. O. Reg. 321/12, s. 8 (2). (2.1) Despite anything to the contrary in this section, the term of a statement of membership that would expire on or after March 13, 2021 and before November 27, 2021 is extended by 180 days. O. Reg. 179/21, s. 1. (2.2) Despite anything to the contrary in this section, (a) a statement of membership that expired on or after December 1, 2021 but before the day Ontario Regulation 861/21 came into force is deemed to be valid from that day until July 31, 2022; and (b) the term of a statement of membership that expires on or after the day Ontario Regulation 861/21 came into force but before the day subsection 65 (1) of the Building Opportunities in the Skilled Trades Act, 2021 comes into force is extended to July 31, 2022. O. Reg. 861/21, s. 1. (3) In determining whether a statement of membership continues for the maximum period set out in subsection (2), the Registrar shall include in the calculation the time during which the individual held a provisional certificate of qualification for the same trade issued under section 20 of Regulation 1055 of the Revised Regulations of Ontario, 1990 (General) made under the Trades Qualification and Apprenticeship Act or a letter of permission issued under section 10 of the Apprenticeship and Certification Act, 1998. O. Reg. 321/12, s. 8 (3). (4) The Registrar shall not issue a statement of membership for a trade in the journeyperson candidates class if the applicant meets the requirements for a certificate of qualification for the trade in the journeypersons class. O. Reg. 321/12, s. 8 (4).",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) For the purposes of clause 37 (2) (b) of the Act, the following are the registration requirements for an applicant for a statement of membership for a trade in the journeyperson candidates class:</p> <p class=\"paragraph-e\">  1. The applicant must hold, for the trade,</p> <p class=\"subpara-e\">  i. a certificate issued by the Minister pursuant to section 66 of the Act,</p> <p class=\"subpara-e\">  ii. a certificate of apprenticeship issued pursuant to section 16 of the <i>Trades Qualification and Apprenticeship Act</i>, or</p> <p class=\"subpara-e\">  iii. a statement confirming successful completion of an apprenticeship program issued pursuant to section 8 of the <i>Apprenticeship and Certification Act, 1998</i>.</p> <p class=\"paragraph-e\">  2. The applicant must not have previously held a statement of membership in the journeyperson candidates class for the same trade.</p> <p class=\"paragraph-e\">  3. The applicant must comply with the requirements set out in clauses 37 (2) (a) and (c) of the Act. O. Reg. 321/12, s. 8 (1).</p> <p class=\"subsection-e\">  (2) A statement of membership for the trade in the journeyperson candidates class expires no later than on the first anniversary after the date it is issued, but the statement may be suspended, cancelled or revoked before that date; a statement of membership expires upon the Registrar issuing a certificate of qualification in the trade to the member. O. Reg. 321/12, s. 8 (2).</p> <p class=\"subsection-e\">  (2.1) Despite anything to the contrary in this section, the term of a statement of membership that would expire on or after March 13, 2021 and before November 27, 2021 is extended by 180 days. O. Reg. 179/21, s. 1.</p> <p class=\"subsection-e\">  (2.2) Despite anything to the contrary in this section,</p> <p class=\"clause-e\">  (a) a statement of membership that expired on or after December 1, 2021 but before the day Ontario Regulation 861/21 came into force is deemed to be valid from that day until July 31, 2022; and</p> <p class=\"clause-e\">  (b) the term of a statement of membership that expires on or after the day Ontario Regulation 861/21 came into force but before the day subsection 65 (1) of the <i>Building Opportunities in the Skilled Trades Act, 2021</i> comes into force is extended to July 31, 2022. O. Reg. 861/21, s. 1.</p> <p class=\"subsection-e\">  (3) In determining whether a statement of membership continues for the maximum period set out in subsection (2), the Registrar shall include in the calculation the time during which the individual held a provisional certificate of qualification for the same trade issued under section 20 of Regulation 1055 of the Revised Regulations of Ontario, 1990 (General) made under the <i>Trades Qualification and Apprenticeship Act </i>or a letter of permission issued under section 10 of the <i>Apprenticeship and Certification Act, 1998</i>. O. Reg. 321/12, s. 8 (3).</p> <p class=\"subsection-e\">  (4) The Registrar shall not issue a statement of membership for a trade in the journeyperson candidates class if the applicant meets the requirements for a certificate of qualification for the trade in the journeypersons<b><i> </i></b>class. O. Reg. 321/12, s. 8 (4).</p>"
        },
        {
            "id": "9.",
            "section": "Statement of membership, tradespersons class",
            "content": " 9. (1) For the purposes of clause 37 (2) (b) of the Act, the following are the registration requirements for an applicant for a statement of membership for a voluntary trade in the tradespersons class: 1. The applicant must hold, for the trade, i. a certificate issued by the Minister pursuant to section 66 of the Act, ii. a certificate of apprenticeship issued pursuant to section 16 of the Trades Qualification and Apprenticeship Act, or iii. a statement confirming successful completion of an apprenticeship program issued pursuant to section 8 of the Apprenticeship and Certification Act, 1998. 2. The applicant must comply with the requirements set out in clauses 37 (2) (a) and (c) of the Act. O. Reg. 321/12, s. 9 (1). (2) An applicant does not have to meet the requirements set out in paragraph 1 of subsection (1) where the applicant provides proof that is satisfactory to the Registrar that the applicant has qualifications and experience in the trade that are equivalent to the requirements set out in paragraph 1. O. Reg. 321/12, s. 9 (2). (3) A statement of membership for a trade in the tradespersons class expires upon the Registrar issuing a certificate of qualification for the trade to the member. O. Reg. 321/12, s. 9 (3). (4) The Registrar shall not issue a statement of membership for a trade in the tradespersons class if the applicant meets the requirements for, (a) a certificate of qualification for the trade in the journeypersons class; or (b) a statement of membership for the trade in the journeyperson candidates class. O. Reg. 321/12, s. 9 (4).",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) For the purposes of clause 37 (2) (b) of the Act, the following are the registration requirements for an applicant for a statement of membership for a voluntary trade in the tradespersons class:</p> <p class=\"paragraph-e\">  1. The applicant must hold, for the trade,</p> <p class=\"subpara-e\">  i. a certificate issued by the Minister pursuant to section 66 of the Act,</p> <p class=\"subpara-e\">  ii. a certificate of apprenticeship issued pursuant to section 16 of the <i>Trades Qualification and Apprenticeship Act</i>, or</p> <p class=\"subpara-e\">  iii. a statement confirming successful completion of an apprenticeship program issued pursuant to section 8 of the <i>Apprenticeship and Certification Act, 1998</i>.</p> <p class=\"paragraph-e\">  2. The applicant must comply with the requirements set out in clauses 37 (2) (a) and (c) of the Act. O. Reg. 321/12, s. 9 (1).</p> <p class=\"subsection-e\">  (2) An applicant does not have to meet the requirements set out in paragraph 1 of subsection (1) where the applicant provides proof that is satisfactory to the Registrar that the applicant has qualifications and experience in the trade that are equivalent to the requirements set out in paragraph 1. O. Reg. 321/12, s. 9 (2).</p> <p class=\"subsection-e\">  (3) A statement of membership for a trade in the tradespersons class expires upon the Registrar issuing a certificate of qualification for the trade to the member. O. Reg. 321/12, s. 9 (3).</p> <p class=\"subsection-e\">  (4) The Registrar shall not issue a statement of membership for a trade in the tradespersons class if the applicant meets the requirements for,</p> <p class=\"clause-e\">  (a) a certificate of qualification for the trade in the journeypersons class; or </p> <p class=\"clause-e\">  (b) a statement of membership for the trade in the journeyperson candidates class. O. Reg. 321/12, s. 9 (4).</p>"
        },
        {
            "id": "10.",
            "section": "Statement of membership, apprentices",
            "content": " 10. (1) For the purposes of clause 37 (2) (b) of the Act, the following are the registration requirements for an applicant for a statement of membership for a trade in the apprentices class: 1. The applicant must have entered into a registered training agreement that meets the requirements of the definition of “apprentice” in section 1 of the Act. 2. The applicant must comply with the requirements set out in clauses 37 (2) (a) and (c) of the Act. O. Reg. 321/12, s. 10 (1). (2) A statement of membership for a trade issued to a member of the apprentices class expires on the earlier of the date when the apprentice receives a certificate issued by the Minister under section 66 of the Act for the trade and the date when the registered training agreement for the trade applicable to the apprentice is cancelled or revoked. O. Reg. 321/12, s. 10 (2). (3) A statement of membership for a trade issued to a member of the apprentices class is suspended on the date that any related registered training agreement is suspended; the suspension of the statement continues until the registered training agreement is no longer suspended. O. Reg. 321/12, s. 10 (3).",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) For the purposes of clause 37 (2) (b) of the Act, the following are the registration requirements for an applicant for a statement of membership for a trade in the apprentices class:</p> <p class=\"paragraph-e\">  1. The applicant must have entered into a registered training agreement that meets the requirements of the definition of “apprentice” in section 1 of the Act.</p> <p class=\"paragraph-e\">  2. The applicant must comply with the requirements set out in clauses 37 (2) (a) and (c) of the Act. O. Reg. 321/12, s. 10 (1).</p> <p class=\"subsection-e\">  (2) A statement of membership for a trade issued to a member of the apprentices class expires on the earlier of the date when the apprentice receives a certificate issued by the Minister under section 66 of the Act for the trade and the date when the registered training agreement for the trade applicable to the apprentice is cancelled or revoked. O. Reg. 321/12, s. 10 (2).</p> <p class=\"subsection-e\">  (3) A statement of membership for a trade issued to a member of the apprentices class is suspended on the date that any related registered training agreement is suspended; the suspension of the statement continues until the registered training agreement is no longer suspended. O. Reg. 321/12, s. 10 (3).</p>"
        },
        {
            "id": "11.",
            "section": "Statement of membership, employers and sponsors",
            "content": " 11. For the purposes of clause 37 (2) (b) of the Act, the registration requirement for an applicant for a statement of membership in the class of persons who employ journeypersons or who sponsor or employ apprentices is that the applicant must comply with the requirements set out in clauses 37 (2) (a) and (c) of the Act. O. Reg. 321/12, s. 11.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>For the purposes of clause 37 (2) (b) of the Act, the registration requirement for an applicant for a statement of membership in the class of persons who employ journeypersons or who sponsor or employ apprentices is that the applicant must comply with the requirements set out in clauses 37 (2) (a) and (c) of the Act. O. Reg. 321/12, s. 11.</p>"
        },
        {
            "id": "s6",
            "section": "Terms and conditions, every certificate of qualification and statement of membership",
            "content": " 12. (1) The requirement that a member shall disclose to the Registrar any finding of professional misconduct, incompetence or incapacity and any other similar finding that is made in relation to the practice of a trade after the initial registration of the member is a term and condition of every certificate of qualification and statement of membership. O. Reg. 321/12, s. 12 (1). (2) A finding of professional misconduct, incompetence or incapacity includes such a finding made in Ontario or elsewhere by a regulatory authority or a professional association or other body that has self-regulatory responsibility. O. Reg. 321/12, s. 12 (2).",
            "raw_html": "<p class=\"section-e\"><a name=\"s6\"></a> <b>12. </b>(1) The requirement that a member shall disclose to the Registrar any finding of professional misconduct, incompetence or incapacity and any other similar finding that is made in relation to the practice of a trade after the initial registration of the member is a term and condition of every certificate of qualification and statement of membership. O. Reg. 321/12, s. 12 (1).</p> <p class=\"subsection-e\">  (2) A finding of professional misconduct, incompetence or incapacity includes such a finding made in Ontario or elsewhere by a regulatory authority or a professional association or other body that has self-regulatory responsibility. O. Reg. 321/12, s. 12 (2).</p>"
        },
        {
            "id": "13.",
            "section": "Terms and conditions of membership, employers and sponsors",
            "content": " 13. The following terms and conditions apply to the statement of membership of every person who is a member of the class of persons who employ journeypersons or who sponsor or employ apprentices: 1. The person must employ or permit an apprentice in a compulsory or voluntary trade or a journeyperson candidate in a compulsory trade to work or to engage in the practice of the trade in accordance with the journeyperson to apprentice ratio, if any, prescribed under the Act for the applicable trade. 2. The person must employ an apprentice in a compulsory or voluntary trade and a journeyperson candidate in a compulsory trade at no less than the wage rates, if any, prescribed for that trade. 3. The person must comply with the terms of any registered training agreement to which the person is a party. 4. The person must comply with any applicable provisions under the Occupational Health and Safety Act, the Workplace Safety and Insurance Act, 1997, the Employment Standards Act, 2000\r\nand all other applicable legislation. 5. The person must not employ or otherwise engage an individual to perform work or engage in the practice of a compulsory trade unless the individual, i. holds a certificate of qualification or provisional certificate of qualification in the trade and the certificate has not been suspended, ii. holds a statement of membership in the journeyperson candidates class in the trade and the statement has not been suspended, or iii. holds a statement of membership in the apprentices class in the trade, and the statement has not been suspended and is working pursuant to a registered training agreement in the trade and the agreement has not suspended. O. Reg. 321/12, s. 13.",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>The following terms and conditions apply to the statement of membership of every person who is a member of the class of persons who employ journeypersons or who sponsor or employ apprentices:</p> <p class=\"paragraph-e\">  1. The person must employ or permit an apprentice in a compulsory or voluntary trade or a journeyperson candidate in a compulsory trade to work or to engage in the practice of the trade in accordance with the journeyperson to apprentice ratio, if any, prescribed under the Act for the applicable trade.</p> <p class=\"paragraph-e\">  2. The person must employ an apprentice in a compulsory or voluntary trade and a journeyperson candidate in a compulsory trade at no less than the wage rates, if any, prescribed for that trade.</p> <p class=\"paragraph-e\">  3. The person must comply with the terms of any registered training agreement to which the person is a party.</p> <p class=\"paragraph-e\">  4. The person must comply with any applicable provisions under the <i>Occupational Health and Safety Act</i>, the <i>Workplace Safety and Insurance Act, 1997</i>, the <i>Employment Standards Act, 2000</i>\r\nand all other applicable legislation.</p> <p class=\"paragraph-e\">  5. The person must not employ or otherwise engage an individual to perform work or engage in the practice of a compulsory trade unless the individual,</p> <p class=\"subpara-e\">  i. holds a certificate of qualification or provisional certificate of qualification in the trade and the certificate has not been suspended,</p> <p class=\"subpara-e\">  ii. holds a statement of membership in the journeyperson candidates class in the trade and the statement has not been suspended, or</p> <p class=\"subpara-e\">  iii. holds a statement of membership in the apprentices class in the trade, and the statement has not been suspended and is working pursuant to a registered training agreement in the trade and the agreement has not suspended. O. Reg. 321/12, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": "Exemptions, Registration Appeals Committee",
            "content": "  14. The Registration Appeals Committee, in making an order under subsection 40 (7) of the Act, may direct the Registrar to issue a certificate of qualification or statement of membership to an individual who does not meet a registration requirement under this Regulation. O. Reg. 321/12, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>  14. </b>The Registration Appeals Committee, in making an order under subsection 40 (7) of the Act, may direct the Registrar to issue a certificate of qualification or statement of membership to an individual who does not meet a registration requirement under this Regulation. O. Reg. 321/12, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": "False or misleading statements, etc.",
            "content": " 15. (1) Despite any other provision in this Regulation, a person who makes a false or misleading statement, representation or declaration in or in connection with their application is deemed not to have satisfied the requirements for a certificate of qualification, a provisional certificate of qualification or a statement of membership and the Registrar may revoke the certificate or statement for providing such a statement. O. Reg. 321/12, s. 15 (1). (2) A statement, representation or declaration may be false or misleading through an act of omission, commission or both. O. Reg. 321/12, s. 15 (2). (3) The Registrar shall not revoke a certificate of qualification, a provisional certificate of qualification or statement of membership under subsection (1) unless the Registrar has given the person written notice of his or her intention to do so and provided the person with 30 days to make written submissions with respect to the false or misleading statement, representation or declaration. O. Reg. 321/12, s. 15 (3).",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>(1) Despite any other provision in this Regulation, a person who makes a false or misleading statement, representation or declaration in or in connection with their application is deemed not to have satisfied the requirements for a certificate of qualification, a provisional certificate of qualification or a statement of membership and the Registrar may revoke the certificate or statement for providing such a statement. O. Reg. 321/12, s. 15 (1).</p> <p class=\"subsection-e\">  (2) A statement, representation or declaration may be false or misleading through an act of omission, commission or both. O. Reg. 321/12, s. 15 (2).</p> <p class=\"subsection-e\">  (3) The Registrar shall not revoke a certificate of qualification, a provisional certificate of qualification or statement of membership under subsection (1) unless the Registrar has given the person written notice of his or her intention to do so and provided the person with 30 days to make written submissions with respect to the false or misleading statement, representation or declaration. O. Reg. 321/12, s. 15 (3).</p>"
        },
        {
            "id": "16.",
            "section": "False or misleading statements, etc.",
            "content": " 16. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 321/12, s. 16. Schedule 1   Equivalent trade certification (Ontario – Quebec) Item   Column 1   Quebec Trade Name in French   Column 2   Quebec Trade Name in English   Column 3   Ontario Trade Name in English   Column 4   Ontario Trade Name in French \n\n  1.   Monteur-mécanicien (vitrier)   Erector-mechanic (glazier)   Architectural glass and metal technician   Technicien du verre et du métal architecturaux \n\n  2.   Briqueteur-maçon   Bricklayer-mason   Brick and stone mason   Briqueteur-maçon \n\n  3.   Chaudronnier   Boilermaker   Construction boilermaker   Chaudronnier de construction \n\n  4.   Mécanicien de chantier   Millwright   Construction Millwright   Mécanicien-monteur de construction \n\n  5.   Poseur de systèmes intérieurs   Interior systems installer   Drywall, acoustic and lathing applicator   Poseur de panneaux muraux secs, de carreaux acoustiques et de lattes \n\n  6.   Plâtrier   Plasterer   Drywall finisher and plasterer   Jointoyeur et plâtrier \n\n  7.   Poseur de revêtements souples   Resilient flooring layer   Floor covering installer   Installateur de revêtements de sol \n\n  8.   Charpentier-menuisier   Carpenter-joiner   General carpenter   Charpentier-menuisier général \n\n  9.   Mécanicien de machines lourdes   Heavy equipment mechanic   Heavy duty equipment technician   Technicien d'équipement lourd \n\n  10.   Monteur d’acier de structure   Structural steel erector   Ironworker—Generalist   Monteur de charpentes métalliques (généraliste) \n\n  11.   Serrurier de bâtiment   Ornamental ironworker   Ironworker—Structural and Ornamental   Monteur de charpentes métalliques (structurales et ornementales) \n\n  12.   Peintre   Painter   Painter and Decorator—Commercial and Residential   Peintre-décorateur (secteurs commercial et résidentiel) \n\n  13.   Ferrailleur   Reinforced steel erector   Reinforcing Rodworker   Monteur de barres d’armature \n\n  14.   Couvreur   Roofer   Roofer   Couvreur \n\n  15.   Carreleur   Tile setter   Terrazzo, tile and marble setter   Poseur de carrelage O. Reg. 316/17, s. 2.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>16.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>). O. Reg. 321/12, s. 16.</p> <p class=\"schedule-e\">Schedule 1 <br/>  Equivalent trade certification (Ontario – Quebec)</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Column 1 <br/>  Quebec Trade Name in French</p> </td> <td valign=\"top\" width=\"137\"> <p class=\"table-e\">Column 2 <br/>  Quebec Trade Name in English</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Column 3 <br/>  Ontario Trade Name in English</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Column 4 <br/>  Ontario Trade Name in French</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Monteur-mécanicien (vitrier)</p> </td> <td valign=\"top\" width=\"137\"> <p class=\"table-e\">Erector-mechanic (glazier)</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Architectural glass and metal technician</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Technicien du verre et du métal architecturaux</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Briqueteur-maçon</p> </td> <td valign=\"top\" width=\"137\"> <p class=\"table-e\">Bricklayer-mason</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Brick and stone mason</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Briqueteur-maçon</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Chaudronnier</p> </td> <td valign=\"top\" width=\"137\"> <p class=\"table-e\">Boilermaker</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Construction boilermaker</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Chaudronnier de construction</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Mécanicien de chantier</p> </td> <td valign=\"top\" width=\"137\"> <p class=\"table-e\">Millwright</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Construction Millwright</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Mécanicien-monteur de construction</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Poseur de systèmes intérieurs</p> </td> <td valign=\"top\" width=\"137\"> <p class=\"table-e\">Interior systems installer</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Drywall, acoustic and lathing applicator</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Poseur de panneaux muraux secs, de carreaux acoustiques et de lattes</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Plâtrier</p> </td> <td valign=\"top\" width=\"137\"> <p class=\"table-e\">Plasterer</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Drywall finisher and plasterer</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Jointoyeur et plâtrier</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">7.</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Poseur de revêtements souples</p> </td> <td valign=\"top\" width=\"137\"> <p class=\"table-e\">Resilient flooring layer</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Floor covering installer</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Installateur de revêtements de sol</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">8.</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Charpentier-menuisier</p> </td> <td valign=\"top\" width=\"137\"> <p class=\"table-e\">Carpenter-joiner</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">General carpenter</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Charpentier-menuisier général</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">9.</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Mécanicien de machines lourdes</p> </td> <td valign=\"top\" width=\"137\"> <p class=\"table-e\">Heavy equipment mechanic</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Heavy duty equipment technician</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Technicien d'équipement lourd</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">10.</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Monteur d’acier de structure</p> </td> <td valign=\"top\" width=\"137\"> <p class=\"table-e\">Structural steel erector</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Ironworker—Generalist</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Monteur de charpentes métalliques (généraliste)</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">11.</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Serrurier de bâtiment</p> </td> <td valign=\"top\" width=\"137\"> <p class=\"table-e\">Ornamental ironworker</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Ironworker—Structural and Ornamental</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Monteur de charpentes métalliques (structurales et ornementales)</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">12.</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Peintre</p> </td> <td valign=\"top\" width=\"137\"> <p class=\"table-e\">Painter</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Painter and Decorator—Commercial and Residential</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Peintre-décorateur (secteurs commercial et résidentiel)</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">13.</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Ferrailleur</p> </td> <td valign=\"top\" width=\"137\"> <p class=\"table-e\">Reinforced steel erector</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Reinforcing Rodworker</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Monteur de barres d’armature</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">14.</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Couvreur</p> </td> <td valign=\"top\" width=\"137\"> <p class=\"table-e\">Roofer</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Roofer</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Couvreur</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">15.</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Carreleur</p> </td> <td valign=\"top\" width=\"137\"> <p class=\"table-e\">Tile setter</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Terrazzo, tile and marble setter</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Poseur de carrelage</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 316/17, s. 2.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/120321\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}