{
    "reg_info": {
        "full_title": "O. Reg. 31/02: FEES",
        "reg_name_text": "FEES",
        "citation": "O. Reg. 31/02: ",
        "act_under": "Trades Qualification and Apprenticeship Act",
        "url": "https://www.ontario.ca/laws/regulation/020031",
        "date_scraped": "2023-12-19 04:42:01"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/020031/v4",
            "valid_from": "December 18, 2012",
            "valid_to": "April  7, 2013"
        },
        {
            "a_href": "/laws/regulation/020031/v3",
            "valid_from": "September  3, 2010",
            "valid_to": "December 17, 2012"
        },
        {
            "a_href": "/laws/regulation/020031/v2",
            "valid_from": "March  4, 2005",
            "valid_to": "September  2, 2010"
        },
        {
            "a_href": "/laws/regulation/020031/v1",
            "valid_from": "January 30, 2002",
            "valid_to": "March  3, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Fees",
            "content": "1. (1) A fee of $10 per six-hour unit of training, or part of a unit, in a course of training or study within an approved apprenticeship program is payable by apprentices, except as otherwise provided in this section. O. Reg. 31/02, s. 1 (1). (2) No fee is payable for a course of training or study within an approved apprenticeship program by an apprentice who, (a) is enrolled in a secondary school program leading to an Ontario Secondary School Diploma and is registered as an apprentice, (i) in the Ontario Youth Apprenticeship Program, or (ii) in a program that is similar to the Ontario Youth Apprenticeship Program, is approved by the Director and meets the criteria set out in subsection (2.1); or (b) is enrolled in a pre-apprenticeship program approved by the Director. O. Reg. 69/05, s. 1. (2.1) The following are the criteria that a program referred to in subclause (2) (a) (ii) must meet: 1. The program must be operated under the supervision of, i. a board as defined in the Education Act, or ii. a band, council of a band or education authority authorized by the Crown in right of Canada to provide education to persons who are Indians within the meaning of the Indian Act (Canada). 2. The program provides students with training and work experience in the trade, other occupation or skill set in respect of which the application is made under section 12 of the Act. O. Reg. 69/05, s. 1. (3) The Director may approve a fee greater than that listed in subsection (1) for a course of training or study within an approved apprenticeship program if, (a) demand for spaces in the program exceeds supply; (b) the cost of delivering the program substantially exceeds the combination of funding for the program under the Act and the fee that would otherwise be charged under subsection (1); (c) there are strong employment prospects with reasonable expectations for high income for graduates on completion of the program; and (d) the committee established under section 3 of the Act for that trade recommends to the Minister that the program be subject to a greater fee. O. Reg. 31/02, s. 1 (3). (4) The Director may approve a fee greater than that listed in subsection (1) for a course of training or study within an approved apprenticeship program that does not meet the criteria in subsection (3) if the fee for the course was charged immediately before this Regulation comes into force. O. Reg. 31/02, s. 1 (4). (5) Fees for courses of training or study within approved apprenticeship programs are payable by apprentices for all courses of training or study that commence on or after August 1, 2002. O. Reg. 31/02, s. 1 (5). (6) For purposes of this section, “course of training or study” means a course of training or study, other than workplace-based training, that is funded by the Minister and that delivers the approved curriculum to apprentices. O. Reg. 31/02, s. 1 (6). Français ",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) A fee of $10 per six-hour unit of training, or part of a unit, in a course of training or study within an approved apprenticeship program is payable by apprentices, except as otherwise provided in this section. O. Reg. 31/02, s. 1 (1).</p> <p class=\"subsection-e\">(2) No fee is payable for a course of training or study within an approved apprenticeship program by an apprentice who,</p> <p class=\"clause-e\">(a) is enrolled in a secondary school program leading to an Ontario Secondary School Diploma and is registered as an apprentice,</p> <p class=\"subclause-e\">(i) in the Ontario Youth Apprenticeship Program, or </p> <p class=\"subclause-e\">(ii) in a program that is similar to the Ontario Youth Apprenticeship Program, is approved by the Director and meets the criteria set out in subsection (2.1); or</p> <p class=\"clause-e\">(b) is<b> </b>enrolled in a pre-apprenticeship program approved by the Director. O. Reg. 69/05, s. 1.</p> <p class=\"subsection-e\">(2.1) The following are the criteria that a program referred to in subclause (2) (a) (ii) must meet:</p> <p class=\"paragraph-e\">1. The program must be operated under the supervision of,</p> <p class=\"subpara-e\">i. a board as defined in the <i>Education Act</i>, or</p> <p class=\"subpara-e\">ii. a band, council of a band or education authority authorized by the Crown in right of Canada to provide education to persons who are Indians within the meaning of the <i>Indian Act</i> (Canada).</p> <p class=\"paragraph-e\">2. The program provides students with training and work experience in the trade, other occupation or skill set in respect of which the application is made under section 12 of the Act. O. Reg. 69/05, s. 1.</p> <p class=\"subsection-e\">(3) The Director may approve a fee greater than that listed in subsection (1) for a course of training or study within an approved apprenticeship program if, </p> <p class=\"clause-e\">(a) demand for spaces in the program exceeds supply;</p> <p class=\"clause-e\">(b) the cost of delivering the program substantially exceeds the combination of funding for the program under the Act and the fee that would otherwise be charged under subsection (1);</p> <p class=\"clause-e\">(c) there are strong employment prospects with reasonable expectations for high income for graduates on completion of the program; and</p> <p class=\"clause-e\">(d) the committee established under section 3 of the Act for that trade recommends to the Minister that the program be subject to a greater fee. O. Reg. 31/02, s. 1 (3).</p> <p class=\"subsection-e\">(4) The Director may approve a fee greater than that listed in subsection (1) for a course of training or study within an approved apprenticeship program that does not meet the criteria in subsection (3) if the fee for the course was charged immediately before this Regulation comes into force. O. Reg. 31/02, s. 1 (4).</p> <p class=\"subsection-e\">(5) Fees for courses of training or study within approved apprenticeship programs are payable by apprentices for all courses of training or study that commence on or after August 1, 2002. O. Reg. 31/02, s. 1 (5).</p> <p class=\"subsection-e\">(6) For purposes of this section,</p> <p class=\"firstdef-e\">“course of training or study” means a course of training or study, other than workplace-based training, that is funded by the Minister and that delivers the approved curriculum to apprentices. O. Reg. 31/02, s. 1 (6).</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_020031_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_020031_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}