{
    "reg_info": {
        "full_title": "O. Reg. 596/06: LOCAL IMPROVEMENT CHARGES - PRIORITY LIEN STATUS",
        "reg_name_text": "Local Improvement Charges — priority lien status",
        "citation": "O. Reg. 596/06: LOCAL IMPROVEMENT CHARGES - PRIORITY LIEN STATUS",
        "act_under": "City of Toronto Act, 2006",
        "url": "https://www.ontario.ca/laws/regulation/060596",
        "date_scraped": "2023-12-18 03:31:08"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "August  9, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/060596/v3",
            "valid_from": "October 25, 2012",
            "valid_to": "August  8, 2023"
        },
        {
            "a_href": "/laws/regulation/060596/v2",
            "valid_from": "January  1, 2007",
            "valid_to": "October 24, 2012"
        },
        {
            "a_href": "/laws/regulation/060596/v1",
            "valid_from": "December 27, 2006",
            "valid_to": "December 31, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "PART I  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART I GENERAL",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": "PART I  ",
            "part_type": "PART I GENERAL",
            "section": "Definitions",
            "content": " 1. (1) In this Regulation, “City’s share of the cost” means the portion of the cost of a work that is, (a)  payable by the City, and (b)  not to be specially charged under this Regulation; (“part du coût à la charge de la cité”) “committee of revision” means a committee of revision established under section 19; (“comité de révision”) “construct” includes reconstruct, extend, enlarge, improve and alter, and “construction” has a corresponding meaning; (“construire”) “cost”, as applied to a work, means capital cost; (“coût”) “drive approach” means pavement on a highway that is constructed to serve as an approach to a particular lot; (“voie d’accès”) “engineer” includes a person whom the City requires or authorizes to perform any duty that this Regulation requires or authorizes an engineer to perform; (“ingénieur”) “frontage”, when used in reference to a lot abutting on a work, means the side or limit of the lot that abuts on the work; (“longueur de façade”) “lifetime”, as applied to a work, means its lifetime as estimated by the engineer or, in the case of an appeal, as finally determined by the committee of revision; (“durée de vie”) “lot” means a parcel of land that is required to be separately assessed under the Assessment Act; (“lot”) “owner” means, with respect to a lot, the person appearing to be its owner by the last returned assessment roll, as most recently revised, in the absence of evidence to the contrary; (“propriétaire”) “owners’ share of the cost” means the portion of the cost of a work that is to be specially charged under this Regulation; (“part du coût à la charge des propriétaires”) “pavement” means any type of highway surfacing; (“chaussée”) “paving” includes laying down or constructing any kind of pavement; (“pavage”) “private” means, with respect to a work or property, a work or property that is not owned by the City or a local board of the City; (“privé”) “sewer” includes a sanitary sewer and a storm drain; (“égout”) “special charge” means a fee or charge imposed under the Act in accordance with this Regulation in respect of the cost of a work undertaken as a local improvement, and “specially charged” has a corresponding meaning; (“redevance extraordinaire”) “sufficient agreement” means an agreement determined to be sufficient under section 35.4; (“accord valide”) “value” means, with respect to a lot, its assessed value according to the last returned assessment roll, as most recently revised; (“valeur”) “work” means a capital work. (“ouvrage”) O. Reg. 596/06, s. 1 (1); O. Reg. 323/12, s. 2 (1). (2) For greater certainty, the definition of “work” in subsection (1) includes, without limitation, (a)  constructing a highway; (b)  constructing any works for the collection, production, treatment, storage, supply, distribution or conservation of water or for the collection, transmission, treatment or disposal of sewage; (c)  paving a highway; (d)  constructing a curb, gutter, sidewalk or retaining wall in, on or along a highway; (e)  constructing a boulevard on a highway; (f)  sodding any part of a highway and planting trees, shrubs and other plants on a highway; (g)  extending a system of gas or heat works, including any related works that may be necessary for supplying gas or heat to the owners of lots for whose benefit the extension is provided; (h)  constructing a park, square or other public place; (i)  constructing a retaining wall, dyke, breakwater, groyne, crib or other shore protection work along a body of water; (j)  constructing and erecting equipment, plant or works on a highway for the purpose of supplying electric light, including standards and underground conduits and wires; (k)  constructing a highway or subway under a railway or another highway; (l)  widening pavement on a highway; (m)  constructing a water service pipe from the water main to the edge of the highway; (n)  constructing a private sewer connection from the main sewer to the edge of the highway; (o)  constructing a drive approach on a highway; (p)  constructing noise abatement works on a highway; and (q)  constructing energy efficiency works or renewable energy works. O. Reg. 596/06, s. 1 (2); O. Reg. 323/12, s. 2 (2, 3). (3) If the City undertakes a work as a local improvement, a special charge imposed with respect to the work in accordance with this Regulation has priority lien status as described in section 3 of the Act. O. Reg. 323/12, s. 2 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“City’s share of the cost” means the portion of the cost of a work that is,</p> <p class=\"defclause-e\">  (a)  payable by the City, and</p> <p class=\"defclause-e\">  (b)  not to be specially charged under this Regulation; (“part du coût à la charge de la cité”)</p> <p class=\"definition-e\">“committee of revision” means a committee of revision established under section 19; (“comité de révision”)</p> <p class=\"definition-e\">“construct” includes reconstruct, extend, enlarge, improve and alter, and “construction” has a corresponding meaning; (“construire”)</p> <p class=\"definition-e\">“cost”, as applied to a work, means capital cost; (“coût”)</p> <p class=\"definition-e\">“drive approach” means pavement on a highway that is constructed to serve as an approach to a particular lot; (“voie d’accès”)</p> <p class=\"definition-e\">“engineer” includes a person whom the City requires or authorizes to perform any duty that this Regulation requires or authorizes an engineer to perform; (“ingénieur”)</p> <p class=\"definition-e\">“frontage”, when used in reference to a lot abutting on a work, means the side or limit of the lot that abuts on the work; (“longueur de façade”)</p> <p class=\"definition-e\">“lifetime”, as applied to a work, means its lifetime as estimated by the engineer or, in the case of an appeal, as finally determined by the committee of revision; (“durée de vie”)</p> <p class=\"definition-e\">“lot” means a parcel of land that is required to be separately assessed under the <i>Assessment Act</i>; (“lot”)</p> <p class=\"definition-e\">“owner” means, with respect to a lot, the person appearing to be its owner by the last returned assessment roll, as most recently revised, in the absence of evidence to the contrary; (“propriétaire”)</p> <p class=\"definition-e\">“owners’ share of the cost” means the portion of the cost of a work that is to be specially charged under this Regulation; (“part du coût à la charge des propriétaires”)</p> <p class=\"definition-e\">“pavement” means any type of highway surfacing; (“chaussée”)</p> <p class=\"definition-e\">“paving” includes laying down or constructing any kind of pavement; (“pavage”)</p> <p class=\"definition-e\">“private” means, with respect to a work or property, a work or property that is not owned by the City or a local board of the City; (“privé”)</p> <p class=\"definition-e\">“sewer” includes a sanitary sewer and a storm drain; (“égout”)</p> <p class=\"definition-e\">“special charge” means a fee or charge imposed under the Act in accordance with this Regulation in respect of the cost of a work undertaken as a local improvement, and “specially charged” has a corresponding meaning; (“redevance extraordinaire”)</p> <p class=\"definition-e\">“sufficient agreement” means an agreement determined to be sufficient under section 35.4; (“accord valide”)</p> <p class=\"definition-e\">“value” means, with respect to a lot, its assessed value according to the last returned assessment roll, as most recently revised; (“valeur”)</p> <p class=\"definition-e\">“work” means a capital work. (“ouvrage”) O. Reg. 596/06, s. 1 (1); O. Reg. 323/12, s. 2 (1).</p> <p class=\"subsection-e\">  (2) For greater certainty, the definition of “work” in subsection (1) includes, without limitation,</p> <p class=\"clause-e\">  (a)  constructing a highway;</p> <p class=\"clause-e\">  (b)  constructing any works for the collection, production, treatment, storage, supply, distribution or conservation of water or for the collection, transmission, treatment or disposal of sewage;</p> <p class=\"clause-e\">  (c)  paving a highway;</p> <p class=\"clause-e\">  (d)  constructing a curb, gutter, sidewalk or retaining wall in, on or along a highway;</p> <p class=\"clause-e\">  (e)  constructing a boulevard on a highway;</p> <p class=\"clause-e\">  (f)  sodding any part of a highway and planting trees, shrubs and other plants on a highway;</p> <p class=\"clause-e\">  (g)  extending a system of gas or heat works, including any related works that may be necessary for supplying gas or heat to the owners of lots for whose benefit the extension is provided;</p> <p class=\"clause-e\">  (h)  constructing a park, square or other public place;</p> <p class=\"clause-e\">  (i)  constructing a retaining wall, dyke, breakwater, groyne, crib or other shore protection work along a body of water;</p> <p class=\"clause-e\">  (j)  constructing and erecting equipment, plant or works on a highway for the purpose of supplying electric light, including standards and underground conduits and wires;</p> <p class=\"clause-e\">  (k)  constructing a highway or subway under a railway or another highway;</p> <p class=\"clause-e\">  (l)  widening pavement on a highway;</p> <p class=\"clause-e\">  (m)  constructing a water service pipe from the water main to the edge of the highway;</p> <p class=\"clause-e\">  (n)  constructing a private sewer connection from the main sewer to the edge of the highway;</p> <p class=\"clause-e\">  (o)  constructing a drive approach on a highway;</p> <p class=\"clause-e\">  (p)  constructing noise abatement works on a highway; and</p> <p class=\"clause-e\">  (q)  constructing energy efficiency works or renewable energy works. O. Reg. 596/06, s. 1 (2); O. Reg. 323/12, s. 2 (2, 3).</p> <p class=\"subsection-e\">  (3) If the City undertakes a work as a local improvement, a special charge imposed with respect to the work in accordance with this Regulation has priority lien status as described in section 3 of the Act. O. Reg. 323/12, s. 2 (4).</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "part_id": "PART I  ",
            "part_type": "PART I GENERAL",
            "section": "Scope of local improvement",
            "content": " 2. (1) If the City has the authority to undertake a work, including a private work, under section 7 or 8 of the Act or under any other provision of any Act, the City may undertake the work as a local improvement in accordance with this Regulation. O. Reg. 323/12, s. 3. (2) The power to undertake a work as a local improvement includes, without limitation, the power to, (a)  undertake the work as a local improvement, including undertaking the work on private property; (b)  acquire an existing work and where it does, this Regulation applies as if the City were undertaking the work so acquired; (c)  undertake a work as a local improvement for the benefit of a single lot; and (d)  raise the cost of undertaking a work as a local improvement by imposing special charges, including special charges on a single lot. O. Reg. 323/12, s. 3. (3) Where the City undertakes a private work as a local improvement, this Regulation applies to undertaking the private work as a local improvement as if the City were undertaking its own work. O. Reg. 323/12, s. 3. (4) Nothing in this Regulation authorizes the City to enter and undertake a work as a local improvement on private property without the permission of the owner or other person having the authority to grant such permission. O. Reg. 323/12, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>2. </b>(1) If the City has the authority to undertake a work, including a private work, under section 7 or 8 of the Act or under any other provision of any Act, the City may undertake the work as a local improvement in accordance with this Regulation. O. Reg. 323/12, s. 3.</p> <p class=\"subsection-e\">  (2) The power to undertake a work as a local improvement includes, without limitation, the power to,</p> <p class=\"clause-e\">  (a)  undertake the work as a local improvement, including undertaking the work on private property;</p> <p class=\"clause-e\">  (b)  acquire an existing work and where it does, this Regulation applies as if the City were undertaking the work so acquired;</p> <p class=\"clause-e\">  (c)  undertake a work as a local improvement for the benefit of a single lot; and</p> <p class=\"clause-e\">  (d)  raise the cost of undertaking a work as a local improvement by imposing special charges, including special charges on a single lot. O. Reg. 323/12, s. 3.</p> <p class=\"subsection-e\">  (3) Where the City undertakes a private work as a local improvement, this Regulation applies to undertaking the private work as a local improvement as if the City were undertaking its own work. O. Reg. 323/12, s. 3.</p> <p class=\"subsection-e\">  (4) Nothing in this Regulation authorizes the City to enter and undertake a work as a local improvement on private property without the permission of the owner or other person having the authority to grant such permission. O. Reg. 323/12, s. 3.</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "part_id": "PART I  ",
            "part_type": "PART I GENERAL",
            "section": "Reduction includes exemption",
            "content": " 3. For greater certainty, in this Regulation a reference to reducing a charge or other amount includes reducing it to zero.  O. Reg. 596/06, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>3. </b>For greater certainty, in this Regulation a reference to reducing a charge or other amount includes reducing it to zero.  O. Reg. 596/06, s. 3.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "4.",
            "part_id": "PART I  ",
            "part_type": "PART I GENERAL",
            "section": "Notice",
            "content": " 4. (1) Any person or body that is required to give notice under this Regulation shall, except as otherwise provided, give notice in the form, in the manner and at the time that the person or body considers adequate to give reasonable notice.  O. Reg. 596/06, s. 4 (1). (2) A notice to an owner under this Regulation is sufficiently given if it is, (a)  served personally; (b)  sent by mail to the owner’s place of business or residence as set out in the City’s last returned assessment roll, as most recently revised; or (c)  left at or sent by mail to the owner’s actual place of business or residence, if known. O. Reg. 596/06, s. 4 (2); O. Reg. 323/12, s. 4. Part II   Imposition and Apportionment of the Costs of Local Improvements on the basis of Frontage",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>4. </b>(1) Any person or body that is required to give notice under this Regulation shall, except as otherwise provided, give notice in the form, in the manner and at the time that the person or body considers adequate to give reasonable notice.  O. Reg. 596/06, s. 4 (1).</p> <p class=\"subsection-e\">  (2) A notice to an owner under this Regulation is sufficiently given if it is,</p> <p class=\"clause-e\">  (a)  served personally;</p> <p class=\"clause-e\">  (b)  sent by mail to the owner’s place of business or residence as set out in the City’s last returned assessment roll, as most recently revised; or </p> <p class=\"clause-e\">  (c)  left at or sent by mail to the owner’s actual place of business or residence, if known. O. Reg. 596/06, s. 4 (2); O. Reg. 323/12, s. 4.</p> <p class=\"partnum-e\"><a name=\"BK5\"></a>Part II <br/>  Imposition and Apportionment of the Costs of Local Improvements on the basis of Frontage</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "PART II  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART II IMPOSITION AND APPORTIONMENT OF THE COSTS OF LOCAL IMPROVEMENTS ON THE BASIS OF FRONTAGE",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "part_id": "PART II  ",
            "part_type": "PART II IMPOSITION AND APPORTIONMENT OF THE COSTS OF LOCAL IMPROVEMENTS ON THE BASIS OF FRONTAGE",
            "section": "Local improvement charges by-law",
            "content": " 5. (1) If the City has the authority to undertake a work it may, in accordance with this Regulation, pass a by-law to undertake the work as a local improvement for the purpose of raising all or any part of the cost of the work by imposing special charges on, (a)  lots that abut on the work; (b)  lots that do not abut on the work but will be immediately benefited by it; or (c)  a combination of the lots described in clauses (a) and (b).  O. Reg. 596/06, s. 5 (1). (2) If the City undertakes a work as a local improvement, a special charge imposed with respect to the work in accordance with this Regulation has priority lien status as described in subsection 3 (7) of the Act.  O. Reg. 596/06, s. 5 (2). (3) A by-law for undertaking a work as a local improvement shall specify the estimated cost of the work, the owners’ share of the cost and the City’s share of the cost.  O. Reg. 596/06, s. 5 (3). (4) If a by-law has been passed for undertaking a work as a local improvement and the City wishes to make a change in the work to be undertaken, it may, with the approval of the Ontario Land Tribunal, amend the by-law to provide for undertaking the work it now proposes, and in that case this Regulation, except sections 6, 7 and 8, applies to the altered work as if it had been provided for in the original by-law.  O. Reg. 596/06, s. 5 (4); O. Reg. 251/23, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>5. </b>(1) If the City has the authority to undertake a work it may, in accordance with this Regulation, pass a by-law to undertake the work as a local improvement for the purpose of raising all or any part of the cost of the work by imposing special charges on,</p> <p class=\"clause-e\">  (a)  lots that abut on the work;</p> <p class=\"clause-e\">  (b)  lots that do not abut on the work but will be immediately benefited by it; or</p> <p class=\"clause-e\">  (c)  a combination of the lots described in clauses (a) and (b).  O. Reg. 596/06, s. 5 (1).</p> <p class=\"subsection-e\">  (2) If the City undertakes a work as a local improvement, a special charge imposed with respect to the work in accordance with this Regulation has priority lien status as described in subsection 3 (7) of the Act.  O. Reg. 596/06, s. 5 (2).</p> <p class=\"subsection-e\">  (3) A by-law for undertaking a work as a local improvement shall specify the estimated cost of the work, the owners’ share of the cost and the City’s share of the cost.  O. Reg. 596/06, s. 5 (3).</p> <p class=\"subsection-e\">  (4) If a by-law has been passed for undertaking a work as a local improvement and the City wishes to make a change in the work to be undertaken, it may, with the approval of the Ontario Land Tribunal, amend the by-law to provide for undertaking the work it now proposes, and in that case this Regulation, except sections 6, 7 and 8, applies to the altered work as if it had been provided for in the original by-law.  O. Reg. 596/06, s. 5 (4); O. Reg. 251/23, s. 1.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "6.",
            "part_id": "PART II  ",
            "part_type": "PART II IMPOSITION AND APPORTIONMENT OF THE COSTS OF LOCAL IMPROVEMENTS ON THE BASIS OF FRONTAGE",
            "section": "Notice of local improvement charges by-law",
            "content": " 6. (1) Before passing a by-law to undertake a work as a local improvement under section 5, the City shall give notice of its intention to pass the by-law, to the public and to the owners of the lots liable to be specially charged.  O. Reg. 596/06, s. 6 (1). (2) The notice shall include, (a)  the estimated cost of the work; (b)  the estimated lifetime of the work; (c)  the estimated special charges per metre of frontage for the lots liable to be specially charged; (d)  when the special charges described in clause (c) shall be paid; (e)  if the City intends to apply to the Ontario Land Tribunal under section 8 for approval to undertake the work as a local improvement, (i)  a statement that the City intends to apply to the Tribunal for this purpose, (ii)  a description of the right to object, under section 8, to the work being undertaken as a local improvement, and (iii)  the last day for filing an objection under section 8; (f)  if the City has received an approval, recommendation or sufficient petition under clause 7 (2) (a), (b) or (c) with respect to the work, a statement of that fact; (g)  if the City has not received an approval, recommendation or sufficient petition under clause 7 (2) (a), (b) or (c) with respect to the work, (i)  a description of the right to petition council not to undertake the work as a local improvement, (ii)  the last day for making the petition, and (iii)  the effect of the petition.  O. Reg. 596/06, s. 6 (2); O. Reg. 251/23, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>6. </b>(1) Before passing a by-law to undertake a work as a local improvement under section 5, the City shall give notice of its intention to pass the by-law, to the public and to the owners of the lots liable to be specially charged.  O. Reg. 596/06, s. 6 (1).</p> <p class=\"subsection-e\">  (2) The notice shall include,</p> <p class=\"clause-e\">  (a)  the estimated cost of the work;</p> <p class=\"clause-e\">  (b)  the estimated lifetime of the work;</p> <p class=\"clause-e\">  (c)  the estimated special charges per metre of frontage for the lots liable to be specially charged;</p> <p class=\"clause-e\">  (d)  when the special charges described in clause (c) shall be paid;</p> <p class=\"clause-e\">  (e)  if the City intends to apply to the Ontario Land Tribunal under section 8 for approval to undertake the work as a local improvement,</p> <p class=\"subclause-e\">  (i)  a statement that the City intends to apply to the Tribunal for this purpose,</p> <p class=\"subclause-e\">  (ii)  a description of the right to object, under section 8, to the work being undertaken as a local improvement, and </p> <p class=\"subclause-e\">  (iii)  the last day for filing an objection under section 8;</p> <p class=\"clause-e\">  (f)  if the City has received an approval, recommendation or sufficient petition under clause 7 (2) (a), (b) or (c) with respect to the work, a statement of that fact;</p> <p class=\"clause-e\">  (g)  if the City has not received an approval, recommendation or sufficient petition under clause 7 (2) (a), (b) or (c) with respect to the work, </p> <p class=\"subclause-e\">  (i)  a description of the right to petition council not to undertake the work as a local improvement, </p> <p class=\"subclause-e\">  (ii)  the last day for making the petition, and</p> <p class=\"subclause-e\">  (iii)  the effect of the petition.  O. Reg. 596/06, s. 6 (2); O. Reg. 251/23, s. 2.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "7.",
            "part_id": "PART II  ",
            "part_type": "PART II IMPOSITION AND APPORTIONMENT OF THE COSTS OF LOCAL IMPROVEMENTS ON THE BASIS OF FRONTAGE",
            "section": "Local improvement not to proceed for two years if petition received",
            "content": " 7. (1) If, within 30 days after notice is given to the public under section 6, the City receives a sufficient petition, as determined under section 10, against undertaking the work as a local improvement, the City shall not undertake the work as a local improvement within two years after receiving the petition.  O. Reg. 596/06, s. 7 (1). (2) Despite subsection (1), a petition of the owners does not prevent the City from undertaking the work as a local improvement if it has received, (a)  the approval of the Ontario Land Tribunal under section 8 to undertake the work as a local improvement; (b)  a recommendation from the Minister of Health and Long-Term Care or the board of health for the City that the construction of the work is necessary or desirable in the public interest on sanitary grounds; or (c)  a sufficient petition, as determined under section 10, in favour of undertaking the work as a local improvement.  O. Reg. 596/06, s. 7 (2); O. Reg. 251/23, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>7. </b>(1) If, within 30 days after notice is given to the public under section 6, the City receives a sufficient petition, as determined under section 10, against undertaking the work as a local improvement, the City shall not undertake the work as a local improvement within two years after receiving the petition.  O. Reg. 596/06, s. 7 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), a petition of the owners does not prevent the City from undertaking the work as a local improvement if it has received,</p> <p class=\"clause-e\">  (a)  the approval of the Ontario Land Tribunal under section 8 to undertake the work as a local improvement;</p> <p class=\"clause-e\">  (b)  a recommendation from the Minister of Health and Long-Term Care or the board of health for the City that the construction of the work is necessary or desirable in the public interest on sanitary grounds; or </p> <p class=\"clause-e\">  (c)  a sufficient petition, as determined under section 10, in favour of undertaking the work as a local improvement.  O. Reg. 596/06, s. 7 (2); O. Reg. 251/23, s. 3.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "8.",
            "part_id": "PART II  ",
            "part_type": "PART II IMPOSITION AND APPORTIONMENT OF THE COSTS OF LOCAL IMPROVEMENTS ON THE BASIS OF FRONTAGE",
            "section": "Application to Ontario Land Tribunal",
            "content": " 8. (1) The City may apply to the Ontario Land Tribunal for approval to undertake a work as a local improvement and shall provide any information or material that the Tribunal requires in connection with the application.  O. Reg. 596/06, s. 8 (1); O. Reg. 251/23, s. 4. (2) Within 30 days after the City gives notice to the public under section 6 indicating that it intends to apply to the Tribunal for approval under this section, any owner liable to be specially charged may file an objection to the work being undertaken as a local improvement.  O. Reg. 596/06, s. 8 (2); O. Reg. 251/23, s. 4 (1). (3) The objection shall be filed with the clerk of the City and shall set out the objections and the reasons in support of them.  O. Reg. 596/06, s. 8 (3). (4) If no objections are filed under this section, the City is deemed to have received the Tribunal’s approval.  O. Reg. 596/06, s. 8 (4); O. Reg. 251/23, s. 4 (1). (5) If an objection is filed under this section, the City shall forward the objection to the Tribunal, together with the application or as soon after making the application as is reasonable.  O. Reg. 596/06, s. 8 (5); O. Reg. 251/23, s. 4 (1). (6) The Tribunal shall hold a hearing to consider the application and the objections and may make any order with respect to the work as it considers appropriate.  O. Reg. 596/06, s. 8 (6); O. Reg. 251/23, s. 4 (1). (7) Once the City has given notice under section 6 indicating that it intends to apply to the Tribunal for approval under this section, (a)  the City shall not undertake the work as a local improvement until, (i)  the Tribunal’s approval has been received or is deemed to have been received, or (ii)  the City has given a new notice under section 6 that deals with the work and does not indicate that the City intends to apply to the Tribunal under this section; and (b)  the passing of a by-law to authorize undertaking the work as a local improvement is deemed not to be a contravention of this Regulation if the by-law provides that it shall not take effect until the City receives the Tribunal’s approval.  O. Reg. 596/06, s. 8 (7); O. Reg. 251/23, s. 4 (1). Petitions",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>8. </b>(1) The City may apply to the Ontario Land Tribunal for approval to undertake a work as a local improvement and shall provide any information or material that the Tribunal requires in connection with the application.  O. Reg. 596/06, s. 8 (1); O. Reg. 251/23, s. 4.</p> <p class=\"subsection-e\">  (2) Within 30 days after the City gives notice to the public under section 6 indicating that it intends to apply to the Tribunal for approval under this section, any owner liable to be specially charged may file an objection to the work being undertaken as a local improvement.  O. Reg. 596/06, s. 8 (2); O. Reg. 251/23, s. 4 (1).</p> <p class=\"subsection-e\">  (3) The objection shall be filed with the clerk of the City and shall set out the objections and the reasons in support of them.  O. Reg. 596/06, s. 8 (3).</p> <p class=\"subsection-e\"><b> </b>(4) If no objections are filed under this section, the City is deemed to have received the Tribunal’s approval.  O. Reg. 596/06, s. 8 (4); O. Reg. 251/23, s. 4 (1).</p> <p class=\"subsection-e\">  (5) If an objection is filed under this section, the City shall forward the objection to the Tribunal, together with the application or as soon after making the application as is reasonable.  O. Reg. 596/06, s. 8 (5); O. Reg. 251/23, s. 4 (1).</p> <p class=\"subsection-e\">  (6) The Tribunal shall hold a hearing to consider the application and the objections and may make any order with respect to the work as it considers appropriate.  O. Reg. 596/06, s. 8 (6); O. Reg. 251/23, s. 4 (1).</p> <p class=\"subsection-e\">  (7) Once the City has given notice under section 6 indicating that it intends to apply to the Tribunal for approval under this section, </p> <p class=\"clause-e\">  (a)  the City shall not undertake the work as a local improvement until,</p> <p class=\"subclause-e\">  (i)  the Tribunal’s approval has been received or is deemed to have been received, or</p> <p class=\"subclause-e\">  (ii)  the City has given a new notice under section 6 that deals with the work and does not indicate that the City intends to apply to the Tribunal under this section; and </p> <p class=\"clause-e\">  (b)  the passing of a by-law to authorize undertaking the work as a local improvement is deemed not to be a contravention of this Regulation if the by-law provides that it shall not take effect until the City receives the Tribunal’s approval.  O. Reg. 596/06, s. 8 (7); O. Reg. 251/23, s. 4 (1).</p> <p class=\"heading1-e\"><a name=\"BK10\"></a>Petitions</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "Petitions",
            "part_id": "PART II  ",
            "part_type": "PART II IMPOSITION AND APPORTIONMENT OF THE COSTS OF LOCAL IMPROVEMENTS ON THE BASIS OF FRONTAGE",
            "section": "Petitions",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "9.",
            "part_id": "PART II  ",
            "part_type": "PART II IMPOSITION AND APPORTIONMENT OF THE COSTS OF LOCAL IMPROVEMENTS ON THE BASIS OF FRONTAGE",
            "section": "Petitions",
            "content": " 9. (1) A petition in favour of or against undertaking a work as a local improvement, (a)  shall contain a description of the lot of which each petitioner is the owner, by its assessment roll number as shown on the last returned assessment roll, as most recently revised, or by another description that will enable the clerk of the City to identify the lot; and (b)  shall be filed with the clerk, and is deemed to be received by the City when it is so filed.  O. Reg. 596/06, s. 9 (1). (2) A petition in favour of undertaking a work as a local improvement shall be signed by at least two-thirds of the owners representing at least one-half of the value of the lots liable to be specially charged for the work.  O. Reg. 596/06, s. 9 (2). (3) A petition against undertaking a work as a local improvement, (a)  shall be signed by at least a majority of the owners representing at least one-half of the value of the lots liable to be specially charged for the work; and (b)  shall be filed with the clerk within 30 days after notice is given to the public under section 6.  O. Reg. 596/06, s. 9 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>9. </b>(1) A petition in favour of or against undertaking a work as a local improvement,</p> <p class=\"clause-e\">  (a)  shall contain a description of the lot of which each petitioner is the owner, by its assessment roll number as shown on the last returned assessment roll, as most recently revised, or by another description that will enable the clerk of the City to identify the lot; and</p> <p class=\"clause-e\">  (b)  shall be filed with the clerk, and is deemed to be received by the City when it is so filed.  O. Reg. 596/06, s. 9 (1).</p> <p class=\"subsection-e\">  (2) A petition in favour of undertaking a work as a local improvement shall be signed by at least two-thirds of the owners representing at least one-half of the value of the lots liable to be specially charged for the work.  O. Reg. 596/06, s. 9 (2).</p> <p class=\"subsection-e\">  (3) A petition against undertaking a work as a local improvement,</p> <p class=\"clause-e\">  (a)  shall be signed by at least a majority of the owners representing at least one-half of the value of the lots liable to be specially charged for the work; and</p> <p class=\"clause-e\">  (b)  shall be filed with the clerk within 30 days after notice is given to the public under section 6.  O. Reg. 596/06, s. 9 (3).</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "10.",
            "part_id": "PART II  ",
            "part_type": "PART II IMPOSITION AND APPORTIONMENT OF THE COSTS OF LOCAL IMPROVEMENTS ON THE BASIS OF FRONTAGE",
            "section": "Sufficiency of petition",
            "content": " 10. (1) A petition for or against undertaking a work as a local improvement is sufficient if it meets the requirements of section 9 and of this section.  O. Reg. 596/06, s. 10 (1). (2) The sufficiency of a petition shall be determined and certified by the clerk of the City.  O. Reg. 596/06, s. 10 (2). (3) If the clerk has determined and certified the sufficiency of a petition, it is deemed to be a sufficient petition even if, afterwards, (a)  the committee of revision increases or reduces the number of lots to be specially charged; or (b)  there is a change in the assessment of lots to be specially charged.  O. Reg. 596/06, s. 10 (3). (4) If the value of a lot cannot, for any reason, be ascertained from the last returned assessment roll, as most recently revised, the clerk shall determine and certify the value for the purposes of this Regulation.  O. Reg. 596/06, s. 10 (4). (5) In determining the sufficiency of a petition, (a)  two or more persons who are jointly assessed for a lot shall be treated as one owner only; and (b)  both, if there are two persons, or a majority of them, if there are more than two, must sign the petition in order for the lot to be counted for the purposes of subsection 9 (2) or clause 9 (3) (a).  O. Reg. 596/06, s. 10 (5). (6) The clerk’s certified determination of the sufficiency of a petition and of the value of a lot are final and binding.  O. Reg. 596/06, s. 10 (6).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>10. </b>(1) A petition for or against undertaking a work as a local improvement is sufficient if it meets the requirements of section 9 and of this section.  O. Reg. 596/06, s. 10 (1).</p> <p class=\"subsection-e\">  (2) The sufficiency of a petition shall be determined and certified by the clerk of the City.  O. Reg. 596/06, s. 10 (2).</p> <p class=\"subsection-e\">  (3) If the clerk has determined and certified the sufficiency of a petition, it is deemed to be a sufficient petition even if, afterwards,</p> <p class=\"clause-e\">  (a)  the committee of revision increases or reduces the number of lots to be specially charged; or</p> <p class=\"clause-e\">  (b)  there is a change in the assessment of lots to be specially charged.  O. Reg. 596/06, s. 10 (3).</p> <p class=\"subsection-e\">  (4) If the value of a lot cannot, for any reason, be ascertained from the last returned assessment roll, as most recently revised, the clerk shall determine and certify the value for the purposes of this Regulation.  O. Reg. 596/06, s. 10 (4).</p> <p class=\"subsection-e\">  (5) In determining the sufficiency of a petition,</p> <p class=\"clause-e\">  (a)  two or more persons who are jointly assessed for a lot shall be treated as one owner only; and </p> <p class=\"clause-e\">  (b)  both, if there are two persons, or a majority of them, if there are more than two, must sign the petition in order for the lot to be counted for the purposes of subsection 9 (2) or clause 9 (3) (a).  O. Reg. 596/06, s. 10 (5).</p> <p class=\"subsection-e\">  (6) The clerk’s certified determination of the sufficiency of a petition and of the value of a lot are final and binding.  O. Reg. 596/06, s. 10 (6).</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "11.",
            "part_id": "PART II  ",
            "part_type": "PART II IMPOSITION AND APPORTIONMENT OF THE COSTS OF LOCAL IMPROVEMENTS ON THE BASIS OF FRONTAGE",
            "section": "Withdrawal of petition",
            "content": " 11. A person who has signed a petition, (a)  may withdraw his or her name from the petition, by filing a written withdrawal with the clerk, before the clerk has certified the sufficiency of the petition; (b)  cannot withdraw his or her name after the clerk has certified the sufficiency of the petition.  O. Reg. 596/06, s. 11. How Costs are Borne",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>11. </b>A person who has signed a petition,</p> <p class=\"clause-e\">  (a)  may withdraw his or her name from the petition, by filing a written withdrawal with the clerk, before the clerk has certified the sufficiency of the petition;</p> <p class=\"clause-e\">  (b)  cannot withdraw his or her name after the clerk has certified the sufficiency of the petition.  O. Reg. 596/06, s. 11.</p> <p class=\"heading1-e\"><a name=\"BK14\"></a>How Costs are Borne</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "How Costs are Borne",
            "part_id": "PART II  ",
            "part_type": "PART II IMPOSITION AND APPORTIONMENT OF THE COSTS OF LOCAL IMPROVEMENTS ON THE BASIS OF FRONTAGE",
            "section": "How Costs are Borne",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "12.",
            "part_id": "PART II  ",
            "part_type": "PART II IMPOSITION AND APPORTIONMENT OF THE COSTS OF LOCAL IMPROVEMENTS ON THE BASIS OF FRONTAGE",
            "section": "Cost of local improvement",
            "content": " 12. (1) Except as otherwise provided in this Regulation, for the purposes of raising the cost of undertaking a work as a local improvement, the City shall, (a)  determine the City’s share of the cost, if any; and (b)  specially charge the owners’ share of the cost by imposing an equal special charge per metre of frontage, (i)  on the lots that abut directly on the work, (ii)  on lots that do not abut on the work but will be immediately benefited by it, or (iii)  on a combination of lots described in subclauses (i) and (ii).  O. Reg. 596/06, s. 12 (1). (2) The following may be included in the cost of a work: 1.  Engineering expenses. 2.  Reasonable administrative costs, including the cost of advertising and of giving notices. 3.  Interest on short and long-term borrowing. 4.  Compensation for lands taken for the purposes of the work or injuriously affected by it, and the expenses incurred by the City in connection with determining the compensation. 5.  The estimated cost of incurring long-term debt, including any discount allowed to the purchasers of the debt. O. Reg. 596/06, s. 12 (2); O. Reg. 323/12, s. 6. (3) The special charge per metre of frontage may be different for lots described in subclause (1) (b) (i) than for lots described in subclause (1) (b) (ii).  O. Reg. 596/06, s. 12 (3). (4) If lots described in subclause (1) (b) (ii) that are to be specially charged for a work are not equally benefited by the work, the lots shall be divided into as many areas as there are different levels of benefit, so that each area includes all the lots that receive the same level of benefit.  O. Reg. 596/06, s. 12 (4). (5) The City shall assign the cost of the work that is specially charged among the areas created under subsection (4) in the manner the City considers fair, and the portion of the cost to be borne by an area shall be specially charged on the lots in the area by an equal special charge per metre of frontage.  O. Reg. 596/06, s. 12 (5). (6) The City may provide that the cost of a work to be specially charged on lots is not required to be paid with respect to one or more of the lots that are exempt from taxation.  O. Reg. 596/06, s. 12 (6). (7) If any Act, regulation or by-law provides that special charges under this Regulation are not required to be paid with respect to a lot, the following rules apply: 1.  The lot is, despite the exemption, subject to this Regulation for all purposes and shall be specially charged.  However, the special charges that become payable while the lot remains exempt shall be paid by the City and are not collectable from the owner. 2.  The owner of the lot may not petition in favour of or against undertaking a work as a local improvement. 3.  The owner of the lot and its value shall not be considered in determining the sufficiency of a petition.  O. Reg. 596/06, s. 12 (7).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>12. </b>(1) Except as otherwise provided in this Regulation, for the purposes of raising the cost of undertaking a work as a local improvement, the City shall,</p> <p class=\"clause-e\">  (a)  determine the City’s share of the cost, if any; and</p> <p class=\"clause-e\">  (b)  specially charge the owners’ share of the cost by imposing an equal special charge per metre of frontage,</p> <p class=\"subclause-e\">  (i)  on the lots that abut directly on the work,</p> <p class=\"subclause-e\">  (ii)  on lots that do not abut on the work but will be immediately benefited by it, or</p> <p class=\"subclause-e\">  (iii)  on a combination of lots described in subclauses (i) and (ii).  O. Reg. 596/06, s. 12 (1).</p> <p class=\"subsection-e\">  (2) The following may be included in the cost of a work:</p> <p class=\"paragraph-e\">  1.  Engineering expenses.</p> <p class=\"paragraph-e\">  2.  Reasonable administrative costs, including the cost of advertising and of giving notices.</p> <p class=\"paragraph-e\">  3.  Interest on short and long-term borrowing. </p> <p class=\"paragraph-e\">  4.  Compensation for lands taken for the purposes of the work or injuriously affected by it, and the expenses incurred by the City in connection with determining the compensation.</p> <p class=\"paragraph-e\">  5.  The estimated cost of incurring long-term debt, including any discount allowed to the purchasers of the debt. O. Reg. 596/06, s. 12 (2); O. Reg. 323/12, s. 6.</p> <p class=\"subsection-e\">  (3) The special charge per metre of frontage may be different for lots described in subclause (1) (b) (i) than for lots described in subclause (1) (b) (ii).  O. Reg. 596/06, s. 12 (3).</p> <p class=\"subsection-e\">  (4) If lots described in subclause (1) (b) (ii) that are to be specially charged for a work are not equally benefited by the work, the lots shall be divided into as many areas as there are different levels of benefit, so that each area includes all the lots that receive the same level of benefit.  O. Reg. 596/06, s. 12 (4).</p> <p class=\"subsection-e\">  (5) The City shall assign the cost of the work that is specially charged among the areas created under subsection (4) in the manner the City considers fair, and the portion of the cost to be borne by an area shall be specially charged on the lots in the area by an equal special charge per metre of frontage.  O. Reg. 596/06, s. 12 (5).</p> <p class=\"subsection-e\">  (6) The City may provide that the cost of a work to be specially charged on lots is not required to be paid with respect to one or more of the lots that are exempt from taxation.  O. Reg. 596/06, s. 12 (6).</p> <p class=\"subsection-e\">  (7) If any Act, regulation or by-law provides that special charges under this Regulation are not required to be paid with respect to a lot, the following rules apply:</p> <p class=\"paragraph-e\">  1.  The lot is, despite the exemption, subject to this Regulation for all purposes and shall be specially charged.  However, the special charges that become payable while the lot remains exempt shall be paid by the City and are not collectable from the owner.</p> <p class=\"paragraph-e\">  2.  The owner of the lot may not petition in favour of or against undertaking a work as a local improvement.</p> <p class=\"paragraph-e\">  3.  The owner of the lot and its value shall not be considered in determining the sufficiency of a petition.  O. Reg. 596/06, s. 12 (7).</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "13.",
            "part_id": "PART II  ",
            "part_type": "PART II IMPOSITION AND APPORTIONMENT OF THE COSTS OF LOCAL IMPROVEMENTS ON THE BASIS OF FRONTAGE",
            "section": "Cost of water service pipe, private service connection, drive approach",
            "content": " 13. (1) Subject to subsection (2), the cost of a water service pipe, private sewer connection or drive approach that is specially charged shall be specially charged on the particular lot for which it was constructed.  O. Reg. 596/06, s. 13 (1). (2) Unless the two sides of a highway are served by separate water mains or sewers, the cost of water service pipes and private sewer connections shall be the cost of the work from the centre of the highway to the edge of the highway, regardless of the location of the water main or sewer.  O. Reg. 596/06, s. 13 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>13. </b>(1) Subject to subsection (2), the cost of a water service pipe, private sewer connection or drive approach that is specially charged shall be specially charged on the particular lot for which it was constructed.  O. Reg. 596/06, s. 13 (1).</p> <p class=\"subsection-e\">  (2) Unless the two sides of a highway are served by separate water mains or sewers, the cost of water service pipes and private sewer connections shall be the cost of the work from the centre of the highway to the edge of the highway, regardless of the location of the water main or sewer.  O. Reg. 596/06, s. 13 (2).</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "14.",
            "part_id": "PART II  ",
            "part_type": "PART II IMPOSITION AND APPORTIONMENT OF THE COSTS OF LOCAL IMPROVEMENTS ON THE BASIS OF FRONTAGE",
            "section": "Deduction of grants, etc., from cost of work",
            "content": " 14. The amount of a grant or other contribution in cash to be received by the City and to be applied towards the cost of any work shall be deducted from the entire cost of the work, subject to subsection 15 (2).  O. Reg. 596/06, s. 14.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>14. </b>The amount of a grant or other contribution in cash to be received by the City and to be applied towards the cost of any work shall be deducted from the entire cost of the work, subject to subsection 15 (2).  O. Reg. 596/06, s. 14.</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "15.",
            "part_id": "PART II  ",
            "part_type": "PART II IMPOSITION AND APPORTIONMENT OF THE COSTS OF LOCAL IMPROVEMENTS ON THE BASIS OF FRONTAGE",
            "section": "City’s share of cost",
            "content": " 15. (1) The City’s share of the cost of a work shall include any excess cost that is caused by the work being constructed with a greater capacity than is required for the purposes of the lots that are specially charged.  O. Reg. 596/06, s. 15 (1). (2) The amount of a grant or other contribution that is to be applied towards any excess cost described in subsection (1) shall be applied to reduce the City’s share of the cost.  O. Reg. 596/06, s. 15 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>15. </b>(1) The City’s share of the cost of a work shall include any excess cost that is caused by the work being constructed with a greater capacity than is required for the purposes of the lots that are specially charged.  O. Reg. 596/06, s. 15 (1).</p> <p class=\"subsection-e\">  (2) The amount of a grant or other contribution that is to be applied towards any excess cost described in subsection (1) shall be applied to reduce the City’s share of the cost.  O. Reg. 596/06, s. 15 (2).</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "16.",
            "part_id": "PART II  ",
            "part_type": "PART II IMPOSITION AND APPORTIONMENT OF THE COSTS OF LOCAL IMPROVEMENTS ON THE BASIS OF FRONTAGE",
            "section": "Reductions and increases in special charges",
            "content": " 16. (1) If a lot has a flankage and a frontage that abuts on a work and the size and nature of the lot is such that all or part of the work that abuts on the flankage is of no benefit to the lot, a reduction shall be made in the amount to be specially charged in respect of that flankage, sufficient to adjust the amount charged on that lot on a just and equitable basis as compared with the other specially charged lots.  O. Reg. 596/06, s. 16 (1). (2) If all or part of a lot is unfit for building purposes, a reduction shall be made in the amount that is to be specially charged on the lot, sufficient to adjust that amount on a just and equitable basis as compared with the amount to be charged on the other specially charged lots that are fit for building purposes.  O. Reg. 596/06, s. 16 (2). (3) If a lot has a larger frontage than the threshold described in subsection (4) and will not benefit from a work to the same degree as other lots benefited by the work, a reduction shall be made in the amount to be specially charged on the lot, sufficient to adjust that amount on a just and equitable basis as compared with the other specially charged lots.  O. Reg. 596/06, s. 16 (3). (4) The threshold referred to in subsection (3) is, (a)  the number of metres that the City specifies by by-law; or (b)  if the matter is not dealt with by by-law, 30 metres.  O. Reg. 596/06, s. 16 (4). (5) A reduction or increase shall be made in the amount to be specially charged on a triangular or irregularly shaped lot, sufficient to adjust that amount on a just and equitable basis as compared with the other specially charged lots, having regard to the situation, value and superficial area of the lot.  O. Reg. 596/06, s. 16 (5). (6) A reduction or increase required by this section shall be made by deducting from or adding to the total frontage of the lot liable to be specially charged a number of metres sufficient to make the proper reduction or increase, but the whole of the lot shall be charged with the amount to be specially charged on the lot.  O. Reg. 596/06, s. 16 (6). (7) The amount of any reduction or increase in the amount to be specially charged on a lot shall be added to or deducted from the City’s share of the cost.  O. Reg. 596/06, s. 16 (7).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>16. </b>(1) If a lot has a flankage and a frontage that abuts on a work and the size and nature of the lot is such that all or part of the work that abuts on the flankage is of no benefit<b> </b>to the lot, a reduction shall be made in the amount to be specially charged in respect of that flankage, sufficient to adjust the amount charged on that lot on a just and equitable basis as compared with the other specially charged lots.  O. Reg. 596/06, s. 16 (1).</p> <p class=\"subsection-e\">  (2) If all or part of a lot is unfit for building purposes, a reduction shall be made in the amount that is to be specially charged on the lot, sufficient to adjust that amount on a just and equitable basis as compared with the amount to be charged on the other specially charged lots that are fit for building purposes.  O. Reg. 596/06, s. 16 (2).</p> <p class=\"subsection-e\">  (3) If a lot has a larger frontage than the threshold described in subsection (4) and will not benefit from a work to the same degree as other lots benefited<b> </b>by the work, a reduction shall be made in the amount to be specially charged on the lot, sufficient to adjust that amount<b> </b>on a just and equitable basis as compared with the other specially charged lots.  O. Reg. 596/06, s. 16 (3).</p> <p class=\"subsection-e\">  (4) The threshold referred to in subsection (3) is,</p> <p class=\"clause-e\">  (a)  the number of metres that the City specifies by by-law; or</p> <p class=\"clause-e\">  (b)  if the matter is not dealt with by by-law, 30 metres.  O. Reg. 596/06, s. 16 (4).</p> <p class=\"subsection-e\">  (5) A reduction or increase shall be made in the amount to be specially charged on a triangular or irregularly shaped lot, sufficient to adjust that amount on a just and equitable basis as compared with the other specially charged lots, having regard to the situation, value and superficial area of the lot.  O. Reg. 596/06, s. 16 (5).</p> <p class=\"subsection-e\">  (6) A reduction or increase required by this section shall be made by deducting from or adding to the total frontage of the lot liable to be specially charged a number of metres sufficient to make the proper reduction or increase, but the whole of the lot shall be charged with the amount to be specially charged on the lot.  O. Reg. 596/06, s. 16 (6).</p> <p class=\"subsection-e\">  (7) The amount of any reduction or increase in the amount to be specially charged on a lot shall be added to or deducted from the City’s share of the cost.  O. Reg. 596/06, s. 16 (7).</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "17.",
            "part_id": "PART II  ",
            "part_type": "PART II IMPOSITION AND APPORTIONMENT OF THE COSTS OF LOCAL IMPROVEMENTS ON THE BASIS OF FRONTAGE",
            "section": "Reduction in special charges",
            "content": " 17. (1) If the City is of the opinion that any lot abutting on the work will not benefit from it, or will not benefit from it to the same extent as other lots benefited by the work, the City may reduce the amount to be specially charged on that lot, to adjust the amount on a just and equitable basis as compared with the other specially charged lots.  O. Reg. 596/06, s. 17 (1). (2) If the City reduces the amount to be specially charged to zero, the amount of the reduction in the amount to be specially charged on the lot shall continue to be included in the owners’ share of the cost of the work and specially charged on the reduced frontage.  O. Reg. 596/06, s. 17 (2). (3) If the City reduces the amount to be specially charged to an amount that is greater than zero, the amount of the reduction in the amount to be specially charged on the lot shall be added to the City’s share of the cost.  O. Reg. 596/06, s. 17 (3). (4) A reduction under this section shall be made by deducting from the total frontage of the lot a number of metres sufficient to make the proper reduction, but the whole of the lot shall be charged with the amount, if any, to be specially charged on the lot.  O. Reg. 596/06, s. 17 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>17. </b>(1) If the City is of the opinion that any lot abutting on the work will not benefit from it, or will not benefit from it to the same extent as other lots benefited by the work, the City may reduce the amount to be specially charged on that lot, to adjust the amount on a just and equitable basis as compared with the other specially charged lots.  O. Reg. 596/06, s. 17 (1).</p> <p class=\"subsection-e\">  (2) If the City reduces the amount to be specially charged to zero, the amount of the reduction in the amount to be specially charged on the lot shall continue to be included in the owners’ share of the cost of the work and specially charged on the reduced frontage.  O. Reg. 596/06, s. 17 (2).</p> <p class=\"subsection-e\">  (3) If the City reduces the amount to be specially charged to an amount that is greater than zero, the amount of the reduction in the amount to be specially charged on the lot shall be added to the City’s share of the cost.  O. Reg. 596/06, s. 17 (3).</p> <p class=\"subsection-e\">  (4) A reduction under this section shall be made by deducting from the total frontage of the lot a number of metres sufficient to make the proper reduction, but the whole of the lot shall be charged with the amount, if any, to be specially charged on the lot.  O. Reg. 596/06, s. 17 (4).</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "18.",
            "part_id": "PART II  ",
            "part_type": "PART II IMPOSITION AND APPORTIONMENT OF THE COSTS OF LOCAL IMPROVEMENTS ON THE BASIS OF FRONTAGE",
            "section": "Apportioning special charges if lot subdivided",
            "content": " 18. (1) If a lot that is or is to be specially charged is subdivided into two or more new lots, the City may apportion the amount described in subsection (2) among the new lots according to the extent of their respective frontages by imposing an equal special charge per metre of frontage.  O. Reg. 596/06, s. 18 (1). (2) The amount that may be apportioned under subsection (1) is the sum of, (a)  the special charges that would otherwise have been charged on the original lot; and (b)  any special charges that would, but for this section, become part of the City’s share of the cost because of any new highway provided for by the subdivision.  O. Reg. 596/06, s. 18 (2). (3) Despite subsection (1), if the City is of the opinion that the new lots do not all benefit from the work to the same degree, the City may apportion the special charges among the new lots in any manner the City considers just and equitable, having regard to the relative degree of benefit received by each of the new lots.  O. Reg. 596/06, s. 18 (3). (4) Section 21 applies, with necessary modifications, to special charges imposed under subsection (1).  O. Reg. 596/06, s. 18 (4). (5) The local improvement roll shall be amended to reflect the changes made under this section.  O. Reg. 596/06, s. 18 (5). Procedure for Imposing Special Charges",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>18. </b>(1) If a lot that is or is to be specially charged is subdivided into two or more new lots, the City may apportion the amount described in subsection (2) among the new lots according to the extent of their respective frontages by imposing an equal special charge per metre of frontage.  O. Reg. 596/06, s. 18 (1).</p> <p class=\"subsection-e\">  (2) The amount that may be apportioned under subsection (1) is the sum of,</p> <p class=\"clause-e\">  (a)  the special charges that would otherwise have been charged on the original lot; and</p> <p class=\"clause-e\">  (b)  any special charges that would, but for this section, become part of the City’s share of the cost because of any new highway provided for by the subdivision.  O. Reg. 596/06, s. 18 (2).</p> <p class=\"subsection-e\">  (3) Despite subsection (1), if the City is of the opinion that the new lots do not all benefit from the work to the same degree, the City may apportion the special charges among the new lots in any manner the City considers just and equitable, having regard to the relative degree of benefit received by each of the new lots.  O. Reg. 596/06, s. 18 (3).</p> <p class=\"subsection-e\">  (4) Section 21 applies, with necessary modifications, to special charges imposed under subsection (1).  O. Reg. 596/06, s. 18 (4).</p> <p class=\"subsection-e\">  (5) The local improvement roll shall be amended to reflect the changes made under this section.  O. Reg. 596/06, s. 18 (5).</p> <p class=\"heading1-e\"><a name=\"BK22\"></a>Procedure for Imposing Special Charges</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "Procedure for Imposing Special Charges",
            "part_id": "PART II  ",
            "part_type": "PART II IMPOSITION AND APPORTIONMENT OF THE COSTS OF LOCAL IMPROVEMENTS ON THE BASIS OF FRONTAGE",
            "section": "Procedure for Imposing Special Charges",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "19.",
            "part_id": "PART II  ",
            "part_type": "PART II IMPOSITION AND APPORTIONMENT OF THE COSTS OF LOCAL IMPROVEMENTS ON THE BASIS OF FRONTAGE",
            "section": "Committee of revision",
            "content": " 19. (1) The City may establish a committee of revision consisting of three or five members appointed by the council.  O. Reg. 596/06, s. 19 (1). (2) Every member of the committee shall be a person who is qualified to be elected as a member of the council.  O. Reg. 596/06, s. 19 (2). (3) A majority of the members of the committee constitutes a quorum.  O. Reg. 596/06, s. 19 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK23\"></a><b>19. </b>(1) The City may establish a committee of revision consisting of three or five members appointed by the council.  O. Reg. 596/06, s. 19 (1).</p> <p class=\"subsection-e\">  (2) Every member of the committee shall be a person who is qualified to be elected as a member of the council.  O. Reg. 596/06, s. 19 (2).</p> <p class=\"subsection-e\">  (3) A majority of the members of the committee constitutes a quorum.  O. Reg. 596/06, s. 19 (3).</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "20.",
            "part_id": "PART II  ",
            "part_type": "PART II IMPOSITION AND APPORTIONMENT OF THE COSTS OF LOCAL IMPROVEMENTS ON THE BASIS OF FRONTAGE",
            "section": "Local improvement roll",
            "content": " 20. Before a special charge is imposed, the treasurer of the City shall prepare a local improvement roll setting out, (a)  the cost of the work; (b)  every lot to be specially charged, the name of the owner and the number of metres of its frontage to be specially charged; (c)  every lot that, but for subsection 12 (7), would be exempt from being specially charged, and the number of metres of its frontage; (d)  the special charges per metre of frontage with which each lot is to be specially charged; (e)  when the special charges described in clause (d) shall be paid; and (f)  the lifetime of the work.  O. Reg. 596/06, s. 20.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>20. </b>Before a special charge is imposed, the treasurer of the City shall prepare a local improvement roll setting out,</p> <p class=\"clause-e\">  (a)  the cost of the work;</p> <p class=\"clause-e\">  (b)  every lot to be specially charged, the name of the owner and the number of metres of its frontage to be specially charged;</p> <p class=\"clause-e\">  (c)  every lot that, but for subsection 12 (7), would be exempt from being specially charged, and the number of metres of its frontage;</p> <p class=\"clause-e\">  (d)  the special charges per metre of frontage with which each lot is to be specially charged;</p> <p class=\"clause-e\">  (e)  when the special charges described in clause (d) shall be paid; and</p> <p class=\"clause-e\">  (f)  the lifetime of the work.  O. Reg. 596/06, s. 20.</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "21.",
            "part_id": "PART II  ",
            "part_type": "PART II IMPOSITION AND APPORTIONMENT OF THE COSTS OF LOCAL IMPROVEMENTS ON THE BASIS OF FRONTAGE",
            "section": "Notice of hearing",
            "content": " 21. (1) Before a special charge is imposed, the City shall set a time and a place for the committee of revision to hold a hearing about, (a)  objections against the proposed local improvement roll; and (b)  the City’s proposed revisions to the proposed local improvement roll.  O. Reg. 596/06, s. 21 (1). (2) The City shall give notice of the hearing to the public and to the owner of every lot to be specially charged.  O. Reg. 596/06, s. 21 (2). (3) Any person who owns a lot to be specially charged may object to a special charge by filing an objection, setting out the objection and the reasons in support of it, with the clerk of the City not later than seven days before the day set for the hearing.  O. Reg. 596/06, s. 21 (3). (4) The City may propose a revision to the proposed local improvement roll by filing a proposed revision, setting out the proposed revision and the reasons in support of it, with the clerk not later than seven days before the day set for the hearing.  O. Reg. 596/06, s. 21 (4). (5) If no objection or proposed revision is received under this section, the treasurer shall certify the local improvement roll, without a hearing by the committee.  O. Reg. 596/06, s. 21 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK25\"></a><b>21. </b>(1) Before a special charge is imposed, the City shall set a time and a place for the committee of revision to hold a hearing about,</p> <p class=\"clause-e\">  (a)  objections against the proposed local improvement roll; and</p> <p class=\"clause-e\">  (b)  the City’s proposed revisions to the proposed local improvement roll.  O. Reg. 596/06, s. 21 (1).</p> <p class=\"subsection-e\">  (2) The City shall give notice of the hearing to the public and to the owner of every lot to be specially charged.  O. Reg. 596/06, s. 21 (2).</p> <p class=\"subsection-e\">  (3) Any person who owns a lot to be specially charged may object to a special charge by filing an objection, setting out the objection and the reasons in support of it, with the clerk of the City not later than seven days before the day set for the hearing.  O. Reg. 596/06, s. 21 (3).</p> <p class=\"subsection-e\">  (4) The City may propose a revision to the proposed local improvement roll by filing a proposed revision, setting out the proposed revision and the reasons in support of it, with the clerk not later than seven days before the day set for the hearing.  O. Reg. 596/06, s. 21 (4).</p> <p class=\"subsection-e\">  (5) If no objection or proposed revision is received under this section, the treasurer shall certify the local improvement roll, without a hearing by the committee.  O. Reg. 596/06, s. 21 (5).</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "22.",
            "part_id": "PART II  ",
            "part_type": "PART II IMPOSITION AND APPORTIONMENT OF THE COSTS OF LOCAL IMPROVEMENTS ON THE BASIS OF FRONTAGE",
            "section": "Statement of cost of work",
            "content": " 22. (1) Before a special charge is imposed, the engineer and the treasurer of the City shall prepare and certify a statement showing the actual cost of the work.  O. Reg. 596/06, s. 22 (1). (2) If the final cost of the work is not yet known and, in the opinion of the engineer and treasurer, work whose cost amounts to 75 per cent of the final cost has been completed, the engineer and treasurer shall estimate the actual cost of the work for the purpose of subsection (1).  O. Reg. 596/06, s. 22 (2). (3) When an estimate is used as described in subsection (2), (a)  the engineer and the treasurer shall certify the final cost of the work when it is known; (b)  if the final cost as certified under clause (a) is more than the amount set out in the statement or the amount determined by the committee of revision under section 24, the excess shall be borne by the City; and (c)  if the final cost as certified under clause (a) is less than the amount set out in the statement or the amount determined by the committee of revision under section 24, the difference shall be applied towards payment of the special charges imposed with respect to the work.  O. Reg. 596/06, s. 22 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK26\"></a><b>22. </b>(1) Before a special charge is imposed, the engineer and the treasurer of the City shall prepare and certify a statement showing the actual cost of the work.  O. Reg. 596/06, s. 22 (1).</p> <p class=\"subsection-e\">  (2) If the final cost of the work is not yet known and, in the opinion of the engineer and treasurer, work whose cost amounts to 75 per cent of the final cost has been completed, the engineer and treasurer shall estimate the actual cost of the work for the purpose of subsection (1).  O. Reg. 596/06, s. 22 (2).</p> <p class=\"subsection-e\">  (3) When an estimate is used as described in subsection (2),</p> <p class=\"clause-e\">  (a)  the engineer and the treasurer shall certify the final cost of the work when it is known;</p> <p class=\"clause-e\">  (b)  if the final cost as certified under clause (a) is more than the amount set out in the statement or the amount determined by the committee of revision under section 24, the excess shall be borne by the City; and</p> <p class=\"clause-e\">  (c)  if the final cost as certified under clause (a) is less than the amount set out in the statement or the amount determined by the committee of revision under section 24, the difference shall be applied towards payment of the special charges imposed with respect to the work.  O. Reg. 596/06, s. 22 (3).</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "23.",
            "part_id": "PART II  ",
            "part_type": "PART II IMPOSITION AND APPORTIONMENT OF THE COSTS OF LOCAL IMPROVEMENTS ON THE BASIS OF FRONTAGE",
            "section": "Public access to local improvement roll and statement of cost",
            "content": " 23. Copies of the local improvement roll prepared under section 20 and of the statement of cost prepared under section 22, (a)  shall be available for inspection at the office of the clerk of the City until the treasurer of the City has certified the local improvement roll; and (b)  shall be provided to the committee of revision before the start of any hearing under section 21.  O. Reg. 596/06, s. 23.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK27\"></a><b>23. </b>Copies of the local improvement roll prepared under section 20 and of the statement of cost prepared under section 22,</p> <p class=\"clause-e\">  (a)  shall be available for inspection at the office of the clerk of the City until the treasurer of the City has certified the local improvement roll; and</p> <p class=\"clause-e\">  (b)  shall be provided to the committee of revision before the start of any hearing under section 21.  O. Reg. 596/06, s. 23.</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "24.",
            "part_id": "PART II  ",
            "part_type": "PART II IMPOSITION AND APPORTIONMENT OF THE COSTS OF LOCAL IMPROVEMENTS ON THE BASIS OF FRONTAGE",
            "section": "Committee of revision may correct local improvement roll",
            "content": " 24. At a hearing held under section 21, the committee of revision may review the proposed local improvement roll and correct it as to any or all of the following matters: 1.  The cost of the work. 2.  The names of the owners of the lots. 3.  The frontage or other measurements of the lots. 4.  The amount of the reduction or increase to be made under section 16 or 17 in respect of any lot. 5.  The lots that would be exempt from being specially charged, but for subsection 12 (7). 6.  The lifetime of the work. 7.  The charge per metre of frontage to be imposed on any lot. 8.  If all or part of the owners’ share of the cost is to be specially charged on lots that do not abut on the work, i.  the non-abutting lots that are to be specially charged, and ii.  the amount of the special charge to be imposed on them.  O. Reg. 596/06, s. 24.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK28\"></a><b>24. </b>At a hearing held under section 21, the committee of revision may review the proposed local improvement roll and correct it as to any or all of the following matters:</p> <p class=\"paragraph-e\">  1.  The cost of the work.</p> <p class=\"paragraph-e\">  2.  The names of the owners of the lots.</p> <p class=\"paragraph-e\">  3.  The frontage or other measurements of the lots.</p> <p class=\"paragraph-e\">  4.  The amount of the reduction or increase to be made under section 16 or 17 in respect of any lot.</p> <p class=\"paragraph-e\">  5.  The lots that would be exempt from being specially charged, but for subsection 12 (7).</p> <p class=\"paragraph-e\">  6.  The lifetime of the work.</p> <p class=\"paragraph-e\">  7.  The charge per metre of frontage to be imposed on any lot.</p> <p class=\"paragraph-e\">  8.  If all or part of the owners’ share of the cost is to be specially charged on lots that do not abut on the work, </p> <p class=\"subpara-e\">  i.  the non-abutting lots that are to be specially charged, and</p> <p class=\"subpara-e\">  ii.  the amount of the special charge to be imposed on them.  O. Reg. 596/06, s. 24.</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "25.",
            "part_id": "PART II  ",
            "part_type": "PART II IMPOSITION AND APPORTIONMENT OF THE COSTS OF LOCAL IMPROVEMENTS ON THE BASIS OF FRONTAGE",
            "section": "Power of committee of revision to add lot to be specially charged",
            "content": " 25. (1) During a hearing held under section 21, if it appears to the committee of revision that any lot that has not been specially charged should be specially charged or, as a result of a proposed revision by the City under section 21, a special charge for any lot should be changed, the committee shall adjourn its hearing for at least 14 days and shall cause notice to be given to the owner of the lot.  O. Reg. 596/06, s. 25 (1). (2) If the committee of revision determines that a lot should be specially charged, the committee shall determine the amount to be specially charged on the lot.  O. Reg. 596/06, s. 25 (2). (3) Despite subsection (1), the committee of revision may, with the written consent of the owner of the lot, dispense with an adjournment or reduce it to less than 14 days.  O. Reg. 596/06, s. 25 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK29\"></a><b>25. </b>(1) During a hearing held under section 21, if it appears to the committee of revision that any lot that has not been specially charged should be specially charged or, as a result of a proposed revision by the City under section 21, a special charge for any lot should be changed, the committee shall adjourn its hearing for at least 14 days and shall cause notice to be given to the owner of the lot.  O. Reg. 596/06, s. 25 (1).</p> <p class=\"subsection-e\">  (2) If the committee of revision determines that a lot should be specially charged, the committee shall determine the amount to be specially charged on the lot.  O. Reg. 596/06, s. 25 (2).</p> <p class=\"subsection-e\">  (3) Despite subsection (1), the committee of revision may, with the written consent of the owner of the lot, dispense with an adjournment or reduce it to less than 14 days.  O. Reg. 596/06, s. 25 (3).</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "26.",
            "part_id": "PART II  ",
            "part_type": "PART II IMPOSITION AND APPORTIONMENT OF THE COSTS OF LOCAL IMPROVEMENTS ON THE BASIS OF FRONTAGE",
            "section": "Special charge imposed if circumstances change",
            "content": " 26. (1) If a reduction is made under section 16 or 17 with respect to a lot and circumstances change so that the reduction is no longer warranted, the City may impose on the lot the special charge that would originally have been imposed, for the year in which the circumstances change and for the remaining years in which special charges are imposed.  O. Reg. 596/06, s. 26 (1). (2) Before an increased special charge is imposed under subsection (1), notice of the proposed special charge shall be given to the owner of the lot.  O. Reg. 596/06, s. 26 (2). (3) A person may object to the increase to the special charge on the grounds that the special charge is incorrect or not warranted by filing a written objection, setting out the objection and the reasons in support of it, with the clerk of the City within 10 days after notice is given under subsection (2).  O. Reg. 596/06, s. 26 (3). (4) The committee of revision shall hold a hearing to consider the objection and may make any decision the City could have made.  O. Reg. 596/06, s. 26 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK30\"></a><b>26. </b>(1) If a reduction is made under section 16 or 17 with respect to a lot and circumstances change so that the reduction is no longer warranted, the City may impose on the lot the special charge that would originally have been imposed, for the year in which the circumstances change and for the remaining years in which special charges are imposed.  O. Reg. 596/06, s. 26 (1).</p> <p class=\"subsection-e\">  (2) Before an increased special charge is imposed under subsection (1), notice of the proposed special charge shall be given to the owner of the lot.  O. Reg. 596/06, s. 26 (2).</p> <p class=\"subsection-e\">  (3) A person may object to the increase to the special charge on the grounds that the special charge is incorrect or not warranted by filing a written objection, setting out the objection and the reasons in support of it, with the clerk of the City within 10 days after notice is given under subsection (2).  O. Reg. 596/06, s. 26 (3).</p> <p class=\"subsection-e\">  (4) The committee of revision shall hold a hearing to consider the objection and may make any decision the City could have made.  O. Reg. 596/06, s. 26 (4).</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "27.",
            "part_id": "PART II  ",
            "part_type": "PART II IMPOSITION AND APPORTIONMENT OF THE COSTS OF LOCAL IMPROVEMENTS ON THE BASIS OF FRONTAGE",
            "section": "Committee of revision may reduce special charge in case of gross error",
            "content": " 27. (1) The committee of revision may, at any time after the certification of the local improvement roll, reduce any special charge for the current year and the remaining years for which the special charge is imposed if it determines that the special charge is incorrect by reason of any gross or manifest error.  O. Reg. 596/06, s. 27 (1). (2) The amount of the reduction shall be borne by the City.  O. Reg. 596/06, s. 27 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK31\"></a><b>27. </b>(1) The committee of revision may, at any time after the certification of the local improvement roll, reduce any special charge for the current year and the remaining years for which the special charge is imposed if it determines that the special charge is incorrect by reason of any gross or manifest error.  O. Reg. 596/06, s. 27 (1).</p> <p class=\"subsection-e\">  (2) The amount of the reduction shall be borne by the City.  O. Reg. 596/06, s. 27 (2).</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "28.",
            "part_id": "PART II  ",
            "part_type": "PART II IMPOSITION AND APPORTIONMENT OF THE COSTS OF LOCAL IMPROVEMENTS ON THE BASIS OF FRONTAGE",
            "section": "Committee of revision cannot change proportion of City’s and owners’ share of costs",
            "content": " 28. The committee of revision does not have the authority to change the proportion of the City’s and the owners’ share of the cost, except to the extent that the proportion may be affected by a decision made under section 24, 25, 26 or 27.  O. Reg. 596/06, s. 28.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK32\"></a><b>28. </b>The committee of revision does not have the authority to change the proportion of the City’s and the owners’ share of the cost, except to the extent that the proportion may be affected by a decision made under section 24, 25, 26 or 27.  O. Reg. 596/06, s. 28.</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "29.",
            "part_id": "PART II  ",
            "part_type": "PART II IMPOSITION AND APPORTIONMENT OF THE COSTS OF LOCAL IMPROVEMENTS ON THE BASIS OF FRONTAGE",
            "section": "Amendments to local improvement roll",
            "content": " 29. (1) The treasurer of the City shall make any corrections in the local improvement roll that are necessary to give effect to a decision of the committee of revision, and shall certify the corrected roll.  O. Reg. 596/06, s. 29 (1). (2) The local improvement roll, when certified by the treasurer under subsection (1) or 21 (5), and the special charges set out in the certified local improvement roll are final and binding, except where otherwise provided in this Regulation.  O. Reg. 596/06, s. 29 (2). (3) When the local improvement roll is certified by the treasurer under subsection (1) or 21 (5), the work in respect of which the roll has been prepared and certified is conclusively deemed to have been lawfully undertaken in accordance with this Regulation.  O. Reg. 596/06, s. 29 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK33\"></a><b>29. </b>(1) The treasurer of the City shall make any corrections in the local improvement roll that are necessary to give effect to a decision of the committee of revision, and shall certify the corrected roll.  O. Reg. 596/06, s. 29 (1).</p> <p class=\"subsection-e\">  (2) The local improvement roll, when certified by the treasurer under subsection (1) or 21 (5), and the special charges set out in the certified local improvement roll are final and binding, except where otherwise provided in this Regulation.  O. Reg. 596/06, s. 29 (2).</p> <p class=\"subsection-e\">  (3) When the local improvement roll is certified by the treasurer under subsection (1) or 21 (5), the work in respect of which the roll has been prepared and certified is conclusively deemed to have been lawfully undertaken in accordance with this Regulation.  O. Reg. 596/06, s. 29 (3).</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "30.",
            "part_id": "PART II  ",
            "part_type": "PART II IMPOSITION AND APPORTIONMENT OF THE COSTS OF LOCAL IMPROVEMENTS ON THE BASIS OF FRONTAGE",
            "section": "Special charges by-law",
            "content": " 30. (1) After the treasurer of the City has certified the local improvement roll under section 21 or 29, the City shall by by-law provide that, (a)  the amount specially charged on each lot set out in the roll shall be sufficient to raise that lot’s share of the cost by a specified number of annual payments; and (b)  a special charge shall be imposed in each year on each lot equal to the amount of the payment payable in that year.  O. Reg. 596/06, s. 30 (1). (2) The amount of each annual payment shall be entered in the local improvement roll.  O. Reg. 596/06, s. 30 (2). (3) The annual payments with respect to a work shall not extend beyond its lifetime.  O. Reg. 596/06, s. 30 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK34\"></a><b>30. </b>(1) After the treasurer of the City has certified the local improvement roll under section 21 or 29, the City shall by by-law provide that,</p> <p class=\"clause-e\">  (a)  the amount specially charged on each lot set out in the roll shall be sufficient to raise that lot’s share of the cost by a specified number of annual payments; and</p> <p class=\"clause-e\">  (b)  a special charge shall be imposed in each year on each lot equal to the amount of the payment payable in that year.  O. Reg. 596/06, s. 30 (1).</p> <p class=\"subsection-e\">  (2) The amount of each annual payment shall be entered in the local improvement roll.  O. Reg. 596/06, s. 30 (2).</p> <p class=\"subsection-e\">  (3) The annual payments with respect to a work shall not extend beyond its lifetime.  O. Reg. 596/06, s. 30 (3).</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "31.",
            "part_id": "PART II  ",
            "part_type": "PART II IMPOSITION AND APPORTIONMENT OF THE COSTS OF LOCAL IMPROVEMENTS ON THE BASIS OF FRONTAGE",
            "section": "Annual payments commuted to one present value payment",
            "content": " 31. (1) Despite section 30, the City may allow two or more annual payments with respect to a lot to be commuted for a single payment equal to the present value of the annual payments.  O. Reg. 596/06, s. 31 (1). (2) For the purpose of calculating the present value, the City shall use the rate of interest it considers appropriate.  O. Reg. 596/06, s. 31 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK35\"></a><b>31. </b>(1) Despite section 30, the City may allow two or more annual payments with respect to a lot to be commuted for a single payment equal to the present value of the annual payments.  O. Reg. 596/06, s. 31 (1).</p> <p class=\"subsection-e\">  (2) For the purpose of calculating the present value, the City shall use the rate of interest it considers appropriate.  O. Reg. 596/06, s. 31 (2).</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "32.",
            "part_id": "PART II  ",
            "part_type": "PART II IMPOSITION AND APPORTIONMENT OF THE COSTS OF LOCAL IMPROVEMENTS ON THE BASIS OF FRONTAGE",
            "section": "Agreement between municipalities re joint local improvement",
            "content": " 32. (1) The City and one or more other municipalities may enter into an agreement to undertake any work as a joint local improvement.  O. Reg. 596/06, s. 32 (1). (2) The agreement may specify, (a)  which municipality will undertake the work; (b)  the manner in which the cost of the work is to be financed; (c)  the proportions in which the amount described in subsection (3) shall be borne by the municipalities respectively; and (d)  the times at which amounts are to be paid from one municipality to another.  O. Reg. 596/06, s. 32 (2). (3) The amount mentioned in clause (2) (c) is the portion of the cost of the work that is payable by the municipality that will undertake the work and not to be specially charged under this Regulation.  O. Reg. 596/06, s. 32 (3). (4) The municipality that will undertake the work has all the powers and duties in respect of the work that may be exercised or are to be performed by a municipality that undertakes a work as a local improvement and, for the purposes of undertaking the work, it is deemed to lie wholly within and to be under the exclusive jurisdiction of the municipality that will undertake it.  O. Reg. 596/06, s. 32 (4). (5) The clerk of the municipality that will undertake the work shall give a copy of the by-law imposing special charges to the clerk of any other municipality where a lot on which special charges have been imposed is located.  O. Reg. 596/06, s. 32 (5). (6) The special charges required by the by-law to be imposed and collected in any year on lots in any municipality, other than the municipality that will undertake the work, shall be collected by the treasurer of the municipality in which the lots are located as if the special charges had been imposed by that municipality, and the proceeds of the special charges shall form part of the operating revenues of the municipality collecting them.  O. Reg. 596/06, s. 32 (6). (7) A municipality that is a party to an agreement under this section may assume all or a part of the cost of any work undertaken under this section that is to be specially charged on lots in the municipality, and thereafter that cost shall be borne by that municipality.  O. Reg. 596/06, s. 32 (7).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK36\"></a><b>32. </b>(1) The City and one or more other municipalities may enter into an agreement to undertake any work as a joint local improvement.  O. Reg. 596/06, s. 32 (1).</p> <p class=\"subsection-e\">  (2) The agreement may specify,</p> <p class=\"clause-e\">  (a)  which municipality will undertake the work;</p> <p class=\"clause-e\">  (b)  the manner in which the cost of the work is to be financed;</p> <p class=\"clause-e\">  (c)  the proportions in which the amount described in subsection (3) shall be borne by the municipalities respectively; and</p> <p class=\"clause-e\">  (d)  the times at which amounts are to be paid from one municipality to another.  O. Reg. 596/06, s. 32 (2).</p> <p class=\"subsection-e\">  (3) The amount mentioned in clause (2) (c) is the portion of the cost of the work that is payable by the municipality that will undertake the work and not to be specially charged under this Regulation.  O. Reg. 596/06, s. 32 (3).</p> <p class=\"subsection-e\">  (4) The municipality that will undertake the work has all the powers and duties in respect of the work that may be exercised or are to be performed by a municipality that undertakes a work as a local improvement and, for the purposes of undertaking the work, it is deemed to lie wholly within and to be under the exclusive jurisdiction of the municipality that will undertake it.  O. Reg. 596/06, s. 32 (4).</p> <p class=\"subsection-e\">  (5) The clerk of the municipality that will undertake the work shall give a copy of the by-law imposing special charges to the clerk of any other municipality where a lot on which special charges have been imposed is located.  O. Reg. 596/06, s. 32 (5).</p> <p class=\"subsection-e\">  (6) The special charges required by the by-law to be imposed and collected in any year on lots in any municipality, other than the municipality that will undertake the work, shall be collected by the treasurer of the municipality in which the lots are located as if the special charges had been imposed by that municipality, and the proceeds of the special charges shall form part of the operating revenues of the municipality collecting them.  O. Reg. 596/06, s. 32 (6).</p> <p class=\"subsection-e\">  (7) A municipality that is a party to an agreement under this section may assume all or a part of the cost of any work undertaken under this section that is to be specially charged on lots in the municipality, and thereafter that cost shall be borne by that municipality.  O. Reg. 596/06, s. 32 (7).</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "33.",
            "part_id": "PART II  ",
            "part_type": "PART II IMPOSITION AND APPORTIONMENT OF THE COSTS OF LOCAL IMPROVEMENTS ON THE BASIS OF FRONTAGE",
            "section": "Special charges do not encumber land",
            "content": " 33. (1) Special charges imposed on land under this Regulation do not constitute an encumbrance on the land unless they are unpaid and in arrears.  O. Reg. 596/06, s. 33 (1). (2) Subsection (1) applies, (a)  as between vendor and purchaser; and (b)  in respect of a covenant, (i)  against encumbrances, (ii)  for the right to convey, or (iii)  for quiet possession free from encumbrances.  O. Reg. 596/06, s. 33 (2). Debt",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK37\"></a><b>33. </b>(1) Special charges imposed on land under this Regulation do not constitute an encumbrance on the land unless they are unpaid and in arrears.  O. Reg. 596/06, s. 33 (1).</p> <p class=\"subsection-e\">  (2) Subsection (1) applies,</p> <p class=\"clause-e\">  (a)  as between vendor and purchaser; and</p> <p class=\"clause-e\">  (b)  in respect of a covenant,</p> <p class=\"subclause-e\">  (i)  against encumbrances,</p> <p class=\"subclause-e\">  (ii)  for the right to convey, or</p> <p class=\"subclause-e\">  (iii)  for quiet possession free from encumbrances.  O. Reg. 596/06, s. 33 (2).</p> <p class=\"heading1-e\"><a name=\"BK38\"></a>Debt</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "Debt",
            "part_id": "PART II  ",
            "part_type": "PART II IMPOSITION AND APPORTIONMENT OF THE COSTS OF LOCAL IMPROVEMENTS ON THE BASIS OF FRONTAGE",
            "section": "Debt",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "34.",
            "part_id": "PART II  ",
            "part_type": "PART II IMPOSITION AND APPORTIONMENT OF THE COSTS OF LOCAL IMPROVEMENTS ON THE BASIS OF FRONTAGE",
            "section": "Reserve fund for payment of long-term debt",
            "content": " 34. (1) If the City incurs long-term debt with respect to the cost of undertaking a work as a local improvement, special charges imposed and collected in accordance with this Regulation with respect to the work shall be placed in a reserve fund for the payment of the long-term debt and the fund, including interest, shall not be used for any other purpose until the debt is paid in full.  O. Reg. 596/06, s. 34 (1). (2) Subsection (1) does not apply to a present value payment under section 31 if the City reduced the amount of the long-term debt it incurred with respect to the work to reflect the present value payment.  O. Reg. 596/06, s. 34 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK39\"></a><b>34. </b>(1) If the City incurs long-term debt with respect to the cost of undertaking a work as a local improvement, special charges imposed and collected in accordance with this Regulation with respect to the work shall be placed in a reserve fund for the payment of the long-term debt and the fund, including interest, shall not be used for any other purpose until the debt is paid in full.  O. Reg. 596/06, s. 34 (1).</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply to a present value payment under section 31 if the City reduced the amount of the long-term debt it incurred with respect to the work to reflect the present value payment.  O. Reg. 596/06, s. 34 (2).</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "35.",
            "part_id": "PART II  ",
            "part_type": "PART II IMPOSITION AND APPORTIONMENT OF THE COSTS OF LOCAL IMPROVEMENTS ON THE BASIS OF FRONTAGE",
            "section": "Borrowing or special charges by-law not invalid if local improvement roll certified",
            "content": " 35. (1) If the local improvement roll with respect to a work is certified under section 21 or 29, no by-law for borrowing money or imposing special charges with respect to the work shall be quashed, set aside or otherwise found to be invalid because it is illegal or for any other defect in it.  O. Reg. 596/06, s. 35 (1). (2) A court in which a proceeding is taken to quash, set aside or otherwise find a by-law described in subsection (1) to be invalid may, on the conditions the court considers appropriate, order the City to amend or replace the by-law so that it would be valid even in the absence of that subsection.  O. Reg. 596/06, s. 35 (2). (3) The City, on the request of any person to whom the City has incurred any liability, obligation or debt under a by-law described in subsection (1), may amend or replace the by-law so that it would be valid even in the absence of that subsection.  O. Reg. 596/06, s. 35 (3). (4) Every liability, obligation or debt incurred by the City under a by-law that is amended in the circumstances described in subsection (2) or (3) is as valid and binding as if the amended or replacement by-law had been in force at the time the liability, obligation or debt was incurred.  O. Reg. 596/06, s. 35 (4). Part III   Local Improvements on Private property by Agreement Purpose, Sufficient Agreements and By-laws",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK40\"></a><b>35. </b>(1) If the local improvement roll with respect to a work is certified under section 21 or 29, no by-law for borrowing money or imposing special charges with respect to the work shall be quashed, set aside or otherwise found to be invalid because it is illegal or for any other defect in it.  O. Reg. 596/06, s. 35 (1).</p> <p class=\"subsection-e\">  (2) A court in which a proceeding is taken to quash, set aside or otherwise find a by-law described in subsection (1) to be invalid may, on the conditions the court considers appropriate, order the City to amend or replace the by-law so that it would be valid even in the absence of that subsection.  O. Reg. 596/06, s. 35 (2).</p> <p class=\"subsection-e\">  (3) The City, on the request of any person to whom the City has incurred any liability, obligation or debt under a by-law described in subsection (1), may amend or replace the by-law so that it would be valid even in the absence of that subsection.  O. Reg. 596/06, s. 35 (3).</p> <p class=\"subsection-e\">  (4) Every liability, obligation or debt incurred by the City under a by-law that is amended in the circumstances described in subsection (2) or (3) is as valid and binding as if the amended or replacement by-law had been in force at the time the liability, obligation or debt was incurred.  O. Reg. 596/06, s. 35 (4).</p> <p class=\"partnum-e\"><a name=\"BK41\"></a>Part III <br/>  Local Improvements on Private property by Agreement</p> <p class=\"heading1-e\"><a name=\"BK42\"></a>Purpose, Sufficient Agreements and By-laws </p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "PART III  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART III LOCAL IMPROVEMENTS ON PRIVATE PROPERTY BY AGREEMENT",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "Purpose, Sufficient Agreements and By-laws",
            "part_id": "PART III  ",
            "part_type": "PART III LOCAL IMPROVEMENTS ON PRIVATE PROPERTY BY AGREEMENT",
            "section": "Purpose, Sufficient Agreements and By-laws",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "35.1",
            "part_id": "PART III  ",
            "part_type": "PART III LOCAL IMPROVEMENTS ON PRIVATE PROPERTY BY AGREEMENT",
            "section": "Local improvements, private property",
            "content": " 35.1 In accordance with this Part, the City may raise the cost of undertaking works as local improvements on private property by imposing special charges on the lots of consenting property owners upon which all or part of the works are or will be located. O. Reg. 323/12, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK43\"></a><b>35.1 </b>In accordance with this Part, the City may raise the cost of undertaking works as local improvements on private property by imposing special charges on the lots of consenting property owners upon which all or part of the works are or will be located. O. Reg. 323/12, s. 7.</p>"
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "35.2",
            "part_id": "PART III  ",
            "part_type": "PART III LOCAL IMPROVEMENTS ON PRIVATE PROPERTY BY AGREEMENT",
            "section": "Local improvements by agreement",
            "content": " 35.2 (1) This Part applies to the City undertaking work as a local improvement on private property if, (a)  the City and the owners of the lots which would be specially charged to raise all or any portion of the cost of the work enter into a sufficient agreement in which the owners consent to their lots being specially charged; and (b)  the City is not undertaking the work in accordance with Part II. O. Reg. 323/12, s. 7. (2) An agreement described in subsection (1) may provide for the apportionment of the cost of the work among the specially charged lots on any basis that the City considers appropriate, but the method of apportionment must be authorized under Part IX of the Act. O. Reg. 323/12, s. 7. (3) Despite subsection (2), the method of apportionment provided for in an agreement described in subsection (1) shall not result in special charges that are based on, are in respect of or are computed by reference to the assessment of the specially charged lots as shown on the assessment roll for any year under the Assessment Act. O. Reg. 323/12, s. 7. (4) An agreement described in subsection (1) shall be signed by the City and the owners of all the lots which would be specially charged, if the City undertakes the work as a local improvement in accordance with this Part. O. Reg. 323/12, s. 7. (5) The agreement signed by the City and the owners of all the lots which would be specially charged must include, (a)  the estimated cost of the work; (b)  the estimated lifetime of the work; (c)  a description of the apportionment method and the amount of the special charges for the lots to be specially charged; (d)  without limiting clause (c), the manner in which a cost over run or under run is to be dealt with, if the actual cost of work differs from the estimated cost of the work; and (e)  when the special charges for the lots are to be paid. O. Reg. 323/12, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK44\"></a><b>35.2 </b>(1) This Part applies to the City undertaking work as a local improvement on private property if,</p> <p class=\"clause-e\">  (a)  the City and the owners of the lots which would be specially charged to raise all or any portion of the cost of the work enter into a sufficient agreement in which the owners consent to their lots being specially charged; and</p> <p class=\"clause-e\">  (b)  the City is not undertaking the work in accordance with Part II. O. Reg. 323/12, s. 7.</p> <p class=\"subsection-e\">  (2) An agreement described in subsection (1) may provide for the apportionment of the cost of the work among the specially charged lots on any basis that the City considers appropriate, but the method of apportionment must be authorized under Part IX of the Act. O. Reg. 323/12, s. 7.</p> <p class=\"subsection-e\">  (3) Despite subsection (2), the method of apportionment provided for in an agreement described in subsection (1) shall not result in special charges that are based on, are in respect of or are computed by reference to the assessment of the specially charged lots as shown on the assessment roll for any year under the <i>Assessment Act</i>. O. Reg. 323/12, s. 7.</p> <p class=\"subsection-e\">  (4) An agreement described in subsection (1) shall be signed by the City and the owners of all the lots which would be specially charged, if the City undertakes the work as a local improvement in accordance with this Part. O. Reg. 323/12, s. 7.</p> <p class=\"subsection-e\">  (5) The agreement signed by the City and the owners of all the lots which would be specially charged must include,</p> <p class=\"clause-e\">  (a)  the estimated cost of the work;</p> <p class=\"clause-e\">  (b)  the estimated lifetime of the work;</p> <p class=\"clause-e\">  (c)  a description of the apportionment method and the amount of the special charges for the lots to be specially charged;</p> <p class=\"clause-e\">  (d)  without limiting clause (c), the manner in which a cost over run or under run is to be dealt with, if the actual cost of work differs from the estimated cost of the work; and</p> <p class=\"clause-e\">  (e)  when the special charges for the lots are to be paid. O. Reg. 323/12, s. 7.</p>"
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "35.3",
            "part_id": "PART III  ",
            "part_type": "PART III LOCAL IMPROVEMENTS ON PRIVATE PROPERTY BY AGREEMENT",
            "section": "Cost of a work",
            "content": " 35.3 The following may be included in the cost of a work under this Part: 1.  Engineering expenses. 2.  Reasonable administrative costs, including the cost of advertising and of giving notices. 3.  Interest on short and long-term borrowing. 4.  Compensation for lands taken for the purposes of the work or injuriously affected by it and the expenses incurred by the City in connection with determining the compensation. 5.  The estimated cost of incurring long-term debt, including any discount allowed to the purchasers of the debt. O. Reg. 323/12, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK45\"></a><b>35.3 </b>The following may be included in the cost of a work under this Part:</p> <p class=\"paragraph-e\">  1.  Engineering expenses.</p> <p class=\"paragraph-e\">  2.  Reasonable administrative costs, including the cost of advertising and of giving notices.</p> <p class=\"paragraph-e\">  3.  Interest on short and long-term borrowing.</p> <p class=\"paragraph-e\">  4.  Compensation for lands taken for the purposes of the work or injuriously affected by it and the expenses incurred by the City in connection with determining the compensation.</p> <p class=\"paragraph-e\">  5.  The estimated cost of incurring long-term debt, including any discount allowed to the purchasers of the debt. O. Reg. 323/12, s. 7.</p>"
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "35.4",
            "part_id": "PART III  ",
            "part_type": "PART III LOCAL IMPROVEMENTS ON PRIVATE PROPERTY BY AGREEMENT",
            "section": "Sufficient agreement",
            "content": " 35.4 (1) An agreement described in section 35.2 is sufficient if it meets the requirements of section 35.2 and of this section. O. Reg. 323/12, s. 7. (2) The city clerk shall determine the sufficiency of an agreement and, where it is sufficient, the clerk shall certify the agreement. O. Reg. 323/12, s. 7. (3) The city clerk’s certification of the agreement as sufficient is final and binding. O. Reg. 323/12, s. 7. (4) A person who has signed an agreement may withdraw his or her name from the agreement by filing a written withdrawal with the city clerk, before the clerk has certified the sufficiency of the agreement but the person cannot withdraw his or her name from the agreement after the city clerk has certified the sufficiency of the agreement. O. Reg. 323/12, s. 7. (5) In determining the sufficiency of an agreement, where a lot is owned by two or more persons, the owner of the lot is deemed not to have signed the agreement unless all of the owners of the lot have signed the agreement. O. Reg. 323/12, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK46\"></a><b>35.4 </b>(1) An agreement described in section 35.2 is sufficient if it meets the requirements of section 35.2 and of this section. O. Reg. 323/12, s. 7.</p> <p class=\"subsection-e\">  (2) The city clerk shall determine the sufficiency of an agreement and, where it is sufficient, the clerk shall certify the agreement. O. Reg. 323/12, s. 7.</p> <p class=\"subsection-e\">  (3) The city clerk’s certification of the agreement as sufficient is final and binding. O. Reg. 323/12, s. 7.</p> <p class=\"subsection-e\">  (4) A person who has signed an agreement may withdraw his or her name from the agreement by filing a written withdrawal with the city clerk, before the clerk has certified the sufficiency of the agreement but the person cannot withdraw his or her name from the agreement after the city clerk has certified the sufficiency of the agreement. O. Reg. 323/12, s. 7.</p> <p class=\"subsection-e\">  (5) In determining the sufficiency of an agreement, where a lot is owned by two or more persons, the owner of the lot is deemed not to have signed the agreement unless all of the owners of the lot have signed the agreement. O. Reg. 323/12, s. 7.</p>"
        },
        {
            "ahref_id": "#BK47",
            "TOCid": "35.5",
            "part_id": "PART III  ",
            "part_type": "PART III LOCAL IMPROVEMENTS ON PRIVATE PROPERTY BY AGREEMENT",
            "section": "Local improvement charges by-law",
            "content": " 35.5 (1) If the City has the authority to undertake a work, it may, in accordance with this Part, pass a by-law to undertake the work as a local improvement for the purpose of raising all or any part of the cost of the work by imposing special charges on lots upon which all or some part of the local improvement is or will be located. O. Reg. 323/12, s. 7. (2) A by-law under subsection (1) may be a by-law to authorize the undertaking of a specific work for which the City has given notice under clause 35.6 (2) (a) or a by-law to authorize the undertaking of works which satisfy the requirements of a City program for which the City has given notice under clause 35.6 (2) (b). O. Reg. 323/12, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK47\"></a><b>35.5 </b>(1) If the City has the authority to undertake a work, it may, in accordance with this Part, pass a by-law to undertake the work as a local improvement for the purpose of raising all or any part of the cost of the work by imposing special charges on lots upon which all or some part of the local improvement is or will be located. O. Reg. 323/12, s. 7.</p> <p class=\"subsection-e\">  (2) A by-law under subsection (1) may be a by-law to authorize the undertaking of a specific work for which the City has given notice under clause 35.6 (2) (a) or a by-law to authorize the undertaking of works which satisfy the requirements of a City program for which the City has given notice under clause 35.6 (2) (b). O. Reg. 323/12, s. 7.</p>"
        },
        {
            "ahref_id": "#BK48",
            "TOCid": "35.6",
            "part_id": "PART III  ",
            "part_type": "PART III LOCAL IMPROVEMENTS ON PRIVATE PROPERTY BY AGREEMENT",
            "section": "Notice of local improvement charges by-law",
            "content": " 35.6 (1) Before passing a by-law to undertake a work as a local improvement under section 35.5, the City shall give notice to the public of its intention to pass the by-law. O. Reg. 323/12, s. 7. (2) The public notice of the intention to pass the by-law shall include, (a)  a description of a specific work the City intends to undertake; or (b)  a description of a program that the City has or intends to establish to undertake the types of works set out in the notice. O. Reg. 323/12, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK48\"></a><b>35.6 </b>(1) Before passing a by-law to undertake a work as a local improvement under section 35.5, the City shall give notice to the public of its intention to pass the by-law. O. Reg. 323/12, s. 7.</p> <p class=\"subsection-e\">  (2) The public notice of the intention to pass the by-law shall include,</p> <p class=\"clause-e\">  (a)  a description of a specific work the City intends to undertake; or</p> <p class=\"clause-e\">  (b)  a description of a program that the City has or intends to establish to undertake the types of works set out in the notice. O. Reg. 323/12, s. 7.</p>"
        },
        {
            "ahref_id": "#BK49",
            "TOCid": "35.7",
            "part_id": "PART III  ",
            "part_type": "PART III LOCAL IMPROVEMENTS ON PRIVATE PROPERTY BY AGREEMENT",
            "section": "Clarification",
            "content": " 35.7 The City may undertake a work as a local improvement under this Part in accordance with a sufficient agreement despite receiving a petition under subsection 7 (1) against undertaking the work as a local improvement under Part II within the previous two years. O. Reg. 323/12, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK49\"></a><b>35.7 </b>The City may undertake a work as a local improvement under this Part in accordance with a sufficient agreement despite receiving a petition under subsection 7 (1) against undertaking the work as a local improvement under Part II within the previous two years. O. Reg. 323/12, s. 7.</p>"
        },
        {
            "ahref_id": "#BK50",
            "TOCid": "35.8",
            "part_id": "PART III  ",
            "part_type": "PART III LOCAL IMPROVEMENTS ON PRIVATE PROPERTY BY AGREEMENT",
            "section": "Application of ss. 31-35",
            "content": " 35.8 Sections 31 to 35 apply, with necessary modifications, for the purpose of the City undertaking a work as a local improvement under this Part. O. Reg. 323/12, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK50\"></a><b>35.8 </b>Sections 31 to 35 apply, with necessary modifications, for the purpose of the City undertaking a work as a local improvement under this Part. O. Reg. 323/12, s. 7.</p>"
        },
        {
            "ahref_id": "#BK51",
            "TOCid": "35.9",
            "part_id": "PART III  ",
            "part_type": "PART III LOCAL IMPROVEMENTS ON PRIVATE PROPERTY BY AGREEMENT",
            "section": "Non-application of exemption",
            "content": " 35.9 If an Act, regulation or by-law provides that special charges under this Regulation are not required to be paid with respect to a lot, despite the exemption, the lot is subject to this Part for all purposes and shall be specially charged. O. Reg. 323/12, s. 7. Procedure for Imposing Special Charges",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK51\"></a><b>35.9 </b>If an Act, regulation or by-law provides that special charges under this Regulation are not required to be paid with respect to a lot, despite the exemption, the lot is subject to this Part for all purposes and shall be specially charged. O. Reg. 323/12, s. 7.</p> <p class=\"heading1-e\"><a name=\"BK52\"></a>Procedure for Imposing Special Charges</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "Procedure for Imposing Special Charges",
            "part_id": "PART III  ",
            "part_type": "PART III LOCAL IMPROVEMENTS ON PRIVATE PROPERTY BY AGREEMENT",
            "section": "Procedure for Imposing Special Charges",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK53",
            "TOCid": "35.10",
            "part_id": "PART III  ",
            "part_type": "PART III LOCAL IMPROVEMENTS ON PRIVATE PROPERTY BY AGREEMENT",
            "section": "Local improvement roll",
            "content": " 35.10 Before a special charge is imposed, the treasurer shall prepare a local improvement roll setting out, (a)  the cost of the work; (b)  every lot to be specially charged and the name of the owner of each lot; (c)  the special charges with which each lot is to be specially charged; (d)  when the special charges are to be paid; and (e)  the lifetime of the work. O. Reg. 323/12, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK53\"></a><b>35.10 </b>Before a special charge is imposed, the treasurer shall prepare a local improvement roll setting out,</p> <p class=\"clause-e\">  (a)  the cost of the work;</p> <p class=\"clause-e\">  (b)  every lot to be specially charged and the name of the owner of each lot;</p> <p class=\"clause-e\">  (c)  the special charges with which each lot is to be specially charged;</p> <p class=\"clause-e\">  (d)  when the special charges are to be paid; and</p> <p class=\"clause-e\">  (e)  the lifetime of the work. O. Reg. 323/12, s. 7.</p>"
        },
        {
            "ahref_id": "#BK54",
            "TOCid": "35.11",
            "part_id": "PART III  ",
            "part_type": "PART III LOCAL IMPROVEMENTS ON PRIVATE PROPERTY BY AGREEMENT",
            "section": "Notice and certification of proposed roll",
            "content": " 35.11 (1) Before a special charge is imposed, the City shall give notice of the proposed local improvement roll that is prepared to the owners of lots liable to be specially charged. O. Reg. 323/12, s. 7. (2) The treasurer shall certify the proposed local improvement roll after, (a)  considering objections to the roll received from the owners, if any; (b)  considering proposed revisions to the roll received from the City, if any; and (c)  making any corrections to the roll that the treasurer considers fair and equitable as a result of the objections and proposed revisions. O. Reg. 323/12, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK54\"></a><b>35.11 </b>(1) Before a special charge is imposed, the City shall give notice of the proposed local improvement roll that is prepared to the owners of lots liable to be specially charged. O. Reg. 323/12, s. 7.</p> <p class=\"subsection-e\">  (2) The treasurer shall certify the proposed local improvement roll after,</p> <p class=\"clause-e\">  (a)  considering objections to the roll received from the owners, if any;</p> <p class=\"clause-e\">  (b)  considering proposed revisions to the roll received from the City, if any; and </p> <p class=\"clause-e\">  (c)  making any corrections to the roll that the treasurer considers fair and equitable as a result of the objections and proposed revisions. O. Reg. 323/12, s. 7.</p>"
        },
        {
            "ahref_id": "#BK55",
            "TOCid": "35.12",
            "part_id": "PART III  ",
            "part_type": "PART III LOCAL IMPROVEMENTS ON PRIVATE PROPERTY BY AGREEMENT",
            "section": "Public access to local improvement roll",
            "content": " 35.12 Copies of the proposed local improvement roll shall be available for inspection at the office of the city clerk until the treasurer has certified the local improvement roll. O. Reg. 323/12, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK55\"></a><b>35.12 </b>Copies of the proposed local improvement roll shall be available for inspection at the office of the city clerk until the treasurer has certified the local improvement roll. O. Reg. 323/12, s. 7.</p>"
        },
        {
            "ahref_id": "#BK56",
            "TOCid": "35.13",
            "part_id": "PART III  ",
            "part_type": "PART III LOCAL IMPROVEMENTS ON PRIVATE PROPERTY BY AGREEMENT",
            "section": "Effect of certification of local improvement roll",
            "content": " 35.13 When certified by the treasurer under subsection 35.11 (2) or section 35.15, (a)  the certified local improvement roll and the special charges set out in it are final and binding, except where otherwise provided in this Regulation; and (b)  the work in respect of which the roll has been prepared and certified is conclusively deemed to have been lawfully undertaken in accordance with this Regulation. O. Reg. 323/12, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK56\"></a><b>35.13 </b>When certified by the treasurer<b> </b>under subsection 35.11 (2) or section 35.15,</p> <p class=\"clause-e\">  (a)  the certified local improvement roll and the special charges set out in it are final and binding, except where otherwise provided in this Regulation; and</p> <p class=\"clause-e\">  (b)  the work in respect of which the roll has been prepared and certified is conclusively deemed to have been lawfully undertaken in accordance with this Regulation. O. Reg. 323/12, s. 7.</p>"
        },
        {
            "ahref_id": "#BK57",
            "TOCid": "35.14",
            "part_id": "PART III  ",
            "part_type": "PART III LOCAL IMPROVEMENTS ON PRIVATE PROPERTY BY AGREEMENT",
            "section": "Special charges by-law",
            "content": " 35.14 (1) After the treasurer has certified the local improvement roll under subsection 35.11 (2) or section 35.15, the City shall by by-law provide that, (a)  the amount specially charged on each lot set out in the roll is sufficient to raise that lot’s share of the cost by a specified number of annual payments; and (b)  a special charge is imposed in each year on each lot equal to the amount of the payment payable in that year. O. Reg. 323/12, s. 7. (2) The amount of each annual payment shall be entered in the local improvement roll by the treasurer. O. Reg. 323/12, s. 7. (3) The annual payments with respect to a work shall not extend beyond its lifetime. O. Reg. 323/12, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK57\"></a><b>35.14 </b>(1) After the treasurer has certified the local improvement roll under subsection 35.11 (2) or section 35.15, the City shall by by-law provide that,</p> <p class=\"clause-e\">  (a)  the amount specially charged on each lot set out in the roll is sufficient to raise that lot’s share of the cost by a specified number of annual payments; and</p> <p class=\"clause-e\">  (b)  a special charge is imposed in each year on each lot equal to the amount of the payment payable in that year. O. Reg. 323/12, s. 7.</p> <p class=\"subsection-e\">  (2) The amount of each annual payment shall be entered in the local improvement roll by the treasurer. O. Reg. 323/12, s. 7.</p> <p class=\"subsection-e\">  (3) The annual payments with respect to a work shall not extend beyond its lifetime. O. Reg. 323/12, s. 7.</p>"
        },
        {
            "ahref_id": "#BK58",
            "TOCid": "35.15",
            "part_id": "PART III  ",
            "part_type": "PART III LOCAL IMPROVEMENTS ON PRIVATE PROPERTY BY AGREEMENT",
            "section": "Amendments to local improvement roll",
            "content": " 35.15 The treasurer shall make any corrections in the local improvement roll that are necessary to give effect to changes made in accordance with sections 35.16 and 35.17 and shall certify the corrected roll. O. Reg. 323/12, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK58\"></a><b>35.15 </b>The treasurer shall make any corrections in the local improvement roll that are necessary to give effect to changes made in accordance with sections 35.16 and 35.17 and shall certify the corrected roll. O. Reg. 323/12, s. 7.</p>"
        },
        {
            "ahref_id": "#BK59",
            "TOCid": "35.16",
            "part_id": "PART III  ",
            "part_type": "PART III LOCAL IMPROVEMENTS ON PRIVATE PROPERTY BY AGREEMENT",
            "section": "Apportioning special charges if lot subdivided",
            "content": " 35.16 (1) If a lot that is or is to be specially charged is subdivided into two or more new lots, the City shall apportion the amount of special charges that would have otherwise been charged on the original lot among the new lots by imposing special charges. O. Reg. 323/12, s. 7. (2) The apportionment of the amount of special charges among the new lots shall be done as follows: 1.  If the sufficient agreement provides for a specified method of apportioning special charges among the new lots when an original lot is subdivided, the City shall apportion the amount among the new lots in accordance with the specified method of apportioning special charges. 2.  If the sufficient agreement does not provide for a specified method of apportioning special charges among the new lots when an original lot is subdivided, the City may apportion the amount in any manner the City considers just and equitable, having regard to the relative degree of benefit received by each of the new lots. O. Reg. 323/12, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK59\"></a><b>35.16 </b>(1) If a lot that is or is to be specially charged is subdivided into two or more new lots, the City shall apportion the amount of special charges that would have otherwise been charged on the original lot among the new lots by imposing special charges. O. Reg. 323/12, s. 7.</p> <p class=\"subsection-e\">  (2) The apportionment of the amount of special charges among the new lots shall be done as follows:</p> <p class=\"paragraph-e\">  1.  If the sufficient agreement provides for a specified method of apportioning special charges among the new lots when an original lot is subdivided, the City shall apportion the amount among the new lots in accordance with the specified method of apportioning special charges.  </p> <p class=\"paragraph-e\">  2.  If the sufficient agreement does not provide for a specified method of apportioning special charges among the new lots when an original lot is subdivided, the City may apportion the amount in any manner the City considers just and equitable, having regard to the relative degree of benefit received by each of the new lots. O. Reg. 323/12, s. 7.</p>"
        },
        {
            "ahref_id": "#BK60",
            "TOCid": "35.17",
            "part_id": "PART III  ",
            "part_type": "PART III LOCAL IMPROVEMENTS ON PRIVATE PROPERTY BY AGREEMENT",
            "section": "Reduction or increase in special charge due to gross error",
            "content": " 35.17 (1) The treasurer shall, at any time after the certification of the local improvement roll, reduce or increase any special charge for the current year and the remaining years for which the special charge is imposed if the treasurer determines that the special charge is incorrect by reason of any gross or manifest error. O. Reg. 323/12, s. 7. (2) Before reducing or increasing a special charge, the City shall give notice of the proposed reduction or increase to the owners of the lots specially charged for the work and to which the reduction or increase applies. O. Reg. 323/12, s. 7. (3) By filing an objection with the city clerk, a person may object to the reduction or increase to the special charge on the grounds that the reduction or increase is incorrect or not warranted. O. Reg. 323/12, s. 7. (4) The treasurer shall consider the objection and may make any decision the treasurer considers fair and equitable. O. Reg. 323/12, s. 7. (5) Where there is a reduction in the special charge, the amount of the reduction shall be borne by the City. O. Reg. 323/12, s. 7. (6) Where there is an increase in the special charge, the amount of the increase shall be applied towards payment of the special charges imposed to raise the owners’ share of the cost of the work. O. Reg. 323/12, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK60\"></a><b>35.17 </b>(1) The treasurer shall, at any time after the certification of the local improvement roll, reduce or increase any special charge for the current year and the remaining years for which the special charge is imposed if the treasurer determines that the special charge is incorrect by reason of any gross or manifest error. O. Reg. 323/12, s. 7.</p> <p class=\"subsection-e\">  (2) Before reducing or increasing a special charge, the City shall give notice of the proposed reduction or increase to the owners of the lots specially charged for the work and to which the reduction or increase applies. O. Reg. 323/12, s. 7.</p> <p class=\"subsection-e\">  (3) By filing an objection with the city clerk, a person may object to the reduction or increase to the special charge on the grounds that the reduction or increase is incorrect or not warranted. O. Reg. 323/12, s. 7.</p> <p class=\"subsection-e\">  (4) The treasurer shall consider the objection and may make any decision the treasurer considers fair and equitable. O. Reg. 323/12, s. 7.</p> <p class=\"subsection-e\">  (5) Where there is a reduction in the special charge, the amount of the reduction shall be borne by the City. O. Reg. 323/12, s. 7.</p> <p class=\"subsection-e\">  (6) Where there is an increase in the special charge, the amount of the increase shall be applied towards payment of the special charges imposed to raise the owners’ share of the cost of the work. O. Reg. 323/12, s. 7.</p>"
        },
        {
            "ahref_id": "#BK61",
            "TOCid": "35.18",
            "part_id": "PART III  ",
            "part_type": "PART III LOCAL IMPROVEMENTS ON PRIVATE PROPERTY BY AGREEMENT",
            "section": "Proportion of City’s and owners’ share cannot be changed",
            "content": " 35.18 The treasurer shall not change the proportion of the City’s and the owners’ share of the cost, except to the extent that the proportion may be affected by a decision made under section 35.11 or 35.17. O. Reg. 323/12, s. 7. Part IV   Transitional Provisions",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK61\"></a><b>35.18 </b>The treasurer shall not change the proportion of the City’s and the owners’ share of the cost, except to the extent that the proportion may be affected by a decision made under section 35.11 or 35.17. O. Reg. 323/12, s. 7.</p> <p class=\"partnum-e\"><a name=\"BK62\"></a>Part IV <br/>  Transitional Provisions</p>"
        },
        {
            "ahref_id": "#BK62",
            "TOCid": "PART IV  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART IV TRANSITIONAL PROVISIONS",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK63",
            "TOCid": "36.",
            "part_id": "PART IV  ",
            "part_type": "PART IV TRANSITIONAL PROVISIONS",
            "section": "Transition re Local Improvement Act",
            "content": " 36. (1) In this section, “old Act” means the Local Improvement Act, as it read on December 31, 2002.  O. Reg. 596/06, s. 36 (1). (2) Any matter or proceeding commenced by the City under the old Act on or before March 31, 2003, (a)  may be continued after that date; and (b)  if it is continued, shall be continued and finally disposed of as if that Act were still in force.  O. Reg. 596/06, s. 36 (2). (3) For the purpose of subsection (2), the undertaking of a work as a local improvement is deemed to have been commenced under the old Act on the earliest of, (a)  the day the City passes a by-law to undertake the work as a local improvement; (b)  the first day the City gives notice, in Form 1, 2 or 3 of the old Act, of its intention to undertake the work as a local improvement; and (c)  the day a petition in favour of undertaking the work as a local improvement is received by the clerk of the City.  O. Reg. 596/06, s. 36 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK63\"></a><b>36. </b>(1) In this section,</p> <p class=\"firstdef-e\">“old Act” means the <i>Local Improvement Act</i>, as it read on December 31, 2002.  O. Reg. 596/06, s. 36 (1).</p> <p class=\"subsection-e\">  (2) Any matter or proceeding commenced by the City under the old Act on or before March 31, 2003,</p> <p class=\"clause-e\">  (a)  may be continued after that date; and</p> <p class=\"clause-e\">  (b)  if it is continued, shall be continued and finally disposed of as if that Act were still in force.  O. Reg. 596/06, s. 36 (2).</p> <p class=\"subsection-e\">  (3) For the purpose of subsection (2), the undertaking of a work as a local improvement is deemed to have been commenced under the old Act on the earliest of,</p> <p class=\"clause-e\">  (a)  the day the City passes a by-law to undertake the work as a local improvement;</p> <p class=\"clause-e\">  (b)  the first day the City gives notice, in Form 1, 2 or 3 of the old Act, of its intention to undertake the work as a local improvement; and</p> <p class=\"clause-e\">  (c)  the day a petition in favour of undertaking the work as a local improvement is received by the clerk of the City.  O. Reg. 596/06, s. 36 (3).</p>"
        },
        {
            "ahref_id": "#BK64",
            "TOCid": "37.",
            "part_id": "PART IV  ",
            "part_type": "PART IV TRANSITIONAL PROVISIONS",
            "section": "Transition re Ontario Regulation 119/03",
            "content": " 37. (1) In this section,  “old Regulation” means Ontario Regulation 119/03 (Local Improvement Charges — Priority Lien Status) made under the Municipal Act, 2001, as it read on the day before this Regulation comes into force.  O. Reg. 596/06, s. 37 (1). (2) Any matter or proceeding commenced by the City under the old Regulation on or before the day this Regulation comes into force, (a)  may be continued after that date; and (b)  if it is continued, shall be continued and finally disposed of as if the old Regulation were still in force.  O. Reg. 596/06, s. 37 (2). (3) For the purpose of subsection (2), the undertaking of a work as a local improvement is deemed to have been commenced under the old Regulation on the day the City gave public notice under section 3 of that regulation.  O. Reg. 596/06, s. 37 (3). 38. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 596/06, s. 38.  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK64\"></a><b>37. </b>(1) In this section, </p> <p class=\"firstdef-e\">“old Regulation” means Ontario Regulation 119/03 (Local Improvement Charges — Priority Lien Status) made under the <i>Municipal Act, 2001</i>, as it read on the day before this Regulation comes into force.  O. Reg. 596/06, s. 37 (1).</p> <p class=\"subsection-e\">  (2) Any matter or proceeding commenced by the City under the old Regulation on or before the day this Regulation comes into force,</p> <p class=\"clause-e\">  (a)  may be continued after that date; and</p> <p class=\"clause-e\">  (b)  if it is continued, shall be continued and finally disposed of as if the old Regulation were still in force.  O. Reg. 596/06, s. 37 (2).</p> <p class=\"subsection-e\">  (3) For the purpose of subsection (2), the undertaking of a work as a local improvement is deemed to have been commenced under the old Regulation on the day the City gave public notice under section 3 of that regulation.  O. Reg. 596/06, s. 37 (3).</p> <p class=\"section-e\"> <b>38.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 596/06, s. 38.</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/060596\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}