{
    "reg_info": {
        "full_title": "O. Reg. 394/98: TAX MATTERS - DEFINITION OF BUSINESS PROPERTY AND RESIDENTIAL PROPERTY",
        "reg_name_text": "TAX MATTERS — DEFINITION OF BUSINESS PROPERTY AND RESIDENTIAL PROPERTY",
        "citation": "O. Reg. 394/98: TAX MATTERS - DEFINITION OF BUSINESS PROPERTY AND RESIDENTIAL PROPERTY",
        "act_under": "Education Act",
        "url": "https://www.ontario.ca/laws/regulation/980394",
        "date_scraped": "2023-12-19 02:33:03"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  5, 2017",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/980394/v3",
            "valid_from": "May 11, 2017",
            "valid_to": "July  4, 2017"
        },
        {
            "a_href": "/laws/regulation/980394/v2",
            "valid_from": "July 23, 2012",
            "valid_to": "May 10, 2017"
        },
        {
            "a_href": "/laws/regulation/980394/v1",
            "valid_from": "July  2, 1998",
            "valid_to": "July 22, 2012"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Business property",
            "content": " 1. The following classes of real property are prescribed for the purposes of clause (b) of the definition of “business property” in section 257.5 of the Act: 1. A property class that the council of a municipality opts to have apply in the municipality under regulations made under the Assessment Act that contains property that would otherwise be in the commercial, industrial or pipe line property class prescribed under that Act. 2. The landfill property class prescribed under the Assessment Act. O. Reg. 134/17, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1.</b> The following classes of real property are prescribed for the purposes of clause (b) of the definition of “business property” in section 257.5 of the Act:</p> <p class=\"paragraph-e\">  1. A property class that the council of a municipality opts to have apply in the municipality under regulations made under the <i>Assessment Act </i>that contains property that would otherwise be in the commercial, industrial or pipe line property class prescribed under that Act.</p> <p class=\"paragraph-e\">  2. The landfill property class prescribed under the <i>Assessment Act</i>. O. Reg. 134/17, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Residential property",
            "content": " 2. The following class of real property is prescribed for the purposes of clause (b) of the definition of “residential property” in section 257.5 of the Act: 1. A property class that the council of a municipality opts to have apply in the municipality under regulations made under the Assessment Act that contains property that would otherwise be in the farm, managed forests, residential or multi-residential property class prescribed under that Act. 2. The new multi-residential property class prescribed under the Assessment Act. O. Reg. 134/17, s. 1; O. Reg. 261/17, s. 1.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>The following class of real property is prescribed for the purposes of clause (b) of the definition of “residential property” in section 257.5 of the Act:</p> <p class=\"paragraph-e\">  1. A property class that the council of a municipality opts to have apply in the municipality under regulations made under the <i>Assessment Act</i> that contains property that would otherwise be in the farm, managed forests, residential or multi-residential property class prescribed under that Act.</p> <p class=\"paragraph-e\">  2. The new multi-residential property class prescribed under the <i>Assessment Act</i>. O. Reg. 134/17, s. 1; O. Reg. 261/17, s. 1.</p> <p class=\"paragraph-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/980394\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}