{
    "reg_info": {
        "full_title": "O. Reg. 185/01: TRAIL PERMITS",
        "reg_name_text": "trail permits",
        "citation": "O. Reg. 185/01: TRAIL PERMITS",
        "act_under": "Motorized Snow Vehicles Act   Loi sur les motoneiges",
        "url": "https://www.ontario.ca/laws/regulation/010185",
        "date_scraped": "2023-12-19 02:26:57"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "September 29, 2017",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/010185/v2",
            "valid_from": "June 13, 2005",
            "valid_to": "September 28, 2017"
        },
        {
            "a_href": "/laws/regulation/010185/v1",
            "valid_from": "December 14, 2001",
            "valid_to": "June 12, 2005"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions ",
            "content": "  1. (1) For the purpose of section 2.1 of the Act and this Regulation,  “prescribed trail” means a trail or part of a trail on which a trail permit is required by section 2.1 of the Act and that is operated or maintained by or on behalf of the Ontario Federation of Snowmobile Clubs, and includes such a trail or part of a trail that is on Crown land or other public land, but excludes any Crown land or other public land where the operation of motorized snow vehicles is prohibited by law.  O. Reg. 185/01, s. 1 (1). (2) In this Regulation, “immediate family members” means a person’s spouse, sibling, father, mother, grandfather, grandmother, son, daughter, grandson, granddaughter, son-in-law, daughter-in-law, father-in-law or mother-in-law; “spouse” has the same meaning as in Part III of the Family Law Act.  O. Reg. 359/05, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>  1.</b><b> </b>(1) For the purpose of section 2.1 of the Act and this Regulation, </p> <p class=\"firstdef-e\">“prescribed trail” means a trail or part of a trail on which a trail permit is required by section 2.1 of the Act and that is operated or maintained by or on behalf of the Ontario Federation of Snowmobile Clubs, and includes such a trail or part of a trail that is on Crown land or other public land, but excludes any Crown land or other public land where the operation of motorized snow vehicles is prohibited by law.  O. Reg. 185/01, s. 1 (1).</p> <p class=\"subsection-e\">  (2) In this Regulation, </p> <p class=\"firstdef-e\">“immediate family members” means a person’s spouse, sibling, father, mother, grandfather, grandmother, son, daughter, grandson, <span>granddaughter, son-in-law, daughter-in-law, father-in-law or mother-in-law</span>;</p> <p class=\"definition-e\">“spouse” has the same meaning as in Part III of the <i>Family Law Act</i>.  O. Reg. 359/05, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Signs on prescribed trails",
            "content": " 2. (1) Prescribed trails shall be identified by signs bearing the letters “OFSC” in letters not less than 4.5 centimetres high and the words “Prescribed Trail” in letters not less than 1 centimetre high that are posted,  (a) not more than 5 kilometres from any point along every prescribed trail; and (b) at every intersection of prescribed trails with any other trail, highway, railway crossing or other crossing.  O. Reg. 185/01, s. 2 (1). (2) The signs shall be retro-reflective and not less than 20 centimetres by 10 centimetres.  O. Reg. 185/01, s. 2 (2). (3) A trail or part of a trail is a prescribed trail whether or not the signs described in this section are posted.  O. Reg. 185/01, s. 2 (3).",
            "raw_html": "<p class=\"section-e\"> <b>2.</b><b> </b>(1) Prescribed trails shall be identified by signs bearing the letters “<span class=\"ovallcaps\"><span>OFSC</span></span>” in letters not less than 4.5 centimetres high and the words “Prescribed Trail” in letters not less than 1 centimetre high that are posted, </p> <p class=\"clause-e\">  (a) not more than 5 kilometres from any point along every prescribed trail; and</p> <p class=\"clause-e\">  (b) at every intersection of prescribed trails with any other trail, highway, railway crossing or other crossing.  O. Reg. 185/01, s. 2 (1).</p> <p class=\"subsection-e\">  (2) The signs shall be retro-reflective and not less than 20 centimetres by 10 centimetres.  O. Reg. 185/01, s. 2 (2).</p> <p class=\"subsection-e\">  (3) A trail or part of a trail is a prescribed trail whether or not the signs described in this section are posted.  O. Reg. 185/01, s. 2 (3).</p>"
        },
        {
            "id": "3.",
            "section": "Trail permits ",
            "content": " 3. (1) A person shall not be issued a trail permit unless the person completes the application in full and pays the fee established by the Minister.  O. Reg. 185/01, s. 3 (1). (2) A trail permit is valid until the 31st day of May after the date the permit is issued.  O. Reg. 185/01, s. 3 (2). (3) A trail permit shall be affixed to the motorized snow vehicle, (a) at the bottom edge of the centre of the windshield; or (b) on top of and to the left of centre of the engine cowling as close as possible to the centre of the windshield, without obscuring or being obscured by the registration number required to be displayed on the vehicle.  O. Reg. 185/01, s. 3 (3).",
            "raw_html": "<p class=\"section-e\"> <b>3.</b><b> </b>(1) A person shall not be issued a trail permit unless the person completes the application in full and pays the fee established by the Minister.  O. Reg. 185/01, s. 3 (1).</p> <p class=\"subsection-e\">  (2) A trail permit is valid until the 31st day of May after the date the permit is issued.  O. Reg. 185/01, s. 3 (2).</p> <p class=\"subsection-e\">  (3) A trail permit shall be affixed to the motorized snow vehicle,</p> <p class=\"clause-e\">  (a) at the bottom edge of the centre of the windshield; or</p> <p class=\"clause-e\">  (b) on top of and to the left of centre of the engine cowling as close as possible to the centre of the windshield, without obscuring or being obscured by the registration number required to be displayed on the vehicle.  O. Reg. 185/01, s. 3 (3).</p>"
        },
        {
            "id": "4.",
            "section": "Exemptions",
            "content": " 4. Subsections 2.1 (1) and (4) of the Act do not apply to a person belonging to a class of persons listed in Column 1 of the Table only in the circumstances set out opposite the class in Column 2 of the Table and only if the person carries with him or her while driving the motorized snow vehicle on the prescribed trail the documents listed opposite the class in Column 3 of the Table.  O. Reg. 185/01, s. 4. Table Item   Column 1   Class of persons   Column 2   Circumstances   Column 3   Documents \n\n  1.   Police officers, emergency workers including ambulance and medical workers, search and rescue workers, firefighters as defined in subsection 1 (1) of the Fire Protection and Prevention Act, 1997, employees of the Ministry of Natural Resources and Forestry or the Ministry of Northern Development and Mines, employees of the federal Department of National Defence.   While engaged in duties required by their employer.   Identification issued by their employer.  \n\n  2.   Aboriginal peoples of Canada.   While on treaty or traditional lands.    None. \n\n  3a.    Licensed bait harvesters and their designates.   While engaged in bait harvesting within the bait harvest area or while travelling directly to or from the bait harvest area to engage in bait harvesting, if the trail is the only access route from the closest road to the bait harvest area or is the only safe access route to the bait harvest area.   An original or a legible copy of a valid bait harvester licence. \n\n  3b.   Licensed bait harvesters’ helpers.   While accompanying a licensed bait harvester or designate in the circumstances described in item 3a.   None. \n\n  4.   Licensed commercial fish harvesters and their designates.   While engaged in commercial fishing activities within the commercial fishing area or while travelling directly to or from the commercial fishing area to engage in commercial fishing, if the trail is the only access route from the closest road to the commercial fishing area or is the only safe access route to the commercial fishing area.   An original or a legible copy of a valid commercial fishing licence. \n\n  5.   Tenants of Crown land and such tenants’ immediate family members.   While travelling directly to or from the Crown land, if the trail is the only access route from the closest road to the Crown land or is the only safe access route to the Crown land.   A legible copy of a land use permit, licence of occupation or lease, issued under the Public Lands Act or a regulation under that Act. \n\n  6.   Forest workers, including the employees or agents of any forest or timber company.   While engaged in forestry activities pursuant to a licence under the Crown Forest Sustainability Act, 1994 or a private land forest harvesting contract within the location of the forestry operation or while travelling directly to or from the location of the forestry operation, if the trail is the only access route from the closest road to the location of the forestry operation or is the only safe access route to the location of the forestry operation.   A valid forest resource licence or a letter prepared within the previous 240 days by the forest or timber company on stationery bearing the company’s letterhead, setting out,   (i) the company name, address, phone number and the date on which the letter was prepared,   (ii) the name, address and phone number for each contractor or agent working on the operation,   (iii) the name of each employee working on operation for both the company and any contractor or agent,   (iv) a description of the location of the operation, including the name of any municipality within which the operation is located, and   (v) the signature, name, title, address and phone number of the person who prepared the letter. \n\n  7.   Landowners, their tenants and the immediate family members of landowners and of their tenants.   While travelling directly to or from the property owned by the landowner, if the trail is the only access route from the closest road to the property or is the only safe access route to the property.   Proof of ownership of or title to the property that is a government form, deed, registry or other document of land transfer, or in the case of tenancy, a copy of the lease for the property if one exists or a letter from the landowner prepared within the previous 240 days identifying the property by its municipal description and address and identifying the owner and the tenant by name, address and phone number. \n\n  8.   The immediate family members of the owners of land on which there is a prescribed trail and the guests of such landowners and of their immediate family members.   While on the trail on the owned property.   None. \n\n  9a.   Licensed trappers.   While engaged in trapping activities within the trapping area, or while travelling directly to or from the trapping area, if the trail is the only access route from the closest road to the trapping area or is the only safe access route to the trapping area.   An original valid trapper’s licence and either a registered trapline map issued by the Ministry of Natural Resources and Forestry or a description of the resident trapline area, including its municipal location, lot number and size. \n\n  9b.   Licensed trappers’ helpers.   While engaged in trapping activities within the trapping area, or while travelling directly to or from the trapping area, if the trail is the only access route from the closest road to the trapping area or is the only safe access route to the trapping area.   An original valid trapper’s licence or a legible copy of it and either a registered trapline map issued by the Ministry of Natural Resources and Forestry or a description of the resident trapline area, including its municipal location, lot number and size. \n\n  10.   Workers for utility companies including telephone, cable, hydro-electric, gas or other pipeline companies or service providers, and their contractors.   While engaged in activities pursuant to employment at the location of the installation, or when travelling directly to or from the location of the installation, if the trail is the only access route from the closest road to the location of the installation or is the only safe access route to the location of the installation.   A copy of the contract or work order, if any, or a letter prepared within the previous 240 days from the utility company, on stationery bearing the company’s letterhead, setting out,   (i) the company name, address and phone number and the date on which the letter was prepared,   (ii) the name, address and phone number of each contractor working on the project,   (iii) the name and employee identification number, if any, for each employee working on the project for both the company and the contractor,   (iv) the description of the location of the project, including the name of any municipality within which the project is located, and   (v) the signature, name, title, address and phone number of the person who prepared the letter. \n\n  11a.   Licensed prospectors and their helpers 18 years old or older.   While staking or working claims within a claim area, or while travelling directly to or from a claim area, if the trail is the only access route from the closest road to the claim area or is the only safe access route to the claim area.  While working for a mining or exploration company, a contractor or field service supplier, within a claim area, or while travelling directly to or from a claim area, if the trail is the only access route from the closest road to the claim area or is the only safe access route to the claim area.   An original valid prospectors licence or a legible copy of it and either,   (i) mining claim tags, or    (ii) a claim map or a legible copy of a claim map, showing the property or part of the property on which the trail is situate and a claim abstract or a legible copy of a claim abstract for the claim area. \n\n  11b.   Licensed prospectors’ helpers, under the age of 18.   While staking or working claims within a claim area, or while travelling directly to or from a claim area, if the trail is the only access route from the closest road to the claim area or is the only safe access route to the claim area.  While working for a mining or exploration company, a contractor or field service supplier, within a claim area, or while travelling directly to or from a claim area, if the trail is the only access route from the closest road to the claim area or is the only safe access route to the claim area.   None. \n\n  12.   Employees of a mining or exploration company, and the employees of any contractor, driller, claim staker, land surveyor or geotechnical surveyor that is engaged by such a company, or any field service supplier of any of these persons.   Within the mining or exploration project area or while travelling directly to or from the project area, if the trail is the only access route from the closest road to the project area or is the only safe access route to the project area.   A valid trail permit exemption form issued by the Ministry of Northern Development and Mines or a letter prepared within the previous 240 days on stationery bearing the mining or exploration company’s letterhead, setting out,   (i) the company name, address and phone number and the date on which the letter was prepared,   (ii) the contractor name, address and phone number for each contractor working on the project,   (iii) the name and employee identification number, if any, for each employee working on project for both the company and the contractor,   (iv) the description of the location of the project, including the name of any municipality within which the project is located, and    (v) the signature, name, title, address and phone number of the person who prepared the letter. \n\n  13a.   Licensed anglers.   While engaged in angling activities during open season, as defined in the Ontario Fishery Regulations made under the Fisheries Act (Canada), pursuant to a valid fishing or hunting/fishing outdoors card and a valid sport fishing validation tag, both issued under the Fish and Wildlife Conservation Act, 1997, and while travelling on Crown or other public land directly to or from the area open for angling, within the meaning of the Fisheries Act (Canada), if the trail is the only access route from the closest road to the area open for angling or is the only safe access route to the area open for angling.   A valid fishing or hunting/fishing outdoors card and a valid sport fishing validation tag, both issued under the Fish and Wildlife Conservation Act, 1997.  \n\n  13b.   Anglers 65 years old or older or under 18 years old.   While engaged in angling activities during open season, as defined in the Ontario Fishery Regulations made under the Fisheries Act (Canada), pursuant to a valid fishing or hunting/fishing outdoors card and a valid sport fishing validation tag, both issued under the Fish and Wildlife Conservation Act, 1997, and while travelling on Crown or other public land directly to or from the area open for angling, within the meaning of the Fisheries Act (Canada), if the trail is the only access route from the closest road to the area open for angling or is the only safe access route to the area open for angling.   A valid fishing or hunting/fishing outdoors card issued under the Fish and Wildlife Conservation Act, 1997 or,   (i) a driver’s licence,   (ii) a motorized snow vehicle operator’s licence, or   (iii) a birth certificate. \n\n  14.   Licensed hunters.   While engaged in hunting activities and carrying hunting equipment on land other than the trail, during open season, as defined in the Fish and Wildlife Conservation Act,1997, pursuant to a valid outdoors card and a valid licence to hunt, both issued under that Act, and while travelling on Crown or other public land directly to or from the hunting area and carrying hunting equipment, if the trail is the only access route from the closest road to the hunting area or is the only safe access route to the hunting area.   A valid outdoors card and a valid licence to hunt, both issued under the Fish and Wildlife Conservation Act, 1997. O. Reg. 370/17, s. 1.    ",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>Subsections 2.1 (1) and (4) of the Act do not apply to a person belonging to a class of persons listed in Column 1 of the Table only in the circumstances set out opposite the class in Column 2 of the Table and only if the person carries with him or her while driving the motorized snow vehicle on the prescribed trail the documents listed opposite the class in Column 3 of the Table.  O. Reg. 185/01, s. 4.</p> <p class=\"tableheading-e\">Table</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Column 1 <br/>  Class of persons</p> </td> <td valign=\"top\" width=\"171\"> <p class=\"table-e\">Column 2 <br/>  Circumstances</p> </td> <td valign=\"top\" width=\"210\"> <p class=\"table-e\">Column 3 <br/>  Documents</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Police officers, emergency workers including ambulance and medical workers, search and rescue workers, firefighters as defined in subsection 1 (1) of the <i>Fire Protection and Prevention Act, 1997</i>, employees of the Ministry of Natural Resources and Forestry or the Ministry of Northern Development and Mines, employees of the federal Department of National Defence.</p> </td> <td valign=\"top\" width=\"171\"> <p class=\"table-e\">While engaged in duties required by their employer.</p> </td> <td valign=\"top\" width=\"210\"> <p class=\"table-e\">Identification issued by their employer. </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Aboriginal peoples of Canada.</p> </td> <td valign=\"top\" width=\"171\"> <p class=\"table-e\">While on treaty or traditional lands. </p> </td> <td valign=\"top\" width=\"210\"> <p class=\"table-e\">None.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">3a.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"tablelevel1-e\"> Licensed bait harvesters and their designates.</p> </td> <td valign=\"top\" width=\"171\"> <p class=\"table-e\">While engaged in bait harvesting within the bait harvest area or while travelling directly to or from the bait harvest area to engage in bait harvesting, if the trail is the only access route from the closest road to the bait harvest area or is the only safe access route to the bait harvest area.</p> </td> <td valign=\"top\" width=\"210\"> <p class=\"table-e\">An original or a legible copy of a valid bait harvester licence.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">3b.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Licensed bait harvesters’ helpers.</p> </td> <td valign=\"top\" width=\"171\"> <p class=\"table-e\">While accompanying a licensed bait harvester or designate in the circumstances described in item 3a.</p> </td> <td valign=\"top\" width=\"210\"> <p class=\"table-e\">None.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Licensed commercial fish harvesters and their designates.</p> </td> <td valign=\"top\" width=\"171\"> <p class=\"table-e\">While engaged in commercial fishing activities within the commercial fishing area or while travelling directly to or from the commercial fishing area to engage in commercial fishing, if the trail is the only access route from the closest road to the commercial fishing area or is the only safe access route to the commercial fishing area.</p> </td> <td valign=\"top\" width=\"210\"> <p class=\"table-e\">An original or a legible copy of a valid commercial fishing licence.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Tenants of Crown land and such tenants’ immediate family members.</p> </td> <td valign=\"top\" width=\"171\"> <p class=\"table-e\">While travelling directly to or from the Crown land, if the trail is the only access route from the closest road to the Crown land or is the only safe access route to the Crown land.</p> </td> <td valign=\"top\" width=\"210\"> <p class=\"table-e\">A legible copy of a land use permit, licence of occupation or lease, issued under the <i>Public Lands Act</i> or a regulation under that Act.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Forest workers, including the employees or agents of any forest or timber company.</p> </td> <td valign=\"top\" width=\"171\"> <p class=\"table-e\">While engaged in forestry activities pursuant to a licence under the <i>Crown Forest Sustainability Act, 1994</i> or a private land forest harvesting contract within the location of the forestry operation or while travelling directly to or from the location of the forestry operation, if the trail is the only access route from the closest road to the location of the forestry operation or is the only safe access route to the location of the forestry operation.</p> </td> <td valign=\"top\" width=\"210\"> <p class=\"table-e\">A valid forest resource licence or a letter prepared within the previous 240 days by the forest or timber company on stationery bearing the company’s letterhead, setting out,</p> <p class=\"tablelevel2-e\">  (i) the company name, address, phone number and the date on which the letter was prepared,</p> <p class=\"tablelevel2-e\">  (ii) the name, address and phone number for each contractor or agent working on the operation,</p> <p class=\"tablelevel2-e\">  (iii) the name of each employee working on operation for both the company and any contractor or agent,</p> <p class=\"tablelevel2-e\">  (iv) a description of the location of the operation, including the name of any municipality within which the operation is located, and</p> <p class=\"tablelevel2-e\">  (v) the signature, name, title, address and phone number of the person who prepared the letter.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">7.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Landowners, their tenants and the immediate family members of landowners and of their tenants.</p> </td> <td valign=\"top\" width=\"171\"> <p class=\"table-e\">While travelling directly to or from the property owned by the landowner, if the trail is the only access route from the closest road to the property or is the only safe access route to the property.</p> </td> <td valign=\"top\" width=\"210\"> <p class=\"table-e\">Proof of ownership of or title to the property that is a government form, deed, registry or other document of land transfer, or in the case of tenancy, a copy of the lease for the property if one exists or a letter from the landowner prepared within the previous 240 days identifying the property by its municipal description and address and identifying the owner and the tenant by name, address and phone number.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">8.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">The immediate family members of the owners of land on which there is a prescribed trail and the guests of such landowners and of their immediate family members.</p> </td> <td valign=\"top\" width=\"171\"> <p class=\"table-e\">While on the trail on the owned property.</p> </td> <td valign=\"top\" width=\"210\"> <p class=\"table-e\">None.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">9a.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Licensed trappers.</p> </td> <td valign=\"top\" width=\"171\"> <p class=\"table-e\">While engaged in trapping activities within the trapping area, or while travelling directly to or from the trapping area, if the trail is the only access route from the closest road to the trapping area or is the only safe access route to the trapping area.</p> </td> <td valign=\"top\" width=\"210\"> <p class=\"table-e\">An original valid trapper’s licence and either a registered trapline map issued by the Ministry of Natural Resources and Forestry or a description of the resident trapline area, including its municipal location, lot number and size.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">9b.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Licensed trappers’ helpers.</p> </td> <td valign=\"top\" width=\"171\"> <p class=\"table-e\">While engaged in trapping activities within the trapping area, or while travelling directly to or from the trapping area, if the trail is the only access route from the closest road to the trapping area or is the only safe access route to the trapping area.</p> </td> <td valign=\"top\" width=\"210\"> <p class=\"table-e\">An original valid trapper’s licence or a legible copy of it and either a registered trapline map issued by the Ministry of Natural Resources and Forestry or a description of the resident trapline area, including its municipal location, lot number and size.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">10.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Workers for utility companies including telephone, cable, hydro-electric, gas or other pipeline companies or service providers, and their contractors.</p> </td> <td valign=\"top\" width=\"171\"> <p class=\"table-e\">While engaged in activities pursuant to employment at the location of the installation, or when travelling directly to or from the location of the installation, if the trail is the only access route from the closest road to the location of the installation or is the only safe access route to the location of the installation.</p> </td> <td valign=\"top\" width=\"210\"> <p class=\"table-e\">A copy of the contract or work order, if any, or a letter prepared within the previous 240 days from the utility company, on stationery bearing the company’s letterhead, setting out,</p> <p class=\"tablelevel2-e\">  (i) the company name, address and phone number and the date on which the letter was prepared,</p> <p class=\"tablelevel2-e\">  (ii) the name, address and phone number of each contractor working on the project,</p> <p class=\"tablelevel2-e\">  (iii) the name and employee identification number, if any, for each employee working on the project for both the company and the contractor,</p> <p class=\"tablelevel2-e\">  (iv) the description of the location of the project, including the name of any municipality within which the project is located, and</p> <p class=\"tablelevel2-e\">  (v) the signature, name, title, address and phone number of the person who prepared the letter.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">11a.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Licensed prospectors and their helpers 18 years old or older.</p> </td> <td valign=\"top\" width=\"171\"> <p class=\"table-e\">While staking or working claims within a claim area, or while travelling directly to or from a claim area, if the trail is the only access route from the closest road to the claim area or is the only safe access route to the claim area.  While working for a mining or exploration company, a contractor or field service supplier, within a claim area, or while travelling directly to or from a claim area, if the trail is the only access route from the closest road to the claim area or is the only safe access route to the claim area.</p> </td> <td valign=\"top\" width=\"210\"> <p class=\"table-e\">An original valid prospectors licence or a legible copy of it and either,</p> <p class=\"tablelevel2-e\">  (i) mining claim tags, or </p> <p class=\"tablelevel2-e\">  (ii) a claim map or a legible copy of a claim map, showing the property or part of the property on which the trail is situate and a claim abstract or a legible copy of a claim abstract for the claim area.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">11b.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Licensed prospectors’ helpers, under the age of 18.</p> </td> <td valign=\"top\" width=\"171\"> <p class=\"table-e\">While staking or working claims within a claim area, or while travelling directly to or from a claim area, if the trail is the only access route from the closest road to the claim area or is the only safe access route to the claim area.  While working for a mining or exploration company, a contractor or field service supplier, within a claim area, or while travelling directly to or from a claim area, if the trail is the only access route from the closest road to the claim area or is the only safe access route to the claim area.</p> </td> <td valign=\"top\" width=\"210\"> <p class=\"table-e\">None.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">12.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Employees of a mining or exploration company, and the employees of any contractor, driller, claim staker, land surveyor or geotechnical surveyor that is engaged by such a company, or any field service supplier of any of these persons.</p> </td> <td valign=\"top\" width=\"171\"> <p class=\"table-e\">Within the mining or exploration project area or while travelling directly to or from the project area, if the trail is the only access route from the closest road to the project area or is the only safe access route to the project area.</p> </td> <td valign=\"top\" width=\"210\"> <p class=\"table-e\">A valid trail permit exemption form issued by the Ministry of Northern Development and Mines or a letter prepared within the previous 240 days on stationery bearing the mining or exploration company’s letterhead, setting out,</p> <p class=\"tablelevel2-e\">  (i) the company name, address and phone number and the date on which the letter was prepared,</p> <p class=\"tablelevel2-e\">  (ii) the contractor name, address and phone number for each contractor working on the project,</p> <p class=\"tablelevel2-e\">  (iii) the name and employee identification number, if any, for each employee working on project for both the company and the contractor,</p> <p class=\"tablelevel2-e\">  (iv) the description of the location of the project, including the name of any municipality within which the project is located, and </p> <p class=\"tablelevel2-e\">  (v) the signature, name, title, address and phone number of the person who prepared the letter.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">13a.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Licensed anglers.</p> </td> <td valign=\"top\" width=\"171\"> <p class=\"table-e\">While engaged in angling activities during open season, as defined in the Ontario Fishery Regulations made under the <i>Fisheries Act</i><i> </i>(Canada), pursuant to a valid fishing or hunting/fishing outdoors card and a valid sport fishing validation tag, both issued under the <i>Fish and Wildlife Conservation Act, 1997</i>, and while travelling on Crown or other public land directly to or from the area open for angling, within the meaning of the <i>Fisheries Act</i> (Canada), if the trail is the only access route from the closest road to the area open for angling or is the only safe access route to the area open for angling.</p> </td> <td valign=\"top\" width=\"210\"> <p class=\"table-e\">A valid fishing or hunting/fishing outdoors card and a valid sport fishing validation tag, both issued under the <i>Fish and Wildlife Conservation Act, 1997</i>. </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">13b.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Anglers 65 years old or older or under 18 years old.</p> </td> <td valign=\"top\" width=\"171\"> <p class=\"table-e\">While engaged in angling activities during open season, as defined in the Ontario Fishery Regulations made under the <i>Fisheries Act</i><i> </i>(Canada), pursuant to a valid fishing or hunting/fishing outdoors card and a valid sport fishing validation tag, both issued under the <i>Fish and Wildlife Conservation Act, 1997</i>, and while travelling on Crown or other public land directly to or from the area open for angling, within the meaning of the <i>Fisheries Act</i> (Canada), if the trail is the only access route from the closest road to the area open for angling or is the only safe access route to the area open for angling.</p> </td> <td valign=\"top\" width=\"210\"> <p class=\"table-e\">A valid fishing or hunting/fishing outdoors card issued under the <i>Fish and Wildlife Conservation Act, 1997</i> or,</p> <p class=\"tablelevel2-e\">  (i) a driver’s licence,</p> <p class=\"tablelevel2-e\">  (ii) a motorized snow vehicle operator’s licence, or</p> <p class=\"tablelevel2-e\">  (iii) a birth certificate.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">14.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Licensed hunters.</p> </td> <td valign=\"top\" width=\"171\"> <p class=\"table-e\">While engaged in hunting activities and carrying hunting equipment on land other than the trail, during open season, as defined in the <i>Fish and Wildlife Conservation Act,1997</i>, pursuant to a valid outdoors card and a valid licence to hunt, both issued under that Act, and while travelling on Crown or other public land directly to or from the hunting area and carrying hunting equipment, if the trail is the only access route from the closest road to the hunting area or is the only safe access route to the hunting area.</p> </td> <td valign=\"top\" width=\"210\"> <p class=\"table-e\">A valid outdoors card and a valid licence to hunt, both issued under the <i>Fish and Wildlife Conservation Act, 1997</i>. </p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 370/17, s. 1.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}