{
    "reg_info": {
        "full_title": "O. Reg. 278/05: DESIGNATED SUBSTANCE - ASBESTOS ON CONSTRUCTION PROJECTS AND IN BUILDINGS AND REPAIR OPERATIONS",
        "reg_name_text": "Designated Substance — asbestos on construction projects and in buildings and repair operations",
        "citation": "O. Reg. 278/05: DESIGNATED SUBSTANCE - ASBESTOS ON CONSTRUCTION PROJECTS AND IN BUILDINGS AND REPAIR OPERATIONS",
        "act_under": "Occupational Health and Safety Act",
        "url": "https://www.ontario.ca/laws/regulation/050278",
        "date_scraped": "2023-12-18 22:14:37"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2020",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/050278/v10",
            "valid_from": "December 18, 2019",
            "valid_to": "December 31, 2019"
        },
        {
            "a_href": "/laws/regulation/050278/v9",
            "valid_from": "March  2, 2018",
            "valid_to": "December 17, 2019"
        },
        {
            "a_href": "/laws/regulation/050278/v8",
            "valid_from": "January  1, 2011",
            "valid_to": "March  1, 2018"
        },
        {
            "a_href": "/laws/regulation/050278/v7",
            "valid_from": "December  6, 2010",
            "valid_to": "December 31, 2010"
        },
        {
            "a_href": "/laws/regulation/050278/v6",
            "valid_from": "November  5, 2010",
            "valid_to": "December  5, 2010"
        },
        {
            "a_href": "/laws/regulation/050278/v5",
            "valid_from": "July  1, 2010",
            "valid_to": "November  4, 2010"
        },
        {
            "a_href": "/laws/regulation/050278/v4",
            "valid_from": "December 16, 2009",
            "valid_to": "June 30, 2010"
        },
        {
            "a_href": "/laws/regulation/050278/v3",
            "valid_from": "November  1, 2007",
            "valid_to": "December 15, 2009"
        },
        {
            "a_href": "/laws/regulation/050278/v2",
            "valid_from": "November  1, 2005",
            "valid_to": "October 31, 2007"
        },
        {
            "a_href": "/laws/regulation/050278/v1",
            "valid_from": "June 10, 2005",
            "valid_to": "October 31, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Definitions",
            "content": " 1. (1) In this Regulation, “asbestos” means any of the fibrous silicates listed in subsection (2); (“amiante”) “asbestos-containing material” means material that contains 0.5 per cent or more asbestos by dry weight; (“matériau contenant de l’amiante”) “building” means any structure, vault, chamber or tunnel including, without limitation, the electrical, plumbing, heating and air handling equipment (including rigid duct work) of the structure, vault, chamber or tunnel; (“édifice”) “competent worker”, in relation to specific work, means a worker who, (a) is qualified because of knowledge, training and experience to perform the work, (b) is familiar with the Act and with the provisions of the regulations that apply to the work, and (c) has knowledge of all potential or actual danger to health or safety in the work; (“travailleur compétent”) “demolition” includes dismantling and breaking up; (“démolition”) “examine”, when used with reference to material, means to carry out procedures in accordance with section 3 to establish its asbestos content and to establish the type of asbestos, and “examination” has a corresponding meaning; (“examiner”) “friable material” means material that, (a) when dry, can be crumbled, pulverized or powdered by hand pressure, or (b) is crumbled, pulverized or powdered; (“matériau friable”) “HEPA filter” means a high efficiency particulate aerosol filter that is at least 99.97 per cent efficient in collecting a 0.3 micrometre aerosol; (“filtre HEPA”) “homogeneous material” means material that is uniform in colour and texture; (“matériau homogène”) “joint health and safety committee” means, (a) a joint health and safety committee established under section 9 of the Act, (b) a similar committee described in subsection 9 (4) of the Act, or (c) the workers or their representatives who participate in an arrangement, program or system described in subsection 9 (4) of the Act; (“comité mixte sur la santé et la sécurité”) “occupier” has the same meaning as in the Occupiers’ Liability Act; (“occupant”) “Type 1 operation” means an operation described in subsection 12 (2); (“opération de type 1”) “Type 2 operation” means an operation described in subsection 12 (3); (“opération de type 2”) “Type 3 operation” means an operation described in subsection 12 (4). (“opération de type 3”)  O. Reg. 278/05, s. 1 (1). (2) The fibrous silicates referred to in the definition of “asbestos” in subsection (1) are: 1. Actinolite. 2. Amosite. 3. Anthophyllite. 4. Chrysotile. 5. Crocidolite. 6. Tremolite.  O. Reg. 278/05, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK0\"></a><b>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“asbestos” means any of the fibrous silicates listed in subsection (2); (“amiante”)</p> <p class=\"definition-e\">“asbestos-containing material” means material that contains 0.5 per cent or more asbestos by dry weight; (“matériau contenant de l’amiante”)</p> <p class=\"definition-e\">“building” means any structure, vault, chamber or tunnel including, without limitation, the electrical, plumbing, heating and air handling equipment (including rigid duct work) of the structure, vault, chamber or tunnel; (“édifice”)</p> <p class=\"definition-e\">“competent worker”, in relation to specific work, means a worker who,</p> <p class=\"defclause-e\">  (a) is qualified because of knowledge, training and experience to perform the work,</p> <p class=\"defclause-e\">  (b) is familiar with the Act and with the provisions of the regulations that apply to the work, and</p> <p class=\"defclause-e\">  (c) has knowledge of all potential or actual danger to health or safety in the work; (“travailleur compétent”)</p> <p class=\"definition-e\">“demolition” includes dismantling and breaking up; (“démolition”)</p> <p class=\"definition-e\">“examine”, when used with reference to material, means to carry out procedures in accordance with section 3 to establish its asbestos content and to establish the type of asbestos, and “examination” has a corresponding meaning; (“examiner”)</p> <p class=\"definition-e\">“friable material” means material that,</p> <p class=\"defclause-e\">  (a) when dry, can be crumbled, pulverized or powdered by hand pressure, or</p> <p class=\"defclause-e\">  (b) is crumbled, pulverized or powdered; (“matériau friable”)</p> <p class=\"definition-e\">“HEPA filter” means a high efficiency particulate aerosol filter that is at least 99.97 per cent efficient in collecting a 0.3 micrometre aerosol; (“filtre HEPA”)</p> <p class=\"definition-e\">“homogeneous material” means material that is uniform in colour and texture; (“matériau homogène”)</p> <p class=\"definition-e\">“joint health and safety committee” means,</p> <p class=\"defclause-e\">  (a) a joint health and safety committee established under section 9 of the Act,</p> <p class=\"defclause-e\">  (b) a similar committee described in subsection 9 (4) of the Act, or</p> <p class=\"defclause-e\">  (c) the workers or their representatives who participate in an arrangement, program or system described in subsection 9 (4) of the Act; (“comité mixte sur la santé et la sécurité”)</p> <p class=\"definition-e\">“occupier” has the same meaning as in the <i>Occupiers’ Liability Act</i>; (“occupant”)</p> <p class=\"definition-e\">“Type 1 operation” means an operation described in subsection 12 (2); (“opération de type 1”)</p> <p class=\"definition-e\">“Type 2 operation” means an operation described in subsection 12 (3); (“opération de type 2”)</p> <p class=\"definition-e\">“Type 3 operation” means an operation described in subsection 12 (4). (“opération de type 3”)  O. Reg. 278/05, s. 1 (1).</p> <p class=\"subsection-e\">  (2) The fibrous silicates referred to in the definition of “asbestos” in subsection (1) are:</p> <p class=\"paragraph-e\">  1. Actinolite.</p> <p class=\"paragraph-e\">  2. Amosite.</p> <p class=\"paragraph-e\">  3. Anthophyllite.</p> <p class=\"paragraph-e\">  4. Chrysotile.</p> <p class=\"paragraph-e\">  5. Crocidolite.</p> <p class=\"paragraph-e\">  6. Tremolite.  O. Reg. 278/05, s. 1 (2).</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Application",
            "content": " 2. (1) This Regulation applies to, (a) every project, its owner, and every constructor, employer and worker engaged in or on the project; (b) the repair, alteration or maintenance of a building, the owner of the building, and every employer and worker engaged in the repair, alteration or maintenance; (c) every building in which material that may be asbestos-containing material has been used, and the owner of the building; (d) the demolition of machinery, equipment, aircraft, ships, locomotives, railway cars and vehicles, and every employer and worker engaged in the demolition; and (e) subject to subsection (3), (i) work described in subsection (2) in which asbestos-containing material is likely to be handled, dealt with, disturbed or removed, and (ii) every employer and worker engaged in the work.  O. Reg. 278/05, s. 2 (1). (2) Clause (1) (e) applies to, (a) the repair, alteration or maintenance of machinery, equipment, aircraft, ships, locomotives, railway cars and vehicles; and (b) work on a building that is necessarily incidental to the repair, alteration or maintenance of machinery or equipment.  O. Reg. 278/05, s. 2 (2). (3) This Regulation does not apply to an employer in respect of those workers who are employed by the employer and engaged in the activities described in clause (1) (e) if, pursuant to clause 5 (1) (c) of Ontario Regulation 490/09 (Designated Substances) made under the Act, that regulation applies to the employer and those workers with respect to asbestos.  O. Reg. 493/09, s. 1. (4) This Regulation does not apply to an owner of a private residence occupied by the owner or the owner’s family or to an owner of a residential building that contains not more than four dwelling units, one of which is occupied by the registered owner or family of the registered owner.  O. Reg. 278/05, s. 2 (4). (5) This Regulation does not apply to workers and their employers when the workers are engaged in the following work under the authority of the Fire Protection and Prevention Act, 1997: 1. Fire suppression. 2. Rescue and emergency services. 3. The investigation of the cause, origin and circumstances of a fire or explosion or condition that might have caused a fire, explosion, loss of life or damage to property.  O. Reg. 479/10, s. 1. (6) While the work described in subsection (5) is being performed at a workplace, this Regulation does not apply to that workplace in respect of the workers engaged in the work and their employers, and Regulation 833 of the Revised Regulations of Ontario, 1990 (Control of Exposure to Biological or Chemical Agents) made under the Act applies.  O. Reg. 479/10, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>2. </b>(1) This Regulation applies to,</p> <p class=\"clause-e\">  (a) every project, its owner, and every constructor, employer and worker engaged in or on the project;</p> <p class=\"clause-e\">  (b) the repair, alteration or maintenance of a building, the owner of the building, and every employer and worker engaged in the repair, alteration or maintenance;</p> <p class=\"clause-e\">  (c) every building in which material that may be asbestos-containing material has been used, and the owner of the building;</p> <p class=\"clause-e\">  (d) the demolition of machinery, equipment, aircraft, ships, locomotives, railway cars and vehicles, and every employer and worker engaged in the demolition; and</p> <p class=\"clause-e\">  (e) subject to subsection (3), </p> <p class=\"subclause-e\">  (i) work described in subsection (2) in which asbestos-containing material is likely to be handled, dealt with, disturbed or removed, and</p> <p class=\"subclause-e\">  (ii) every employer and worker engaged in the work.  O. Reg. 278/05, s. 2 (1).</p> <p class=\"subsection-e\">  (2) Clause (1) (e) applies to,</p> <p class=\"clause-e\">  (a) the repair, alteration or maintenance of machinery, equipment, aircraft, ships, locomotives, railway cars and vehicles; and </p> <p class=\"clause-e\">  (b) work on a building that is necessarily incidental to the repair, alteration or maintenance of machinery or equipment.  O. Reg. 278/05, s. 2 (2).</p> <p class=\"subsection-e\">  (3) This Regulation does not apply to an employer in respect of those workers who are employed by the employer and engaged in the activities described in clause (1) (e) if, pursuant to clause 5 (1) (c) of Ontario Regulation 490/09 (Designated Substances) made under the Act, that regulation applies to the employer and those workers with respect to asbestos.  O. Reg. 493/09, s. 1.</p> <p class=\"subsection-e\">  (4) This Regulation does not apply to an owner of a private residence occupied by the owner or the owner’s family or to an owner of a residential building that contains not more than four dwelling units, one of which is occupied by the registered owner or family of the registered owner.  O. Reg. 278/05, s. 2 (4).</p> <p class=\"subsection-e\">  (5) This Regulation does not apply to workers and their employers when the workers are engaged in the following work under the authority of the <i>Fire Protection and Prevention Act, 1997</i>:</p> <p class=\"paragraph-e\">  1. Fire suppression.</p> <p class=\"paragraph-e\">  2. Rescue and emergency services.  </p> <p class=\"paragraph-e\">  3. The investigation of the cause, origin and circumstances of a fire or explosion or condition that might have caused a fire, explosion, loss of life or damage to property.  O. Reg. 479/10, s. 1.</p> <p class=\"subsection-e\">  (6) While the work described in subsection (5) is being performed at a workplace, this Regulation does not apply to that workplace in respect of the workers engaged in the work and their employers, and Regulation 833 of the Revised Regulations of Ontario, 1990 (Control of Exposure to Biological or Chemical Agents) made under the Act applies.  O. Reg. 479/10, s. 1.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Adoption of standard",
            "content": " 3. (1) For the purposes of this Regulation, the method and procedures for establishing whether material is asbestos-containing material and for establishing its asbestos content and the type of asbestos shall be in accordance with the following standard: 1. U.S. Environmental Protection Agency.  Test Method EPA/600/R-93/116:  Method for the Determination of Asbestos in Bulk Building Materials.  June 1993.  O. Reg. 278/05, s. 3 (1). (2) The procedures required by subsection (1) shall be carried out on bulk material samples that are randomly collected by a competent worker and are representative of each area of homogeneous material.  O. Reg. 278/05, s. 3 (2). (3) The minimum number of bulk material samples to be collected from an area of homogeneous material is set out in Table 1.  O. Reg. 278/05, s. 3 (3). (4) If analysis establishes that a bulk material sample contains 0.5 per cent or more asbestos by dry weight, (a) it is not necessary to analyze other bulk material samples taken from the same area of homogeneous material; and (b) the entire area of homogeneous material from which the bulk material sample was taken is deemed to be asbestos-containing material.  O. Reg. 278/05, s. 3 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>3. </b>(1) For the purposes of this Regulation, the method and procedures for establishing whether material is asbestos-containing material and for establishing its asbestos content and the type of asbestos shall be in accordance with the following standard:</p> <p class=\"paragraph-e\">  1. U.S. Environmental Protection Agency.  Test Method EPA/600/R-93/116:  Method for the Determination of<b> </b>Asbestos in Bulk Building Materials.  June 1993.  O. Reg. 278/05, s. 3 (1).</p> <p class=\"subsection-e\">  (2) The procedures required by subsection (1) shall be carried out on bulk material samples that are randomly collected by a competent worker and are representative of each area of homogeneous material.  O. Reg. 278/05, s. 3 (2).</p> <p class=\"subsection-e\">  (3) The minimum number of bulk material samples to be collected from an area of homogeneous material is set out in Table 1.  O. Reg. 278/05, s. 3 (3).</p> <p class=\"subsection-e\">  (4) If analysis establishes that a bulk material sample contains 0.5 per cent or more asbestos by dry weight, </p> <p class=\"clause-e\">  (a) it is not necessary to analyze other bulk material samples taken from the same area of homogeneous material; and</p> <p class=\"clause-e\">  (b) the entire area of homogeneous material from which the bulk material sample was taken is deemed to be asbestos-containing material.  O. Reg. 278/05, s. 3 (4).</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Restrictions re sprayed material, insulation, sealants",
            "content": " 4. (1) No person shall apply or install or cause to be applied or installed, by spraying, material containing 0.1 per cent or more asbestos by dry weight that can become friable.  O. Reg. 278/05, s. 4 (1). (2) No person shall apply or install or cause to be applied or installed, as thermal insulation, material containing 0.1 per cent or more asbestos by dry weight that can become friable.  O. Reg. 278/05, s. 4 (2). (3) A liquid sealant shall not be applied to friable asbestos-containing material if, (a) the material has visibly deteriorated; or (b) the material’s strength and its adhesion to the underlying materials and surfaces are insufficient to support its weight and the weight of the sealant.  O. Reg. 278/05, s. 4 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>4. </b>(1) No person shall apply or install or cause to be applied or installed, by spraying, material containing 0.1 per cent or more asbestos by dry weight that can become friable.  O. Reg. 278/05, s. 4 (1).</p> <p class=\"subsection-e\">  (2) No person shall apply or install or cause to be applied or installed, as thermal insulation, material containing 0.1 per cent or more asbestos by dry weight that can become friable.  O. Reg. 278/05, s. 4 (2).</p> <p class=\"subsection-e\">  (3) A liquid sealant shall not be applied to friable asbestos-containing material if,</p> <p class=\"clause-e\">  (a) the material has visibly deteriorated; or</p> <p class=\"clause-e\">  (b) the material’s strength and its adhesion to the underlying materials and surfaces are insufficient to support its weight and the weight of the sealant.  O. Reg. 278/05, s. 4 (3).</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Information for workers",
            "content": " 5. (1) This section applies whenever a worker is to do work that, (a) involves material that, (i) is asbestos-containing material, (ii) is being treated as if it were asbestos-containing material, (iii) is the subject of advice under section 9 or a notice under subsection 10 (8); or (b) is to be carried on in close proximity to material described in clause (a) and may disturb it.  O. Reg. 278/05, s. 5 (1). (2) The constructor or employer shall advise the worker and provide him or her with the following information: 1. The location of all material described in clause (1) (a). 2. For each location, whether the material is friable or non-friable. 3. In the case of sprayed-on friable material, for each location, i. if the material is known to be asbestos-containing material, the type of asbestos, if known, or ii. in any other case, a statement that the material will be treated as though it contained a type of asbestos other than chrysotile.  O. Reg. 278/05, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>5. </b>(1) This section applies whenever a worker is to do work that,</p> <p class=\"clause-e\">  (a) involves material that,</p> <p class=\"subclause-e\">  (i) is asbestos-containing material,</p> <p class=\"subclause-e\">  (ii) is being treated as if it were asbestos-containing material,</p> <p class=\"subclause-e\">  (iii) is the subject of advice under section 9 or a notice under subsection 10 (8); or</p> <p class=\"clause-e\">  (b) is to be carried on in close proximity to material described in clause (a) and may disturb it.  O. Reg. 278/05, s. 5 (1).</p> <p class=\"subsection-e\">  (2) The constructor or employer shall advise the worker and provide him or her with the following information:</p> <p class=\"paragraph-e\">  1. The location of all material described in clause (1) (a).</p> <p class=\"paragraph-e\">  2. For each location, whether the material is friable or non-friable.</p> <p class=\"paragraph-e\">  3. In the case of sprayed-on friable material, for each location,</p> <p class=\"subpara-e\">  i. if the material is known to be asbestos-containing material, the type of asbestos, if known, or</p> <p class=\"subpara-e\">  ii. in any other case, a statement that the material will be treated as though it contained a type of asbestos other than chrysotile.  O. Reg. 278/05, s. 5 (2).</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Demolition",
            "content": " 6. (1) The demolition of all or part of machinery, equipment, a building, aircraft, locomotive, railway car, vehicle or ship shall be carried out or continued only when any asbestos-containing material that may be disturbed during the work has been removed to the extent practicable.  O. Reg. 278/05, s. 6 (1). (2) Subsection (1) does not apply so as to prevent work necessary to gain access to the asbestos-containing material that is to be removed, if the workers doing the work are protected from the hazard.  O. Reg. 278/05, s. 6 (2). 7. Revoked:  O. Reg. 422/10, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>6. </b>(1) The demolition of all or part of machinery, equipment, a building, aircraft, locomotive, railway car, vehicle or ship shall be carried out or continued only when any asbestos-containing material that may be disturbed during the work has been removed to the extent practicable.  O. Reg. 278/05, s. 6 (1).</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply so as to prevent work necessary to gain access to the asbestos-containing material that is to be removed, if the workers doing the work are protected from the hazard.  O. Reg. 278/05, s. 6 (2).</p> <p class=\"section-e\"> <b>7. </b><span class=\"ovsmallcap\">Revoked:</span><b>  </b>O. Reg. 422/10, s. 1.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Ongoing asbestos management in buildings",
            "content": " 8. (1) Revoked: O. Reg. 62/18, s. 1. (2) Subsection (3) applies if, (a) the owner of a building treats material that has been used in the building for any purpose related to it, including insulation, fireproofing and ceiling tiles, as if it were asbestos-containing material; (b) the owner of a building has been advised under section 9 of the discovery of material that may be asbestos-containing material; (c) the owner of a building knows or ought reasonably to know that asbestos-containing material has been used in a building for any purpose related to the building, including insulation, fireproofing and ceiling tiles; (d) an examination under subsection (8) or section 10 establishes, or would have established if carried out as required, that asbestos-containing material has been used in a building for any purpose related to the building, including insulation, fireproofing and ceiling tiles; or (e) a constructor or employer advises the owner of a building, in accordance with subsection 10 (8), of the discovery of material that may be asbestos-containing material and that was not referred to in a report prepared under subsection 10 (4).  O. Reg. 278/05, s. 8 (2). (3) If this subsection applies, the owner shall, (a) prepare and keep on the premises a record containing the information set out in subsection (4); (b) give any other person who is an occupier of the building written notice of any information in the record that relates to the area occupied by the person; (c) give any employer with whom the owner arranges or contracts for work that is not described in clause 10 (1) (a) written notice of the information in the record, if the work, (i) may involve material mentioned in the record, or (ii) may be carried on in close proximity to such material and may disturb it; (d) advise the workers employed by the owner who work in the building of the information in the record, if the workers may do work that, (i) involves material mentioned in the record, or (ii) is to be carried on in close proximity to such material and may disturb it; (e) establish and maintain, for the training and instruction of every worker employed by the owner who works in the building and may do work described in clause (d), a program dealing with, (i) the hazards of asbestos exposure, (ii) the use, care and disposal of protective equipment and clothing to be used and worn when doing the work, (iii) personal hygiene to be observed when doing the work, and (iv) the measures and procedures prescribed by this Regulation; and (f) inspect the material mentioned in the record at reasonable intervals in order to determine its condition.  O. Reg. 278/05, s. 8 (3). (4) The record shall contain the following information: 1. The location of all material described in clauses (2) (a), (b), (c), (d) and (e). 2. For each location, whether the material is friable or non-friable. 3. In the case of friable sprayed-on material, for each location, i. if the material is known to be asbestos-containing material, the type of asbestos, if known, or ii. in any other case, a statement that the material will be treated as though it contained a type of asbestos other than chrysotile.  O. Reg. 278/05, s. 8 (4). (5) The owner shall update the record described in clause (3) (a), (a) at least once in each 12-month period; and (b) whenever the owner becomes aware of new information relating to the matters the record deals with.  O. Reg. 278/05, s. 8 (5). (6) If updating under subsection (5) results in any change to the record, clauses (3) (b), (c) and (d) apply with necessary modifications.  O. Reg. 278/05, s. 8 (6). (7) An occupier who receives a notice under clause (3) (b) is responsible for performing the duties set out in clauses (3) (d) and (e) with respect to the occupier’s own workers.  O. Reg. 278/05, s. 8 (7). (8) If it is readily apparent that friable material used in a building as fireproofing or acoustical or thermal insulation has fallen and is being disturbed so that exposure to the material is likely to occur, (a) the owner shall cause the material to be examined to establish whether it is asbestos-containing material; and (b) until it has been established whether the material is asbestos-containing material, no further work involving the material shall be done.  O. Reg. 278/05, s. 8 (8). (9) Subsection (8) does not apply if the work is carried out in accordance with this Regulation as though the material were asbestos-containing material and, in the case of friable sprayed-on material, as though it contained a type of asbestos other than chrysotile.  O. Reg. 278/05, s. 8 (9). (10) If the examination mentioned in subsection (8) establishes that the material is asbestos-containing material, or if the material is treated as though it were asbestos-containing material as described in subsection (9), (a) the owner shall cause the fallen material to be cleaned up and removed; and (b) if it is readily apparent that material will continue to fall because of the deterioration of the fireproofing or insulation, the owner shall repair, seal, remove or permanently enclose the fireproofing or insulation.  O. Reg. 278/05, s. 8 (10). (11) Subsection (10) does not apply if the fallen material is confined to an area that is, (a) above a closed false ceiling; and (b) not part of a return air plenum.  O. Reg. 278/05, s. 8 (11).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>8. </b>(1) <span class=\"ovsmallcap\">Revoked:</span> O. Reg. 62/18, s. 1.</p> <p class=\"subsection-e\">  (2) Subsection (3) applies if,</p> <p class=\"clause-e\">  (a) the owner of a building treats material that has been used in the building for any purpose related to it, including insulation, fireproofing and ceiling tiles, as if it were asbestos-containing material;</p> <p class=\"clause-e\">  (b) the owner of a building has been advised under section 9 of the discovery of material that may be asbestos-containing material;</p> <p class=\"clause-e\">  (c) the owner of a building knows or ought reasonably to know that asbestos-containing material has been used in a building for any purpose related to the building, including insulation, fireproofing and ceiling tiles;</p> <p class=\"clause-e\">  (d) an examination under subsection (8) or section 10 establishes, or would have established if carried out as required, that asbestos-containing material has been used in a building for any purpose related to the building, including insulation, fireproofing and ceiling tiles; or</p> <p class=\"clause-e\">  (e) a constructor or employer advises the owner of a building, in accordance with subsection 10 (8), of the discovery of material that may be asbestos-containing material and that was not referred to in a report prepared under subsection 10 (4).  O. Reg. 278/05, s. 8 (2).</p> <p class=\"subsection-e\">  (3) If this subsection applies, the owner shall,</p> <p class=\"clause-e\">  (a) prepare and keep on the premises a record containing the information set out in subsection (4);</p> <p class=\"clause-e\">  (b) give any other person who is an occupier of the building written notice of any information in the record that relates to the area occupied by the person; </p> <p class=\"clause-e\">  (c) give any employer with whom the owner arranges or contracts for work that is not described in clause 10 (1) (a) written notice of the information in the record, if the work,</p> <p class=\"subclause-e\">  (i) may involve material mentioned in the record, or</p> <p class=\"subclause-e\">  (ii) may be carried on in close proximity to such material and may disturb it;</p> <p class=\"clause-e\">  (d) advise the workers employed by the owner who work in the building of the information in the record, if the workers may do work that, </p> <p class=\"subclause-e\">  (i) involves material mentioned in the record, or</p> <p class=\"subclause-e\">  (ii) is to be carried on in close proximity to such material and may disturb it;</p> <p class=\"clause-e\">  (e) establish and maintain, for the training and instruction of every worker employed by the owner who works in the building and may do work described in clause (d), a program dealing with,</p> <p class=\"subclause-e\">  (i) the hazards of asbestos exposure,</p> <p class=\"subclause-e\">  (ii) the use, care and disposal of protective equipment and clothing to be used and worn when doing the work, </p> <p class=\"subclause-e\">  (iii) personal hygiene to be observed when doing the work, and</p> <p class=\"subclause-e\">  (iv) the measures and procedures prescribed by this Regulation; and</p> <p class=\"clause-e\">  (f) inspect the material mentioned in the record at reasonable intervals in order to determine its condition.  O. Reg. 278/05, s. 8 (3).</p> <p class=\"subsection-e\">  (4) The record shall contain the following information:</p> <p class=\"paragraph-e\">  1. The location of all material described in clauses (2) (a), (b), (c), (d) and (e).</p> <p class=\"paragraph-e\">  2. For each location, whether the material is friable or non-friable.</p> <p class=\"paragraph-e\">  3. In the case of friable sprayed-on material, for each location,</p> <p class=\"subpara-e\">  i. if the material is known to be asbestos-containing material, the type of asbestos, if known, or</p> <p class=\"subpara-e\">  ii. in any other case, a statement that the material will be treated as though it contained a type of asbestos other than chrysotile.  O. Reg. 278/05, s. 8 (4).</p> <p class=\"subsection-e\">  (5) The owner shall update the record described in clause (3) (a),</p> <p class=\"clause-e\">  (a) at least once in each 12-month period; and</p> <p class=\"clause-e\">  (b) whenever the owner becomes aware of new information relating to the matters the record deals with.  O. Reg. 278/05, s. 8 (5).</p> <p class=\"subsection-e\">  (6) If updating under subsection (5) results in any change to the record, clauses (3) (b), (c) and (d) apply with necessary modifications.  O. Reg. 278/05, s. 8 (6).</p> <p class=\"subsection-e\">  (7) An occupier who receives a notice under clause (3) (b) is responsible for performing the duties set out in clauses (3) (d) and (e) with respect to the occupier’s own workers.  O. Reg. 278/05, s. 8 (7).</p> <p class=\"subsection-e\">  (8) If it is readily apparent that friable material used in a building as fireproofing or acoustical or thermal insulation has fallen and is being disturbed so that exposure to the material is likely to occur,</p> <p class=\"clause-e\">  (a) the owner shall cause the material to be examined to establish whether it is asbestos-containing material; and</p> <p class=\"clause-e\">  (b) until it has been established whether the material is asbestos-containing material, no further work involving the material shall be done.  O. Reg. 278/05, s. 8 (8).</p> <p class=\"subsection-e\">  (9) Subsection (8) does not apply if the work is carried out in accordance with this Regulation as though the material were asbestos-containing material and, in the case of friable sprayed-on material, as though it contained a type of asbestos other than chrysotile.  O. Reg. 278/05, s. 8 (9).</p> <p class=\"subsection-e\">  (10) If the examination mentioned in subsection (8) establishes that the material is asbestos-containing material, or if the material is treated as though it were asbestos-containing material as described in subsection (9),</p> <p class=\"clause-e\">  (a) the owner shall cause the fallen material to be cleaned up and removed; and</p> <p class=\"clause-e\">  (b) if it is readily apparent that material will continue to fall because of the deterioration of the fireproofing or insulation, the owner shall repair, seal, remove or permanently enclose the fireproofing or insulation.  O. Reg. 278/05, s. 8 (10).</p> <p class=\"subsection-e\">  (11) Subsection (10) does not apply if the fallen material is confined to an area that is,</p> <p class=\"clause-e\">  (a) above a closed false ceiling; and</p> <p class=\"clause-e\">  (b) not part of a return air plenum.  O. Reg. 278/05, s. 8 (11).</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Responsibility of employer other than owner",
            "content": " 9. An employer whose workers work in a building of which the employer is not the owner shall advise the owner if the workers discover material that may be asbestos-containing material in the building.  O. Reg. 278/05, s. 9.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>9. </b>An employer whose workers work in a building of which the employer is not the owner shall advise the owner if the workers discover material that may be asbestos-containing material in the building.  O. Reg. 278/05, s. 9.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Owner’s responsibilities before requesting tender or arranging work",
            "content": " 10. (1) An owner shall comply with subsections (2), (3), (4), (5) and (6) before, (a) requesting tenders for the demolition, alteration or repair of all or part of machinery, equipment, or a building, aircraft, locomotive, railway car, vehicle or ship; or (b) arranging or contracting for any work described in clause (a), if no tenders are requested.  O. Reg. 278/05, s. 10 (1). (2) Unless clause (3) (a) or (b) applies, the owner shall have an examination carried out in accordance with section 3 to establish whether any material that is likely to be handled, dealt with, disturbed or removed, whether friable or non-friable, is asbestos-containing material.  O. Reg. 278/05, s. 10 (2). (3) An examination under subsection (2) is not required if, (a) the owner, (i) already knows that the material is not asbestos-containing material, or (ii) already knows that the material is asbestos-containing material and, in the case of sprayed-on friable material, knows the type of asbestos; or (b) the work is being arranged or contracted for in accordance with this Regulation as though the material were asbestos-containing material and, in the case of sprayed-on friable material, as though it contained a type of asbestos other than chrysotile.  O. Reg. 278/05, s. 10 (3). (4) Whether an examination is required under subsection (2) or not, the owner shall have a report prepared, (a) stating whether, (i) the material is or is not asbestos-containing material, or (ii) the work is to be performed in accordance with this Regulation as though the material were asbestos-containing material and, in the case of sprayed-on friable material, as though it contained a type of asbestos other than chrysotile; (b) describing the condition of the material and stating whether it is friable or non-friable; and (c) containing drawings, plans and specifications, as appropriate, to show the location of the material identified under clause (a).  O. Reg. 278/05, s. 10 (4). (5) An owner shall give any prospective constructor a copy of the complete report prepared under subsection (4).  O. Reg. 278/05, s. 10 (5). (6) Subsection (5) applies, with necessary modifications, with respect to, (a) a constructor and a prospective contractor; and (b) a contractor and a prospective subcontractor.  O. Reg. 278/05, s. 10 (6). (7) Subsections (8), (9) and (10) apply if, during work described in clause (1) (a), material is discovered that, (a) was not referred to in the report prepared under subsection (4); and (b) may be asbestos-containing material.  O. Reg. 278/05, s. 10 (7). (8) The constructor or employer shall immediately notify, orally and in writing, (a) an inspector at the office of the Ministry of Labour nearest the workplace; (b) the owner; (c) the contractor; and (d) the joint health and safety committee or the health and safety representative, if any, for the workplace.  O. Reg. 278/05, s. 10 (8). (9) The written notice referred to in subsection (8) shall include the information referred to in clauses 11 (3) (a) to (f).  O. Reg. 278/05, s. 10 (9). (10) No work that is likely to involve handling, dealing with, disturbing or removing the material referred to in subsection (7) shall be done unless, (a) it has been determined under section 3 whether the material is asbestos-containing material; or (b) the work is performed in accordance with this Regulation as though the material were asbestos-containing material and, in the case of sprayed-on friable material, as though it contained a type of asbestos other than chrysotile.  O. Reg. 278/05, s. 10 (10). (11) Subsection (10) does not prohibit handling, dealing with, disturbing or removing material for the sole purpose of determining whether it is asbestos-containing material.  O. Reg. 278/05, s. 10 (11).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>10. </b>(1) An owner shall comply with subsections (2), (3), (4), (5) and (6) before,</p> <p class=\"clause-e\">  (a) requesting tenders for the demolition, alteration or repair of all or part of machinery, equipment, or a building, aircraft, locomotive, railway car, vehicle or ship; or</p> <p class=\"clause-e\">  (b) arranging or contracting for any work described in clause (a), if no tenders are requested.  O. Reg. 278/05, s. 10 (1).</p> <p class=\"subsection-e\">  (2) Unless clause (3) (a) or (b) applies, the owner shall have an examination carried out in accordance with section 3 to establish whether any material that is likely to be handled, dealt with, disturbed or removed, whether friable or non-friable, is asbestos-containing material.  O. Reg. 278/05, s. 10 (2).</p> <p class=\"subsection-e\">  (3) An examination under subsection (2) is not required if,</p> <p class=\"clause-e\">  (a) the owner,</p> <p class=\"subclause-e\">  (i) already knows that the material is not asbestos-containing material, or </p> <p class=\"subclause-e\">  (ii) already knows that the material is asbestos-containing material and, in the case of sprayed-on friable material, knows the type of asbestos; or</p> <p class=\"clause-e\">  (b) the work is being arranged or contracted for in accordance with this Regulation as though the material were asbestos-containing material and, in the case of sprayed-on friable material, as though it contained a type of asbestos other than chrysotile.  O. Reg. 278/05, s. 10 (3).</p> <p class=\"subsection-e\">  (4) Whether an examination is required under subsection (2) or not, the owner shall have a report prepared,</p> <p class=\"clause-e\">  (a) stating whether,</p> <p class=\"subclause-e\">  (i) the material is or is not asbestos-containing material, or</p> <p class=\"subclause-e\">  (ii) the work is to be performed in accordance with this Regulation as though the material were asbestos-containing material and, in the case of sprayed-on friable material, as though it contained a type of asbestos other than chrysotile;</p> <p class=\"clause-e\">  (b) describing the condition of the material and stating whether it is friable or non-friable; and</p> <p class=\"clause-e\">  (c) containing drawings, plans and specifications, as appropriate, to show the location of the material identified under clause (a).  O. Reg. 278/05, s. 10 (4).</p> <p class=\"subsection-e\">  (5) An owner shall give any prospective constructor a copy of the complete report prepared under subsection (4).  O. Reg. 278/05, s. 10 (5).</p> <p class=\"subsection-e\">  (6) Subsection (5) applies, with necessary modifications, with respect to,</p> <p class=\"clause-e\">  (a) a constructor and a prospective contractor; and</p> <p class=\"clause-e\">  (b) a contractor and a prospective subcontractor.  O. Reg. 278/05, s. 10 (6).</p> <p class=\"subsection-e\">  (7) Subsections (8), (9) and (10) apply if, during work described in clause (1) (a), material is discovered that,</p> <p class=\"clause-e\">  (a) was not referred to in the report prepared under subsection (4); and</p> <p class=\"clause-e\">  (b) may be asbestos-containing material.  O. Reg. 278/05, s. 10 (7).</p> <p class=\"subsection-e\">  (8) The constructor or employer shall immediately notify, orally and in writing,</p> <p class=\"clause-e\">  (a) an inspector at the office of the Ministry of Labour nearest the workplace;</p> <p class=\"clause-e\">  (b) the owner;</p> <p class=\"clause-e\">  (c) the contractor; and</p> <p class=\"clause-e\">  (d) the joint health and safety committee or the health and safety representative, if any, for the workplace.  O. Reg. 278/05, s. 10 (8).</p> <p class=\"subsection-e\">  (9) The written notice referred to in subsection (8) shall include the information referred to in clauses 11 (3) (a) to (f).  O. Reg. 278/05, s. 10 (9).</p> <p class=\"subsection-e\">  (10) No work that is likely to involve handling, dealing with, disturbing or removing the material referred to in subsection (7) shall be done unless,</p> <p class=\"clause-e\">  (a) it has been determined under section 3 whether the material is asbestos-containing material; or </p> <p class=\"clause-e\">  (b) the work is performed in accordance with this Regulation as though the material were asbestos-containing material and, in the case of sprayed-on friable material, as though it contained a type of asbestos other than chrysotile.  O. Reg. 278/05, s. 10 (10).</p> <p class=\"subsection-e\">  (11) Subsection (10) does not prohibit handling, dealing with, disturbing or removing material for the sole purpose of determining whether it is asbestos-containing material.  O. Reg. 278/05, s. 10 (11).</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "Advance notice re Type 3 operations and certain Type 2 operations",
            "content": " 11. (1) Before commencing a Type 3 operation, the constructor, in the case of a project, and the employer, in any other case, shall notify, orally and in writing, an inspector at the office of the Ministry of Labour nearest the workplace of the operation.  O. Reg. 278/05, s. 11 (1). (2) Subsection (1) also applies with respect to a Type 2 operation described in paragraph 9 of subsection 12 (3) in which one square metre or more of insulation is to be removed.  O. Reg. 278/05, s. 11 (2). (3) The written notice required by subsection (1) shall set out, (a) the name and address of the person giving the notice; (b) the name and address of the owner of the place where the work will be carried out; (c) the municipal address or other description of the place where the work will be carried out sufficient to permit the inspector to locate the place, including the location with respect to the nearest public highway; (d) a description of the work that will be carried out; (e) the starting date and expected duration of the work; and (f) the name and address of the supervisor in charge of the work.  O. Reg. 278/05, s. 11 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>11. </b>(1) Before commencing a Type 3 operation, the constructor, in the case of a project, and the employer, in any other case, shall notify, orally and in writing, an inspector at the office of the Ministry of Labour nearest the workplace of the operation.  O. Reg. 278/05, s. 11 (1).</p> <p class=\"subsection-e\">  (2) Subsection (1) also applies with respect to a Type 2 operation described in paragraph 9 of subsection 12 (3) in which one square metre or more of insulation is to be removed.  O. Reg. 278/05, s. 11 (2).</p> <p class=\"subsection-e\">  (3) The written notice required by subsection (1) shall set out,</p> <p class=\"clause-e\">  (a) the name and address of the person giving the notice;</p> <p class=\"clause-e\">  (b) the name and address of the owner of the place where the work will be carried out;</p> <p class=\"clause-e\">  (c) the municipal address or other description of the place where the work will be carried out sufficient to permit the inspector to locate the place, including the location with respect to the nearest public highway;</p> <p class=\"clause-e\">  (d) a description of the work that will be carried out;</p> <p class=\"clause-e\">  (e) the starting date and expected duration of the work; and</p> <p class=\"clause-e\">  (f) the name and address of the supervisor in charge of the work.  O. Reg. 278/05, s. 11 (3).</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Type 1, Type 2 and Type 3 operations",
            "content": " 12. (1) For the purposes of this Regulation, operations that may expose a worker to asbestos are classified as Type 1, Type 2 and Type 3 operations.  O. Reg. 278/05, s. 12 (1). (2) The following are Type 1 operations: 1. Installing or removing ceiling tiles that are asbestos-containing material, if the tiles cover an area less than 7.5 square metres and are installed or removed without being broken, cut, drilled, abraded, ground, sanded or vibrated. 2. Installing or removing non-friable asbestos-containing material, other than ceiling tiles, if the material is installed or removed without being broken, cut, drilled, abraded, ground, sanded or vibrated. 3. Breaking, cutting, drilling, abrading, grinding, sanding or vibrating non-friable asbestos-containing material if, i. the material is wetted to control the spread of dust or fibres, and ii. the work is done only by means of non-powered hand-held tools. 4. Removing less than one square metre of drywall in which joint-filling compounds that are asbestos-containing material have been used.  O. Reg. 278/05, s. 12 (2). (3) The following are Type 2 operations: 1. Removing all or part of a false ceiling to obtain access to a work area, if asbestos-containing material is likely to be lying on the surface of the false ceiling. 2. The removal or disturbance of one square metre or less of friable asbestos-containing material during the repair, alteration, maintenance or demolition of all or part of machinery or equipment or a building, aircraft, locomotive, railway car, vehicle or ship. 3. Enclosing friable asbestos-containing material. 4. Applying tape or a sealant or other covering to pipe or boiler insulation that is asbestos-containing material. 5. Installing or removing ceiling tiles that are asbestos-containing material, if the tiles cover an area of 7.5 square metres or more and are installed or removed without being broken, cut, drilled, abraded, ground, sanded or vibrated. 6. Breaking, cutting, drilling, abrading, grinding, sanding or vibrating non-friable asbestos-containing material if, i. the material is not wetted to control the spread of dust or fibres, and ii. the work is done only by means of non-powered hand-held tools. 7. Removing one square metre or more of drywall in which joint filling compounds that are asbestos-containing material have been used. 8. Breaking, cutting, drilling, abrading, grinding, sanding or vibrating non-friable asbestos-containing material if the work is done by means of power tools that are attached to dust-collecting devices equipped with HEPA filters. 9. Removing insulation that is asbestos-containing material from a pipe, duct or similar structure using a glove bag. 10. Cleaning or removing filters used in air handling equipment in a building that has sprayed fireproofing that is asbestos-containing material. 11. An operation that, i. is not mentioned in any of paragraphs 1 to 10, ii. may expose a worker to asbestos, and iii. is not classified as a Type 1 or Type 3 operation.  O. Reg. 278/05, s. 12 (3). (4) The following are Type 3 operations: 1. The removal or disturbance of more than one square metre of friable asbestos-containing material during the repair, alteration, maintenance or demolition of all or part of a building, aircraft, ship, locomotive, railway car or vehicle or any machinery or equipment. 2. The spray application of a sealant to friable asbestos-containing material. 3. Cleaning or removing air handling equipment, including rigid ducting but not including filters, in a building that has sprayed fireproofing that is asbestos-containing material. 4. Repairing, altering or demolishing all or part of a kiln, metallurgical furnace or similar structure that is made in part of refractory materials that are asbestos-containing materials. 5. Breaking, cutting, drilling, abrading, grinding, sanding or vibrating non-friable asbestos-containing material, if the work is done by means of power tools that are not attached to dust-collecting devices equipped with HEPA filters. 6. Repairing, altering or demolishing all or part of any building in which asbestos is or was used in the manufacture of products, unless the asbestos was cleaned up and removed before March 16, 1986.  O. Reg. 278/05, s. 12 (4). (5) Work on ceiling tiles, drywall or friable asbestos-containing material is classified according to the total area on which work is done consecutively in a room or enclosed area, even if the work is divided into smaller jobs.  O. Reg. 278/05, s. 12 (5). (6) The following provisions apply if a dispute arises as to the classification of an operation under this section: 1. A party to the dispute may notify an inspector at the office of the Ministry of Labour nearest the workplace of the dispute. 2. The party who notifies the inspector shall promptly inform the other parties that the inspector has been notified. 3. Work on the operation shall cease until the inspector has given a decision under paragraph 4. 4. The inspector shall, as soon as possible, investigate the matter and give the parties a decision in writing.  O. Reg. 278/05, s. 12 (6). (7) Nothing in subsection (6) affects an inspector’s power to issue an order for a contravention of this Regulation.  O. Reg. 278/05, s. 12 (7).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>12. </b>(1) For the purposes of this Regulation, operations that may expose a worker to asbestos are classified as Type 1, Type 2 and Type 3 operations.  O. Reg. 278/05, s. 12 (1).</p> <p class=\"subsection-e\">  (2) The following are Type 1 operations:</p> <p class=\"paragraph-e\">  1. Installing or removing ceiling tiles that are asbestos-containing material, if the tiles cover an area less than 7.5 square metres and are installed or removed without being broken, cut, drilled, abraded, ground, sanded or vibrated.</p> <p class=\"paragraph-e\">  2. Installing or removing non-friable asbestos-containing material, other than ceiling tiles, if the material is installed or removed without being broken, cut, drilled, abraded, ground, sanded or vibrated. </p> <p class=\"paragraph-e\">  3. Breaking, cutting, drilling, abrading, grinding, sanding or vibrating non-friable asbestos-containing material if,</p> <p class=\"subpara-e\">  i. the material is wetted to control the spread of dust or fibres, and</p> <p class=\"subpara-e\">  ii. the work is done only by means of non-powered hand-held tools.</p> <p class=\"paragraph-e\">  4. Removing less than one square metre of drywall in which joint-filling compounds that are asbestos-containing material have been used.  O. Reg. 278/05, s. 12 (2).</p> <p class=\"subsection-e\">  (3) The following are Type 2 operations:</p> <p class=\"paragraph-e\">  1. Removing all or part of a false ceiling to obtain access to a work area, if asbestos-containing material is likely to be lying on the surface of the false ceiling.</p> <p class=\"paragraph-e\">  2. The removal or disturbance of one square metre or less of friable asbestos-containing material during the repair, alteration, maintenance or demolition of all or part of machinery or equipment or a building, aircraft, locomotive, railway car, vehicle or ship.</p> <p class=\"paragraph-e\">  3. Enclosing friable asbestos-containing material.</p> <p class=\"paragraph-e\">  4. Applying tape or a sealant or other covering to pipe or boiler insulation that is asbestos-containing material. </p> <p class=\"paragraph-e\">  5. Installing or removing ceiling tiles that are asbestos-containing material, if the tiles cover an area of 7.5 square metres or more and are installed or removed without being broken, cut, drilled, abraded, ground, sanded or vibrated.</p> <p class=\"paragraph-e\">  6. Breaking, cutting, drilling, abrading, grinding, sanding or vibrating non-friable asbestos-containing material if,</p> <p class=\"subpara-e\">  i. the material is not wetted to control the spread of dust or fibres, and</p> <p class=\"subpara-e\">  ii. the work is done only by means of non-powered hand-held tools.</p> <p class=\"paragraph-e\">  7. Removing one square metre or more of drywall in which joint filling compounds that are asbestos-containing material have been used.</p> <p class=\"paragraph-e\">  8. Breaking, cutting, drilling, abrading, grinding, sanding or vibrating non-friable asbestos-containing material if the work is done by means of power tools that are attached to dust-collecting devices equipped with HEPA filters.</p> <p class=\"paragraph-e\">  9. Removing insulation that is asbestos-containing material from a pipe, duct or similar structure using a glove bag.</p> <p class=\"paragraph-e\">  10. Cleaning or removing filters used in air handling equipment in a building that has sprayed fireproofing that is asbestos-containing material.</p> <p class=\"paragraph-e\">  11. An operation that,</p> <p class=\"subpara-e\">  i. is not mentioned in any of paragraphs 1 to 10,</p> <p class=\"subpara-e\">  ii. may expose a worker to asbestos, and</p> <p class=\"subpara-e\">  iii. is not classified as a Type 1 or Type 3 operation.  O. Reg. 278/05, s. 12 (3).</p> <p class=\"subsection-e\">  (4) The following are Type 3 operations:</p> <p class=\"paragraph-e\">  1. The removal or disturbance of more than one square metre of friable asbestos-containing material during the repair, alteration, maintenance or demolition of all or part of a building, aircraft, ship, locomotive, railway car or vehicle or any machinery or equipment.</p> <p class=\"paragraph-e\">  2. The spray application of a sealant to friable asbestos-containing material.</p> <p class=\"paragraph-e\">  3. Cleaning or removing air handling equipment, including rigid ducting but not including filters, in a building that has sprayed fireproofing that is asbestos-containing material.</p> <p class=\"paragraph-e\">  4. Repairing, altering or demolishing all or part of a kiln, metallurgical furnace or similar structure that is made in part of refractory materials that are asbestos-containing materials.</p> <p class=\"paragraph-e\">  5. Breaking, cutting, drilling, abrading, grinding, sanding or vibrating non-friable asbestos-containing material, if the work is done by means of power tools that are not attached to dust-collecting devices equipped with HEPA filters.</p> <p class=\"paragraph-e\">  6. Repairing, altering or demolishing all or part of any building in which asbestos is or was used in the manufacture of products, unless the asbestos was cleaned up and removed before March 16, 1986.  O. Reg. 278/05, s. 12 (4).</p> <p class=\"subsection-e\">  (5) Work on ceiling tiles, drywall or friable asbestos-containing material is classified according to the total area on which work is done consecutively in a room or enclosed area, even if the work is divided into smaller jobs.  O. Reg. 278/05, s. 12 (5).</p> <p class=\"subsection-e\">  (6) The following provisions apply if a dispute arises as to the classification of an operation under this section:</p> <p class=\"paragraph-e\">  1. A party to the dispute may notify an inspector at the office of the Ministry of Labour nearest the workplace of the dispute.</p> <p class=\"paragraph-e\">  2. The party who notifies the inspector shall promptly inform the other parties that the inspector has been notified.</p> <p class=\"paragraph-e\">  3. Work on the operation shall cease until the inspector has given a decision under paragraph 4.</p> <p class=\"paragraph-e\">  4. The inspector shall, as soon as possible, investigate the matter and give the parties a decision in writing.  O. Reg. 278/05, s. 12 (6).</p> <p class=\"subsection-e\">  (7) Nothing in subsection (6) affects an inspector’s power to issue an order for a contravention of this Regulation.  O. Reg. 278/05, s. 12 (7).</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "13.",
            "part_id": null,
            "part_type": null,
            "section": "Respirators",
            "content": " 13. (1) A respirator provided by an employer and used by a worker in a Type 1, Type 2 or Type 3 operation, (a) shall be fitted so that there is an effective seal between the respirator and the worker’s face, unless the respirator is equipped with a hood or helmet; (b) shall be assigned to a worker for his or her exclusive use, if practicable; (c) shall be used and maintained in accordance with written procedures that are established by the employer and are consistent with the manufacturer’s specifications; (d) shall be cleaned, disinfected and inspected after use on each shift, or more often if necessary, when issued for the exclusive use of one worker, or after each use when used by more than one worker; (e) shall have damaged or deteriorated parts replaced prior to being used by a worker; and (f) when not in use, shall be stored in a convenient, clean and sanitary location.  O. Reg. 278/05, s. 13 (1). (2) The following additional requirements apply to a respirator of the supplied air type: 1. The compressed air used for breathing shall meet the standards set out in Table 1 of CSA Standard Z180.1-00, Compressed Breathing Air and Systems (March, 2000). 2. If an oil-lubricated compressor is used to supply breathing air, a continuous carbon monoxide monitor equipped with an alarm shall be provided. 3. If an ambient breathing air system is used, the air intake shall be located in accordance with Appendix B of the standard referred to in paragraph 1.  O. Reg. 278/05, s. 13 (2). (3) If respirators are used in the workplace, (a) the employer shall establish written procedures regarding the selection, use and care of respirators; and (b) a copy of the procedures shall be provided to and reviewed with each worker who is required to wear a respirator.  O. Reg. 278/05, s. 13 (3). (4) A worker shall not be assigned to an operation requiring the use of a respirator unless he or she is physically able to perform the operation while using the respirator.  O. Reg. 278/05, s. 13 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>13. </b>(1) A respirator provided by an employer and used by a worker in a Type 1, Type 2 or Type 3 operation,</p> <p class=\"clause-e\">  (a) shall be fitted so that there is an effective seal between the respirator and the worker’s face, unless the respirator is equipped with a hood or helmet;</p> <p class=\"clause-e\">  (b) shall be assigned to a worker for his or her exclusive use, if practicable;</p> <p class=\"clause-e\">  (c) shall be used and maintained in accordance with written procedures that are established by the employer and are consistent with the manufacturer’s specifications;</p> <p class=\"clause-e\">  (d) shall be cleaned, disinfected and inspected after use on each shift, or more often if necessary, when issued for the exclusive use of one worker, or after each use when used by more than one worker;</p> <p class=\"clause-e\">  (e) shall have damaged or deteriorated parts replaced prior to being used by a worker; and</p> <p class=\"clause-e\">  (f) when not in use, shall be stored in a convenient, clean and sanitary location.  O. Reg. 278/05, s. 13 (1).</p> <p class=\"subsection-e\">  (2) The following additional requirements apply to a respirator of the supplied air type:</p> <p class=\"paragraph-e\">  1. The compressed air used for breathing shall meet the standards set out in Table 1 of CSA Standard Z180.1-00, Compressed Breathing Air and Systems (March, 2000). </p> <p class=\"paragraph-e\">  2. If an oil-lubricated compressor is used to supply breathing air, a continuous carbon monoxide monitor equipped with an alarm shall be provided.</p> <p class=\"paragraph-e\">  3. If an ambient breathing air system is used, the air intake shall be located in accordance with Appendix B of the standard referred to in paragraph 1.  O. Reg. 278/05, s. 13 (2).</p> <p class=\"subsection-e\">  (3) If respirators are used in the workplace, </p> <p class=\"clause-e\">  (a) the employer shall establish written procedures regarding the selection, use and care of respirators; and</p> <p class=\"clause-e\">  (b) a copy of the procedures shall be provided to and reviewed with each worker who is required to wear a respirator.  O. Reg. 278/05, s. 13 (3).</p> <p class=\"subsection-e\">  (4) A worker shall not be assigned to an operation requiring the use of a respirator unless he or she is physically able to perform the operation while using the respirator.  O. Reg. 278/05, s. 13 (4).</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "14.",
            "part_id": null,
            "part_type": null,
            "section": "Measures and procedures, Type 1 operations",
            "content": " 14. The following measures and procedures apply to Type 1 operations: 1. Before beginning work, visible dust shall be removed with a damp cloth or a vacuum equipped with a HEPA filter from any surface in the work area, including the thing to be worked on, if the dust on that surface is likely to be disturbed. 2. The spread of dust from the work area shall be controlled by measures appropriate to the work to be done including the use of drop sheets of polyethylene or other suitable material that is impervious to asbestos. 3. In the case of an operation mentioned in paragraph 4 of subsection 12 (2), the material shall be wetted before and kept wet during the work to control the spread of dust or fibres, unless wetting would create a hazard or cause damage. 4. A wetting agent shall be added to water that is to be used to control the spread of dust and fibres. 5. Frequently and at regular intervals during the doing of the work and immediately on completion of the work, i. dust and waste shall be cleaned up and removed using a vacuum equipped with a HEPA filter, or by damp mopping or wet sweeping, and placed in a container as described in paragraph 5 of section 15, and ii. drop sheets shall be wetted and placed in a container as described in paragraph 5 of section 15, as soon as practicable after subparagraph i has been complied with. 6. Drop sheets shall not be reused. 7. After the work is completed, polyethylene sheeting and similar materials used for barriers and enclosures shall not be reused, but shall be wetted and placed in a container as described in paragraph 5 of section 15 as soon as practicable after paragraph 5 of this section has been complied with. 8. After the work is completed, barriers and portable enclosures that will be reused shall be cleaned, by using a vacuum equipped with a HEPA filter or by damp wiping, as soon as practicable after paragraphs 5 and 7 have been complied with. 9. Barriers and portable enclosures shall not be reused unless they are rigid and can be cleaned thoroughly. 10. Compressed air shall not be used to clean up and remove dust from any surface. 11. Eating, drinking, chewing or smoking shall not be permitted in the work area. 12. If a worker requests that the employer provide a respirator to be used by the worker, the employer shall provide the worker with a NIOSH approved respirator in accordance with Table 2, and the worker shall wear and use the respirator. 13. If a worker requests that the employer provide protective clothing to be used by the worker, the employer shall provide the worker with protective clothing as described in paragraph 12 of section 15, and the worker shall wear the protective clothing. 14. A worker who is provided with protective clothing shall, before leaving the work area, i. decontaminate his or her protective clothing by using a vacuum equipped with a HEPA filter, or by damp wiping, before removing the protective clothing, ii. if the protective clothing will not be reused, place it in a container as described in paragraph 5 of section 15. 15. Facilities for the washing of hands and face shall be made available to workers and shall be used by every worker when leaving the work area.  O. Reg. 278/05, s. 14.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>14. </b>The following measures and procedures apply to Type 1 operations:</p> <p class=\"paragraph-e\">  1. Before beginning work, visible dust shall be removed with a damp cloth or a vacuum equipped with a HEPA filter from any surface in the work area, including the thing to be worked on, if the dust on that surface is likely to be disturbed.</p> <p class=\"paragraph-e\">  2. The spread of dust from the work area shall be controlled by measures appropriate to the work to be done including the use of drop sheets of polyethylene or other suitable material that is impervious to asbestos.</p> <p class=\"paragraph-e\">  3. In the case of an operation mentioned in paragraph 4 of subsection 12 (2), the material shall be wetted before and kept wet during the work to control the spread of dust or fibres, unless wetting would create a hazard or cause damage.</p> <p class=\"paragraph-e\">  4. A wetting agent shall be added to water that is to be used to control the spread of dust and fibres.</p> <p class=\"paragraph-e\">  5. Frequently and at regular intervals during the doing of the work and immediately on completion of the work,</p> <p class=\"subpara-e\">  i. dust and waste shall be cleaned up and removed using a vacuum equipped with a HEPA filter, or by damp mopping or wet sweeping, and placed in a container as described in paragraph 5 of section 15, and</p> <p class=\"subpara-e\">  ii. drop sheets shall be wetted and placed in a container as described in paragraph 5 of section 15, as soon as practicable after subparagraph i has been complied with.</p> <p class=\"paragraph-e\">  6. Drop sheets shall not be reused.</p> <p class=\"paragraph-e\">  7. After the work is completed, polyethylene sheeting and similar materials used for barriers and enclosures shall not be reused, but shall be wetted and placed in a container as described in paragraph 5 of section 15 as soon as practicable after paragraph 5 of this section has been complied with.</p> <p class=\"paragraph-e\">  8. After the work is completed, barriers and portable enclosures that will be reused shall be cleaned, by using a vacuum equipped with a HEPA filter or by damp wiping, as soon as practicable after paragraphs 5 and 7 have been complied with.</p> <p class=\"paragraph-e\">  9. Barriers and portable enclosures shall not be reused unless they are rigid and can be cleaned thoroughly.</p> <p class=\"paragraph-e\">  10. Compressed air shall not be used to clean up and remove dust from any surface.</p> <p class=\"paragraph-e\">  11. Eating, drinking, chewing or smoking shall not be permitted in the work area.</p> <p class=\"paragraph-e\">  12. If a worker requests that the employer provide a respirator to be used by the worker, the employer shall provide the worker with a NIOSH approved respirator in accordance with Table 2, and the worker shall wear and use the respirator.</p> <p class=\"paragraph-e\">  13. If a worker requests that the employer provide protective clothing to be used by the worker, the employer shall provide the worker with protective clothing as described in paragraph 12 of section 15, and the worker shall wear the protective clothing.</p> <p class=\"paragraph-e\">  14. A worker who is provided with protective clothing shall, before leaving the work area, </p> <p class=\"subpara-e\">  i. decontaminate his or her protective clothing by using a vacuum equipped with a HEPA filter, or by damp wiping, before removing the protective clothing,</p> <p class=\"subpara-e\">  ii. if the protective clothing will not be reused, place it in a container as described in paragraph 5 of section 15.</p> <p class=\"paragraph-e\">  15. Facilities for the washing of hands and face shall be made available to workers and shall be used by every worker when leaving the work area.  O. Reg. 278/05, s. 14.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "15.",
            "part_id": null,
            "part_type": null,
            "section": "Measures and procedures, Type 2 and Type 3 operations",
            "content": " 15. The following measures and procedures apply to Type 2 operations and to Type 3 operations: 1. The work area shall be identified by clearly visible signs warning of an asbestos dust hazard. 2. Signs required by paragraph 1 shall be posted in sufficient numbers to warn of the hazard and shall state in large clearly visible letters that, i. there is an asbestos dust hazard, and ii. access to the work area is restricted to persons wearing protective clothing and equipment. 3. A wetting agent shall be added to water that is to be used to control the spread of dust and fibres. 4. Eating, drinking, chewing or smoking shall not be permitted in the work area. 5. Containers for dust and waste shall be, i. dust tight, ii. suitable for the type of waste, iii. impervious to asbestos, iv. identified as asbestos waste, v. cleaned with a damp cloth or a vacuum equipped with a HEPA filter immediately before being removed from the work area, and vi. removed from the workplace frequently and at regular intervals. 6. Frequently and at regular intervals during the doing of the work and immediately on completion of the work, i. dust and waste shall be cleaned up and removed using a vacuum equipped with a HEPA filter, or by damp mopping or wet sweeping, and placed in a container as described in paragraph 5, and ii. drop sheets shall be wetted and placed in a container as described in paragraph 5, as soon as practicable after subparagraph i has been complied with. 7. Drop sheets shall not be reused. 8. After the work is completed, polyethylene sheeting and similar materials used for barriers and enclosures shall not be reused, but shall be wetted and placed in a container as described in paragraph 5 as soon as practicable after paragraph 6 has been complied with. 9. After the work is completed, barriers and portable enclosures that will be reused shall be cleaned, by using a vacuum equipped with a HEPA filter or by damp wiping, as soon as practicable after paragraphs 6 and 8 have been complied with. 10. Barriers and portable enclosures shall not be reused unless they are rigid and can be cleaned thoroughly. 11. The employer shall provide every worker who will enter the work area with a NIOSH approved respirator in accordance with Table 2 and the worker shall wear and use the respirator. 12. Protective clothing shall be provided by the employer and worn by every worker who enters the work area, and the protective clothing, i. shall be made of a material that does not readily retain nor permit penetration of asbestos fibres, ii. shall consist of head covering and full body covering that fits snugly at the ankles, wrists and neck, in order to prevent asbestos fibres from reaching the garments and skin under the protective clothing, iii. shall include suitable footwear, and iv. shall be repaired or replaced if torn. 13. Compressed air shall not be used to clean up and remove dust from any surface. 14. Only persons wearing protective clothing and equipment shall enter a work area where there is an asbestos dust hazard.  O. Reg. 278/05, s. 15.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>15. </b>The following measures and procedures apply to Type 2 operations and to Type 3 operations:</p> <p class=\"paragraph-e\">  1. The work area shall be identified by clearly visible signs warning of an asbestos dust hazard.</p> <p class=\"paragraph-e\">  2. Signs required by paragraph 1 shall be posted in sufficient numbers to warn of the hazard and shall state in large clearly visible letters that,</p> <p class=\"subpara-e\">  i. there is an asbestos dust hazard, and</p> <p class=\"subpara-e\">  ii. access to the work area is restricted to persons wearing protective clothing and equipment.</p> <p class=\"paragraph-e\">  3. A wetting agent shall be added to water that is to be used to control the spread of dust and fibres.</p> <p class=\"paragraph-e\">  4. Eating, drinking, chewing or smoking shall not be permitted in the work area.</p> <p class=\"paragraph-e\">  5. Containers for dust and waste shall be,</p> <p class=\"subpara-e\">  i. dust tight,</p> <p class=\"subpara-e\">  ii. suitable for the type of waste,</p> <p class=\"subpara-e\">  iii. impervious to asbestos,</p> <p class=\"subpara-e\">  iv. identified as asbestos waste,</p> <p class=\"subpara-e\">  v. cleaned with a damp cloth or a vacuum equipped with a HEPA filter immediately before being removed from the work area, and</p> <p class=\"subpara-e\">  vi. removed from the workplace frequently and at regular intervals.</p> <p class=\"paragraph-e\">  6. Frequently and at regular intervals during the doing of the work and immediately on completion of the work,</p> <p class=\"subpara-e\">  i. dust and waste shall be cleaned up and removed using a vacuum equipped with a HEPA filter, or by damp mopping or wet sweeping, and placed in a container as described in paragraph 5, and</p> <p class=\"subpara-e\">  ii. drop sheets shall be wetted and placed in a container as described in paragraph 5, as soon as practicable after subparagraph i has been complied with.</p> <p class=\"paragraph-e\">  7. Drop sheets shall not be reused.</p> <p class=\"paragraph-e\">  8. After the work is completed, polyethylene sheeting and similar materials used for barriers and enclosures shall not be reused, but shall be wetted and placed in a container as described in paragraph 5 as soon as practicable after paragraph 6 has been complied with.</p> <p class=\"paragraph-e\">  9. After the work is completed, barriers and portable enclosures that will be reused shall be cleaned, by using a vacuum equipped with a HEPA filter or by damp wiping, as soon as practicable after paragraphs 6 and 8 have been complied with.</p> <p class=\"paragraph-e\">  10. Barriers and portable enclosures shall not be reused unless they are rigid and can be cleaned thoroughly.</p> <p class=\"paragraph-e\">  11. The employer shall provide every worker who will enter the work area with a NIOSH approved respirator in accordance with Table 2 and the worker shall wear and use the respirator.</p> <p class=\"paragraph-e\">  12. Protective clothing shall be provided by the employer and worn by every worker who enters the work area, and the protective clothing,</p> <p class=\"subpara-e\">  i. shall be made of a material that does not readily retain nor permit penetration of asbestos fibres,</p> <p class=\"subpara-e\">  ii. shall consist of head covering and full body covering that fits snugly at the ankles, wrists and neck, in order to prevent asbestos fibres from reaching the garments and skin under the protective clothing, </p> <p class=\"subpara-e\">  iii. shall include suitable footwear, and</p> <p class=\"subpara-e\">  iv. shall be repaired or replaced if torn.</p> <p class=\"paragraph-e\">  13. Compressed air shall not be used to clean up and remove dust from any surface.</p> <p class=\"paragraph-e\">  14. Only persons wearing protective clothing and equipment shall enter a work area where there is an asbestos dust hazard.  O. Reg. 278/05, s. 15.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "16.",
            "part_id": null,
            "part_type": null,
            "section": "Additional measures and procedures, Type 2 operations",
            "content": " 16. In addition to the measures and procedures prescribed by section 15, the following measures and procedures apply to Type 2 operations: 1. If the operation is one mentioned in paragraph 1 of subsection 12 (3), the friable material that is likely to be disturbed shall be cleaned up and removed by using a vacuum equipped with a HEPA filter when access to the work area is obtained. 2. Before commencing work that is likely to disturb friable asbestos-containing material that is crumbled, pulverized or powdered and that is lying on any surface, the friable material shall be cleaned up and removed by damp wiping or by using a vacuum equipped with a HEPA filter. 3. Friable asbestos-containing material that is not crumbled, pulverized or powdered and that may be disturbed or removed during the work shall be thoroughly wetted before the work and kept wet during the work, unless wetting would create a hazard or cause damage. 4. Subject to paragraph 5, the spread of dust from a work area shall be controlled by measures appropriate to the work to be done, including the use of drop sheets of polyethylene or other suitable material that is impervious to asbestos. 5. If the operation is one mentioned in paragraph 1 or 2 of subsection 12 (3) and is carried on indoors, the spread of dust from the work area shall be prevented, if practicable, by, i. using an enclosure of polyethylene or other suitable material that is impervious to asbestos (including, if the enclosure is opaque, one or more transparent window areas to allow observation of the entire work area from outside the enclosure), if the work area is not enclosed by walls, ii. disabling the mechanical ventilation system serving the work area, and iii. sealing the ventilation ducts to and from the work area. 6. Before leaving the work area, a worker shall, i. decontaminate his or her protective clothing by using a vacuum equipped with a HEPA filter, or by damp wiping, before removing the protective clothing, and ii. if the protective clothing will not be reused, place it in a container as described in paragraph 5 of section 15. 7. Facilities for the washing of hands and face shall be made available to workers and shall be used by every worker when leaving the work area.  O. Reg. 278/05, s. 16.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>16. </b>In addition to the measures and procedures prescribed by section 15, the following measures and procedures apply to Type 2 operations:</p> <p class=\"paragraph-e\">  1. If the operation is one mentioned in paragraph 1 of subsection 12 (3), the friable material that is likely to be disturbed shall be cleaned up and removed by using a vacuum equipped with a HEPA filter when access to the work area is obtained.</p> <p class=\"paragraph-e\">  2. Before commencing work that is likely to disturb friable asbestos-containing material that is crumbled, pulverized or powdered and that is lying on any surface, the friable material shall be cleaned up and removed by damp wiping or by using a vacuum equipped with a HEPA filter.</p> <p class=\"paragraph-e\">  3. Friable asbestos-containing material that is not crumbled, pulverized or powdered and that may be disturbed or removed during the work shall be thoroughly wetted before the work and kept wet during the work, unless wetting would create a hazard or cause damage.</p> <p class=\"paragraph-e\">  4. Subject to paragraph 5, the spread of dust from a work area shall be controlled by measures appropriate to the work to be done, including the use of drop sheets of polyethylene or other suitable material that is impervious to asbestos.</p> <p class=\"paragraph-e\">  5. If the operation is one mentioned in paragraph 1 or 2 of subsection 12 (3) and is carried on indoors, the spread of dust from the work area shall be prevented, if practicable, by,</p> <p class=\"subpara-e\">  i. using an enclosure of polyethylene or other suitable material that is impervious to asbestos (including, if the enclosure is opaque, one or more transparent window areas to allow observation of the entire work area from outside the enclosure), if the work area is not enclosed by walls,</p> <p class=\"subpara-e\">  ii. disabling the mechanical ventilation system serving the work area, and</p> <p class=\"subpara-e\">  iii. sealing the ventilation ducts to and from the work area.</p> <p class=\"paragraph-e\">  6. Before leaving the work area, a worker shall,</p> <p class=\"subpara-e\">  i. decontaminate his or her protective clothing by using a vacuum equipped with a HEPA filter, or by damp wiping, before removing the protective clothing, and</p> <p class=\"subpara-e\">  ii. if the protective clothing will not be reused, place it in a container as described in paragraph 5 of section 15.</p> <p class=\"paragraph-e\">  7. Facilities for the washing of hands and face shall be made available to workers and shall be used by every worker when leaving the work area.  O. Reg. 278/05, s. 16.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "17.",
            "part_id": null,
            "part_type": null,
            "section": "Additional measures and procedures, glove bag operations",
            "content": " 17. In addition to the measures and procedures prescribed by sections 15 and 16, the following measures and procedures apply to Type 2 operations referred to in paragraph 9 of subsection 12 (3): 1. The work area shall be separated from the rest of the workplace by walls, barricades, fencing or other suitable means. 2. The spread of asbestos-containing material from the work area shall be prevented by disabling the mechanical ventilation system serving the work area and sealing all openings or voids, including ventilation ducts to and from the working area. 3. Surfaces below the work area shall be covered with drop sheets of polyethylene or other suitable material that is impervious to asbestos. 4. The glove bag shall be made of material that is impervious to asbestos and sufficiently strong to support the weight of material the bag will hold. 5. The glove bag shall be equipped with, i. sleeves and gloves that are permanently sealed to the body of the bag to allow the worker to access and deal with the insulation and maintain a sealed enclosure throughout the work period, ii. valves or openings to allow insertion of a vacuum hose and the nozzle of a water sprayer while maintaining the seal to the pipe, duct or similar structure, iii. a tool pouch with a drain, iv. a seamless bottom and a means of sealing off the lower portion of the bag, and v. a high strength double throw zipper and removable straps, if the bag is to be moved during the removal operation. 6. A glove bag shall not be used to remove insulation from a pipe, duct or similar structure if, i. it may not be possible to maintain a proper seal for any reason including, without limitation, A. the condition of the insulation, or B. the temperature of the pipe, duct or similar structure, or ii. the bag could become damaged for any reason including, without limitation, A. the type of jacketing, or B. the temperature of the pipe, duct or similar structure. 7. Immediately before the glove bag is attached, the insulation jacketing or coating shall be inspected for damage or defects, and if any damage or defect is present, it shall be repaired. 8. The glove bag shall be inspected for damage or defects, i. immediately before it is attached to the pipe, duct or other similar structure, and ii. at regular intervals during its use. 9. If damage or defects are observed when the glove bag is inspected under subparagraph 8 i, the glove bag shall not be used and shall be disposed of. 10. If damage or defects are observed when the glove bag is inspected under subparagraph 8 ii or at any other time, i. the use of the glove bag shall be discontinued, ii. the inner surface of the glove bag and the contents, if any, shall be thoroughly wetted, iii. the glove bag and the contents, if any, shall be removed and placed in a container as described in paragraph 5 of section 15, and iv. the work area shall be cleaned by vacuuming with a vacuum equipped with a HEPA filter before removal work is resumed. 11. When the removal work is completed, i. the inner surface of the glove bag and the waste inside shall be thoroughly wetted and the air inside the bag shall be removed through an elasticized valve, by means of a vacuum equipped with a HEPA filter, ii. the pipe, duct or similar structure shall be wiped down and sealed with a suitable encapsulant, iii. the glove bag, with the waste inside, shall be placed in a container as described in paragraph 5 of section 15, and iv. the work area shall be cleaned by damp wiping or by cleaning with a vacuum equipped with a HEPA filter.  O. Reg. 278/05, s. 17.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>17. </b>In addition to the measures and procedures prescribed by sections 15 and 16, the following measures and procedures apply to Type 2 operations referred to in paragraph 9 of subsection 12 (3):</p> <p class=\"paragraph-e\">  1. The work area shall be separated from the rest of the workplace by walls, barricades, fencing or other suitable means.</p> <p class=\"paragraph-e\">  2. The spread of asbestos-containing material from the work area shall be prevented by disabling the mechanical ventilation system serving the work area and sealing all openings or voids, including ventilation ducts to and from the working area.</p> <p class=\"paragraph-e\">  3. Surfaces below the work area shall be covered with drop sheets of polyethylene or other suitable material that is impervious to asbestos.</p> <p class=\"paragraph-e\">  4. The glove bag shall be made of material that is impervious to asbestos and sufficiently strong to support the weight of material the bag will hold.</p> <p class=\"paragraph-e\">  5. The glove bag shall be equipped with,</p> <p class=\"subpara-e\">  i. sleeves and gloves that are permanently sealed to the body of the bag to allow the worker to access and deal with the insulation and maintain a sealed enclosure throughout the work period,</p> <p class=\"subpara-e\">  ii. valves or openings to allow insertion of a vacuum hose and the nozzle of a water sprayer while maintaining the seal to the pipe, duct or similar structure,</p> <p class=\"subpara-e\">  iii. a tool pouch with a drain,</p> <p class=\"subpara-e\">  iv. a seamless bottom and a means of sealing off the lower portion of the bag, and</p> <p class=\"subpara-e\">  v. a high strength double throw zipper and removable straps, if the bag is to be moved during the removal operation.</p> <p class=\"paragraph-e\">  6. A glove bag shall not be used to remove insulation from a pipe, duct or similar structure if,</p> <p class=\"subpara-e\">  i. it may not be possible to maintain a proper seal for any reason including, without limitation,</p> <p class=\"subsubpara-e\">  A. the condition of the insulation, or</p> <p class=\"subsubpara-e\">  B. the temperature of the pipe, duct or similar structure, or</p> <p class=\"subpara-e\">  ii. the bag could become damaged for any reason including, without limitation,</p> <p class=\"subsubpara-e\">  A. the type of jacketing, or</p> <p class=\"subsubpara-e\">  B. the temperature of the pipe, duct or similar structure.</p> <p class=\"paragraph-e\">  7. Immediately before the glove bag is attached, the insulation jacketing or coating shall be inspected for damage or defects, and if any damage or defect is present, it shall be repaired. </p> <p class=\"paragraph-e\">  8. The glove bag shall be inspected for damage or defects,</p> <p class=\"subpara-e\">  i. immediately before it is attached to the pipe, duct or other similar structure, and</p> <p class=\"subpara-e\">  ii. at regular intervals during its use.</p> <p class=\"paragraph-e\">  9. If damage or defects are observed when the glove bag is inspected under subparagraph 8 i, the glove bag shall not be used and shall be disposed of.</p> <p class=\"paragraph-e\">  10. If damage or defects are observed when the glove bag is inspected under subparagraph 8 ii or at any other time, </p> <p class=\"subpara-e\">  i. the use of the glove bag shall be discontinued, </p> <p class=\"subpara-e\">  ii. the inner surface of the glove bag and the contents, if any, shall be thoroughly wetted, </p> <p class=\"subpara-e\">  iii. the glove bag and the contents, if any, shall be removed and placed in a container as described in paragraph 5 of section 15, and</p> <p class=\"subpara-e\">  iv. the work area shall be cleaned by vacuuming with a vacuum equipped with a HEPA filter before removal work is resumed.</p> <p class=\"paragraph-e\">  11. When the removal work is completed,</p> <p class=\"subpara-e\">  i. the inner surface of the glove bag and the waste inside shall be thoroughly<i> </i>wetted and the air inside the bag shall be removed through an elasticized valve, by means of a vacuum equipped with a HEPA filter, </p> <p class=\"subpara-e\">  ii. the pipe, duct or similar structure shall be wiped down and sealed with a suitable encapsulant,</p> <p class=\"subpara-e\">  iii. the glove bag, with the waste inside, shall be placed in a container as described in paragraph 5 of section 15, and</p> <p class=\"subpara-e\">  iv. the work area shall be cleaned by damp wiping or by cleaning with a vacuum equipped with a HEPA filter.  O. Reg. 278/05, s. 17.</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "18.",
            "part_id": null,
            "part_type": null,
            "section": "Additional measures and procedures, Type 3 operations",
            "content": " 18. (1) In addition to the measures and procedures prescribed by section 15, the following measures and procedures apply to Type 3 operations: 1. The work area shall be separated from the rest of the workplace by walls, the placing of barricades or fencing or other suitable means. 2. Subsection (2) applies to an operation mentioned in paragraph 5 of subsection 12 (4). 3. Subsection (3) applies to an operation mentioned in paragraph 1, 2, 3 or 4 of subsection 12 (4) that is carried on outdoors. 4. Subsection (4) applies to an operation mentioned in paragraph 1, 2, 3, 4 or 6 of subsection 12 (4) that is carried on indoors.  O. Reg. 278/05, s. 18 (1). (2) In the case of an operation mentioned in paragraph 5 of subsection 12 (4), the following measures and procedures also apply: 1. The spread of dust from the work area shall be prevented by, i. using enclosures of polyethylene or other suitable material that is impervious to asbestos (including, if the enclosure material is opaque, one or more transparent window areas to allow observation of the entire work area from outside the enclosure), if the work area is not enclosed by walls, and ii. using curtains of polyethylene sheeting or other suitable material that is impervious to asbestos, fitted on each side of each entrance or exit from the work area. 2. Unless the operation is carried on outdoors, or inside a building that is to be demolished and will not be entered by any person except the workers involved in the operation and the workers involved in the demolition, the spread of dust from the work area shall also be prevented by, i. creating and maintaining within the enclosed area, by installing a ventilation system equipped with a HEPA filtered exhaust unit, a negative air pressure of 0.02 inches of water, relative to the area outside the enclosed area, ii. ensuring that replacement air is taken from outside the enclosed area and is free from contamination with any hazardous dust, vapour, smoke, fume, mist or gas, and iii. using a device, at regular intervals, to measure the difference in air pressure between the enclosed area and the area outside it. 3. The ventilation system referred to in subparagraph 2 i shall be inspected and maintained by a competent worker before each use to ensure that there is no air leakage, and if the filter is found to be damaged or defective, it shall be replaced before the ventilation system is used. 4. Before leaving the work area, a worker shall, i. decontaminate his or her protective clothing by using a vacuum equipped with a HEPA filter, or by damp wiping, before removing the protective clothing, and ii. if the protective clothing will not be reused, place it in a container as described in paragraph 5 of section 15. 5. Facilities for the washing of hands and face shall be made available to workers and shall be used by every worker when leaving the work area.  O. Reg. 278/05, s. 18 (2). (3) In the case of an operation mentioned in paragraph 1, 2, 3 or 4 of subsection 12 (4) that is carried on outdoors, the following measures and procedures also apply: 1. If practicable, any asbestos-containing material to be removed shall be thoroughly wetted before and during removal, unless wetting would create a hazard or cause damage. 2. Dust and waste shall not be permitted to fall freely from one work level to another. 3. If practicable, the work area shall be washed down with water after completion of the clean-up and removal described in paragraph 6 of section 15. 4. Temporary electrical power distribution systems for tools and equipment involved in wet removal operations shall be equipped with ground fault circuit interrupters. 5. A decontamination facility shall be located as close as practicable to the work area and shall consist of, i. a room suitable for changing into protective clothing and for storing contaminated protective clothing and equipment, ii. a shower room as described in paragraph 7 of subsection (4), and iii. a room suitable for changing into street clothes and for storing clean clothing and equipment. 6. The rooms described in subparagraphs 5 i, ii and iii shall be arranged in sequence and constructed so that any person entering or leaving the work area must pass through each room. 7. When leaving the work area, a worker shall enter the decontamination facility and shall, in the following order, i. decontaminate his or her protective clothing by using a vacuum equipped with a HEPA filter, or by damp wiping, before removing the protective clothing, ii. if the protective clothing will not be reused, place it in a container as described in paragraph 5 of section 15, iii. shower, and iv. remove and clean the respirator.  O. Reg. 278/05, s. 18 (3). (4) In the case of an operation mentioned in paragraph 1, 2, 3, 4 or 6 of subsection 12 (4) that is carried on indoors, the following measures and procedures also apply: 1. Friable asbestos-containing material that is crumbled, pulverized or powdered and that is lying on any surface in the work area shall be cleaned up and removed using a vacuum equipped with a HEPA filter or by damp wiping and everything shall be removed from the work area or covered with polyethylene sheeting or other suitable material that is impervious to asbestos. 2. The spread of dust from the work area shall be prevented by an enclosure of polyethylene or other suitable material that is impervious to asbestos, if the work area is not enclosed by walls, and by a decontamination facility consisting of a series of interconnecting rooms including, i. a room suitable for changing into protective clothing and for storing contaminated protective clothing and equipment, ii. a shower room as described in paragraph 7, iii. a room suitable for changing into street clothes and for storing clean clothing and equipment, and iv. curtains of polyethylene sheeting or other suitable material that is impervious to asbestos, fitted to each side of the entrance or exit to each room. 3. The rooms described in subparagraphs 2 i, ii and iii shall be arranged in sequence and constructed so that any person entering or leaving the work area must pass through each room. 4. The mechanical ventilation system serving the work area shall be disabled and all openings or voids, including ventilation ducts to or from the work area, shall be sealed by tape or other appropriate means. 5. Unless the operation is carried on inside a building that is to be demolished and will not be entered by any person except the workers involved in the operation and the workers involved in the demolition, the spread of dust from the work area shall also be prevented by, i. creating and maintaining within the enclosed area, by installing a ventilation system equipped with a HEPA filtered exhaust unit, a negative air pressure of 0.02 inches of water, relative to the area outside the enclosed area, ii. ensuring that replacement air is taken from outside the enclosed area and is free from contamination with any hazardous dust, vapour, smoke, fume, mist or gas, and iii. using a device, at regular intervals, to measure the difference in air pressure between the enclosed area and the area outside it. 6. The ventilation system referred to in subparagraph 5 i shall be inspected and maintained by a competent worker before each use to ensure that there is no air leakage, and if the filter is found to be damaged or defective, it shall be replaced before the ventilation system is used. 7. The shower room in the decontamination facility shall, i. be provided with hot and cold water or water of a constant temperature that is not less than 40° Celsius or more than 50° Celsius, ii. have individual controls inside the room to regulate water flow and, if there is hot and cold water, individual controls inside the room to regulate temperature, iii. be capable of providing adequate supplies of hot water to maintain a water temperature of at least 40° Celsius, and iv. be provided with clean towels. 8. When leaving the work area, a worker shall enter the decontamination facility and shall, in the following order, i. decontaminate his or her protective clothing by using a vacuum equipped with a HEPA filter, or by damp wiping, before removing the protective clothing, ii. if the protective clothing will not be reused, place it in a container as described in paragraph 5 of section 15, iii. shower, and iv. remove and clean the respirator. 9. If practicable, existing electrical power distribution systems that are not water-tight shall be de-energized and locked out where wet removal operations are to be carried out. 10. Temporary electrical power distribution systems for tools and equipment involved in wet removal operations shall be equipped with ground fault circuit interrupters. 11. Friable asbestos-containing material shall be thoroughly wetted before and during removal, unless wetting would create a hazard or cause damage. 12. The work area shall be inspected by a competent worker for defects in the enclosure, barriers and decontamination facility, i. at the beginning of each shift, ii. at the end of a shift if there is no shift that begins immediately after the first-named shift, and iii. at least once each day on days when there are no shifts. 13. Defects observed during an inspection under paragraph 12 shall be repaired immediately and no other work shall be carried out in the work area until the repair work is completed. 14. If practicable, dust and waste shall be kept wet. 15. On completion of the work, i. negative air pressure shall be maintained if required by subparagraph 5 i, ii. the inner surface of the enclosure and the work area inside the enclosure shall be cleaned by a thorough washing or by vacuuming with a vacuum equipped with a HEPA filter, iii. equipment, tools and other items used in the work shall be cleaned with a damp cloth or by vacuuming with a vacuum equipped with a HEPA filter or they shall be placed in a container as described in paragraph 5 of section 15 before being removed from the enclosure, and iv. a visual inspection shall be conducted by a competent worker to ensure that the enclosure and the work area inside the enclosure are free from visible dust, debris or residue that may contain asbestos. 16. Once the work area inside the enclosure is dry after the steps set out in subparagraphs 15 ii, iii and iv have been completed, clearance air testing shall be conducted by a competent worker in accordance with subsection (5), unless the operation is carried on inside a building that is to be demolished and will not be entered by any person except the workers involved in the operation and the workers involved in the demolition. 17. The barriers, enclosure and decontamination facility shall not be removed or dismantled until, i. cleaning has been done as described in paragraph 15, and ii. if clearance air testing is required, it has been completed and the work area inside the enclosure has passed the clearance air test.  O. Reg. 278/05, s. 18 (4). (5) The following rules apply to clearance air testing: 1. Sample collection and analysis shall be done, i. using the phase contrast microscopy method, in accordance with subsection (6), or ii. using the transmission electron microscopy method, in accordance with subsection (7). 2. If the work area inside the enclosure fails the clearance air test, the steps set out in subparagraphs 15 ii, iii and iv of subsection (4) shall be repeated and the work area shall be allowed to dry before a further test is carried out, unless paragraph 6 of subsection (6) applies.  O. Reg. 278/05, s. 18 (5). (6) Clearance air testing using the phase contrast microscopy method shall be carried out in accordance with U.S. National Institute of Occupational Safety and Health Manual of Analytical Methods, Method 7400, Issue 2: Asbestos and other Fibres by PCM (August 15, 1994), using the asbestos fibre counting rules, and shall comply with the following requirements: 1. Testing shall be based on samples taken inside the enclosure. 2. Forced air shall be used, both before and during the sampling process, to ensure that fibres are dislodged from all surfaces inside the enclosure before sampling begins and are kept airborne throughout the sampling process. 3. At least 2,400 litres of air shall be drawn through each sample filter, even though the standard mentioned above provides for a different amount. 4. The number of air samples to be collected shall be in accordance with Table 3. 5. The work area inside the enclosure passes the clearance air test only if every air sample collected has a concentration of fibres that does not exceed 0.01 fibres per cubic centimetres of air. 6. If the work area inside the enclosure fails a first test that is done using the phase contrast microscopy method, the samples may be subjected to a second analysis using transmission electron microscopy in accordance with the standard mentioned in subsection (7). 7. When a second analysis is done as described in paragraph 6, the work area inside the enclosure passes the clearance air test only if every air sample collected has a concentration of asbestos fibres that does not exceed 0.01 fibres per cubic centimetre of air.  O. Reg. 278/05, s. 18 (6). (7) Clearance air testing using the transmission electron microscopy method shall be carried out in accordance with U.S. National Institute of Occupational Safety and Health Manual of Analytical Methods, Method 7402, Issue 2: Asbestos by TEM (August 15, 1994), and shall comply with the following requirements: 1. Testing shall be based on samples taken inside the enclosure and samples taken outside the enclosure but inside the building. 2. Forced air shall be used inside the enclosure, both before and during the sampling process, to ensure that fibres are dislodged from all surfaces before sampling begins and are kept airborne throughout the sampling process. 3. At least 2,400 litres of air shall be drawn through each sample filter, even though the standard mentioned above provides for a different amount. 4. At least five air samples shall be taken inside each enclosure and at least five air samples shall be taken outside the enclosure but inside the building. 5. Sampling inside and outside the enclosure shall be conducted concurrently. 6. The work area inside the enclosure passes the clearance air test if the average concentration of asbestos fibres in the samples collected inside the enclosure is statistically less than the average concentration of asbestos fibres in the samples collected outside the enclosure, or if there is no statistical difference between the two average concentrations.  O. Reg. 278/05, s. 18 (7). (8) Within 24 hours after the clearance air testing results are received, (a) the owner and the employer shall post a copy of the results in a conspicuous place or places, (i) at the workplace, and (ii) if the building contains other workplaces, in a common area of the building; and (b) a copy shall be provided to the joint health and safety committee or the health and safety representative, if any, for the workplace and for the building.  O. Reg. 278/05, s. 18 (8). (9) The owner of the building shall keep a copy of the clearance air testing results for at least one year after receiving them.  O. Reg. 278/05, s. 18 (9).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>18. </b>(1) In addition to the measures and procedures prescribed by section 15, the following measures and procedures apply to Type 3 operations:</p> <p class=\"paragraph-e\">  1. The work area shall be separated from the rest of the workplace by walls, the placing of barricades or fencing or other suitable means.</p> <p class=\"paragraph-e\">  2. Subsection (2) applies to an operation mentioned in paragraph 5 of subsection 12 (4).</p> <p class=\"paragraph-e\">  3. Subsection (3) applies to an operation mentioned in paragraph 1, 2, 3 or 4 of subsection 12 (4) that is carried on outdoors.</p> <p class=\"paragraph-e\">  4. Subsection (4) applies to an operation mentioned in paragraph 1, 2, 3, 4 or 6 of subsection 12 (4) that is carried on indoors.  O. Reg. 278/05, s. 18 (1).</p> <p class=\"subsection-e\">  (2) In the case of an operation mentioned in paragraph 5 of subsection 12 (4), the following measures and procedures also apply:</p> <p class=\"paragraph-e\">  1. The spread of dust from the work area shall be prevented by,</p> <p class=\"subpara-e\">  i. using enclosures of polyethylene or other suitable material that is impervious to asbestos (including, if the enclosure material is opaque, one or more transparent window areas to allow observation of the entire work area from outside the enclosure), if the work area is not enclosed by walls, and</p> <p class=\"subpara-e\">  ii. using curtains of polyethylene sheeting or other suitable material that is impervious to asbestos, fitted on each side of each entrance or exit from the work area.</p> <p class=\"paragraph-e\">  2. Unless the operation is carried on outdoors, or inside a building that is to be demolished and will not be entered by any person except the workers involved in the operation and the workers involved in the demolition, the spread of dust from the work area shall also be prevented by,</p> <p class=\"subpara-e\">  i. creating and maintaining within the enclosed area, by installing a ventilation system equipped with a HEPA filtered exhaust unit, a negative air pressure of 0.02 inches of water, relative to the area outside the enclosed area, </p> <p class=\"subpara-e\">  ii. ensuring that replacement air is taken from outside the enclosed area and is free from contamination with any hazardous dust, vapour, smoke, fume, mist or gas, and</p> <p class=\"subpara-e\">  iii. using a device, at regular intervals, to measure the difference in air pressure between the enclosed area and the area outside it.</p> <p class=\"paragraph-e\">  3. The ventilation system referred to in subparagraph 2 i shall be inspected and maintained by a competent worker before each use to ensure that there is no air leakage, and if the filter is found to be damaged or defective, it shall be replaced before the ventilation system is used. </p> <p class=\"paragraph-e\">  4. Before leaving the work area, a worker shall,</p> <p class=\"subpara-e\">  i. decontaminate his or her protective clothing by using a vacuum equipped with a HEPA filter, or by damp wiping, before removing the protective clothing, and</p> <p class=\"subpara-e\">  ii. if the protective clothing will not be reused, place it in a container as described in paragraph 5 of section 15.</p> <p class=\"paragraph-e\">  5. Facilities for the washing of hands and face shall be made available to workers and shall be used by every worker when leaving the work area.  O. Reg. 278/05, s. 18 (2).</p> <p class=\"subsection-e\">  (3) In the case of an operation mentioned in paragraph 1, 2, 3 or 4 of subsection 12 (4) that is carried on outdoors, the following measures and procedures also apply:</p> <p class=\"paragraph-e\">  1. If practicable, any asbestos-containing material to be removed shall be thoroughly wetted before and during removal, unless wetting would create a hazard or cause damage.</p> <p class=\"paragraph-e\">  2. Dust and waste shall not be permitted to fall freely from one work level to another.</p> <p class=\"paragraph-e\">  3. If practicable, the work area shall be washed down with water after completion of the clean-up and removal described in paragraph 6 of section 15.</p> <p class=\"paragraph-e\">  4. Temporary electrical power distribution systems for tools and equipment involved in wet removal operations shall be equipped with ground fault circuit interrupters.</p> <p class=\"paragraph-e\">  5. A decontamination facility shall be located as close as practicable to the work area and shall consist of,</p> <p class=\"subpara-e\">  i. a room suitable for changing into protective clothing and for storing contaminated protective clothing and equipment,</p> <p class=\"subpara-e\">  ii. a shower room as described in paragraph 7 of subsection (4), and</p> <p class=\"subpara-e\">  iii. a room suitable for changing into street clothes and for storing clean clothing and equipment.</p> <p class=\"paragraph-e\">  6. The rooms described in subparagraphs 5 i, ii and iii shall be arranged in sequence and constructed so that any person entering or leaving the work area must pass through each room.</p> <p class=\"paragraph-e\">  7. When leaving the work area, a worker shall enter the decontamination facility and shall, in the following order,</p> <p class=\"subpara-e\">  i. decontaminate his or her protective clothing by using a vacuum equipped with a HEPA filter, or by damp wiping, before removing the protective clothing,</p> <p class=\"subpara-e\">  ii. if the protective clothing will not be reused, place it in a container as described in paragraph 5 of section 15,</p> <p class=\"subpara-e\">  iii. shower, and</p> <p class=\"subpara-e\">  iv. remove and clean the respirator.  O. Reg. 278/05, s. 18 (3).</p> <p class=\"subsection-e\">  (4) In the case of an operation mentioned in paragraph 1, 2, 3, 4 or 6 of subsection 12 (4) that is carried on indoors, the following measures and procedures also apply:</p> <p class=\"paragraph-e\">  1. Friable asbestos-containing material that is crumbled, pulverized or powdered and that is lying on any surface in the work area shall be cleaned up and removed using a vacuum equipped with a HEPA filter or by damp wiping and everything shall be removed from the work area or covered with polyethylene sheeting or other suitable material that is impervious to asbestos.</p> <p class=\"paragraph-e\">  2. The spread of dust from the work area shall be prevented by an enclosure of polyethylene or other suitable material that is impervious to asbestos, if the work area is not enclosed by walls, and by a decontamination facility consisting of a series of interconnecting rooms including,</p> <p class=\"subpara-e\">  i. a room suitable for changing into protective clothing and for storing contaminated protective clothing and equipment,</p> <p class=\"subpara-e\">  ii. a shower room as described in paragraph 7,</p> <p class=\"subpara-e\">  iii. a room suitable for changing into street clothes and for storing clean clothing and equipment, and</p> <p class=\"subpara-e\">  iv. curtains of polyethylene sheeting or other suitable material that is impervious to asbestos, fitted to each side of the entrance or exit to each room.</p> <p class=\"paragraph-e\">  3. The rooms described in subparagraphs 2 i, ii and iii shall be arranged in sequence and constructed so that any person entering or leaving the work area must pass through each room.</p> <p class=\"paragraph-e\">  4. The mechanical ventilation system serving the work area shall be disabled and all openings or voids, including ventilation ducts to or from the work area, shall be sealed by tape or other appropriate means.</p> <p class=\"paragraph-e\">  5. Unless the operation is carried on inside a building that is to be demolished and will not be entered by any person except the workers involved in the operation and the workers involved in the demolition, the spread of dust from the work area shall also be prevented by,</p> <p class=\"subpara-e\">  i. creating and maintaining within the enclosed area, by installing a ventilation system equipped with a HEPA filtered exhaust unit, a negative air pressure of 0.02 inches of water, relative to the area outside the enclosed area, </p> <p class=\"subpara-e\">  ii. ensuring that replacement air is taken from outside the enclosed area and is free from contamination with any hazardous dust, vapour, smoke, fume, mist or gas, and</p> <p class=\"subpara-e\">  iii. using a device, at regular intervals, to measure the difference in air pressure between the enclosed area and the area outside it.</p> <p class=\"paragraph-e\">  6. The ventilation system referred to in subparagraph 5 i shall be inspected and maintained by a competent worker before each use to ensure that there is no air leakage, and if the filter is found to be damaged or defective, it shall be replaced before the ventilation system is used.</p> <p class=\"paragraph-e\">  7. The shower room in the decontamination facility shall,</p> <p class=\"subpara-e\">  i. be provided with hot and cold water or water of a constant temperature that is not less than 40° Celsius or more than 50° Celsius,</p> <p class=\"subpara-e\">  ii. have individual controls inside the room to regulate water flow and, if there is hot and cold water, individual controls inside the room to regulate temperature,</p> <p class=\"subpara-e\">  iii. be capable of providing adequate supplies of hot water to maintain a water temperature of at least 40° Celsius, and</p> <p class=\"subpara-e\">  iv. be provided with clean towels.</p> <p class=\"paragraph-e\">  8. When leaving the work area, a worker shall enter the decontamination facility and shall, in the following order,</p> <p class=\"subpara-e\">  i. decontaminate his or her protective clothing by using a vacuum equipped with a HEPA filter, or by damp wiping, before removing the protective clothing,</p> <p class=\"subpara-e\">  ii. if the protective clothing will not be reused, place it in a container as described in paragraph 5 of section 15,</p> <p class=\"subpara-e\">  iii. shower, and</p> <p class=\"subpara-e\">  iv. remove and clean the respirator.</p> <p class=\"paragraph-e\">  9. If practicable, existing electrical power distribution systems that are not water-tight shall be de-energized and locked out where wet removal operations are to be carried out.</p> <p class=\"paragraph-e\">  10. Temporary electrical power distribution systems for tools and equipment involved in wet removal operations shall be equipped with ground fault circuit interrupters.</p> <p class=\"paragraph-e\">  11. Friable asbestos-containing material shall be thoroughly wetted before and during removal, unless wetting would create a hazard or cause damage.</p> <p class=\"paragraph-e\">  12. The work area shall be inspected by a competent worker for defects in the enclosure, barriers and decontamination facility,</p> <p class=\"subpara-e\">  i. at the beginning of each shift,</p> <p class=\"subpara-e\">  ii. at the end of a shift if there is no shift that begins immediately after the first-named shift, and</p> <p class=\"subpara-e\">  iii. at least once each day on days when there are no shifts.</p> <p class=\"paragraph-e\">  13. Defects observed during an inspection under paragraph 12 shall be repaired immediately and no other work shall be carried out in the work area until the repair work is completed.</p> <p class=\"paragraph-e\">  14. If practicable, dust and waste shall be kept wet.</p> <p class=\"paragraph-e\">  15. On completion of the work,</p> <p class=\"subpara-e\">  i. negative air pressure shall be maintained if required by subparagraph 5 i,</p> <p class=\"subpara-e\">  ii. the inner surface of the enclosure and the work area inside the enclosure shall be cleaned by a thorough washing or by vacuuming with a vacuum equipped with a HEPA filter,</p> <p class=\"subpara-e\">  iii. equipment, tools and other items used in the work shall be cleaned with a damp cloth or by vacuuming with a vacuum equipped with a HEPA filter or they shall be placed in a container as described in paragraph 5 of section 15 before being removed from the enclosure, and</p> <p class=\"subpara-e\">  iv. a visual inspection shall be conducted by a competent worker to ensure that the enclosure and the work area inside the enclosure are free from visible dust, debris or residue that may contain asbestos.</p> <p class=\"paragraph-e\">  16. Once the work area inside the enclosure is dry after the steps set out in subparagraphs 15 ii, iii and iv have been completed, clearance air testing shall be conducted by a competent worker in accordance with subsection (5), unless the operation is carried on inside a building that is to be demolished and will not be entered by any person except the workers involved in the operation and the workers involved in the demolition. </p> <p class=\"paragraph-e\">  17. The barriers, enclosure and decontamination facility shall not be removed or dismantled until,</p> <p class=\"subpara-e\">  i. cleaning has been done as described in paragraph 15, and</p> <p class=\"subpara-e\">  ii. if clearance air testing is required, it has been completed and the work area inside the enclosure has passed the clearance air test.  O. Reg. 278/05, s. 18 (4).</p> <p class=\"subsection-e\">  (5) The following rules apply to clearance air testing:</p> <p class=\"paragraph-e\">  1. Sample collection and analysis shall be done,</p> <p class=\"subpara-e\">  i. using the phase contrast microscopy method, in accordance with subsection (6), or</p> <p class=\"subpara-e\">  ii. using the transmission electron microscopy method, in accordance with subsection (7).</p> <p class=\"paragraph-e\">  2. If the work area inside the enclosure fails the clearance air test, the steps set out in subparagraphs 15 ii, iii and iv of subsection (4) shall be repeated and the work area shall be allowed to dry before a further test is carried out, unless paragraph 6 of subsection (6) applies.  O. Reg. 278/05, s. 18 (5).</p> <p class=\"subsection-e\">  (6) Clearance air testing using the phase contrast microscopy method shall be carried out in accordance with U.S. National Institute of Occupational Safety and Health Manual of Analytical Methods, Method 7400, Issue 2: Asbestos and other Fibres by PCM (August 15, 1994), using the asbestos fibre counting rules, and shall comply with the following requirements:</p> <p class=\"paragraph-e\">  1. Testing shall be based on samples taken inside the enclosure.</p> <p class=\"paragraph-e\">  2. Forced air shall be used, both before and during the sampling process, to ensure that fibres are dislodged from all surfaces inside the enclosure before sampling begins and are kept airborne throughout the sampling process.</p> <p class=\"paragraph-e\">  3. At least 2,400 litres of air shall be drawn through each sample filter, even though the standard mentioned above provides for a different amount.</p> <p class=\"paragraph-e\">  4. The number of air samples to be collected shall be in accordance with Table 3.</p> <p class=\"paragraph-e\">  5. The work area inside the enclosure passes the clearance air test only if every air sample collected has a concentration of fibres that does not exceed 0.01 fibres per cubic centimetres of air.</p> <p class=\"paragraph-e\">  6. If the work area inside the enclosure fails a first test that is done using the phase contrast microscopy method, the samples may be subjected to a second analysis using transmission electron microscopy in accordance with the standard mentioned in subsection (7).</p> <p class=\"paragraph-e\">  7. When a second analysis is done as described in paragraph 6, the work area inside the enclosure passes the clearance air test only if every air sample collected has a concentration of asbestos fibres that does not exceed 0.01 fibres per cubic centimetre of air.  O. Reg. 278/05, s. 18 (6).</p> <p class=\"subsection-e\">  (7) Clearance air testing using the transmission electron microscopy method shall be carried out in accordance with U.S. National Institute of Occupational Safety and Health Manual of Analytical Methods, Method 7402, Issue 2: Asbestos by TEM (August 15, 1994), and shall comply with the following requirements:</p> <p class=\"paragraph-e\">  1. Testing shall be based on samples taken inside the enclosure and samples taken outside the enclosure but inside the building.</p> <p class=\"paragraph-e\">  2. Forced air shall be used inside the enclosure, both before and during the sampling process, to ensure that fibres are dislodged from all surfaces before sampling begins and are kept airborne throughout the sampling process.</p> <p class=\"paragraph-e\">  3. At least 2,400 litres of air shall be drawn through each sample filter, even though the standard mentioned above provides for a different amount.</p> <p class=\"paragraph-e\">  4. At least five air samples shall be taken inside each enclosure and at least five air samples shall be taken outside the enclosure but inside the building.</p> <p class=\"paragraph-e\">  5. Sampling inside and outside the enclosure shall be conducted concurrently. </p> <p class=\"paragraph-e\">  6. The work area inside the enclosure passes the clearance air test if the average concentration of asbestos fibres in the samples collected inside the enclosure is statistically less than the average concentration of asbestos fibres in the samples collected outside the enclosure, or if there is no statistical difference between the two average concentrations.  O. Reg. 278/05, s. 18 (7).</p> <p class=\"subsection-e\">  (8) Within 24 hours after the clearance air testing results are received, </p> <p class=\"clause-e\">  (a) the owner and the employer shall post a copy of the results in a conspicuous place or places,</p> <p class=\"subclause-e\">  (i) at the workplace, and</p> <p class=\"subclause-e\">  (ii) if the building contains other workplaces, in a common area of the building; and</p> <p class=\"clause-e\">  (b) a copy shall be provided to the joint health and safety committee or the health and safety representative, if any, for the workplace and for the building.  O. Reg. 278/05, s. 18 (8).</p> <p class=\"subsection-e\">  (9) The owner of the building shall keep a copy of the clearance air testing results for at least one year after receiving them.  O. Reg. 278/05, s. 18 (9).</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "19.",
            "part_id": null,
            "part_type": null,
            "section": "Instruction and training",
            "content": " 19. (1) The employer shall ensure that instruction and training in the following subjects are provided by a competent person to every worker working in a Type 1, Type 2 or Type 3 operation: 1. The hazards of asbestos exposure. 2. Personal hygiene and work practices. 3. The use, cleaning and disposal of respirators and protective clothing.  O. Reg. 278/05, s. 19 (1). (2) The joint health and safety committee or the health and safety representative, if any, for the workplace shall be advised of the time and place where the instruction and training prescribed by subsection (1) are to be carried out.  O. Reg. 278/05, s. 19 (2). (3) Without restricting the generality of paragraph 3 of subsection (1), the instruction and training related to respirators shall include instruction and training related to, (a) the limitations of the equipment; (b) inspection and maintenance of the equipment; (c) proper fitting of a respirator; and (d) respirator cleaning and disinfection.  O. Reg. 278/05, s. 19 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>19. </b>(1) The employer shall ensure that instruction and training in the following subjects are provided by a competent person to every worker working in a Type 1, Type 2 or Type 3 operation:</p> <p class=\"paragraph-e\">  1. The hazards of asbestos exposure.</p> <p class=\"paragraph-e\">  2. Personal hygiene and work practices.</p> <p class=\"paragraph-e\">  3. The use, cleaning and disposal of respirators and protective clothing.  O. Reg. 278/05, s. 19 (1).</p> <p class=\"subsection-e\">  (2) The joint health and safety committee or the health and safety representative, if any, for the workplace shall be advised of the time and place where the instruction and training prescribed by subsection (1) are to be carried out.  O. Reg. 278/05, s. 19 (2).</p> <p class=\"subsection-e\">  (3) Without restricting the generality of paragraph 3 of subsection (1), the instruction and training related to respirators shall include instruction and training related to,</p> <p class=\"clause-e\">  (a) the limitations of the equipment;</p> <p class=\"clause-e\">  (b) inspection and maintenance of the equipment;</p> <p class=\"clause-e\">  (c) proper fitting of a respirator; and</p> <p class=\"clause-e\">  (d) respirator cleaning and disinfection.  O. Reg. 278/05, s. 19 (3).</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "20.",
            "part_id": null,
            "part_type": null,
            "section": "Asbestos abatement training programs",
            "content": " 20. (1) The employer shall ensure that, (a) every worker involved in a Type 3 operation has successfully completed the Asbestos Abatement Worker Training Program approved by the Ministry of Advanced Education and Skills Development; and (b) every supervisor of a worker involved in a Type 3 operation has successfully completed the Asbestos Abatement Supervisor Training Program approved by the Ministry of Advanced Education and Skills Development.  O. Reg. 278/05, s. 20 (1); O. Reg. 62/18, s. 2 (1). (2) The employer shall ensure that every worker and supervisor successfully completes the appropriate program required under subsection (1) before performing or supervising the work to which the program relates.  O. Reg. 278/05, s. 20 (2). (3) A document issued by the Ministry of Advanced Education and Skills Development, showing that a worker has successfully completed a program mentioned in subsection (1), is conclusive proof, for the purposes of this section, of his or her successful completion of the program.  O. Reg. 278/05, s. 20 (3); O. Reg. 62/18, s. 2 (1). (4) Revoked: O. Reg. 62/18, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>20. </b>(1) The employer shall ensure that,</p> <p class=\"clause-e\">  (a) every worker involved in a Type 3 operation has successfully completed the Asbestos Abatement Worker Training Program approved by the Ministry of Advanced Education and Skills Development; and</p> <p class=\"clause-e\">  (b) every supervisor of a worker involved in a Type 3 operation has successfully completed the Asbestos Abatement Supervisor Training Program approved by the Ministry of Advanced Education and Skills Development.  O. Reg. 278/05, s. 20 (1); O. Reg. 62/18, s. 2 (1).</p> <p class=\"subsection-e\">  (2) The employer shall ensure that every worker and supervisor successfully completes the appropriate program required under subsection (1) before performing or supervising the work to which the program relates.  O. Reg. 278/05, s. 20 (2).</p> <p class=\"subsection-e\"><b> </b>(3) A document issued by the Ministry of Advanced Education and Skills Development, showing that a worker has successfully completed a program mentioned in subsection (1), is conclusive proof, for the purposes of this section, of his or her successful completion of the program.  O. Reg. 278/05, s. 20 (3); O. Reg. 62/18, s. 2 (1).</p> <p class=\"subsection-e\">  (4) <span class=\"ovsmallcap\">Revoked:</span> O. Reg. 62/18, s. 2 (2).</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "21.",
            "part_id": null,
            "part_type": null,
            "section": "Asbestos work report",
            "content": " 21. (1) The employer of a worker working in a Type 2 operation or a Type 3 operation shall complete an asbestos work report in a form obtained from the Ministry for each such worker, (a) at least once in each 12-month period; and (b) immediately on the termination of the employment of the worker.  O. Reg. 278/05, s. 21 (1). (2) As soon as the asbestos work report is completed, the employer shall, (a) forward it to the Provincial Physician, Ministry of Labour, and (b) give a copy to the worker.  O. Reg. 278/05, s. 21 (2). (3) For the purposes of clause (2) (a), the employer may deliver the report to the Provincial Physician in person or send it by ordinary mail, by courier or by fax.  O. Reg. 278/05, s. 21 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>21. </b>(1) The employer of a worker working in a Type 2 operation or a Type 3 operation shall complete an asbestos work report in a form obtained from the Ministry for each such worker,</p> <p class=\"clause-e\">  (a) at least once in each 12-month period; and </p> <p class=\"clause-e\">  (b) immediately on the termination of the employment of the worker.  O. Reg. 278/05, s. 21 (1).</p> <p class=\"subsection-e\">  (2) As soon as the asbestos work report is completed, the employer shall,</p> <p class=\"clause-e\">  (a) forward it to the Provincial Physician, Ministry of Labour, and</p> <p class=\"clause-e\">  (b) give a copy to the worker.  O. Reg. 278/05, s. 21 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of clause (2) (a), the employer may deliver the report to the Provincial Physician in person or send it by ordinary mail, by courier or by fax.  O. Reg. 278/05, s. 21 (3).</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "22.",
            "part_id": null,
            "part_type": null,
            "section": "Asbestos Workers Register",
            "content": " 22. (1) The Provincial Physician, Ministry of Labour, shall establish and maintain an Asbestos Workers Register listing the name of each worker for whom an employer submits an asbestos work report under section 21.  O. Reg. 278/05, s. 22 (1). (2) On the recommendation of the Provincial Physician, a worker who is listed in the Register may volunteer to undergo the prescribed medical examination described in paragraph 1 of subsection (4).  O. Reg. 278/05, s. 22 (2). (3) A worker who has undergone the prescribed medical examination described in paragraph 1 of subsection (4) may volunteer to undergo subsequent examinations of the same type if they are recommended by his or her physician.  O. Reg. 278/05, s. 22 (3). (4) The following medical examinations are prescribed for the purposes of subsection 26 (3) of the Act: 1. An examination consisting of a medical questionnaire, chest x-rays and pulmonary function tests. 2. A subsequent examination that consists of the components described in paragraph 1, is recommended by the worker’s physician and takes place at least five years after the most recent examination.  O. Reg. 278/05, s. 22 (4); O. Reg. 450/19, s. 1. (5) A worker who is removed from exposure to asbestos because an examination discloses that he or she may have or has a condition resulting from exposure to asbestos and suffers a loss of earnings as a result of the removal from exposure to asbestos is entitled to compensation for the loss in the manner and to the extent provided by the Workplace Safety and Insurance Act, 1997.  O. Reg. 278/05, s. 22 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>22. </b>(1) The Provincial Physician, Ministry of Labour, shall establish and maintain an Asbestos Workers Register listing the name of each worker for whom an employer submits an asbestos work report under section 21.  O. Reg. 278/05, s. 22 (1).</p> <p class=\"subsection-e\">  (2) On the recommendation of the Provincial Physician, a worker who is listed in the Register may volunteer to undergo the prescribed medical examination described in paragraph 1 of subsection (4).  O. Reg. 278/05, s. 22 (2).</p> <p class=\"subsection-e\">  (3) A worker who has undergone the prescribed medical examination described in paragraph 1 of subsection (4) may volunteer to undergo subsequent examinations of the same type if they are recommended by his or her physician.  O. Reg. 278/05, s. 22 (3).</p> <p class=\"subsection-e\">  (4) The following medical examinations are prescribed for the purposes of subsection 26 (3) of the Act:</p> <p class=\"paragraph-e\">  1. An examination consisting of a medical questionnaire, chest x-rays and pulmonary function tests.</p> <p class=\"paragraph-e\">  2. A subsequent examination that consists of the components described in paragraph 1, is recommended by the worker’s physician and takes place at least five years after the most recent examination.  O. Reg. 278/05, s. 22 (4); O. Reg. 450/19, s. 1.</p> <p class=\"subsection-e\">  (5) A worker who is removed from exposure to asbestos because an examination discloses that he or she may have or has a condition resulting from exposure to asbestos and suffers a loss of earnings as a result of the removal from exposure to asbestos is entitled to compensation for the loss in the manner and to the extent provided by the <i>Workplace Safety and Insurance Act, 1997</i>.  O. Reg. 278/05, s. 22 (5).</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "23.",
            "part_id": null,
            "part_type": null,
            "section": "Use of equivalent measure or procedure",
            "content": " 23. A constructor, in the case of a project, or the employer, in any other case, may vary a measure or procedure required by this Regulation if the following conditions are satisfied: 1. The measure or procedure, as varied, affords protection for the health and safety of workers that is at least equal to the protection that would be provided by complying with this Regulation. 2. The constructor or employer gives written notice of the varied measure or procedure, in advance, to the joint health and safety committee or the health and safety representative, if any, for the workplace.  O. Reg. 278/05, s. 23.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>23</b><b>. </b>A constructor, in the case of a project, or the employer, in any other case, may vary a measure or procedure required by this Regulation if the following conditions are satisfied:</p> <p class=\"paragraph-e\">  1. The measure or procedure, as varied, affords protection for the health and safety of workers that is at least equal to the protection that would be provided by complying with this Regulation.</p> <p class=\"paragraph-e\">  2. The constructor or employer gives written notice of the varied measure or procedure, in advance, to the joint health and safety committee or the health and safety representative, if any, for the workplace.  O. Reg. 278/05, s. 23.</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "24.",
            "part_id": null,
            "part_type": null,
            "section": "Notice to inspector",
            "content": " 24. (1) When this Regulation requires written notice to an inspector at an office of the Ministry of Labour, the notice shall be given, (a) by delivering it to the office in person; (b) by sending it by ordinary mail, by courier or by fax, or (c) by sending the notice to the inspector by electronic means that are acceptable to the Ministry.  O. Reg. 278/05, s. 24 (1). (2) When this Regulation requires oral notice to an inspector at an office of the Ministry of Labour, the notice shall be given, (a) in person; (b) by telephoning the inspector; or (c) by sending the notice to the inspector by electronic means that are acceptable to the Ministry.  O. Reg. 278/05, s. 24 (2). 25. Omitted (revokes other Regulations).  O. Reg. 278/05, s. 25. 26. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 278/05, s. 26. Table 1   Bulk material samples Subsection 3 (3)  Item   Type of material   Size of area of homogeneous material   Minimum number of bulk material samples to be collected \n\n  1.   Surfacing material, including without limitation material that is applied to surfaces by spraying, by troweling or otherwise, such as acoustical plaster on ceilings and fireproofing materials on structural members   Less than 90 square metres    3 \n\n          90 or more square metres, but less than 450 square metres   5 \n\n          450 or more square metres   7 \n\n  2.   Thermal insulation, except as described in item 3   Any size   3 \n\n  3.   Thermal insulation patch   Less than 2 linear metres or 0.5 square metres   1 \n\n  4.   Other material    Any size   3 O. Reg. 278/05, Table 1. Table 2   Respirators Paragraph 12 of section 14 and paragraph 11 of section 15  Column 1   Column 2 \n\n  Work Category   Required respirator \n\n  Type 1 Operations     \n\n  Worker requests that the employer provide a respirator to be used by the worker, as described in paragraph 12 of section 14   Air purifying half-mask respirator with N-100, R-100 or P-100 particulate filter  \n\n  Type 2 Operations     \n\n  Work described in paragraph 1 of subsection 12 (3)   One of the following: \n\n        - Air purifying full-facepiece respirator with N-100, R-100 or P-100 particulate filter \n\n        - Powered air purifying respirator equipped with a tight-fitting facepiece (half or full-facepiece) and a high efficiency filter or N-100, P-100 or R-100 particulate filter \n\n        - Negative pressure (demand) supplied air respirator equipped with a full-facepiece \n\n        - Continuous flow supplied air respirator equipped with a tight fitting facepiece (half or full-facepiece) \n\n  Work described in paragraphs 2 to 7 and 9 to 11 of subsection 12 (3)   Air purifying half-mask respirator with N-100, R-100 or P-100 particulate filter  \n\n  Breaking, cutting, drilling, abrading, grinding,    Material is not wetted   One of the following: \n\n  sanding or vibrating non-friable material containing asbestos by means of power tools, if the tool is          - Air purifying full-facepiece respirator with N-100, R-100 or P-100 particulate filter \n\n  attached to a dust collecting device equipped with a HEPA filter as described in paragraph 8 of subsection 12 (3)         - Powered air purifying respirator equipped with a tight-fitting facepiece (half or full-facepiece) and a high efficiency filter or N-100, P-100 or R-100 particulate filter \n\n            - Negative pressure (demand) supplied air respirator equipped with a full-facepiece \n\n            - Continuous flow supplied air respirator equipped with a tight fitting facepiece (half or full-facepiece) \n\n      Material is wetted to control spread of fibre   Air purifying half-mask respirator with N-100, R-100 or P-100 particulate filter  \n\n  Type 3 Operations     \n\n  Breaking, cutting, drilling, abrading, grinding, sanding or vibrating non-friable material containing    Material is not wetted   Pressure demand supplied air respirator equipped with a half mask \n\n  asbestos by means of power tools, if the tool is not attached to a dust collecting device equipped with a HEPA filter as described in paragraph 5 of    Material is wetted to control spread of fibre   One of the following: \n\n  subsection 12 (4)         - Air purifying full-facepiece respirator with N-100, R-100 or P-100 particulate filter \n\n            - Powered air purifying respirator equipped with a tight-fitting facepiece (half or full-facepiece) and a high efficiency filter or N-100, P-100 or R-100 particulate filter \n\n            - Negative pressure (demand) supplied air respirator equipped with a full-facepiece \n\n            - Continuous flow supplied air respirator equipped with a tight fitting facepiece (half or full-facepiece) \n\n  Work with friable material containing asbestos, as described in paragraphs 1 to 4 and 6 of subsection 12 (4)   Material is not wetted   Pressure demand supplied air respirator equipped with a full facepiece \n\n  Work with friable material, as described in paragraphs 1 to 4 and 6 of subsection 12 (4), that contains a type of asbestos other than chrysotile   Material was applied or installed by spraying, and is    Pressure demand supplied air respirator equipped with a half mask \n\n  Work with friable material, as described in     wetted to control    One of the following: \n\n  paragraphs 1 to 4 and 6 of subsection 12 (4), that contains only chrysotile asbestos   spread of fibre     - Air purifying full-facepiece respirator with N-100, R-100 or P-100 particulate filter \n\n            - Powered air purifying respirator equipped with a tight-fitting facepiece (half or full-facepiece) and a high efficiency filter or N-100, P-100 or R-100 particulate filter \n\n            - Negative pressure (demand) supplied air respirator equipped with a full-facepiece \n\n            - Continuous flow supplied air respirator equipped with a tight fitting facepiece (half or full-facepiece) \n\n  Work with friable material containing asbestos, as    Material was not    One of the following: \n\n  described in paragraphs 1 to 4 and 6 of subsection 12 (4)   applied or installed by spraying, and is      - Air purifying full-facepiece respirator with N-100, R-100 or P-100 particulate filter \n\n      wetted to control spread of fibre     - Powered air purifying respirator equipped with a tight-fitting facepiece (half or full-facepiece) and a high efficiency filter or N-100, P-100 or R-100 particulate filter \n\n            - Negative pressure (demand) supplied air respirator equipped with a full-facepiece \n\n            - Continuous flow supplied air respirator equipped with a tight fitting facepiece (half or full-facepiece) O. Reg. 278/05, Table 2. Table 3   Air Samples Paragraph 4 of subsection 18 (6)  Minimum number of air samples to be taken from each enclosure    Area of enclosure \n\n  2   10 square metres or less  \n\n  3   More than 10 but less than 500 square metres  \n\n  5   500 square metres or more O. Reg. 278/05, Table 3.  Français  ",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK22\"></a>24. </b>(1) When this Regulation requires written notice to an inspector at an office of the Ministry of Labour, the notice shall be given,</p> <p class=\"clause-e\">  (a) by delivering it to the office in person;</p> <p class=\"clause-e\">  (b) by sending it by ordinary mail, by courier or by fax, or</p> <p class=\"clause-e\">  (c) by sending the notice to the inspector by electronic means that are acceptable to the Ministry.  O. Reg. 278/05, s. 24 (1).</p> <p class=\"subsection-e\">  (2) When this Regulation requires oral notice to an inspector at an office of the Ministry of Labour, the notice shall be given,</p> <p class=\"clause-e\">  (a) in person;</p> <p class=\"clause-e\">  (b) by telephoning the inspector; or</p> <p class=\"clause-e\">  (c) by sending the notice to the inspector by electronic means that are acceptable to the Ministry.  O. Reg. 278/05, s. 24 (2).</p> <p class=\"section-e\"> <b>25.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">revokes other Regulations</span>).  O. Reg. 278/05, s. 25.</p> <p class=\"section-e\"> <b>26.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 278/05, s. 26.</p> <p class=\"tableheading-e\"><a name=\"BK23\"></a>Table 1 <br/>  Bulk material samples</p> <p class=\"act-e\">Subsection 3 (3)</p> <p class=\"MsoNormal\"> </p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"143\"> <p class=\"tablebold-e\">Item</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"tablebold-e\">Type of material</p> </td> <td valign=\"top\" width=\"188\"> <p class=\"tablebold-e\">Size of area of homogeneous material</p> </td> <td valign=\"top\" width=\"176\"> <p class=\"tablebold-e\">Minimum number of bulk material samples to be collected</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"143\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Surfacing material, including without limitation material that is applied to surfaces by spraying, by troweling or otherwise, such as acoustical plaster on ceilings and fireproofing materials on structural members</p> </td> <td valign=\"top\" width=\"188\"> <p class=\"table-e\">Less than 90 square metres </p> </td> <td valign=\"top\" width=\"176\"> <p class=\"table-e\">3</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"143\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"188\"> <p class=\"table-e\">90 or more square metres, but less than 450 square metres</p> </td> <td valign=\"top\" width=\"176\"> <p class=\"table-e\">5</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"143\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"188\"> <p class=\"table-e\">450 or more square metres</p> </td> <td valign=\"top\" width=\"176\"> <p class=\"table-e\">7</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"143\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Thermal insulation, except as described in item 3</p> </td> <td valign=\"top\" width=\"188\"> <p class=\"table-e\">Any size</p> </td> <td valign=\"top\" width=\"176\"> <p class=\"table-e\">3</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"143\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Thermal insulation patch</p> </td> <td valign=\"top\" width=\"188\"> <p class=\"table-e\">Less than 2 linear metres or 0.5 square metres</p> </td> <td valign=\"top\" width=\"176\"> <p class=\"table-e\">1</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"143\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Other material </p> </td> <td valign=\"top\" width=\"188\"> <p class=\"table-e\">Any size</p> </td> <td valign=\"top\" width=\"176\"> <p class=\"table-e\">3</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 278/05, Table 1.</p> <p class=\"tableheading-e\"><a name=\"BK24\"></a>Table 2 <br/>  Respirators</p> <p class=\"act-e\">Paragraph 12 of section 14 and paragraph 11 of section 15</p> <p class=\"MsoNormal\"> </p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td colspan=\"3\" valign=\"top\" width=\"372\"> <p class=\"tablebold-e\">Column 1</p> </td> <td valign=\"top\" width=\"300\"> <p class=\"tablebold-e\">Column 2</p> </td>\n</tr>\n<tr> <td colspan=\"3\" valign=\"top\" width=\"372\"> <p class=\"tablebold-e\">Work Category</p> </td> <td valign=\"top\" width=\"300\"> <p class=\"tablebold-e\">Required respirator</p> </td>\n</tr>\n<tr> <td colspan=\"3\" valign=\"top\" width=\"372\"> <p class=\"tablebold-e\">Type 1 Operations</p> </td> <td valign=\"top\" width=\"300\"> <p class=\"tablebold-e\"> </p> </td>\n</tr>\n<tr> <td colspan=\"3\" valign=\"top\" width=\"372\"> <p class=\"table-e\">Worker requests that the employer provide a respirator to be used by the worker, as described in paragraph 12 of section 14</p> </td> <td valign=\"top\" width=\"300\"> <p class=\"table-e\">Air purifying half-mask respirator with N-100, R-100 or P-100 particulate filter </p> </td>\n</tr>\n<tr> <td colspan=\"3\" valign=\"top\" width=\"372\"> <p class=\"tablebold-e\">Type 2 Operations</p> </td> <td valign=\"top\" width=\"300\"> <p class=\"tablebold-e\"> </p> </td>\n</tr>\n<tr> <td colspan=\"3\" valign=\"top\" width=\"372\"> <p class=\"table-e\">Work described in paragraph 1 of subsection 12 (3)</p> </td> <td valign=\"top\" width=\"300\"> <p class=\"table-e\">One of the following:</p> </td>\n</tr>\n<tr> <td colspan=\"3\" valign=\"top\" width=\"372\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"300\"> <p class=\"tablelevel1-e\">  - Air purifying full-facepiece respirator with N-100, R-100 or P-100 particulate filter</p> </td>\n</tr>\n<tr> <td colspan=\"3\" valign=\"top\" width=\"372\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"300\"> <p class=\"tablelevel1-e\">  - Powered air purifying respirator equipped with a tight-fitting facepiece (half or full-facepiece) and a high efficiency filter or N-100, P-100 or R-100 particulate filter</p> </td>\n</tr>\n<tr> <td colspan=\"3\" valign=\"top\" width=\"372\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"300\"> <p class=\"tablelevel1-e\">  - Negative pressure (demand) supplied air respirator equipped with a full-facepiece</p> </td>\n</tr>\n<tr> <td colspan=\"3\" valign=\"top\" width=\"372\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"300\"> <p class=\"tablelevel1-e\">  - Continuous flow supplied air respirator equipped with a tight fitting facepiece (half or full-facepiece)</p> </td>\n</tr>\n<tr> <td colspan=\"3\" valign=\"top\" width=\"372\"> <p class=\"table-e\">Work described in paragraphs 2 to 7 and 9 to 11 of subsection 12 (3)</p> </td> <td valign=\"top\" width=\"300\"> <p class=\"table-e\">Air purifying half-mask respirator with N-100, R-100 or P-100 particulate filter </p> </td>\n</tr>\n<tr> <td colspan=\"2\" valign=\"top\" width=\"258\"> <p class=\"table-e\">Breaking, cutting, drilling, abrading, grinding, </p> </td> <td valign=\"top\" width=\"114\"> <p class=\"table-e\">Material is not wetted</p> </td> <td valign=\"top\" width=\"300\"> <p class=\"table-e\">One of the following:</p> </td>\n</tr>\n<tr> <td colspan=\"2\" valign=\"top\" width=\"258\"> <p class=\"table-e\">sanding or vibrating non-friable material containing asbestos by means of power tools, if the tool is </p> </td> <td valign=\"top\" width=\"114\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"300\"> <p class=\"tablelevel1-e\">  - Air purifying full-facepiece respirator with N-100, R-100 or P-100 particulate filter</p> </td>\n</tr>\n<tr> <td colspan=\"2\" valign=\"top\" width=\"258\"> <p class=\"table-e\">attached to a dust collecting device equipped with a HEPA filter as described in paragraph 8 of subsection 12 (3)</p> </td> <td valign=\"top\" width=\"114\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"300\"> <p class=\"tablelevel1-e\">  - Powered air purifying respirator equipped with a tight-fitting facepiece (half or full-facepiece) and a high efficiency filter or N-100, P-100 or R-100 particulate filter</p> </td>\n</tr>\n<tr> <td colspan=\"2\" valign=\"top\" width=\"258\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"114\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"300\"> <p class=\"tablelevel1-e\">  - Negative pressure (demand) supplied air respirator equipped with a full-facepiece</p> </td>\n</tr>\n<tr> <td colspan=\"2\" valign=\"top\" width=\"258\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"114\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"300\"> <p class=\"tablelevel1-e\">  - Continuous flow supplied air respirator equipped with a tight fitting facepiece (half or full-facepiece)</p> </td>\n</tr>\n<tr> <td colspan=\"2\" valign=\"top\" width=\"258\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"114\"> <p class=\"table-e\">Material is wetted to control spread of fibre</p> </td> <td valign=\"top\" width=\"300\"> <p class=\"table-e\">Air purifying half-mask respirator with N-100, R-100 or P-100 particulate filter </p> </td>\n</tr>\n<tr> <td colspan=\"3\" valign=\"top\" width=\"372\"> <p class=\"tablebold-e\">Type 3 Operations</p> </td> <td valign=\"top\" width=\"300\"> <p class=\"tablebold-e\"> </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"257\"> <p class=\"table-e\">Breaking, cutting, drilling, abrading, grinding, sanding or vibrating non-friable material containing </p> </td> <td colspan=\"2\" valign=\"top\" width=\"114\"> <p class=\"table-e\">Material is not wetted</p> </td> <td valign=\"top\" width=\"300\"> <p class=\"table-e\">Pressure demand supplied air respirator equipped with a half mask</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"257\"> <p class=\"table-e\">asbestos by means of power tools, if the tool is not attached to a dust collecting device equipped with a HEPA filter as described in paragraph 5 of </p> </td> <td colspan=\"2\" valign=\"top\" width=\"114\"> <p class=\"table-e\">Material is wetted to control spread of fibre</p> </td> <td valign=\"top\" width=\"300\"> <p class=\"table-e\">One of the following:</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"257\"> <p class=\"table-e\">subsection 12 (4)</p> </td> <td colspan=\"2\" valign=\"top\" width=\"114\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"300\"> <p class=\"tablelevel1-e\">  - Air purifying full-facepiece respirator with N-100, R-100 or P-100 particulate filter</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"257\"> <p class=\"table-e\"> </p> </td> <td colspan=\"2\" valign=\"top\" width=\"114\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"300\"> <p class=\"tablelevel1-e\">  - Powered air purifying respirator equipped with a tight-fitting facepiece (half or full-facepiece) and a high efficiency filter or N-100, P-100 or R-100 particulate filter</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"257\"> <p class=\"table-e\"> </p> </td> <td colspan=\"2\" valign=\"top\" width=\"114\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"300\"> <p class=\"tablelevel1-e\">  - Negative pressure (demand) supplied air respirator equipped with a full-facepiece</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"257\"> <p class=\"table-e\"> </p> </td> <td colspan=\"2\" valign=\"top\" width=\"114\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"300\"> <p class=\"tablelevel1-e\">  - Continuous flow supplied air respirator equipped with a tight fitting facepiece (half or full-facepiece)</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"257\"> <p class=\"table-e\">Work with friable material containing asbestos, as described in paragraphs 1 to 4 and 6 of subsection 12 (4)</p> </td> <td colspan=\"2\" valign=\"top\" width=\"114\"> <p class=\"table-e\">Material is not wetted</p> </td> <td valign=\"top\" width=\"300\"> <p class=\"table-e\">Pressure demand supplied air respirator equipped with a full facepiece</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"257\"> <p class=\"table-e\">Work with friable material, as described in paragraphs 1 to 4 and 6 of subsection 12 (4), that contains a type of asbestos other than chrysotile</p> </td> <td colspan=\"2\" valign=\"top\" width=\"114\"> <p class=\"table-e\">Material was applied or installed by spraying, and is </p> </td> <td valign=\"top\" width=\"300\"> <p class=\"table-e\">Pressure demand supplied air respirator equipped with a half mask</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"257\"> <p class=\"table-e\">Work with friable material, as described in  </p> </td> <td colspan=\"2\" valign=\"top\" width=\"114\"> <p class=\"table-e\">wetted to control </p> </td> <td valign=\"top\" width=\"300\"> <p class=\"table-e\">One of the following:</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"257\"> <p class=\"table-e\">paragraphs 1 to 4 and 6 of subsection 12 (4), that contains only chrysotile asbestos</p> </td> <td colspan=\"2\" valign=\"top\" width=\"114\"> <p class=\"table-e\">spread of fibre</p> </td> <td valign=\"top\" width=\"300\"> <p class=\"tablelevel1-e\">  - Air purifying full-facepiece respirator with N-100, R-100 or P-100 particulate filter</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"257\"> <p class=\"table-e\"> </p> </td> <td colspan=\"2\" valign=\"top\" width=\"114\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"300\"> <p class=\"tablelevel1-e\">  - Powered air purifying respirator equipped with a tight-fitting facepiece (half or full-facepiece) and a high efficiency filter or N-100, P-100 or R-100 particulate filter</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"257\"> <p class=\"table-e\"> </p> </td> <td colspan=\"2\" valign=\"top\" width=\"114\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"300\"> <p class=\"tablelevel1-e\">  - Negative pressure (demand) supplied air respirator equipped with a full-facepiece</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"257\"> <p class=\"table-e\"> </p> </td> <td colspan=\"2\" valign=\"top\" width=\"114\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"300\"> <p class=\"tablelevel1-e\">  - Continuous flow supplied air respirator equipped with a tight fitting facepiece (half or full-facepiece)</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"257\"> <p class=\"table-e\">Work with friable material containing asbestos, as </p> </td> <td colspan=\"2\" valign=\"top\" width=\"114\"> <p class=\"table-e\">Material was not </p> </td> <td valign=\"top\" width=\"300\"> <p class=\"table-e\">One of the following:</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"257\"> <p class=\"table-e\">described in paragraphs 1 to 4 and 6 of subsection 12 (4)</p> </td> <td colspan=\"2\" valign=\"top\" width=\"114\"> <p class=\"table-e\">applied or installed by spraying, and is </p> </td> <td valign=\"top\" width=\"300\"> <p class=\"tablelevel1-e\">  - Air purifying full-facepiece respirator with N-100, R-100 or P-100 particulate filter</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"257\"> <p class=\"table-e\"> </p> </td> <td colspan=\"2\" valign=\"top\" width=\"114\"> <p class=\"table-e\">wetted to control spread of fibre</p> </td> <td valign=\"top\" width=\"300\"> <p class=\"tablelevel1-e\">  - Powered air purifying respirator equipped with a tight-fitting facepiece (half or full-facepiece) and a high efficiency filter or N-100, P-100 or R-100 particulate filter</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"257\"> <p class=\"table-e\"> </p> </td> <td colspan=\"2\" valign=\"top\" width=\"114\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"300\"> <p class=\"tablelevel1-e\">  - Negative pressure (demand) supplied air respirator equipped with a full-facepiece</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"257\"> <p class=\"table-e\"> </p> </td> <td colspan=\"2\" valign=\"top\" width=\"114\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"300\"> <p class=\"tablelevel1-e\">  - Continuous flow supplied air respirator equipped with a tight fitting facepiece (half or full-facepiece)</p> </td>\n</tr>\n<tr height=\"0\"> <td width=\"257\"></td> <td width=\"1\"></td> <td width=\"114\"></td> <td width=\"300\"></td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 278/05, Table 2.</p> <p class=\"tableheading-e\"><a name=\"BK25\"></a>Table 3 <br/>  Air Samples</p> <p class=\"act-e\">Paragraph 4 of subsection 18 (6)</p> <p class=\"MsoNormal\"> </p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"233\"> <p class=\"tablebold-e\">Minimum number of air samples to be taken from each enclosure </p> </td> <td valign=\"top\" width=\"439\"> <p class=\"tablebold-e\">Area of enclosure</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"233\"> <p class=\"table-e\">2</p> </td> <td valign=\"top\" width=\"439\"> <p class=\"table-e\">10 square metres or less </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"233\"> <p class=\"table-e\">3</p> </td> <td valign=\"top\" width=\"439\"> <p class=\"table-e\">More than 10 but less than 500 square metres </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"233\"> <p class=\"table-e\">5</p> </td> <td valign=\"top\" width=\"439\"> <p class=\"table-e\">500 square metres or more </p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 278/05, Table 3.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/050278\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "Table 1",
            "part_id": null,
            "part_type": null,
            "section": "Bulk material samples",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "Table 2",
            "part_id": null,
            "part_type": null,
            "section": "Respirators",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "Table 3",
            "part_id": null,
            "part_type": null,
            "section": "Air samples",
            "content": NaN,
            "raw_html": NaN
        }
    ]
}