{
    "reg_info": {
        "full_title": "O. Reg. 251/03: CLEAN WATER CENTRE OF EXCELLENCE",
        "reg_name_text": "CLEAN WATER CENTRE OF EXCELLENCE",
        "citation": "O. Reg. 251/03: ",
        "act_under": "Development Corporations Act   Loi sur les sociétés de développement",
        "url": "https://www.ontario.ca/laws/regulation/030251",
        "date_scraped": "2023-12-19 18:32:50"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/030251/v1",
            "valid_from": "June 18, 2003",
            "valid_to": "October 12, 2004"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Regulation, “Centre” means the Clean Water Centre of Excellence established under section 2; “Minister” means the Minister of the Environment. O. Reg. 251/03, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b> In this Regulation,</p> <p class=\"firstdef-e\">“Centre” means the Clean Water Centre of Excellence established under section 2;</p> <p class=\"definition-e\">“Minister” means the Minister of the Environment. O. Reg. 251/03, s. 1.</p>"
        },
        {
            "id": "P15_499",
            "section": "Corporation established",
            "content": "2. A corporation to be known in English as the Clean Water Centre of Excellence and in French as Centre d’excellence en eau et assainissement is established as a corporation without share capital. O. Reg. 251/03, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.<a name=\"P15_499\"></a><a name=\"BK3\"></a> </b>A corporation to be known in English as the Clean Water Centre of Excellence and in French as Centre d’excellence en eau et assainissement is established as a corporation without share capital. O. Reg. 251/03, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Crown agent",
            "content": "3. The Centre is, for all its purposes, an agent of Her Majesty within the meaning of the Crown Agency Act and its powers may be exercised only as an agent of Her Majesty. O. Reg. 251/03, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>The Centre is, for all its purposes, an agent of Her Majesty within the meaning of the <i>Crown Agency Act</i> and its powers may be exercised only as an agent of Her Majesty. O. Reg. 251/03, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Objects",
            "content": "4. The objects of the Centre are, (a) to support effective delivery, planning and management of programs to educate and train operators of drinking water systems in order to ensure clean drinking water; (b) to promote environmentally sound water stewardship and increase public understanding of environmental issues pertaining to drinking water by, among other things, offering to the public courses, seminars, conferences, meetings and programs relating to those issues and by developing educational literature in support of those issues; and (c) to conduct further activities, consistent with the objects set out in clauses (a) and (b), as described in any policy direction, agreement or understanding with the Province and in accordance with an approved business plan. O. Reg. 251/03, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>The objects of the Centre are,</p> <p class=\"clause-e\">(a) to support effective delivery, planning and management of programs to educate and train operators of drinking water systems in order to ensure clean drinking water;</p> <p class=\"clause-e\">(b) to promote environmentally sound water stewardship and increase public understanding of environmental issues pertaining to drinking water by, among other things, offering to the public courses, seminars, conferences, meetings and programs relating to those issues and by developing educational literature in support of those issues; and</p> <p class=\"clause-e\">(c) to conduct further activities, consistent with the objects set out in clauses (a) and (b), as described in any policy direction, agreement or understanding with the Province and in accordance with an approved business plan. O. Reg. 251/03, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Board of directors",
            "content": "5. (1) The Centre shall consist of as many members, not fewer than three and not more than 12, as the Lieutenant Governor in Council may appoint and those members form the board of directors. O. Reg. 251/03, s. 5 (1); O. Reg. 253/03, s. 1 (1). (2) The members shall be appointed for such term, not exceeding two years, as may be determined by the Lieutenant Governor in Council. O. Reg. 251/03, s. 5 (2). (3) The members of the Centre who are not public servants within the meaning of the Public Service Act shall be paid such remuneration and expenses as may be determined by the Lieutenant Governor in Council. O. Reg. 251/03, s. 5 (3). (4) The Lieutenant Governor in Council shall designate one of the members of the board as chair and one or two members as vice-chairs. O. Reg. 251/03, s. 5 (4); O. Reg. 253/03, s. 1 (2). (5) The chair shall preside over the meeting of the board of directors. O. Reg. 251/03, s. 5 (5). (6) In the absence of both chair and vice-chair, a director designated by the board shall act as the chair. O. Reg. 251/03, s. 5 (6). (7) A majority of the directors constitutes a quorum for the conduct of business of the board. O. Reg. 251/03, s. 5 (7).",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) The Centre shall consist of as many members, not fewer than three and not more than 12, as the Lieutenant Governor in Council may appoint and those members form the board of directors. O. Reg. 251/03, s. 5 (1); O. Reg. 253/03, s. 1 (1).</p> <p class=\"subsection-e\">(2) The members shall be appointed for such term, not exceeding two years, as may be determined by the Lieutenant Governor in Council. O. Reg. 251/03, s. 5 (2).</p> <p class=\"subsection-e\">(3) The members of the Centre who are not public servants within the meaning of the <i>Public Service Act</i> shall be paid such remuneration and expenses as may be determined by the Lieutenant Governor in Council. O. Reg. 251/03, s. 5 (3).</p> <p class=\"subsection-e\">(4) The Lieutenant Governor in Council shall designate one of the members of the board as chair and one or two members as vice-chairs. O. Reg. 251/03, s. 5 (4); O. Reg. 253/03, s. 1 (2).</p> <p class=\"subsection-e\">(5) The chair shall preside over the meeting of the board of directors. O. Reg. 251/03, s. 5 (5).</p> <p class=\"subsection-e\">(6) In the absence of both chair and vice-chair, a director designated by the board shall act as the chair. O. Reg. 251/03, s. 5 (6).</p> <p class=\"subsection-e\">(7) A majority of the directors constitutes a quorum for the conduct of business of the board. O. Reg. 251/03, s. 5 (7).</p>"
        },
        {
            "id": "6.",
            "section": "Powers, duties of board",
            "content": "6. (1) The affairs of the Centre are under the management and control of its board of directors. O. Reg. 251/03, s. 6 (1). (2) The board may pass by-laws and resolutions for conducting and managing the affairs of the Centre including, (a) appointing officers and assigning to them such powers and duties as the board considers appropriate; (b) maintaining bank accounts and making other banking arrangements; and (c) establishing committees. O. Reg. 251/03, s. 6 (2). (3) Section 132, subsection 134 (1) and section 136 of the Business Corporations Act apply with necessary modifications to the Centre and to the board of directors. O. Reg. 251/03, s. 6 (3). (4) Despite subsection (3), no indemnity may be given by the Centre under section 136 of the Business Corporations Act to any person unless the indemnity has been approved in accordance with section 28 of the Financial Administration Act. O. Reg. 251/03, s. 6 (4). (5) The board of directors shall follow any policy directives issued by the Minister. O. Reg. 251/03, s. 6 (5).",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) The affairs of the Centre are under the management and control of its board of directors. O. Reg. 251/03, s. 6 (1).</p> <p class=\"subsection-e\">(2) The board may pass by-laws and resolutions for conducting and managing the affairs of the Centre including, </p> <p class=\"clause-e\">(a) appointing officers and assigning to them such powers and duties as the board considers appropriate;</p> <p class=\"clause-e\">(b) maintaining bank accounts and making other banking arrangements; and</p> <p class=\"clause-e\">(c) establishing committees. O. Reg. 251/03, s. 6 (2).</p> <p class=\"subsection-e\">(3) Section 132, subsection 134 (1) and section 136 of the <i>Business Corporations Act</i> apply with necessary modifications to the Centre and to the board of directors. O. Reg. 251/03, s. 6 (3).</p> <p class=\"subsection-e\">(4) Despite subsection (3), no indemnity may be given by the Centre under section 136 of the <i>Business Corporations Act</i> to any person unless the indemnity has been approved in accordance with section 28 of the <i>Financial Administration Act</i>. O. Reg. 251/03, s. 6 (4).</p> <p class=\"subsection-e\">(5) The board of directors shall follow any policy directives issued by the Minister. O. Reg. 251/03, s. 6 (5).</p>"
        },
        {
            "id": "7.",
            "section": "Corporate powers",
            "content": "7. (1) Except as limited by this Regulation, the Centre has the capacity, rights and powers of a natural person for carrying out its objects. O. Reg. 251/03, s. 7 (1). (2) The Centre shall not, except with the approval of the Lieutenant Governor in Council, (a) acquire, hold or dispose of any interest in land; (b) borrow money; (c) pledge the assets of the Centre; or (d) create any subsidiary. O. Reg. 251/03, s. 7 (2). (3) The revenues of the Centre, including all money or assets received by the Centre by grant, gift, contribution, profit or otherwise, shall only be used to further its objects. O. Reg. 251/03, s. 7 (3). (4) The Corporations Act and the Corporations Information Act do not apply to the Centre. O. Reg. 251/03, s. 7 (4).",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) Except as limited by this Regulation, the Centre has the capacity, rights and powers of a natural person for carrying out its objects. O. Reg. 251/03, s. 7 (1).</p> <p class=\"subsection-e\">(2) The Centre shall not, except with the approval of the Lieutenant Governor in Council, </p> <p class=\"clause-e\">(a) acquire, hold or dispose of any interest in land;</p> <p class=\"clause-e\">(b) borrow money; </p> <p class=\"clause-e\">(c) pledge the assets of the Centre; or</p> <p class=\"clause-e\">(d) create any subsidiary. O. Reg. 251/03, s. 7 (2).</p> <p class=\"subsection-e\">(3) The revenues of the Centre, including all money or assets received by the Centre by grant, gift, contribution, profit or otherwise, shall only be used to further its objects. O. Reg. 251/03, s. 7 (3).</p> <p class=\"subsection-e\">(4) The <i>Corporations Act</i> and the <i>Corporations Information Act</i> do not apply to the Centre. O. Reg. 251/03, s. 7 (4).</p>"
        },
        {
            "id": "8.",
            "section": "Employees, others",
            "content": "8. (1) Such employees as are considered necessary for the proper conduct of the business of the Centre may be appointed under the Public Service Act. O. Reg. 251/03, s. 8 (1). (2) In accordance with Government of Ontario policies, the Centre may engage persons, other than those appointed under subsection (1), to provide professional, technical or other assistance to or on behalf of the Centre, in accordance with previously prepared business plans, and may prescribe their duties and other terms of engagement and provide for payment of the remuneration and expenses of such persons. O. Reg. 251/03, s. 8 (2).",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) Such employees as are considered necessary for the proper conduct of the business of the Centre may be appointed under the <i>Public Service Act</i>. O. Reg. 251/03, s. 8 (1).</p> <p class=\"subsection-e\">(2) In accordance with Government of Ontario policies, the Centre may engage persons, other than those appointed under subsection (1), to provide professional, technical or other assistance to or on behalf of the Centre, in accordance with previously prepared business plans, and may prescribe their duties and other terms of engagement and provide for payment of the remuneration and expenses of such persons. O. Reg. 251/03, s. 8 (2).</p>"
        },
        {
            "id": "9.",
            "section": "Reports",
            "content": "9. The Centre shall make such reports to the Minister concerning its affairs as the Minister may from time to time require. O. Reg. 251/03, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>The Centre shall make such reports to the Minister concerning its affairs as the Minister may from time to time require. O. Reg. 251/03, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "Winding-up",
            "content": "10. If the Minister considers it to be in the public interest to wind up the affairs of the Centre, he or she may do all things necessary to accomplish that, including dealing with the assets of the Centre by, (a) liquidating or selling the assets and paying the proceeds into the Consolidated Revenue Fund; or (b) transferring the assets to the Crown or another agency of the Crown. O. Reg. 251/03, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>If the Minister considers it to be in the public interest to wind up the affairs of the Centre, he or she may do all things necessary to accomplish that, including dealing with the assets of the Centre by,</p> <p class=\"clause-e\">(a) liquidating or selling the assets and paying the proceeds into the Consolidated Revenue Fund; or</p> <p class=\"clause-e\">(b) transferring the assets to the Crown or another agency of the Crown. O. Reg. 251/03, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Audit",
            "content": "11. The accounts and financial transactions of the Centre shall be audited annually and the audit is subject to the review of the Provincial Auditor. O. Reg. 251/03, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>The accounts and financial transactions of the Centre shall be audited annually and the audit is subject to the review of the Provincial Auditor. O. Reg. 251/03, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": "Annual report",
            "content": "12. The Centre shall submit an annual report, including the audited financial statements signed by the chair and one other member of the board, to the Minister and the Minister shall submit the report to the Lieutenant Governor in Council and shall then lay the report before the Assembly if it is in session or, if not, at its next session. O. Reg. 251/03, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>The Centre shall submit an annual report, including the audited financial statements signed by the chair and one other member of the board, to the Minister and the Minister shall submit the report to the Lieutenant Governor in Council and shall then lay the report before the Assembly if it is in session or, if not, at its next session. O. Reg. 251/03, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": "Review",
            "content": "13. The Minister shall ensure that a review of the operations of the Centre is undertaken at least once every three years. O. Reg. 251/03, s. 13. ",
            "raw_html": "<p class=\"section-e\"><b>13.</b> The Minister shall ensure that a review of the operations of the Centre is undertaken at least once every three years. O. Reg. 251/03, s. 13.</p> <p class=\"Normal\"></p>"
        }
    ]
}