{
    "reg_info": {
        "full_title": "O. Reg. 365/98: PRE-1998 SCHOOL TAX ARREARS",
        "reg_name_text": "PRE-1998 SCHOOL TAX ARREARS",
        "citation": "O. Reg. 365/98: ",
        "act_under": "Education Act",
        "url": "https://www.ontario.ca/laws/regulation/980365",
        "date_scraped": "2023-12-19 09:25:47"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/980365/v1",
            "valid_from": "June 29, 1998",
            "valid_to": "August 14, 2008"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Collection in Territory without Municipal Organization",
            "content": "1. (1) The powers and duties of a school authority relating to the collection of arrears of taxes levied before January 1, 1998 on property in the school authority’s area of jurisdiction shall be exercised and carried out by the board that collects school purpose taxes in respect of that property under Division B of Part IX of the Act. O. Reg. 365/98, s. 1 (1). (2) The powers and duties of an old board relating to the collection of arrears of taxes levied before January 1, 1998 on property in the old board’s area of jurisdiction shall be exercised and carried out by the board that collects school purpose taxes in respect of that property under Division B of Part IX of the Act. O. Reg. 365/98, s. 1 (2). (3) For the purposes of section 14 of the Interpretation Act, a reference in this section to the powers of a school authority or an old board relating to the collection of arrears of tax includes the power to institute, continue or enforce any investigation, legal proceeding or remedy in respect of any obligation or liability related to those arrears of taxes. O. Reg. 365/98, s. 1 (3). Distribution of Taxes Levied for Purposes of an Old Board",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) The powers and duties of a school authority relating to the collection of arrears of taxes levied before January 1, 1998 on property in the school authority’s area of jurisdiction shall be exercised and carried out by the board that collects school purpose taxes in respect of that property under Division B of Part IX of the Act. O. Reg. 365/98, s. 1 (1).</p> <p class=\"subsection-e\">(2) The powers and duties of an old board relating to the collection of arrears of taxes levied before January 1, 1998 on property in the old board’s area of jurisdiction shall be exercised and carried out by the board that collects school purpose taxes in respect of that property under Division B of Part IX of the Act. O. Reg. 365/98, s. 1 (2).</p> <p class=\"subsection-e\">(3) For the purposes of section 14 of the <i>Interpretation Act</i>, a reference in this section to the powers of a school authority or an old board relating to the collection of arrears of tax includes the power to institute, continue or enforce any investigation, legal proceeding or remedy in respect of any obligation or liability related to those arrears of taxes. O. Reg. 365/98, s. 1 (3).</p> <p class=\"heading1-e\">Distribution of Taxes Levied for Purposes of an Old Board</p>"
        },
        {
            "id": "2.",
            "section": "Distribution of Taxes Levied for Purposes of an Old Board",
            "content": "2. (1) For the purposes of this section, a district school board is the successor of an old board if the district school board is listed in Column 2 or 3 of Schedule 1 of Ontario Regulation 460/97 opposite the old board listed in Column 1 of that Schedule. O. Reg. 365/98, s. 2 (1). (2) A board that collects arrears of taxes levied before January 1, 1998 for the purposes of an old board shall distribute the amounts collected to the old board’s successor English-language district school board and successor French-language district school board, in accordance with the appropriate distribution ratio, as determined under the directives published in September, 1997 by the Education Improvement Commission and titled “Directives for the Distribution of Assets and Liabilities Among District School Boards”. O. Reg. 365/98, s. 2 (2). (3) A board that collects arrears of taxes levied before January 1, 1998 for the purposes of a school authority shall distribute the amounts collected to the school authority. O. Reg. 365/98, s. 2 (3). Français ",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) For the purposes of this section, a district school board is the successor of an old board if the district school board is listed in Column 2 or 3 of Schedule 1 of Ontario Regulation 460/97 opposite the old board listed in Column 1 of that Schedule. O. Reg. 365/98, s. 2 (1).</p> <p class=\"subsection-e\">(2) A board that collects arrears of taxes levied before January 1, 1998 for the purposes of an old board shall distribute the amounts collected to the old board’s successor English-language district school board and successor French-language district school board, in accordance with the appropriate distribution ratio, as determined under the directives published in September, 1997 by the Education Improvement Commission and titled “Directives for the Distribution of Assets and Liabilities Among District School Boards”. O. Reg. 365/98, s. 2 (2).</p> <p class=\"subsection-e\">(3) A board that collects arrears of taxes levied before January 1, 1998 for the purposes of a school authority shall distribute the amounts collected to the school authority. O. Reg. 365/98, s. 2 (3).</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_980365_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_980365_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}