{
    "reg_info": {
        "full_title": "O. Reg. 946/93: CITY OF LONDON, TOWNSHIP OF NORTH DORCHESTER BOUNDARY",
        "reg_name_text": "CITY OF LONDON, TOWNSHIP OF NORTH DORCHESTER BOUNDARY",
        "citation": "O. Reg. 946/93: ",
        "act_under": "Municipal Act, 2001   Loi de 2001 sur les municipalités",
        "url": "https://www.ontario.ca/laws/regulation/930946",
        "date_scraped": "2023-12-19 20:48:35"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. On January 1, 1994, the portion of the Township of North Dorchester described in the Schedule is annexed to the City of London. O. Reg. 946/93, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>On January 1, 1994, the portion of the Township of North Dorchester described in the Schedule is annexed to the City of London. O. Reg. 946/93, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. All real property, including any highway, street fixture, waterline, sewerline, easement and restrictive covenant running with the land, of The Corporation of the Township of North Dorchester and The Corporation of the County of Middlesex situate in the annexed area vests in The Corporation of the City of London on January 1, 1994. O. Reg. 946/93, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>All real property, including any highway, street fixture, waterline, sewerline, easement and restrictive covenant running with the land, of The Corporation of the Township of North Dorchester and The Corporation of the County of Middlesex situate in the annexed area vests in The Corporation of the City of London on January 1, 1994. O. Reg. 946/93, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. (1) On January 1, 1994, the by-laws of The Corporation of the City of London which apply in the area of the City of London immediately abutting the annexed area extend to the annexed area and the by-laws of The Corporation of the Township of North Dorchester and The Corporation of the County of Middlesex cease to apply to such area, except, (a) by-laws of The Corporation of the Township of North Dorchester and The Corporation of the County of Middlesex, (i) that were passed under sections 34 or 42 of the Planning Act or a predecessor of those sections, (ii) that were kept in force by subsection 13 (3) of The Municipal Amendment Act, 1941, or (iii) that were passed under the Highway Traffic Act or the Municipal Act that regulate the use of highways by vehicles and pedestrians and that regulate the encroachment or projection of buildings or any portion thereof upon or over highways, which shall remain in force until repealed by the council of The Corporation of the City of London; (b) by-laws of The Corporation of the Township of North Dorchester passed under section 45, 58 or 61 of the Drainage Act or a predecessor of those sections; and (c) by-laws conferring rights, privileges, franchises, immunities or exemptions that could not have been lawfully repealed by the council of The Corporation of the Township of North Dorchester or The Corporation of the County of Middlesex. O. Reg. 946/93, s. 3 (1). (2) On January 1, 1994, the official plan of the Township of North Dorchester approved under the Planning Act, or a predecessor of that Act, pertaining to the annexed area shall be deemed to be an official plan of the City of London and shall remain in force in that area until repealed. O. Reg. 946/93, s. 3 (2). (3) On January 1, 1994, the portion of the official plan of the County of Middlesex approved under the Planning Act, or a predecessor of that Act, pertaining to the annexed area ceases to apply to that area. O. Reg. 946/93, s. 3 (3).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) On January 1, 1994, the by-laws of The Corporation of the City of London which apply in the area of the City of London immediately abutting the annexed area extend to the annexed area and the by-laws of The Corporation of the Township of North Dorchester and The Corporation of the County of Middlesex cease to apply to such area, except,</p> <p class=\"clause-e\">(a) by-laws of The Corporation of the Township of North Dorchester and The Corporation of the County of Middlesex,</p> <p class=\"subclause-e\">(i) that were passed under sections 34 or 42 of the <i>Planning Act</i> or a predecessor of those sections,</p> <p class=\"subclause-e\">(ii) that were kept in force by subsection 13 (3) of <i>The Municipal Amendment Act, 1941</i>, or</p> <p class=\"subclause-e\">(iii) that were passed under the <i>Highway Traffic Act</i> or the <i>Municipal Act</i> that regulate the use of highways by vehicles and pedestrians and that regulate the encroachment or projection of buildings or any portion thereof upon or over highways,</p> <p class=\"Sclause-e\">which shall remain in force until repealed by the council of The Corporation of the City of London;</p> <p class=\"clause-e\">(b) by-laws of The Corporation of the Township of North Dorchester passed under section 45, 58 or 61 of the <i>Drainage Act</i> or a predecessor of those sections; and</p> <p class=\"clause-e\">(c) by-laws conferring rights, privileges, franchises, immunities or exemptions that could not have been lawfully repealed by the council of The Corporation of the Township of North Dorchester or The Corporation of the County of Middlesex. O. Reg. 946/93, s. 3 (1).</p> <p class=\"subsection-e\">(2) On January 1, 1994, the official plan of the Township of North Dorchester approved under the <i>Planning Act</i>, or a predecessor of that Act, pertaining to the annexed area shall be deemed to be an official plan of the City of London and shall remain in force in that area until repealed. O. Reg. 946/93, s. 3 (2).</p> <p class=\"subsection-e\">(3) On January 1, 1994, the portion of the official plan of the County of Middlesex approved under the <i>Planning Act</i>, or a predecessor of that Act, pertaining to the annexed area ceases to apply to that area. O. Reg. 946/93, s. 3 (3).</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. The clerk of The Corporation of the Township of North Dorchester shall promptly prepare and furnish to the clerk of The Corporation of the City of London a special collector’s roll showing all arrears of real property taxes or special rates assessed against the land in the annexed area up to and including December 31, 1993 and the persons assessed therefor. O. Reg. 946/93, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>The clerk of The Corporation of the Township of North Dorchester shall promptly prepare and furnish to the clerk of The Corporation of the City of London a special collector’s roll showing all arrears of real property taxes or special rates assessed against the land in the annexed area up to and including December 31, 1993 and the persons assessed therefor. O. Reg. 946/93, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) All real property taxes levied under any general or special Act and uncollected in the annexed area which are due and unpaid on December 31, 1993 shall be deemed on January 1, 1994 to be taxes due and payable to The Corporation of the City of London and may be collected by The Corporation of the City of London. O. Reg. 946/93, s. 5 (1). (2) On or before April 1, 1994, The Corporation of the City of London shall pay to The Corporation of the Township of North Dorchester an amount equal to the amount of all deemed taxes that The Corporation of the City of London is entitled to collect in the annexed area under subsection (1), that were due but unpaid on December 31, 1993 together with any accumulated interest or penalty, but excluding any amount struck off the roll by the treasurer of The Corporation of the City of London under section 441 of the Municipal Act. O. Reg. 946/93, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) All real property taxes levied under any general or special Act and uncollected in the annexed area which are due and unpaid on December 31, 1993 shall be deemed on January 1, 1994 to be taxes due and payable to The Corporation of the City of London and may be collected by The Corporation of the City of London. O. Reg. 946/93, s. 5 (1).</p> <p class=\"subsection-e\">(2) On or before April 1, 1994, The Corporation of the City of London shall pay to The Corporation of the Township of North Dorchester an amount equal to the amount of all deemed taxes that The Corporation of the City of London is entitled to collect in the annexed area under subsection (1), that were due but unpaid on December 31, 1993 together with any accumulated interest or penalty, but excluding any amount struck off the roll by the treasurer of The Corporation of the City of London under section 441 of the <i>Municipal Act</i>. O. Reg. 946/93, s. 5 (2).</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. All business taxes levied under and uncollected in the annexed area which are due and unpaid on December 31, 1993 continue after that date to be taxes due and payable to The Corporation of the Township of North Dorchester and may be collected by The Corporation of the Township of North Dorchester. O. Reg. 946/93, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>All business taxes levied under and uncollected in the annexed area which are due and unpaid on December 31, 1993 continue after that date to be taxes due and payable to The Corporation of the Township of North Dorchester and may be collected by The Corporation of the Township of North Dorchester. O. Reg. 946/93, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. For the purposes of the assessment roll to be prepared for the City of London under subsection 14 (1) of the Assessment Act for the 1994 taxation year, the annexed area shall be deemed to be a part of the City of London. O. Reg. 946/93, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>For the purposes of the assessment roll to be prepared for the City of London under subsection 14 (1) of the <i>Assessment Act</i> for the 1994 taxation year, the annexed area shall be deemed to be a part of the City of London. O. Reg. 946/93, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. For the purpose of section 43 of the London-Middlesex Act, 1992, as that section read on December 31, 2002, the annexed area shall be deemed to be part of the lands annexed by the City of London from the Township of North Dorchester under the Act. O.Reg. 946/93, s. 8; O. Reg. 417/03, s. 1. SCHEDULE Portion of the Township of North Dorchester to be annexed to the City of London: Part of Lot 3, Concession 3 of the former Town of Westminster, now the Township of North Dorchester, in the County of Middlesex; Beginning at the southwest angle of said Lot 3; Thence easterly along the southerly limit of Lot 3, to a point 660 feet west of the southeast angle of Lot 3; Thence northerly parallel to the easterly limit of Lot 3, to a point in the line between the north half and the south half of said Lot 3; Thence westerly along the line between the north half and the south half of said Lot 3 to the westerly limit of Lot 3; Thence southerly along the westerly limit of Lot 3 to the place of beginning. O.Reg. 946/93, Sched. ",
            "raw_html": "<p class=\"section-e\"><b>8. </b>For the purpose of section 43 of the<i> London-Middlesex Act, 1992</i>, as that section read on December 31, 2002, the annexed area shall be deemed to be part of the lands annexed by the City of London from the Township of North Dorchester under the Act. O.Reg. 946/93, s. 8; O. Reg. 417/03, s. 1.</p> <p class=\"schedule-e\">SCHEDULE</p> <p class=\"paranoindt-e\">Portion of the Township of North Dorchester to be annexed to the City of London:</p> <p class=\"parawindt-e\">Part of Lot 3, Concession 3 of the former Town of Westminster, now the Township of North Dorchester, in the County of Middlesex;</p> <p class=\"parawindt-e\">Beginning at the southwest angle of said Lot 3;</p> <p class=\"parawindt-e\">Thence easterly along the southerly limit of Lot 3, to a point 660 feet west of the southeast angle of Lot 3;</p> <p class=\"parawindt-e\">Thence northerly parallel to the easterly limit of Lot 3, to a point in the line between the north half and the south half of said Lot 3;</p> <p class=\"parawindt-e\">Thence westerly along the line between the north half and the south half of said Lot 3 to the westerly limit of Lot 3;</p> <p class=\"parawindt-e\">Thence southerly along the westerly limit of Lot 3 to the place of beginning.</p> <p class=\"footnote-e\">O.Reg. 946/93, Sched.</p> <p class=\"Normal\"></p>"
        }
    ]
}