{
    "reg_info": {
        "full_title": "O. Reg. 670/05: ZONING AREAS - SOUTH OF THE GEOGRAPHIC UNORGANIZED TOWNSHIP OF AMES, TERRITORIAL DISTRICT OF THUNDER BAY",
        "reg_name_text": "zoning areaS — South of the geographic unorganized township of ames, territorial district of thunder bay",
        "citation": "O. Reg. 670/05: ZONING AREAS - SOUTH OF THE GEOGRAPHIC UNORGANIZED TOWNSHIP OF AMES, TERRITORIAL DISTRICT OF THUNDER BAY",
        "act_under": "Planning Act   Loi sur l’aménagement du territoire",
        "url": "https://www.ontario.ca/laws/regulation/050670",
        "date_scraped": "2023-12-18 22:28:04"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/050670/v1",
            "valid_from": "December 23, 2005",
            "valid_to": "December  8, 2019"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. In this Order, “accessory”, when used to describe a use, building or structure, means a use, building or structure that is normally incidental or subordinate to the principal use, building or structure located on the same lot; “dwelling unit” means one or more habitable rooms capable of being occupied as an independent and separate housekeeping establishment in which separate kitchen and sanitary facilities are provided for the exclusive use of the occupants; “lot” means a parcel of land, (a) described in a deed or other document legally capable of conveying land, or (b) shown as a lot or block on a registered plan of subdivision; “Plan 55M-609” means Plan 55M-609 registered in the Land Registry Office for the Land Titles Division of Thunder Bay (No. 55) on November 17, 2005; “Plan M-395” means Plan M-395 registered in the Land Registry Office for the Land Titles Division of Thunder Bay (No. 55) on February 20, 1980; “regulatory water level” means one metre above the 430-metre contour defined to be the normal summer lake level as shown on Plan 55M-609; “seasonal dwelling” means a building containing only one dwelling unit occupied or intended to be occupied as a recreation residence, but not as a permanent residence.  O. Reg. 670/05, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Order,</p> <p class=\"firstdef-e\">“accessory”, when used to describe a use, building or structure, means a use, building or structure that is normally incidental or subordinate to the principal use, building or structure located on the same lot;</p> <p class=\"definition-e\">“dwelling unit” means one or more habitable rooms capable of being occupied as an independent and separate housekeeping establishment in which separate kitchen and sanitary facilities are provided for the exclusive use of the occupants;</p> <p class=\"definition-e\">“lot” means a parcel of land,</p> <p class=\"defclause-e\">  (a) described in a deed or other document legally capable of conveying land, or</p> <p class=\"defclause-e\">  (b) shown as a lot or block on a registered plan of subdivision;</p> <p class=\"definition-e\">“Plan 55M-609” means Plan 55M-609 registered in the Land Registry Office for the Land Titles Division of Thunder Bay (No. 55) on November 17, 2005; </p> <p class=\"definition-e\">“Plan M-395” means Plan M-395 registered in the Land Registry Office for the Land Titles Division of Thunder Bay (No. 55) on February 20, 1980; </p> <p class=\"definition-e\">“regulatory water level” means one metre above the 430-metre contour defined to be the normal summer lake level as shown on Plan 55M-609;</p> <p class=\"definition-e\">“seasonal dwelling” means a building containing only one dwelling unit occupied or intended to be occupied as a recreation residence, but not as a permanent residence.  O. Reg. 670/05, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Application",
            "content": " 2. This Order applies to those parcels of land south of the geographic unorganized Township of Ames, in the Territorial District of Thunder Bay, described as Lots 1 to 22, inclusive, on Plan 55M-609 and Block 13 on Plan M-395.  O. Reg. 670/05, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>This Order applies to those parcels of land south of the geographic unorganized Township of Ames, in the Territorial District of Thunder Bay, described as Lots 1 to 22, inclusive, on Plan 55M-609 and Block 13 on Plan M-395.  O. Reg. 670/05, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Use of land",
            "content": " 3. (1) Every use of land and every erection, location and use of buildings or structures shall be in accordance with this Order.  O. Reg. 670/05, s. 3 (1). (2) Nothing in this Order prevents the use of any land, building or structure for any use prohibited by this Order if the land, building or structure is lawfully so used on the day this Order comes into force.  O. Reg. 670/05, s. 3 (2). (3) Nothing in this Order prevents the reconstruction of any building or structure that is damaged or destroyed by causes beyond the control of the owner if the dimensions of the original building or structure are not increased or its original use altered.  O. Reg. 670/05, s. 3 (3). (4) Nothing in this Order prevents the strengthening or restoration to a safe condition of any building or structure.  O. Reg. 670/05, s. 3 (4).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) Every use of land and every erection, location and use of buildings or structures shall be in accordance with this Order.  O. Reg. 670/05, s. 3 (1).</p> <p class=\"subsection-e\">  (2) Nothing in this Order prevents the use of any land, building or structure for any use prohibited by this Order if the land, building or structure is lawfully so used on the day this Order comes into force.  O. Reg. 670/05, s. 3 (2).</p> <p class=\"subsection-e\">  (3) Nothing in this Order prevents the reconstruction of any building or structure that is damaged or destroyed by causes beyond the control of the owner if the dimensions of the original building or structure are not increased or its original use altered.  O. Reg. 670/05, s. 3 (3).</p> <p class=\"subsection-e\">  (4) Nothing in this Order prevents the strengthening or restoration to a safe condition of any building or structure.  O. Reg. 670/05, s. 3 (4).</p>"
        },
        {
            "id": "4.",
            "section": "Buildings, structures and uses",
            "content": " 4. (1) Every use of land, and every erection, location or use of a building or structure is prohibited except, (a) one seasonal dwelling per lot; and (b) uses, buildings and structures accessory to a seasonal dwelling.  O. Reg. 670/05, s. 4 (1). (2) No building or structure shall be located within 15 metres from the regulatory water level.  O. Reg. 670/05, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) Every use of land, and every erection, location or use of a building or structure is prohibited except,</p> <p class=\"clause-e\">  (a) one seasonal dwelling per lot; and</p> <p class=\"clause-e\">  (b) uses, buildings and structures accessory to a seasonal dwelling.  O. Reg. 670/05, s. 4 (1).</p> <p class=\"subsection-e\">  (2) No building or structure shall be located within 15 metres from the regulatory water level.  O. Reg. 670/05, s. 4 (2).</p>"
        },
        {
            "id": "5.",
            "section": "Block 13, Plan M-395",
            "content": " 5. (1) This section applies to that parcel of land south of the geographic unorganized Township of Ames, in the Territorial District of Thunder Bay, being Block 13 on Plan M-395.  O. Reg. 670/05, s. 5 (1). (2) Despite section 4, every use of land, including overnight camping and public access, and every erection, location or use of a building or structure is prohibited except, (a) air ambulance landing use; (b) passive recreational use; (c) open space use; and (d) pumphouse use.  O. Reg. 670/05, s. 5 (2).    ",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) This section applies to that parcel of land south of the geographic unorganized Township of Ames, in the Territorial District of Thunder Bay, being Block 13 on Plan M-395.  O. Reg. 670/05, s. 5 (1).</p> <p class=\"subsection-e\">  (2) Despite section 4, every use of land, including overnight camping and public access, and every erection, location or use of a building or structure is prohibited except,</p> <p class=\"clause-e\">  (a) air ambulance landing use;</p> <p class=\"clause-e\">  (b) passive recreational use;</p> <p class=\"clause-e\">  (c) open space use; and</p> <p class=\"clause-e\">  (d) pumphouse use.  O. Reg. 670/05, s. 5 (2).</p> <p class=\"clause-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}