{
    "reg_info": {
        "full_title": "O. Reg. 95/05: CLASSES OF CONSUMERS AND DETERMINATION OF RATES",
        "reg_name_text": "Classes of Consumers and Determination of Rates",
        "citation": "O. Reg. 95/05: CLASSES OF CONSUMERS AND DETERMINATION OF RATES",
        "act_under": "Ontario Energy Board Act, 1998",
        "url": "https://www.ontario.ca/laws/regulation/050095",
        "date_scraped": "2023-12-18 05:06:03"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/050095/v16",
            "valid_from": "November  1, 2022",
            "valid_to": "December 31, 2022"
        },
        {
            "a_href": "/laws/regulation/050095/v15",
            "valid_from": "January 13, 2022",
            "valid_to": "October 31, 2022"
        },
        {
            "a_href": "/laws/regulation/050095/v14",
            "valid_from": "January  1, 2022",
            "valid_to": "January 12, 2022"
        },
        {
            "a_href": "/laws/regulation/050095/v13",
            "valid_from": "December 10, 2021",
            "valid_to": "December 31, 2021"
        },
        {
            "a_href": "/laws/regulation/050095/v12",
            "valid_from": "February  9, 2021",
            "valid_to": "December  9, 2021"
        },
        {
            "a_href": "/laws/regulation/050095/v11",
            "valid_from": "January 27, 2021",
            "valid_to": "February  8, 2021"
        },
        {
            "a_href": "/laws/regulation/050095/v10",
            "valid_from": "December 22, 2020",
            "valid_to": "January 26, 2021"
        },
        {
            "a_href": "/laws/regulation/050095/v9",
            "valid_from": "August 21, 2020",
            "valid_to": "December 21, 2020"
        },
        {
            "a_href": "/laws/regulation/050095/v8",
            "valid_from": "January  1, 2017",
            "valid_to": "August 20, 2020"
        },
        {
            "a_href": "/laws/regulation/050095/v7",
            "valid_from": "December 19, 2016",
            "valid_to": "December 31, 2016"
        },
        {
            "a_href": "/laws/regulation/050095/v6",
            "valid_from": "January  1, 2011",
            "valid_to": "December 18, 2016"
        },
        {
            "a_href": "/laws/regulation/050095/v5",
            "valid_from": "December 14, 2010",
            "valid_to": "December 31, 2010"
        },
        {
            "a_href": "/laws/regulation/050095/v4",
            "valid_from": "March 27, 2009",
            "valid_to": "December 13, 2010"
        },
        {
            "a_href": "/laws/regulation/050095/v3",
            "valid_from": "March 20, 2008",
            "valid_to": "March 26, 2009"
        },
        {
            "a_href": "/laws/regulation/050095/v2",
            "valid_from": "April  1, 2005",
            "valid_to": "March 19, 2008"
        },
        {
            "a_href": "/laws/regulation/050095/v1",
            "valid_from": "March 11, 2005",
            "valid_to": "March 31, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. In this Regulation, “generation station service” means energy withdrawn from a distribution system or the IESO-controlled grid to power the on-site maintenance and operation of a generation facility; (“électricité consommée par les centrales”) “holiday” means New Year’s Day, Family Day, Good Friday, Christmas Day, Boxing Day, Victoria Day, Canada Day, Civic Holiday, Labour Day, Thanksgiving Day and, if any of those days falls on a Saturday or Sunday, the weekday next following that day that is not one of those days; (“jour férié”) “interval meter” means a meter that measures and records electricity use on at least an hourly basis or a time-of-use meter that is capable of providing data on at least an hourly basis; (“compteur par intervalles”) “rate year” means a period beginning on November 1 in a year and ending on October 31 of the next year; (“année de tarification”) “weekday” means any Monday, Tuesday, Wednesday, Thursday or Friday that is not a holiday. (“jour de semaine”) O. Reg. 95/05, s. 1; O. Reg. 494/10, s. 1; O. Reg. 843/21, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"definition-e\">“generation station service” means energy withdrawn from a distribution system or the IESO-controlled grid to power the on-site maintenance and operation of a generation facility; (“électricité consommée par les centrales”)</p> <p class=\"definition-e\">“holiday” means New Year’s Day, Family Day, Good Friday, Christmas Day, Boxing Day, Victoria Day, Canada Day, Civic Holiday, Labour Day, Thanksgiving Day and, if any of those days falls on a Saturday or Sunday, the weekday next following that day that is not one of those days; (“jour férié”)</p> <p class=\"definition-e\">“interval meter” means a meter that measures and records electricity use on at least an hourly basis or a time-of-use meter that is capable of providing data on at least an hourly basis; (“compteur par intervalles”)</p> <p class=\"definition-e\">“rate year” means a period beginning on November 1 in a year and ending on October 31 of the next year; (“année de tarification”)</p> <p class=\"definition-e\">“weekday” means any Monday, Tuesday, Wednesday, Thursday or Friday that is not a holiday. (“jour de semaine”) O. Reg. 95/05, s. 1; O. Reg. 494/10, s. 1; O. Reg. 843/21, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Definitions",
            "content": " 2., 3. Revoked:  O. Reg. 58/08, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>2.</b>, <b>3. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 58/08, s. 1.</p>"
        },
        {
            "id": "4.",
            "section": "Class of consumers, s. 79.16",
            "content": " 4. (1) Revoked:  O. Reg. 494/10, s. 2 (1). (2) On and after November 1, 2009, the following are prescribed as the class of consumers for the purposes of subsection 79.16 (1) of the Act: 1.  Low-volume consumers. 2.  A consumer who has a demand of 50 kilowatts or less. 3.  A consumer who has an account with a distributor, if the account relates to, i.  a dwelling, ii.  a property as defined in the Condominium Act, 1998, iii.  a residential complex as defined in the Residential Tenancies Act, 2006, or iv.  a property that includes one or more dwellings and that is owned or leased by a co-operative as defined in the Co-operative Corporations Act. 4.  A consumer who annually uses at least 150,000 but not more than 250,000 kilowatt hours of electricity. 5.  A consumer who has an account with a distributor if the consumer, i.  carries on a business that is a farming business for the purposes of the Farm Registration and Farm Organizations Funding Act, 1993, and ii.  holds a valid registration number assigned under that Act or the consumer’s obligation to file a farming business registration form was waived pursuant to an order made under subsection 22 (6) of that Act.  O. Reg. 58/08, s. 1; O. Reg. 115/09, s. 1 (2); O. Reg. 494/10, s. 2 (2, 3).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) <span class=\"ovsmallcap\">Revoked:</span>  O. Reg. 494/10, s. 2 (1).</p> <p class=\"subsection-e\">  (2) On and after November 1, 2009, the following are prescribed as the class of consumers for the purposes of subsection 79.16 (1) of the Act: </p> <p class=\"paragraph-e\">  1.  Low-volume consumers.</p> <p class=\"paragraph-e\">  2.  A consumer who has a demand of 50 kilowatts or less.</p> <p class=\"paragraph-e\">  3.  A consumer who has an account with a distributor, if the account relates to,</p> <p class=\"subpara-e\">  i.  a dwelling,</p> <p class=\"subpara-e\">  ii.  a property as defined in the <i>Condominium Act, 1998</i>,</p> <p class=\"subpara-e\">  iii.  a residential complex as defined in the <i>Residential Tenancies Act, 2006</i>, or</p> <p class=\"subpara-e\">  iv.  a property that includes one or more dwellings and that is owned or leased by a co-operative as defined in the <i>Co-operative Corporations Act</i>. </p> <p class=\"paragraph-e\">  4.  A consumer who annually uses at least 150,000 but not more than 250,000 kilowatt hours of electricity.</p> <p class=\"paragraph-e\">  5.  A consumer who has an account with a distributor if the consumer,</p> <p class=\"subpara-e\">  i.  carries on a business that is a farming business for the purposes of the <i>Farm Registration and Farm Organizations Funding Act, 1993</i>, and</p> <p class=\"subpara-e\">  ii.  holds a valid registration number assigned under that Act or the consumer’s obligation to file a farming business registration form was waived pursuant to an order made under subsection 22 (6) of that Act.  O. Reg. 58/08, s. 1; O. Reg. 115/09, s. 1 (2); O. Reg. 494/10, s. 2 (2, 3).</p>"
        },
        {
            "id": "5.",
            "section": "Prescribed date, s. 79.16",
            "content": " 5. April 1, 2005 is the prescribed date for the purpose of clause 79.16 (1) (b) of the Act.  O. Reg. 95/05, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>April 1, 2005 is the prescribed date for the purpose of clause 79.16 (1) (b) of the Act.  O. Reg. 95/05, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Determining rates, s. 79.16",
            "content": " 6. (0.1) In this section, “Standard Supply Service Code” means the “Standard Supply Service Code for Electricity Distributors” issued by the Board. O. Reg. 460/20, s. 1 (1). (1) For the purpose of clause 79.16 (1) (b) of the Act, the Board shall determine rates in the following manner: 1.  The Board shall determine rates in a manner that is consistent with the Standard Supply Service Code. 2.  Subject to section 6.1, the Board shall, starting with the rate year that begins on November 1, 2022, determine separate rates for each rate year, or for such shorter time period as the Minister may direct. 2.1  Revoked: O. Reg. 512/22, s. 1 (1). 3.  In determining the rates, the Board shall forecast the cost of electricity to be consumed by the consumers to whom the rates apply, taking into consideration adjustments required under section 25.33 of the Electricity Act, 1998 and shall ensure that the rates reflect those costs. 4.  In determining rates commencing May 1, 2011, the Board shall set an off-peak period associated with the regulated price referred to as RPEMOFF in section 3.4 of the “Standard Supply Service Code”, i.  that begins no later than 7 p.m. on every weekday and ends, A.  no earlier than 7 a.m. on the next day if the next day is a weekday, or B.  no earlier than 12 a.m. on the next day if the next day is Saturday, Sunday or a holiday, and ii.  that begins no later than 12 a.m. on every Saturday, Sunday and holiday and ends no earlier than, A.  12 a.m. on the next day, if the next day is Saturday, Sunday or a holiday, or B.  7 a.m. on the next day if the next day is a weekday. 5.  The Board shall establish an ultra-low overnight price plan in accordance with the following requirements: i.  The plan shall consist of the following distinct rate periods: A.  An ultra-low overnight period that begins daily at 11 p.m. and ends at 7 a.m. the next day. B.  The following periods, as determined by the Board: 1.  An off-peak period that applies on every Saturday, Sunday and holiday. 2.  A mid-peak period that applies on every weekday. 3.  An on-peak period that applies on every weekday. ii.  The Board shall determine a rate for each of the periods, and the rate determined for the ultra-low overnight period shall be the lowest of the rates. O. Reg. 95/05, s. 6 (1); O. Reg. 494/10, s. 3 (1); O. Reg. 460/20, s. 1 (2, 3); O. Reg. 843/21, s. 2 (1); O. Reg. 512/22, s. 1 (1, 2). (1.1) Despite paragraph 2 of subsection (1), the Board shall, for the purposes of subsection (4.1), determine rates for the ultra-low overnight price plan referred to in paragraph 5 of subsection (1) that apply during the period that begins on May 1, 2023 and ends on October 31, 2023. O. Reg. 512/22, s. 1 (3). (1.2) Paragraph 3 of subsection (1) and subsection 6.2 (2) do not apply with respect to the Board’s determination of rates under subsection (1.1). O. Reg. 512/22, s. 1 (3). (2) The times of day set out in paragraphs 4 and 5 of subsection (1) are in central standard or daylight saving time or eastern standard or daylight saving time, whichever is then prevailing in the particular location in Ontario. O. Reg. 494/10, s. 3 (2); O. Reg. 512/22, s. 1 (4). (3) Despite paragraph 4 of subsection (1), the Board may set different off-peak periods for the purpose of such electricity price pilot projects as it specifies. O. Reg. 476/16, s. 1. (4) The rules set out in subsection (1) respecting the determination of rates by the Board are subject to a requirement that the Board require distributors to permit consumers prescribed under subsection 4 (2) to elect to be charged, (a)  tiered prices for electricity under section 3.3 of the Standard Supply Service Code, in the case of consumers who meet the requirements for being charged tiered prices, as specified in the Standard Supply Service Code; (b)  time-of-use prices for electricity under section 3.4 of the Standard Supply Service Code, in the case of consumers who meet the requirements for being charged time-of-use prices, as specified in the Standard Supply Service Code; or (c)  for periods beginning on or after November 1, 2023, rates determined under the ultra-low overnight price plan referred to in paragraph 5 of subsection (1), in the case of consumers who meet such requirements as may be specified in the Standard Supply Service Code. O. Reg. 512/22, s. 1 (5). (4.1) Clause (4) (c) does not prevent a distributor from charging a consumer the rates determined under the ultra-low overnight price plan at any time after April 30, 2023, if the consumer meets the requirements referred to in that clause, if any, and has elected to be charged under that plan. O. Reg. 512/22, s. 1 (5). (5) The exercise of an election described in subsection (4) is subject to any conditions that may be specified by the Board. O. Reg. 460/20, s. 1 (4); O. Reg. 512/22, s. 1 (6). (6) Revoked: O. Reg. 512/22, s. 1 (7).",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(0.1) In this section,</p> <p class=\"definition-e\">“Standard Supply Service Code” means the “Standard Supply Service Code for Electricity Distributors” issued by the Board. O. Reg. 460/20, s. 1 (1).</p> <p class=\"subsection-e\"><b> </b>(1) For the purpose of clause 79.16 (1) (b) of the Act, the Board shall determine rates in the following manner:</p> <p class=\"paragraph-e\">  1.  The Board shall determine rates in a manner that is consistent with the Standard Supply Service Code.</p> <p class=\"paragraph-e\">  2.  Subject to section 6.1, the Board shall, starting with the rate year that begins on November 1, 2022, determine separate rates for each rate year, or for such shorter time period as the Minister may direct.</p> <p class=\"paragraph-e\">  2.1  <span class=\"ovsmallcap\">Revoked: </span>O. Reg. 512/22, s. 1 (1).</p> <p class=\"paragraph-e\">  3.  In determining the rates, the Board shall forecast the cost of electricity to be consumed by the consumers to whom the rates apply, taking into consideration adjustments required under section 25.33 of the <i>Electricity Act, 1998</i> and shall ensure that the rates reflect those costs.</p> <p class=\"paragraph-e\">  4.  In determining rates commencing May 1, 2011, the Board shall set an off-peak period associated with the regulated price referred to as RPEMOFF in section 3.4 of the “Standard Supply Service Code”,</p> <p class=\"subpara-e\">  i.  that begins no later than 7 p.m. on every weekday and ends,</p> <p class=\"subsubpara-e\">  A.  no earlier than 7 a.m. on the next day if the next day is a weekday, or</p> <p class=\"subsubpara-e\">  B.  no earlier than 12 a.m. on the next day if the next day is Saturday, Sunday or a holiday, and</p> <p class=\"subpara-e\">  ii.  that begins no later than 12 a.m. on every Saturday, Sunday and holiday and ends no earlier than,</p> <p class=\"subsubpara-e\">  A.  12 a.m. on the next day, if the next day is Saturday, Sunday or a holiday, or</p> <p class=\"subsubpara-e\">  B.  7 a.m. on the next day if the next day is a weekday.</p> <p class=\"paragraph-e\">  5.  The Board shall establish an ultra-low overnight price plan in accordance with the following requirements:</p> <p class=\"subpara-e\">  i.  The plan shall consist of the following distinct rate periods:</p> <p class=\"subsubpara-e\">  A.  An ultra-low overnight period that begins daily at 11 p.m. and ends at 7 a.m. the next day.</p> <p class=\"subsubpara-e\">  B.  The following periods, as determined by the Board:</p> <p class=\"subsubsubpara-e\">  1.  An off-peak period that applies on every Saturday, Sunday and holiday.</p> <p class=\"subsubsubpara-e\">  2.  A mid-peak period that applies on every weekday.</p> <p class=\"subsubsubpara-e\">  3.  An on-peak period that applies on every weekday.</p> <p class=\"subpara-e\">  ii.  The Board shall determine a rate for each of the periods, and the rate determined for the ultra-low overnight period shall be the lowest of the rates. O. Reg. 95/05, s. 6 (1); O. Reg. 494/10, s. 3 (1); O. Reg. 460/20, s. 1 (2, 3); O. Reg. 843/21, s. 2 (1); O. Reg. 512/22, s. 1 (1, 2).</p> <p class=\"subsection-e\">  (1.1) Despite paragraph 2 of subsection (1), the Board shall, for the purposes of subsection (4.1), determine rates for the ultra-low overnight price plan referred to in paragraph 5 of subsection (1) that apply during the period that begins on May 1, 2023 and ends on October 31, 2023. O. Reg. 512/22, s. 1 (3).</p> <p class=\"subsection-e\">  (1.2) Paragraph 3 of subsection (1) and subsection 6.2 (2) do not apply with respect to the Board’s determination of rates under subsection (1.1). O. Reg. 512/22, s. 1 (3).</p> <p class=\"subsection-e\">  (2) The times of day set out in paragraphs 4 and 5 of subsection (1) are in central standard or daylight saving time or eastern standard or daylight saving time, whichever is then prevailing in the particular location in Ontario. O. Reg. 494/10, s. 3 (2); O. Reg. 512/22, s. 1 (4).</p> <p class=\"subsection-e\">  (3) Despite paragraph 4 of subsection (1), the Board may set different off-peak periods for the purpose of such electricity price pilot projects as it specifies. O. Reg. 476/16, s. 1.</p> <p class=\"subsection-e\">  (4) The rules set out in subsection (1) respecting the determination of rates by the Board are subject to a requirement that the Board require distributors to permit consumers prescribed under subsection 4 (2) to elect to be charged,</p> <p class=\"clause-e\">  (a)  tiered prices for electricity under section 3.3 of the Standard Supply Service Code, in the case of consumers who meet the requirements for being charged tiered prices, as specified in the Standard Supply Service Code;</p> <p class=\"clause-e\">  (b)  time-of-use prices for electricity under section 3.4 of the Standard Supply Service Code, in the case of consumers who meet the requirements for being charged time-of-use prices, as specified in the Standard Supply Service Code; or</p> <p class=\"clause-e\">  (c)  for periods beginning on or after November 1, 2023, rates determined under the ultra-low overnight price plan referred to in paragraph 5 of subsection (1), in the case of consumers who meet such requirements as may be specified in the Standard Supply Service Code. O. Reg. 512/22, s. 1 (5).</p> <p class=\"subsection-e\">  (4.1) Clause (4) (c) does not prevent a distributor from charging a consumer the rates determined under the ultra-low overnight price plan at any time after April 30, 2023, if the consumer meets the requirements referred to in that clause, if any, and has elected to be charged under that plan. O. Reg. 512/22, s. 1 (5).</p> <p class=\"subsection-e\">  (5) The exercise of an election described in subsection (4) is subject to any conditions that may be specified by the Board. O. Reg. 460/20, s. 1 (4); O. Reg. 512/22, s. 1 (6).</p> <p class=\"subsection-e\">  (6) <span class=\"ovsmallcap\">Revoked: </span>O. Reg. 512/22, s. 1 (7).</p>"
        },
        {
            "id": "6.1",
            "section": "Exception, shorter time period for rates",
            "content": " 6.1 (1) In this section and section 6.2, “actual VAB” means the net balance in the RPP variance account at the end of a month, with a consumer debit balance being represented as a positive number and a consumer credit balance being represented as a negative number; (“SCE réel”) “consumer credit balance” means a balance in the RPP variance account that represents a credit to consumers prescribed under subsection 4 (2); (“solde créditeur des consommateurs”) “consumer debit balance” means a balance in the RPP variance account that is owed to the IESO by consumers prescribed under subsection 4 (2); (“solde débiteur des consommateurs”) “expected VAB” means the expected balance in the RPP variance account at the end of a month, with an expected consumer debit balance being represented as a positive number and an expected consumer credit balance being represented as a negative number; (“SCE prévu”) “forecast period” means, (a)  in respect of rates determined by the Board that become effective at the beginning of a rate year, the rate year, and (b)  in respect of rates determined by the Board that become effective at any time other than the beginning of a rate year, a 12-month period that commences on the effective date of those rates; (“période de prévision”) “FTCRPP” means the total supply cost of electricity that the Board forecasts to be consumed during a forecast period by consumers to whom the rates determined in accordance with section 6 or 6.1 apply; (“CTPGTR”) “RPP variance account” means the variance account established by the IESO pursuant to section 25.33 of the Electricity Act, 1998 in respect of consumers prescribed under subsection 4 (2) of this Regulation; (“compte d’écart de la GTR”) “UVAB” means the unexpected variance account balance, calculated by taking the absolute value of the difference between actual VAB and expected VAB for the month. (“SCE non prévu”) O. Reg. 843/21, s. 3. (2) Despite paragraph 2 of subsection 6 (1), the Board may determine separate rates for a shorter period of less than 12 months if, in any month in a rate year, the value of UVAB divided by FTCRPP is greater than 0.04. O. Reg. 843/21, s. 3. (3) Any rate period that is determined in accordance with this section must end on October 31 of the current rate year. O. Reg. 843/21, s. 3. (4) Paragraphs 1, 3, 4 and 5 of subsection 6 (1) and subsections 6 (2) to (5) apply to the determination of rates under this section. O. Reg. 843/21, s. 3; O. Reg. 512/22, s. 2 (1). (5)  Revoked:\r\nO. Reg. 512/22, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <b>6.1 </b>(1) In this section and section 6.2,</p> <p class=\"definition-e\">“actual VAB” means the net balance in the RPP variance account at the end of a month, with a consumer debit balance being represented as a positive number and a consumer credit balance being represented as a negative number; (“SCE réel”)</p> <p class=\"definition-e\">“consumer credit balance” means a balance in the RPP variance account that represents a credit to consumers prescribed under subsection 4 (2); (“solde créditeur des consommateurs”)</p> <p class=\"definition-e\">“consumer debit balance” means a balance in the RPP variance account that is owed to the IESO by consumers prescribed under subsection 4 (2); (“solde débiteur des consommateurs”)</p> <p class=\"definition-e\">“expected VAB” means the expected balance in the RPP variance account at the end of a month, with an expected consumer debit balance being represented as a positive number and an expected consumer credit balance being represented as a negative number; (“SCE prévu”)</p> <p class=\"definition-e\">“forecast period” means,</p> <p class=\"defclause-e\">  (a)  in respect of rates determined by the Board that become effective at the beginning of a rate year, the rate year, and</p> <p class=\"defclause-e\">  (b)  in respect of rates determined by the Board that become effective at any time other than the beginning of a rate year, a 12-month period that commences on the effective date of those rates; (“période de prévision”)</p> <p class=\"definition-e\">“FTC<sub>RPP</sub>” means the total supply cost of electricity that the Board forecasts to be consumed during a forecast period by consumers to whom the rates determined in accordance with section 6 or 6.1 apply; (“CTP<sub>GTR</sub>”)</p> <p class=\"definition-e\">“RPP variance account” means the variance account established by the IESO pursuant to section 25.33 of the <i>Electricity Act, 1998</i> in respect of consumers prescribed under subsection 4 (2) of this Regulation; (“compte d’écart de la GTR”)</p> <p class=\"definition-e\">“UVAB” means the unexpected variance account balance, calculated by taking the absolute value of the difference between actual VAB and expected VAB for the month. (“SCE non prévu”) O. Reg. 843/21, s. 3.</p> <p class=\"subsection-e\">  (2) Despite paragraph 2 of subsection 6 (1), the Board may determine separate rates for a shorter period of less than 12 months if, in any month in a rate year, the value of UVAB divided by FTC<sub>RPP</sub><sup> </sup>is greater than 0.04. O. Reg. 843/21, s. 3.</p> <p class=\"subsection-e\">  (3) Any rate period that is determined in accordance with this section must end on October 31 of the current rate year. O. Reg. 843/21, s. 3.</p> <p class=\"subsection-e\">  (4) Paragraphs 1, 3, 4 and 5 of subsection 6 (1) and subsections 6 (2) to (5) apply to the determination of rates under this section. O. Reg. 843/21, s. 3; O. Reg. 512/22, s. 2 (1).</p> <p class=\"subsection-e\">  (5) <span class=\"ovsmallcap\"> Revoked:</span>\r\nO. Reg. 512/22, s. 2 (2).</p>"
        },
        {
            "id": "6.2",
            "section": "Publication of information",
            "content": " 6.2 (1) The Board shall publish any rates determined in accordance with section 6 or 6.1 and make them available to the public before those rates come into effect. O. Reg. 843/21, s. 3. (2) When the Board determines new rates in accordance with section 6 or 6.1, the Board shall, (a)  determine the FTCRPP\r\nvalue for the forecast period in respect of the new rates and make the FTCRPP\r\nvalue available to the public before the new rates come into effect; and (b)  determine the expected VAB amount at the end of each month in the forecast period and make the expected VAB amount available to the public before the new rates come into effect. O. Reg. 843/21, s. 3. (2.1)  Revoked:\r\nO. Reg. 512/22, s. 3. (3) Every month, the Board shall publish the actual VAB amount for the previous month on its website. O. Reg. 843/21, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>6.2 </b>(1) The Board shall publish any rates determined in accordance with section 6 or 6.1 and make them available to the public before those rates come into effect. O. Reg. 843/21, s. 3.</p> <p class=\"subsection-e\">  (2) When the Board determines new rates in accordance with section 6 or 6.1, the Board shall,</p> <p class=\"clause-e\">  (a)  determine the FTC<sub>RPP</sub>\r\nvalue for the forecast period in respect of the new rates and make the FTC<sub>RPP</sub>\r\nvalue available to the public before the new rates come into effect; and</p> <p class=\"clause-e\">  (b)  determine the expected VAB amount at the end of each month in the forecast period and make the expected VAB amount available to the public before the new rates come into effect. O. Reg. 843/21, s. 3.</p> <p class=\"subsection-e\">  (2.1) <span class=\"ovsmallcap\"> Revoked:\r\n</span>O. Reg. 512/22, s. 3.</p> <p class=\"subsection-e\">  (3) Every month, the Board shall publish the actual VAB amount for the previous month on its website. O. Reg. 843/21, s. 3.</p>"
        },
        {
            "id": "7.",
            "section": "Exemptions, s. 79.16",
            "content": " 7. (1) Clause 79.16 (1) (b) of the Act does not apply to a consumer in respect of electricity retailed to the consumer by Fort Frances Power Corporation pursuant to its obligations under section 29 of the Electricity Act, 1998 for the volume of electricity supplied to Fort Frances Power Corporation by Abitibi-Consolidated Hydro Limited Partnership.  O. Reg. 494/10, s. 4 (1). (2) Revoked:  O. Reg. 494/10, s. 4 (2). (3) Subsection 79.16 (1) of the Act does not apply to a consumer with respect to generation station service.  O. Reg. 95/05, s. 7 (3).",
            "raw_html": "<p class=\"section-e\"> <b>7.</b> (1) Clause 79.16 (1) (b) of the Act does not apply to a consumer in respect of electricity retailed to the consumer by Fort Frances Power Corporation pursuant to its obligations under section 29 of the <i>Electricity Act, 1998</i> for the volume of electricity supplied to Fort Frances Power Corporation by Abitibi-Consolidated Hydro Limited Partnership.  O. Reg. 494/10, s. 4 (1).</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked:</span>  O. Reg. 494/10, s. 4 (2).</p> <p class=\"subsection-e\">  (3) Subsection 79.16 (1) of the Act does not apply to a consumer with respect to generation station service.  O. Reg. 95/05, s. 7 (3).</p>"
        },
        {
            "id": "8.",
            "section": "Criteria for purpose of s. 79.16 (4) (b)",
            "content": " 8. (1) For the purposes of clause 79.16 (4) (b) of the Act,  (a)  the criterion is that the consumer must file a written statement in accordance with clause 79.16 (4) (a) of the Act, if before November 1, 2009, the consumer is not a low-volume consumer or a consumer otherwise referred to in subsection 4 (2); or (b)  the criteria are, if the consumer is a low-volume consumer or a consumer otherwise referred to in subsection 4 (2), (i)  the consumer must file a written statement in accordance with clause 79.16 (4) (a) of the Act, and (ii)  the statement must relate to a property for which an interval meter, that measures the amount of electricity used, is used for billing purposes.  O. Reg. 115/09, s. 2. (2) A consumer who on or before March 31, 2005 meets the criteria of subsection 79.4 (2) of the Act shall be deemed to meet the criteria set out in subsection (1).  O. Reg. 95/05, s. 8 (2).",
            "raw_html": "<p class=\"section-e\"> <b>8.</b> (1) For the purposes of clause 79.16 (4) (b) of the Act, </p> <p class=\"clause-e\">  (a)  the criterion is that the consumer must file a written statement in accordance with clause 79.16 (4) (a) of the Act, if before November 1, 2009, the consumer is not a low-volume consumer or a consumer otherwise referred to in subsection 4 (2); or</p> <p class=\"clause-e\">  (b)  the criteria are, if the consumer is a low-volume consumer or a consumer otherwise referred to in subsection 4 (2),</p> <p class=\"subclause-e\">  (i)  the consumer must file a written statement in accordance with clause 79.16 (4) (a) of the Act, and</p> <p class=\"subclause-e\">  (ii)  the statement must relate to a property for which an interval meter, that measures the amount of electricity used, is used for billing purposes.  O. Reg. 115/09, s. 2.</p> <p class=\"subsection-e\">  (2) A consumer who on or before March 31, 2005 meets the criteria of subsection 79.4 (2) of the Act shall be deemed to meet the criteria set out in subsection (1).  O. Reg. 95/05, s. 8 (2).</p>"
        },
        {
            "id": "9.",
            "section": "Criteria for purpose of s. 79.16 (4) (b)",
            "content": " 9. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 95/05, s. 9.",
            "raw_html": "<p class=\"section-e\"> <b>9.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 95/05, s. 9.</p>"
        },
        {
            "id": null,
            "section": "Criteria for purpose of s. 79.16 (4) (b)",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/050095\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}