{
    "reg_info": {
        "full_title": "O. Reg. 319/00: JUSTICES OF THE PEACE REMUNERATION COMMISSION",
        "reg_name_text": "JUSTICES OF THE PEACE REMUNERATION COMMISSION",
        "citation": "O. Reg. 319/00: ",
        "act_under": "Justices of the Peace Act",
        "url": "https://www.ontario.ca/laws/regulation/000319",
        "date_scraped": "2023-12-19 03:36:20"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March 29, 2016",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/000319/v3",
            "valid_from": "September 21, 2010",
            "valid_to": "March 28, 2016"
        },
        {
            "a_href": "/laws/regulation/000319/v2",
            "valid_from": "June 19, 2009",
            "valid_to": "September 20, 2010"
        },
        {
            "a_href": "/laws/regulation/000319/v1",
            "valid_from": "June  2, 2000",
            "valid_to": "June 18, 2009"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": null,
            "section": null,
            "content": "Last amendment: 67/16. Legislative History: 232/09,\r\n371/00,\r\n67/16. This is the English version of a bilingual regulation. Purpose",
            "raw_html": "<p class=\"section-e\">Last amendment: <span class=\"MsoHyperlink\"><a href=\"https://www.ontario.ca/laws/regulation/R16067\">67/16</a></span>.</p> <p class=\"footnoteLeft-e\">Legislative History: <span class=\"MsoHyperlink\"><a href=\"https://www.ontario.ca/laws/regulation/R09232\">232/09</a></span>,\r\n<span class=\"MsoHyperlink\"><a href=\"https://www.ontario.ca/laws/regulation/R00371\">371/00</a></span>,\r\n<span class=\"MsoHyperlink\"><a href=\"https://www.ontario.ca/laws/regulation/R16067\">67/16</a></span>.</p> <p class=\"version-e\">This is the English version of a bilingual regulation.</p> <p class=\"heading1-e\">Purpose</p>"
        },
        {
            "id": "0.1",
            "section": "Purpose",
            "content": " 0.1 The purpose of this Regulation is to establish a framework for the regulation of certain aspects of the relationship between the executive branch of the government and the Justices of the Peace.  It is intended that both the process of decision-making and the decisions made by the Commission shall contribute to securing and maintaining the independence of Ontario’s Justices of the Peace.  Further, this Regulation is intended to promote co-operation between the executive branch of the government and the judiciary and the efforts of both to develop a justice system which is both efficient and effective, while ensuring the dispensation of independent and impartial justice.  O. Reg. 232/09, s. 1. Definitions",
            "raw_html": "<p class=\"section-e\"> <b>0.1 </b>The purpose of this Regulation is to establish a framework for the regulation of certain aspects of the relationship between the executive branch of the government and the Justices of the Peace.  It is intended that both the process of decision-making and the decisions made by the Commission shall contribute to securing and maintaining the independence of Ontario’s Justices of the Peace.  Further, this Regulation is intended to promote co-operation between the executive branch of the government and the judiciary and the efforts of both to develop a justice system which is both efficient and effective, while ensuring the dispensation of independent and impartial justice.  O. Reg. 232/09, s. 1.</p> <p class=\"heading1-e\">Definitions</p>"
        },
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. (1) In this Regulation,  “associations” means one or more associations representing justices of the peace of Ontario and recognized as such by the Chair of the Management Board of Cabinet; (“associations”) “Commission” means the Justices of the Peace Remuneration Commission established pursuant to subsection 21.1 (2) of the Act. (“Commission”)  O. Reg. 319/00, s. 1 (1). (2) For the purposes of section 21.1 of the Act and this Regulation, “remuneration” includes salaries, pensions and benefits.  O. Reg. 319/00, s. 1 (2). Composition and Administration of Commission",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) In this Regulation, </p> <p class=\"firstdef-e\">“associations” means one or more associations representing justices of the peace of Ontario and recognized as such by the Chair of the Management Board of Cabinet; (“associations”)</p> <p class=\"definition-e\">“Commission” means the Justices of the Peace Remuneration Commission established pursuant to subsection 21.1 (2) of the Act. (“Commission”)  O. Reg. 319/00, s. 1 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of section 21.1 of the Act and this Regulation, </p> <p class=\"definition-e\">“remuneration” includes salaries, pensions and benefits.  O. Reg. 319/00, s. 1 (2).</p> <p class=\"heading1-e\">Composition and Administration of Commission</p>"
        },
        {
            "id": "2.",
            "section": "Composition and Administration of Commission",
            "content": " 2. (1) The Commission shall be composed of the following persons appointed by the Lieutenant Governor in Council: 1. One person selected by the associations. 2. One person selected by the Chair of the Management Board of Cabinet. 3. One person selected jointly by the associations and by the Chair of the Management Board of Cabinet, who shall be the chair of the Commission.  O. Reg. 319/00, s. (2) If the associations and the Chair of the Management Board of Cabinet are unable to agree on a person to be selected as the chair of the Commission by the first day of the month after the month in which appointments are to commence, as provided in subsection (4),  the Chief Justice of the Superior Court of Justice shall, upon the request of the associations or the Chair of the Management Board of Cabinet, select the chair of the Commission from a list of up to three persons provided by the associations and a list of up to three persons provided by the Chair of the Management Board of Cabinet.  O. Reg. 319/00, s. 2 (2). (3) A justice of the peace or a public servant employed under Part III of the Public Service of Ontario Act, 2006, may not be a member of the Commission.  O. Reg. 319/00, s. 2 (3); O. Reg. 371/10, s. 1 (1). (4) The appointments under subsection (1) shall begin on October 1, 2010, and on October 1 in every fourth year thereafter.  O. Reg. 232/09, s. 2. (5) The term of office for a member of the Commission is four years, and members are eligible for reappointment.  O. Reg. 232/09, s. 2. (6) Despite subsections (4) and (5), the terms of office of the members of the Commission on the day this subsection comes into force are continued until September 30, 2010.  O. Reg. 232/09, s. 2. (6.1) Despite subsections (4), (5) and (6), if the term of office of a member of the Commission expires after a matter is referred to the Commission under section 5 for an inquiry but before the Commission has submitted its report respecting the inquiry, and the member is not reappointed, his or her term is deemed to continue, but only for the purpose of completing and submitting the report.  O. Reg. 371/10, s. 1 (2). (7) In the event of a vacancy on the Commission, a replacement shall be selected under paragraph 1, 2 or 3 of subsection (1), as appropriate, within 30 days of the vacancy occurring and the Lieutenant Governor in Council shall, within 90 days after being notified of the selection, appoint the selected person to the Commission for the remainder of the term of the person being replaced.  O. Reg. 319/00, s. 2 (7). (8) If the associations and the Chair of the Management Board of Cabinet are unable to agree on a person to be selected as replacement for the chair of the Commission within 60 days of the vacancy occurring, subsection (2) applies to the selection of the replacement chair, with necessary modifications.  O. Reg. 319/00, s. 2 (8). (9) Members of the Commission shall be paid remuneration fixed by the Chair of the Management Board of Cabinet and, subject to the Chair of the Management Board of Cabinet’s approval, reasonable expenses actually incurred in carrying out their duties.  O. Reg. 319/00, s. 2 (9).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) The Commission shall be composed of the following persons appointed by the Lieutenant Governor in Council:</p> <p class=\"paragraph-e\">  1. One person selected by the associations.</p> <p class=\"paragraph-e\">  2. One person selected by the Chair of the Management Board of Cabinet.</p> <p class=\"paragraph-e\">  3. One person selected jointly by the associations and by the Chair of the Management Board of Cabinet, who shall be the chair of the Commission.  O. Reg. 319/00, s. </p> <p class=\"subsection-e\">  (2) If the associations and the Chair of the Management Board of Cabinet are unable to agree on a person to be selected as the chair of the Commission by the first day of the month after the month in which appointments are to commence, as provided in subsection (4),  the Chief Justice of the Superior Court of Justice shall, upon the request of the associations or the Chair of the Management Board of Cabinet, select the chair of the Commission from a list of up to three persons provided by the associations and a list of up to three persons provided by the Chair of the Management Board of Cabinet.  O. Reg. 319/00, s. 2 (2).</p> <p class=\"subsection-e\">  (3) A justice of the peace or a public servant employed under Part III of the <i>Public Service of Ontario Act, 2006</i>, may not be a member of the Commission.  O. Reg. 319/00, s. 2 (3); O. Reg. 371/10, s. 1 (1).</p> <p class=\"subsection-e\">  (4) The appointments under subsection (1) shall begin on October 1, 2010, and on October 1 in every fourth year thereafter.  O. Reg. 232/09, s. 2.</p> <p class=\"subsection-e\">  (5) The term of office for a member of the Commission is four years, and members are eligible for reappointment.  O. Reg. 232/09, s. 2.</p> <p class=\"subsection-e\">  (6) Despite subsections (4) and (5), the terms of office of the members of the Commission on the day this subsection comes into force are continued until September 30, 2010.  O. Reg. 232/09, s. 2.</p> <p class=\"subsection-e\">  (6.1) Despite subsections (4), (5) and (6), if the term of office of a member of the Commission expires after a matter is referred to the Commission under section 5 for an inquiry but before the Commission has submitted its report respecting the inquiry, and the member is not reappointed, his or her term is deemed to continue, but only for the purpose of completing and submitting the report.  O. Reg. 371/10, s. 1 (2).</p> <p class=\"subsection-e\">  (7) In the event of a vacancy on the Commission, a replacement shall be selected under paragraph 1, 2 or 3 of subsection (1), as appropriate, within 30 days of the vacancy occurring and the Lieutenant Governor in Council shall, within 90 days after being notified of the selection, appoint the selected person to the Commission for the remainder of the term of the person being replaced.  O. Reg. 319/00, s. 2 (7).</p> <p class=\"subsection-e\">  (8) If the associations and the Chair of the Management Board of Cabinet are unable to agree on a person to be selected as replacement for the chair of the Commission within 60 days of the vacancy occurring, subsection (2) applies to the selection of the replacement chair, with necessary modifications.  O. Reg. 319/00, s. 2 (8).</p> <p class=\"subsection-e\">  (9) Members of the Commission shall be paid remuneration fixed by the Chair of the Management Board of Cabinet and, subject to the Chair of the Management Board of Cabinet’s approval, reasonable expenses actually incurred in carrying out their duties.  O. Reg. 319/00, s. 2 (9).</p>"
        },
        {
            "id": "3.",
            "section": "Composition and Administration of Commission",
            "content": " 3. The Commission may retain support services and professional services, including the services of counsel, as the Commission considers necessary and subject to the approval of the Chair of the Management Board of Cabinet.  O. Reg. 319/00, s. 3. Inquiries, Recommendations, Reports",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>The Commission may retain support services and professional services, including the services of counsel, as the Commission considers necessary and subject to the approval of the Chair of the Management Board of Cabinet.  O. Reg. 319/00, s. 3.</p> <p class=\"heading1-e\">Inquiries, Recommendations, Reports</p>"
        },
        {
            "id": "4.",
            "section": "Inquiries, Recommendations, Reports",
            "content": " 4. (1) The Commission shall conduct an inquiry into the remuneration of justices of the peace and shall make recommendations for the remuneration of justices of the peace for, (a) the three-year period starting April 1, 2008 and ending March 31, 2011; and (b) the four-year period starting April 1, 2011 and ending on March 31, 2015, and for every four-year period thereafter.  O. Reg. 232/09, s. 3 (1). (2), (3) Revoked:  O. Reg. 232/09, s. 3 (2). (4) The Commission shall submit a report to the Chair of the Management Board of Cabinet containing its recommendations for each three- or four-year period described under subsection (1), on or before April 1 in the first year of the period.  O. Reg. 232/09, s. 3 (3). (5) The Commission may include in a report it makes under this section recommendations to improve its structure and processes.  O. Reg. 319/00, s. 4 (5).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) The Commission shall conduct an inquiry into the remuneration of justices of the peace and shall make recommendations for the remuneration of justices of the peace for,</p> <p class=\"clause-e\">  (a) the three-year period starting April 1, 2008 and ending March 31, 2011; and</p> <p class=\"clause-e\">  (b) the four-year period starting April 1, 2011 and ending on March 31, 2015, and for every four-year period thereafter.  O. Reg. 232/09, s. 3 (1).</p> <p class=\"subsection-e\">  (2), (3) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 232/09, s. 3 (2).</p> <p class=\"subsection-e\">  (4) The Commission shall submit a report to the Chair of the Management Board of Cabinet containing its recommendations for each three- or four-year period described under subsection (1), on or before April 1 in the first year of the period.  O. Reg. 232/09, s. 3 (3).</p> <p class=\"subsection-e\">  (5) The Commission may include in a report it makes under this section recommendations to improve its structure and processes.  O. Reg. 319/00, s. 4 (5).</p>"
        },
        {
            "id": "5.",
            "section": "Inquiries, Recommendations, Reports",
            "content": " 5. (1) The Chair of the Management Board of Cabinet may at any time refer any matter respecting the remuneration of justices of the peace to the Commission and the Commission shall conduct an inquiry into such matter and submit a report containing its recommendations to the Chair of the Management Board of Cabinet.  O. Reg. 319/00, s. 5 (1). (2) The Commission shall submit its report on or before the date specified, after consultation with the Commission, by the Chair of the Management Board of Cabinet.  O. Reg. 319/00, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) The Chair of the Management Board of Cabinet may at any time refer any matter respecting the remuneration of justices of the peace to the Commission and the Commission shall conduct an inquiry into such matter and submit a report containing its recommendations to the Chair of the Management Board of Cabinet.  O. Reg. 319/00, s. 5 (1).</p> <p class=\"subsection-e\">  (2) The Commission shall submit its report on or before the date specified, after consultation with the Commission, by the Chair of the Management Board of Cabinet.  O. Reg. 319/00, s. 5 (2).</p>"
        },
        {
            "id": "6.",
            "section": "Inquiries, Recommendations, Reports",
            "content": " 6. (1) In this section, “parties” means the Government of Ontario and the associations.  O. Reg. 319/00, s. 6 (1). (2) In conducting an inquiry under section 4 or 5, the Commission shall consider written and oral submissions by the parties, as it considers appropriate, and may consider written and oral submissions from other interested persons and groups, as it considers appropriate.  O. Reg. 319/00, s. 6 (2). (3) Each of the parties shall give the other parties a copy of their written submissions and each of the parties is entitled to make a written submission to the Commission in reply.  O. Reg. 319/00, s. 6 (3). (4) Each of the parties is entitled to make an oral submission to the Commission in reply to the oral submissions of the other parties.  O. Reg. 319/00, s. 6 (4). (5) The parties are entitled, (a) to be present at a hearing when each of the other parties or any other interested person or group presents an oral submission to the Commission; (b) to receive copies of the written submissions of any other interested persons or groups.  O. Reg. 319/00, s. 6 (5). (6) The Commission may exclude any person who is not one of the parties from a hearing while any of the parties is presenting an oral submission to the Commission.  O. Reg. 319/00, s. 6 (6). (7) The parties may designate one or more persons to act on their behalf at an inquiry by the Commission.  O. Reg. 319/00, s. 6 (7). (8) Representatives of the justices of the peace and of the Lieutenant Governor in Council may confer before, during or after the conduct of an inquiry, and may file joint submissions with the Commission.  O. Reg. 232/09, s. 4. (9) The parties may establish joint working committees on specific issues related to an inquiry conducted by the Commission, and the Commission may participate in any such committee.  O. Reg. 232/09, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) In this section,</p> <p class=\"definition-e\">“parties” means the Government of Ontario and the associations.  O. Reg. 319/00, s. 6 (1).</p> <p class=\"subsection-e\">  (2) In conducting an inquiry under section 4 or 5, the Commission shall consider written and oral submissions by the parties, as it considers appropriate, and may consider written and oral submissions from other interested persons and groups, as it considers appropriate.  O. Reg. 319/00, s. 6 (2).</p> <p class=\"subsection-e\">  (3) Each of the parties shall give the other parties a copy of their written submissions and each of the parties is entitled to make a written submission to the Commission in reply.  O. Reg. 319/00, s. 6 (3).</p> <p class=\"subsection-e\">  (4) Each of the parties is entitled to make an oral submission to the Commission in reply to the oral submissions of the other parties.  O. Reg. 319/00, s. 6 (4).</p> <p class=\"subsection-e\">  (5) The parties are entitled,</p> <p class=\"clause-e\">  (a) to be present at a hearing when each of the other parties or any other interested person or group presents an oral submission to the Commission; </p> <p class=\"clause-e\">  (b) to receive copies of the written submissions of any other interested persons or groups.  O. Reg. 319/00, s. 6 (5).</p> <p class=\"subsection-e\">  (6) The Commission may exclude any person who is not one of the parties from a hearing while any of the parties is presenting an oral submission to the Commission.  O. Reg. 319/00, s. 6 (6).</p> <p class=\"subsection-e\">  (7) The parties may designate one or more persons to act on their behalf at an inquiry by the Commission.  O. Reg. 319/00, s. 6 (7).</p> <p class=\"subsection-e\">  (8) Representatives of the justices of the peace and of the Lieutenant Governor in Council may confer before, during or after the conduct of an inquiry, and may file joint submissions with the Commission.  O. Reg. 232/09, s. 4.</p> <p class=\"subsection-e\">  (9) The parties may establish joint working committees on specific issues related to an inquiry conducted by the Commission, and the Commission may participate in any such committee.  O. Reg. 232/09, s. 4.</p>"
        },
        {
            "id": "7.",
            "section": "Inquiries, Recommendations, Reports",
            "content": " 7. In developing its recommendations under subsection 4 (1) or 5 (1), the Commission shall consider the following criteria: 1. The laws of Ontario. 2. The need to provide fair and reasonable remuneration to justices of the peace. 3. The economic conditions in the province, as demonstrated by indicators such as the provincial inflation rate. 4. Recent Ontario public sector compensation trends. 5. The growth or decline in per capita income. 6. The financial policies and priorities of the Government of Ontario. 7. The principles of compensation theory and practice in Canada. 8. The parameters set by any joint working committees established by the parties. 9. Any other factor the Commission considers relevant.  O. Reg. 319/00, s. 7; O. Reg. 232/09, s. 5; O. Reg. 371/10, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>In developing its recommendations under subsection 4 (1) or 5 (1), the Commission shall consider the following criteria:</p> <p class=\"paragraph-e\">  1. The laws of Ontario.</p> <p class=\"paragraph-e\">  2. The need to provide fair and reasonable remuneration to justices of the peace.</p> <p class=\"paragraph-e\">  3. The economic conditions in the province, as demonstrated by indicators such as the provincial inflation rate.</p> <p class=\"paragraph-e\">  4. Recent Ontario public sector compensation trends.</p> <p class=\"paragraph-e\">  5. The growth or decline in per capita income.</p> <p class=\"paragraph-e\">  6. The financial policies and priorities of the Government of Ontario.</p> <p class=\"paragraph-e\">  7. The principles of compensation theory and practice in Canada.</p> <p class=\"paragraph-e\">  8. The parameters set by any joint working committees established by the parties.</p> <p class=\"paragraph-e\">  9. Any other factor the Commission considers relevant.  O. Reg. 319/00, s. 7; O. Reg. 232/09, s. 5; O. Reg. 371/10, s. 2.</p>"
        },
        {
            "id": "8.",
            "section": "Inquiries, Recommendations, Reports",
            "content": " 8. (1) The Chair of the Management Board of Cabinet may, upon the request of the Commission, extend the time by which the Commission must submit its report under section 4 or 5, if the Chair of the Management Board of Cabinet is satisfied that there are reasonable grounds for doing so.  O. Reg. 319/00, s. 8 (1). (2) The extension shall not be longer than three months unless the associations agree to a longer extension.  O. Reg. 319/00, s.8 (2). Determination of Remuneration",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) The Chair of the Management Board of Cabinet may, upon the request of the Commission, extend the time by which the Commission must submit its report under section 4 or 5, if the Chair of the Management Board of Cabinet is satisfied that there are reasonable grounds for doing so.  O. Reg. 319/00, s. 8 (1).</p> <p class=\"subsection-e\">  (2) The extension shall not be longer than three months unless the associations agree to a longer extension.  O. Reg. 319/00, s.8 (2).</p> <p class=\"heading1-e\">Determination of Remuneration</p>"
        },
        {
            "id": "9.",
            "section": "Determination of Remuneration",
            "content": " 9. (1) The Chair of the Management Board of Cabinet shall submit each of the Commission’s reports made under section 4 to the Lieutenant Governor in Council and shall then table the report in the Assembly if it is in session or, if not, within 15 days after the commencement of the next session.  O. Reg. 319/00, s. 9 (1). (2) The Chair of the Management Board of Cabinet may also submit a report made by the Commission under section 5 to the Lieutenant Governor in Council.  O. Reg. 319/00, s. 9 (2).",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) The Chair of the Management Board of Cabinet shall submit each of the Commission’s reports made under section 4 to the Lieutenant Governor in Council and shall then table the report in the Assembly if it is in session or, if not, within 15 days after the commencement of the next session.  O. Reg. 319/00, s. 9 (1).</p> <p class=\"subsection-e\">  (2) The Chair of the Management Board of Cabinet may also submit a report made by the Commission under section 5 to the Lieutenant Governor in Council.  O. Reg. 319/00, s. 9 (2).</p>"
        },
        {
            "id": "10.",
            "section": "Determination of Remuneration",
            "content": " 10. (1) In determining the remuneration that justices of the peace are entitled to receive, the Lieutenant Governor in Council shall give full consideration to, but is not bound by, the reports of the Commission submitted to it by the Chair of the Management Board of Cabinet.  O. Reg. 319/00, s. 10 (1). (2) Subject to subsection (3), the Lieutenant Governor in Council shall give the Commission its response to the recommendations made in a report of the Commission submitted under section 4, other than recommendations made under subsection 4 (5), with reasonable dispatch, and no later than six months after the report was submitted to the Chair of the Management Board of Cabinet.  O. Reg. 319/00, s. 10 (2). (3) If the Chair of the Management Board of Cabinet determines that more than six months are needed to respond to the recommendations referred to in subsection (2), the Lieutenant Governor in Council shall give the Commission its response to those recommendations no later than nine months after the report was submitted to the Chair of the Management Board of Cabinet.  O. Reg. 319/00, s. 10 (3). (4) Revoked:  O. Reg. 232/09, s. 6. (5) The Government of Ontario shall promptly notify the associations of the Lieutenant Governor in Council’s determination of the remuneration that justices of the peace are entitled to receive.  O. Reg. 319/00, s. 10 (5). Review of Commission",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) In determining the remuneration that justices of the peace are entitled to receive, the Lieutenant Governor in Council shall give full consideration to, but is not bound by, the reports of the Commission submitted to it by the Chair of the Management Board of Cabinet.  O. Reg. 319/00, s. 10 (1).</p> <p class=\"subsection-e\">  (2) Subject to subsection (3), the Lieutenant Governor in Council shall give the Commission its response to the recommendations made in a report of the Commission submitted under section 4, other than recommendations made under subsection 4 (5), with reasonable dispatch, and no later than six months after the report was submitted to the Chair of the Management Board of Cabinet.  O. Reg. 319/00, s. 10 (2).</p> <p class=\"subsection-e\">  (3) If the Chair of the Management Board of Cabinet determines that more than six months are needed to respond to the recommendations referred to in subsection (2), the Lieutenant Governor in Council shall give the Commission its response to those recommendations no later than nine months after the report was submitted to the Chair of the Management Board of Cabinet.  O. Reg. 319/00, s. 10 (3).</p> <p class=\"subsection-e\">  (4) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 232/09, s. 6.</p> <p class=\"subsection-e\">  (5) The Government of Ontario shall promptly notify the associations of the Lieutenant Governor in Council’s determination of the remuneration that justices of the peace are entitled to receive.  O. Reg. 319/00, s. 10 (5).</p> <p class=\"heading1-e\">Review of Commission</p>"
        },
        {
            "id": "11.",
            "section": "Review of Commission",
            "content": " 11. The Government of Ontario and the associations may at any time meet to discuss improvements to the Commission’s structure and processes.  O. Reg. 319/00, s. 11.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>The Government of Ontario and the associations may at any time meet to discuss improvements to the Commission’s structure and processes.  O. Reg. 319/00, s. 11.</p>"
        },
        {
            "id": null,
            "section": "Review of Commission",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/000319\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}