{
    "reg_info": {
        "full_title": "O. Reg. 99/23: LICENSING - TEMPORARY HELP AGENCIES AND RECRUITERS",
        "reg_name_text": "LICENSING — TEMPORARY HELP AGENCIES AND RECRUITERS",
        "citation": "O. Reg. 99/23: LICENSING - TEMPORARY HELP AGENCIES AND RECRUITERS",
        "act_under": "Employment Standards Act, 2000",
        "url": "https://www.ontario.ca/laws/regulation/230099",
        "date_scraped": "2023-12-18 02:40:04"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "November 29, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/230099/v3",
            "valid_from": "November 10, 2023",
            "valid_to": "November 28, 2023"
        },
        {
            "a_href": "/laws/regulation/230099/v2",
            "valid_from": "July  1, 2023",
            "valid_to": "November  9, 2023"
        },
        {
            "a_href": "/laws/regulation/230099/v1",
            "valid_from": "May 23, 2023",
            "valid_to": "June 30, 2023"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Meaning of “recruiter”",
            "content": "  1. For the purposes of the definition of “recruiter” in subsection 1 (1) of the Act, the following persons are recruiters: 1. Any person who, for a fee, finds, or attempts to find, employment in Ontario for prospective employees, but not the following: i. An employee who finds or attempts to find employment in Ontario for prospective employees as a duty of the employee’s position. ii. A school board, a person operating a private school in accordance with section 16 of the Education Act, a college of applied arts and technology, a university, a person who has been given written consent under section 4 of the Post-secondary Education Choice and Excellence Act, 2000 to do the things set out in section 2 of that Act, a private career college registered under the Private Career Colleges Act, 2005, an institution that has been designated by the Minister of Colleges and Universities as a designated learning institution for the purposes of the Immigration and Refugee Protection Regulations\r\n(Canada) or an Indigenous Institute prescribed for the purposes of section 6 of the Indigenous Institutes Act, 2017 that finds or attempts to find employment in Ontario for its students or alumni. Note: On January 1, 2024, the day section 1 of Schedule 29 to the Less Red Tape, Stronger Economy Act, 2023 comes into force, subparagraph 1 ii of section 1 of the Regulation is amended by striking out “a private career college registered under the Private Career Colleges Act, 2005” and substituting “a career college registered under the Ontario Career Colleges Act, 2005”. (See: O. Reg. 368/23, s. 1 (1)) iii. A trade union. iv. A registered charity within the meaning of subsection 248 (1) of the Income Tax Act (Canada). v. A person who, A. is party to an agreement with the Crown in right of Ontario, the Crown in right of Canada or a municipality to find or attempt to find employment in Ontario for prospective employees, and B. does not find or attempt to find employment in Ontario for prospective employees except in the circumstances described in sub-subparagraph A. vi. A person who, A. finds or attempts to find employment in Ontario for prospective employees who are eligible to receive services and supports under the Services and Supports to Promote the Social Inclusion of Persons with Developmental Disabilities Act, 2008 and who receive funding to purchase those services and supports in accordance with a program funded by the Ministry of Children, Community and Social Services, and B. does not find or attempt to find employment in Ontario for prospective employees except in the circumstances described in sub-subparagraph A. 2. Any person who, for a fee, finds, or attempts to find, employees for prospective employers in Ontario, but not the following: i. An employer who finds or attempts to find employees to be employed by the employer. ii. An employee who finds or attempts to find employees for prospective employers as a duty of the employee’s position. iii. A school board, a person operating a private school in accordance with section 16 of the Education Act, a college of applied arts and technology, a university, a person who has been given written consent under section 4 of the Post-secondary Education Choice and Excellence Act, 2000 to do the things set out in section 2 of that Act, a private career college registered under the Private Career Colleges Act, 2005, and institution that has been designated by the Minister of Colleges and University as a designated learning institution for the purposes of the Immigration and Refugee Protection Regulations (Canada) or an Indigenous Institute prescribed for the purposes of section 6 of the Indigenous Institutes Act, 2017 that finds or attempts to find employment in Ontario for its students or alumni. Note: On January 1, 2024, the day section 1 of Schedule 29 to the Less Red Tape, Stronger Economy Act, 2023 comes into force, subparagraph 2 iii of section 1 of the Regulation is amended by striking out “a private career college registered under the Private Career Colleges Act, 2005” and substituting “a career college registered under the Ontario Career Colleges Act, 2005”. (See: O. Reg. 368/23, s. 1 (2)) iv. A trade union. v. A registered charity within the meaning of subsection 248 (1) of the Income Tax Act (Canada). vi. A person who, A. is party to an agreement with the Crown in right of Ontario, the Crown in right of Canada or a municipality to find or attempt to find employees for prospective employers in Ontario, and B. does not find or attempt to find employees for prospective employers in Ontario except in the circumstances described in sub-subparagraph A. O. Reg. 99/23, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>For the purposes of the definition of “recruiter” in subsection 1 (1) of the Act, the following persons are recruiters:</p> <p class=\"paragraph-e\">  1. Any person who, for a fee, finds, or attempts to find, employment in Ontario for prospective employees, but not the following:</p> <p class=\"subpara-e\">  i. An employee who finds or attempts to find employment in Ontario for prospective employees as a duty of the employee’s position.</p> <p class=\"subpara-e\">  ii. A school board, a person operating a private school in accordance with section 16 of the <i>Education Act</i>, a college of applied arts and technology, a university, a person who has been given written consent under section 4 of the <i>Post-secondary Education Choice and Excellence Act, 2000</i> to do the things set out in section 2 of that Act, a private career college registered under the <i>Private Career Colleges Act, 2005</i>, an institution that has been designated by the Minister of Colleges and Universities as a designated learning institution for the purposes of the <i>Immigration and Refugee Protection Regulations</i>\r\n(Canada) or an Indigenous Institute prescribed for the purposes of section 6 of the <i>Indigenous Institutes Act, 2017</i> that finds or attempts to find employment in Ontario for its students or alumni.</p> <p class=\"Pnote-e\"><span>Note: On January 1, 2024, </span>the day section 1 of Schedule 29 to the <i>Less Red Tape, Stronger Economy Act, 2023</i> comes into force<span>, </span>subparagraph 1 ii of section 1 of the Regulation is amended by striking out “a private career college registered under the <i>Private Career Colleges Act, 2005</i>” and substituting “a career college registered under the <i>Ontario Career Colleges Act, 2005</i>”.<span> (See: O. Reg. 368/23, s. 1 (1))</span></p> <p class=\"subpara-e\">  iii. A trade union.</p> <p class=\"subpara-e\">  iv. A registered charity within the meaning of subsection 248 (1) of the <i>Income Tax Act</i> (Canada).</p> <p class=\"subpara-e\">  v. A person who,</p> <p class=\"subsubpara-e\">  A. is party to an agreement with the Crown in right of Ontario, the Crown in right of Canada or a municipality to find or attempt to find employment in Ontario for prospective employees, and</p> <p class=\"subsubpara-e\">  B. does not find or attempt to find employment in Ontario for prospective employees except in the circumstances described in sub-subparagraph A.</p> <p class=\"subpara-e\">  vi. A person who,</p> <p class=\"subsubpara-e\">  A. finds or attempts to find employment in Ontario for prospective employees who are eligible to receive services and supports under the <i>Services and Supports to Promote the Social Inclusion of Persons with Developmental Disabilities Act, 2008</i> and who receive funding to purchase those services and supports in accordance with a program funded by the Ministry of Children, Community and Social Services, and</p> <p class=\"subsubpara-e\">  B. does not find or attempt to find employment in Ontario for prospective employees except in the circumstances described in sub-subparagraph A.</p> <p class=\"paragraph-e\">  2. Any person who, for a fee, finds, or attempts to find, employees for prospective employers in Ontario, but not the following:</p> <p class=\"subpara-e\">  i. An employer who finds or attempts to find employees to be employed by the employer.</p> <p class=\"subpara-e\">  ii. An employee who finds or attempts to find employees for prospective employers as a duty of the employee’s position.</p> <p class=\"subpara-e\">  iii. A school board, a person operating a private school in accordance with section 16 of the <i>Education Act</i>, a college of applied arts and technology, a university, a person who has been given written consent under section 4 of the <i>Post-secondary Education Choice and Excellence Act, 2000</i> to do the things set out in section 2 of that Act, a private career college registered under the <i>Private Career Colleges Act, 2005</i>, and institution that has been designated by the Minister of Colleges and University as a designated learning institution for the purposes of the <i>Immigration and Refugee Protection Regulations</i> (Canada) or an Indigenous Institute prescribed for the purposes of section 6 of the <i>Indigenous Institutes Act, 2017</i> that finds or attempts to find employment in Ontario for its students or alumni.</p> <p class=\"Pnote-e\"><span>Note: On January 1, 2024, </span>the day section 1 of Schedule 29 to the <i>Less Red Tape, Stronger Economy Act, 2023</i> comes into force<span>, </span>subparagraph 2 iii of section 1 of the Regulation is amended by striking out “a private career college registered under the <i>Private Career Colleges Act, 2005</i>” and substituting “a career college registered under the <i>Ontario Career Colleges Act, 2005</i>”.<span> (See: O. Reg. 368/23, s. 1 (2))</span></p> <p class=\"subpara-e\">  iv. A trade union.</p> <p class=\"subpara-e\">  v. A registered charity within the meaning of subsection 248 (1) of the <i>Income Tax Act</i> (Canada).</p> <p class=\"subpara-e\">  vi. A person who,</p> <p class=\"subsubpara-e\">  A. is party to an agreement with the Crown in right of Ontario, the Crown in right of Canada or a municipality to find or attempt to find employees for prospective employers in Ontario, and</p> <p class=\"subsubpara-e\">  B. does not find or attempt to find employees for prospective employers in Ontario except in the circumstances described in sub-subparagraph A. O. Reg. 99/23, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Information and statements",
            "content": " 2. For the purposes of subclause 74.1.3 (1) (a) (vii) of the Act, the following information and statements are prescribed: 1. Whether the applicant has been issued an order under the Act and if so, whether the applicant complied with any such order. 2. Whether the applicant has been issued an order under the Employment Protection for Foreign Nationals Act, 2009 and if so, whether the applicant complied with any such order. 3. Whether the applicant has ever taken possession of or retained a passport or a work permit of a foreign national in contravention of subsection 9 (1) or (2) of the Employment Protection for Foreign Nationals Act, 2009. 4. Whether the applicant has been issued an order under the Occupational Health and Safety Act and if so, whether the applicant complied with any such order. 5. Whether the applicant, or any officer, director or partner of the applicant, has been refused a licence to operate as a temporary help agency or similar agency in another Canadian jurisdiction or has had such a licence revoked or suspended in another Canadian jurisdiction. 6. Whether the applicant, or any officer, director or partner of the applicant, has been refused a licence to operate as a recruiter or in a similar capacity in another Canadian jurisdiction or has had such a licence revoked or suspended in another Canadian jurisdiction. 7. A statement that the applicant has verified its tax compliance status with the Ministry of Finance using that Ministry’s tax compliance verification tools and that, i. the applicant is not in default of filing a return under a tax statute administered and enforced by the government of Ontario, or of paying any tax, penalty or interest assessed under any such statute for which payment arrangements have not been made, and ii. if the applicant has a business number with the Canada Revenue Agency, the applicant is not in default of filing a return under the Taxation Act, 2007, the Income Tax Act (Canada), Part IX of the Excise Tax Act (Canada) or an Act of another province or territory that imposes a tax on corporations and is administered and enforced by the Canada Revenue Agency. 8. Proof that the applicant has verified its tax compliance status as described in paragraph 7. 9. Whether the applicant, or any officer, director or partner of the applicant, has been convicted of an offence under subsection 279 (1) or (2), 279.01 (1), 279.011 (1), 279.02 (1) or (2), 279.03 (1) or (2) or 279.04 (1) of the Criminal Code\r\n(Canada) or subsection 118 (1) of the Immigration and Refugee Protection Act (Canada) for which a record suspension under the Criminal Records Act (Canada) has not been ordered. 10. Whether the applicant is registered with the Workplace Safety and Insurance Board and if so, i. whether the applicant has provided the Workplace Safety and Insurance Board with the information required under sections 75 to 78 of the Workplace Safety and Insurance Act, 1997, and ii. whether the applicant has paid premiums and other amounts owing to the Workplace Safety and Insurance Board as required by sections 88 and 89 of the Workplace Safety and Insurance Act, 1997. 11. Whether the applicant, or any officer, director or partner of the applicant, is subject to a ban under section 19 of the Ontario Immigration Act, 2015 and if so, the period of time during which the ban is in effect. 12. The applicant’s business address, email address, if any, and telephone number. 13. The name and contact information for one or more individuals who may be contacted in respect of the application for a licence or renewal of a licence.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>For the purposes of subclause 74.1.3 (1) (a) (vii) of the Act, the following information and statements are prescribed:</p> <p class=\"paragraph-e\">  1. Whether the applicant has been issued an order under the Act and if so, whether the applicant complied with any such order.</p> <p class=\"paragraph-e\">  2. Whether the applicant has been issued an order under the <i>Employment Protection for Foreign Nationals Act, 2009</i> and if so, whether the applicant complied with any such order.</p> <p class=\"paragraph-e\">  3. Whether the applicant has ever taken possession of or retained a passport or a work permit of a foreign national in contravention of subsection 9 (1) or (2) of the <i>Employment Protection for Foreign Nationals Act, 2009</i>.</p> <p class=\"paragraph-e\">  4. Whether the applicant has been issued an order under the <i>Occupational Health and Safety Act</i> and if so, whether the applicant complied with any such order.</p> <p class=\"paragraph-e\">  5. Whether the applicant, or any officer, director or partner of the applicant, has been refused a licence to operate as a temporary help agency or similar agency in another Canadian jurisdiction or has had such a licence revoked or suspended in another Canadian jurisdiction.</p> <p class=\"paragraph-e\">  6. Whether the applicant, or any officer, director or partner of the applicant, has been refused a licence to operate as a recruiter or in a similar capacity in another Canadian jurisdiction or has had such a licence revoked or suspended in another Canadian jurisdiction.</p> <p class=\"paragraph-e\">  7. A statement that the applicant has verified its tax compliance status with the Ministry of Finance using that Ministry’s tax compliance verification tools and that,</p> <p class=\"subpara-e\">  i. the applicant is not in default of filing a return under a tax statute administered and enforced by the government of Ontario, or of paying any tax, penalty or interest assessed under any such statute for which payment arrangements have not been made, and</p> <p class=\"subpara-e\">  ii. if the applicant has a business number with the Canada Revenue Agency, the applicant is not in default of filing a return under the <i>Taxation Act, 2007</i>, the <i>Income Tax Act</i> (Canada), Part IX of the <i>Excise Tax Act</i> (Canada) or an Act of another province or territory that imposes a tax on corporations and is administered and enforced by the Canada Revenue Agency.</p> <p class=\"paragraph-e\">  8. Proof that the applicant has verified its tax compliance status as described in paragraph 7.</p> <p class=\"paragraph-e\">  9. Whether the applicant, or any officer, director or partner of the applicant, has been convicted of an offence under subsection 279 (1) or (2), 279.01 (1), 279.011 (1), 279.02 (1) or (2), 279.03 (1) or (2) or 279.04 (1) of the <i>Criminal Code</i>\r\n(Canada) or subsection 118 (1) of the <i>Immigration and Refugee Protection Act</i> (Canada) for which a record suspension under the <i>Criminal Records Act</i> (Canada) has not been ordered.</p> <p class=\"paragraph-e\">  10. Whether the applicant is registered with the Workplace Safety and Insurance Board and if so,</p> <p class=\"subpara-e\">  i. whether the applicant has provided the Workplace Safety and Insurance Board with the information required under sections 75 to 78 of the <i>Workplace Safety and Insurance Act, 1997</i>, and</p> <p class=\"subpara-e\">  ii. whether the applicant has paid premiums and other amounts owing to the Workplace Safety and Insurance Board as required by sections 88 and 89 of the <i>Workplace Safety and Insurance Act, 1997</i>.</p> <p class=\"paragraph-e\">  11. Whether the applicant, or any officer, director or partner of the applicant, is subject to a ban under section 19 of the <i>Ontario Immigration Act, 2015</i> and if so, the period of time during which the ban is in effect.</p> <p class=\"paragraph-e\">  12. The applicant’s business address, email address, if any, and telephone number.</p> <p class=\"paragraph-e\">  13. The name and contact information for one or more individuals who may be contacted in respect of the application for a licence or renewal of a licence.</p>"
        },
        {
            "id": "3.",
            "section": "Fees",
            "content": " 3. (1) For the purposes of clause 74.1.3 (1) (b) of the Act, the prescribed fee is $750 and is payable at the time the application is submitted. (2) For greater certainty, if a person applies for more than one licence or renewal of a licence under subsection 74.1.3 (1) of the Act, the prescribed fee is payable for each application.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) For the purposes of clause 74.1.3 (1) (b) of the Act, the prescribed fee is $750 and is payable at the time the application is submitted.</p> <p class=\"subsection-e\">  (2) For greater certainty, if a person applies for more than one licence or renewal of a licence under subsection 74.1.3 (1) of the Act, the prescribed fee is payable for each application.</p>"
        },
        {
            "id": "4.",
            "section": "Security",
            "content": " 4. (1) For the purposes of clause 74.1.3 (1) (c) of the Act, security that meets the following requirements is prescribed: 1. The security must be in the form of an electronic irrevocable letter of credit that, i. contains a provision providing for the automatic renewal of the irrevocable letter of credit following the expiry date, ii. permits partial drawing without any conditions, and iii. is issued by a bank that is listed in Schedule I, II or III of the Bank Act\r\n(Canada), or a credit union within the meaning of the Credit Unions and Caisses Populaires Act, 2020. 2. If the person is applying for a new licence, the security must be in the amount of $25,000. 3. If the person is applying for a renewal of a licence, the security must be in an amount so that the total security held by the Director in respect of the licence is $25,000. (2) For greater certainty, if a person applies for more than one licence or renewal of a licence under subsection 74.1.3 (1) of the Act, the prescribed security must be provided for each application. (3) Security provided to the Director may be used to satisfy amounts owing under orders issued under sections 74.14, 74.16, 74.19, 103 and 104 of the Act and under subsections 24 (2), (3) and (4) of the Employment Protection for Foreign Nationals Act, 2009 to a person applying for a licence or renewal or a person who holds a licence, and section 109 of the Act applies with necessary modifications. (4) For greater certainty, security provided to the Director may not be used to satisfy the requirement to provide the Director with an irrevocable letter of credit under clause 116 (1) (b) or (c) of the Act or subsection 29 (1) of the Employment Protection for Foreign Nationals Act, 2009. (5) If security provided to the Director is used to satisfy an amount owing described in subsection (3), the Director shall serve written notice of the use on the licensee within 30 days of the use. (6) A licensee who receives a notice under subsection (5) shall, within 30 days of receiving the notice, provide the Director with additional security so that the total security held by the Director in respect of the person’s licence is $25,000. (7) If a licence issued under subsection 74.1.3 (1) of the Act expires and the licensee fails to apply for a renewal or the Director refuses to renew the licence, or a licence is cancelled, revoked or suspended, the Director may hold the security provided in respect of the licence, (a) if no complaints have been filed with the Ministry under the Act or the Employment Protection for Foreign Nationals Act, 2009 in respect of the licensee, for up to 12 months after the date of the expiry, cancellation, revocation or suspension; or (b) if a complaint has been filed with the Ministry under the Act or the Employment Protection for Foreign Nationals Act, 2009 in respect of the licensee or is filed within 12 months after the date of the expiry, cancellation, revocation or suspension, for up to 12 months after the date on which an employment standards officer makes a decision with respect to the complaint or the date the complaint is withdrawn or deemed to have been withdrawn.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) For the purposes of clause 74.1.3 (1) (c) of the Act, security that meets the following requirements is prescribed:</p> <p class=\"paragraph-e\">  1. The security must be in the form of an electronic irrevocable letter of credit that,</p> <p class=\"subpara-e\">  i. contains a provision providing for the automatic renewal of the irrevocable letter of credit following the expiry date,</p> <p class=\"subpara-e\">  ii. permits partial drawing without any conditions, and</p> <p class=\"subpara-e\">  iii. is issued by a bank that is listed in Schedule I, II or III of the <i>Bank Act</i>\r\n(Canada), or a credit union within the meaning of the <i>Credit Unions and Caisses Populaires Act, 2020</i>.</p> <p class=\"paragraph-e\">  2. If the person is applying for a new licence, the security must be in the amount of $25,000.</p> <p class=\"paragraph-e\">  3. If the person is applying for a renewal of a licence, the security must be in an amount so that the total security held by the Director in respect of the licence is $25,000.</p> <p class=\"subsection-e\">  (2) For greater certainty, if a person applies for more than one licence or renewal of a licence under subsection 74.1.3 (1) of the Act, the prescribed security must be provided for each application.</p> <p class=\"subsection-e\">  (3) Security provided to the Director may be used to satisfy amounts owing under orders issued under sections 74.14, 74.16, 74.19, 103 and 104 of the Act and under subsections 24 (2), (3) and (4) of the <i>Employment Protection for Foreign Nationals Act, 2009</i> to a person applying for a licence or renewal or a person who holds a licence, and section 109 of the Act applies with necessary modifications.</p> <p class=\"subsection-e\">  (4) For greater certainty, security provided to the Director may not be used to satisfy the requirement to provide the Director with an irrevocable letter of credit under clause 116 (1) (b) or (c) of the Act or subsection 29 (1) of the <i>Employment Protection for Foreign Nationals Act, 2009</i>.</p> <p class=\"subsection-e\">  (5) If security provided to the Director is used to satisfy an amount owing described in subsection (3), the Director shall serve written notice of the use on the licensee within 30 days of the use.</p> <p class=\"subsection-e\">  (6) A licensee who receives a notice under subsection (5) shall, within 30 days of receiving the notice, provide the Director with additional security so that the total security held by the Director in respect of the person’s licence is $25,000.</p> <p class=\"subsection-e\">  (7) If a licence issued under subsection 74.1.3 (1) of the Act expires and the licensee fails to apply for a renewal or the Director refuses to renew the licence, or a licence is cancelled, revoked or suspended, the Director may hold the security provided in respect of the licence,</p> <p class=\"clause-e\">  (a) if no complaints have been filed with the Ministry under the Act or the <i>Employment Protection for Foreign Nationals Act, 2009</i> in respect of the licensee, for up to 12 months after the date of the expiry, cancellation, revocation or suspension; or</p> <p class=\"clause-e\">  (b) if a complaint has been filed with the Ministry under the Act or the <i>Employment Protection for Foreign Nationals Act, 2009</i> in respect of the licensee or is filed within 12 months after the date of the expiry, cancellation, revocation or suspension, for up to 12 months after the date on which an employment standards officer makes a decision with respect to the complaint or the date the complaint is withdrawn or deemed to have been withdrawn.</p>"
        },
        {
            "id": "5.",
            "section": "Refusal to issue or renew licence",
            "content": " 5. (1) For the purposes of clause 74.1.5 (1) (d) of the Act, the following circumstances are prescribed: 1. The applicant has ever taken possession of or retained a passport or a work permit of a foreign national in contravention of subsection 9 (1) or (2) of the Employment Protection for Foreign Nationals Act, 2009. 2. The applicant, or any officer, director or partner of the applicant, has been convicted of an offence under subsection 279 (1) or (2), 279.01 (1), 279.011 (1), 279.02 (1) or (2), 279.03 (1) or (2) or 279.04 (1) of the Criminal Code\r\n(Canada) or subsection 118 (1) of the Immigration and Refugee Protection Act (Canada) for which a record suspension under the Criminal Records Act (Canada) has not been ordered. 3. The applicant is not registered with the Workplace Safety and Insurance Board, as required under subsection 75 (1) of the Workplace Safety and Insurance Act, 1997. 4. The applicant has not provided the Workplace Safety and Insurance Board with information that, under sections 75 to 78 of the Workplace Safety and Insurance Act, 1997, the applicant is required to provide. 5. The applicant has not paid the Workplace Safety and Insurance Board premiums or other amounts owing that, under sections 88 and 89 of the Workplace Safety and Insurance Act, 1997, the applicant is required to pay. 6. The applicant, or any officer, director or partner of the applicant, is subject to a ban under section 19 of the Ontario Immigration Act, 2015. 7. The applicant is in default of filing a return under a tax statute administered and enforced by the government of Ontario, or of paying any tax, penalty or interest assessed under any such statute for which payment arrangements have not been made. 8. If the applicant has a business number with the Canada Revenue Agency, the applicant is in default of filing a return under the Taxation Act, 2007, the Income Tax Act (Canada), Part IX of the Excise Tax Act (Canada) or an Act of another province or territory that imposes a tax on corporations and is administered and enforced by the Canada Revenue Agency. (2) In determining whether a circumstance described in paragraph 7 or 8 of subsection (1) exists, the Director shall use the Ministry of Finance’s tax compliance verification tools. (3) In determining whether a circumstance described in subsection 74.1.5 (1) of the Act or in subsection (1) of this section exists, the Director shall not consider an order or notice of contravention that is pending review by the Board.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) For the purposes of clause 74.1.5 (1) (d) of the Act, the following circumstances are prescribed:</p> <p class=\"paragraph-e\">  1. The applicant has ever taken possession of or retained a passport or a work permit of a foreign national in contravention of subsection 9 (1) or (2) of the <i>Employment Protection for Foreign Nationals Act, 2009</i>.</p> <p class=\"paragraph-e\">  2. The applicant, or any officer, director or partner of the applicant, has been convicted of an offence under subsection 279 (1) or (2), 279.01 (1), 279.011 (1), 279.02 (1) or (2), 279.03 (1) or (2) or 279.04 (1) of the <i>Criminal Code</i>\r\n(Canada) or subsection 118 (1) of the <i>Immigration and Refugee Protection Act</i> (Canada) for which a record suspension under the <i>Criminal Records Act</i> (Canada) has not been ordered.</p> <p class=\"paragraph-e\">  3. The applicant is not registered with the Workplace Safety and Insurance Board, as required under subsection 75 (1) of the <i>Workplace Safety and Insurance Act, 1997</i>.</p> <p class=\"paragraph-e\">  4. The applicant has not provided the Workplace Safety and Insurance Board with information that, under sections 75 to 78 of the <i>Workplace Safety and Insurance Act, 1997</i>, the applicant is required to provide.</p> <p class=\"paragraph-e\">  5. The applicant has not paid the Workplace Safety and Insurance Board premiums or other amounts owing that, under sections 88 and 89 of the <i>Workplace Safety and Insurance Act, 1997</i>, the applicant is required to pay.</p> <p class=\"paragraph-e\">  6. The applicant, or any officer, director or partner of the applicant, is subject to a ban under section 19 of the <i>Ontario Immigration Act, 2015</i>.</p> <p class=\"paragraph-e\">  7. The applicant is in default of filing a return under a tax statute administered and enforced by the government of Ontario, or of paying any tax, penalty or interest assessed under any such statute for which payment arrangements have not been made.</p> <p class=\"paragraph-e\">  8. If the applicant has a business number with the Canada Revenue Agency, the applicant is in default of filing a return under the <i>Taxation Act, 2007</i>, the <i>Income Tax Act</i> (Canada), Part IX of the <i>Excise Tax Act</i> (Canada) or an Act of another province or territory that imposes a tax on corporations and is administered and enforced by the Canada Revenue Agency.</p> <p class=\"subsection-e\">  (2) In determining whether a circumstance described in paragraph 7 or 8 of subsection (1) exists, the Director shall use the Ministry of Finance’s tax compliance verification tools.</p> <p class=\"subsection-e\">  (3) In determining whether a circumstance described in subsection 74.1.5 (1) of the Act or in subsection (1) of this section exists, the Director shall not consider an order or notice of contravention that is pending review by the Board.</p>"
        },
        {
            "id": "6.",
            "section": "Process for certain licence refusals",
            "content": " 6. (1) If the Director intends to refuse to issue or renew a licence under subsection 74.1.5 (1) of the Act, the Director shall serve the applicant with written notice of the intent and shall provide the applicant with 60 days from the date of service to show evidence of compliance with the licensing requirements before the licence or renewal is refused. (2) An applicant may waive, in writing, its entitlement under subsection (1) to 60 days from the date of service to show evidence of compliance with the licensing requirements.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) If the Director intends to refuse to issue or renew a licence under subsection 74.1.5 (1) of the Act, the Director shall serve the applicant with written notice of the intent and shall provide the applicant with 60 days from the date of service to show evidence of compliance with the licensing requirements before the licence or renewal is refused.</p> <p class=\"subsection-e\">  (2) An applicant may waive, in writing, its entitlement under subsection (1) to 60 days from the date of service to show evidence of compliance with the licensing requirements.</p>"
        },
        {
            "id": "7.",
            "section": "Process for certain licence revocations and suspensions",
            "content": " 7. (1) If the Director intends to revoke or suspend a licence under subsection 74.1.6 (1) of the Act, the Director shall serve the person whose licence the Director intends to revoke or suspend with written notice of the intent and shall provide the person with 60 days from the date of service to show evidence of compliance with the licensing requirements before the licence is revoked or suspended. (2) A person may waive, in writing, its entitlement under subsection (1) to 60 days from the date of service to show evidence of compliance with the licensing requirements. (3) The Director may request that a licensee provide the Director, in the form and within the time period specified by the Director, such information as may be specified by the Director that is relevant to the decision as to whether or not to revoke or suspend the licence.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) If the Director intends to revoke or suspend a licence under subsection 74.1.6 (1) of the Act, the Director shall serve the person whose licence the Director intends to revoke or suspend with written notice of the intent and shall provide the person with 60 days from the date of service to show evidence of compliance with the licensing requirements before the licence is revoked or suspended.</p> <p class=\"subsection-e\">  (2) A person may waive, in writing, its entitlement under subsection (1) to 60 days from the date of service to show evidence of compliance with the licensing requirements.</p> <p class=\"subsection-e\">  (3) The Director may request that a licensee provide the Director, in the form and within the time period specified by the Director, such information as may be specified by the Director that is relevant to the decision as to whether or not to revoke or suspend the licence.</p>"
        },
        {
            "id": "8.",
            "section": "Public record",
            "content": " 8. For the purposes of paragraph 3 of subsection 74.1.12 (1) of the Act, the following information is prescribed: 1. Any operating or business name under which a person licensed under the Act operates, if applicable. 2. The business address, email address, if any, and telephone number of every person licensed under the Act. 3. The name of every person who has applied for a licence or a renewal of a licence and about which a decision is pending, as well as any operating or business name under which the person operates, if applicable, and the business address, email address, if any, and telephone number of the person. 4. If a licence is cancelled under subsection 74.1.11 (1) of the Act, the name of the person whose licence was cancelled and the date on which the licence was cancelled. 5. Whether any person whose licence has been revoked or suspended under the Act has applied for an application for review under section 74.1.13 of the Act, and the outcomes of any such reviews.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>For the purposes of paragraph 3 of subsection 74.1.12 (1) of the Act, the following information is prescribed:</p> <p class=\"paragraph-e\">  1. Any operating or business name under which a person licensed under the Act operates, if applicable.</p> <p class=\"paragraph-e\">  2. The business address, email address, if any, and telephone number of every person licensed under the Act.</p> <p class=\"paragraph-e\">  3. The name of every person who has applied for a licence or a renewal of a licence and about which a decision is pending, as well as any operating or business name under which the person operates, if applicable, and the business address, email address, if any, and telephone number of the person.</p> <p class=\"paragraph-e\">  4. If a licence is cancelled under subsection 74.1.11 (1) of the Act, the name of the person whose licence was cancelled and the date on which the licence was cancelled.</p> <p class=\"paragraph-e\">  5. Whether any person whose licence has been revoked or suspended under the Act has applied for an application for review under section 74.1.13 of the Act, and the outcomes of any such reviews.</p>"
        },
        {
            "id": "9.",
            "section": "Operation during application for review period — temporary help agencies",
            "content": " 9. (1) Despite section 74.1.1 of the Act, if the Director refuses to renew a licence to operate as a temporary help agency under subsection 74.1.5 (1) of the Act, or revokes or suspends a licence to operate as a temporary help agency under subsection 74.1.6 (1) of the Act, the licensee may continue to operate as a temporary help agency for 30 days after the day on which notice of the refusal, revocation or suspension is served. (2) For greater certainty, if a temporary help agency continues to operate in the circumstances described in subsection (1), a client is not prohibited from engaging or using the temporary help agency’s services.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) Despite section 74.1.1 of the Act, if the Director refuses to renew a licence to operate as a temporary help agency under subsection 74.1.5 (1) of the Act, or revokes or suspends a licence to operate as a temporary help agency under subsection 74.1.6 (1) of the Act, the licensee may continue to operate as a temporary help agency for 30 days after the day on which notice of the refusal, revocation or suspension is served.</p> <p class=\"subsection-e\">  (2) For greater certainty, if a temporary help agency continues to operate in the circumstances described in subsection (1), a client is not prohibited from engaging or using the temporary help agency’s services.</p>"
        },
        {
            "id": "10.",
            "section": "Operation during application for review period — recruiters",
            "content": " 10. (1) Despite section 74.1.2 of the Act, if the Director refuses to renew a licence to act as a recruiter under subsection 74.1.5 (1) of the Act, or revokes or suspends a licence to act as a recruiter under subsection 74.1.6 (1) of the Act, the licensee may continue to act as a recruiter for 30 days after the day on which notice of the refusal, revocation or suspension is served. (2) For greater certainty, if a recruiter continues to act in the circumstances described in subsection (1), a recruiter, employer or prospective employer is not prohibited from engaging or using the recruiter’s services.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) Despite section 74.1.2 of the Act, if the Director refuses to renew a licence to act as a recruiter under subsection 74.1.5 (1) of the Act, or revokes or suspends a licence to act as a recruiter under subsection 74.1.6 (1) of the Act, the licensee may continue to act as a recruiter for 30 days after the day on which notice of the refusal, revocation or suspension is served.</p> <p class=\"subsection-e\">  (2) For greater certainty, if a recruiter continues to act in the circumstances described in subsection (1), a recruiter, employer or prospective employer is not prohibited from engaging or using the recruiter’s services.</p>"
        },
        {
            "id": "11.",
            "section": "Application for review operates as stay",
            "content": " 11. An application for review under section 74.1.13 of the Act operates as a stay in the matter pending the outcome of the review, unless the Board orders otherwise.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>An application for review under section 74.1.13 of the Act operates as a stay in the matter pending the outcome of the review, unless the Board orders otherwise.</p>"
        },
        {
            "id": "12.",
            "section": "Section 74.2 definitions",
            "content": " 12. The definition of “employment standard” in subsection 1 (1) of the Act and section 3 of the Act are prescribed for the purposes of section 74.2 of the Act.",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>The definition of “employment standard” in subsection 1 (1) of the Act and section 3 of the Act are prescribed for the purposes of section 74.2 of the Act.</p>"
        },
        {
            "id": "13.",
            "section": "Transition — temporary help agencies",
            "content": " 13. (1) Despite section 74.1.1 of the Act, the following rules apply to a person that applies before July 1, 2024 for a licence to operate as a temporary help agency under Part XVIII.1 of the Act: 1. The person may continue to operate as a temporary help agency without a licence until the person is issued a licence or is served with notice of the Director’s refusal to issue a licence. 2. If the Director refuses to issue a licence, the person may continue to operate as a temporary help agency without a licence for 30 days after the day on which notice of the refusal is served. O. Reg. 99/23, s. 13 (1); O. Reg. 339/23, s. 1. (2) For greater certainty, if a temporary help agency continues to operate in the circumstances described in subsection (1), a client is not prohibited from engaging or using the temporary help agency’s services. O. Reg. 99/23, s. 13 (2).",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>(1) Despite section 74.1.1 of the Act, the following rules apply to a person that applies before July 1, 2024 for a licence to operate as a temporary help agency under Part XVIII.1 of the Act:</p> <p class=\"paragraph-e\">  1. The person may continue to operate as a temporary help agency without a licence until the person is issued a licence or is served with notice of the Director’s refusal to issue a licence.</p> <p class=\"paragraph-e\">  2. If the Director refuses to issue a licence, the person may continue to operate as a temporary help agency without a licence for 30 days after the day on which notice of the refusal is served. O. Reg. 99/23, s. 13 (1); O. Reg. 339/23, s. 1.</p> <p class=\"subsection-e\">  (2) For greater certainty, if a temporary help agency continues to operate in the circumstances described in subsection (1), a client is not prohibited from engaging or using the temporary help agency’s services. O. Reg. 99/23, s. 13 (2).</p>"
        },
        {
            "id": "14.",
            "section": "Transition — recruiters",
            "content": " 14. (1) Despite section 74.1.2 of the Act, the following rules apply to a person that applies before July 1, 2024 for a licence to operate as a recruiter under Part XVIII.1 of the Act: 1. The person may continue to operate as a recruiter without a licence until the person is issued a licence or is served with notice of the Director’s refusal to issue a licence. 2. If the Director refuses to issue a licence, the person may continue to act as a recruiter without a licence for 30 days after the day on which the notice of the refusal is served. O. Reg. 99/23, s. 14 (1); O. Reg. 339/23, s. 2. (2) For greater certainty, if a recruiter continues to act in the circumstances described in subsection (1), a recruiter, employer or prospective employer is not prohibited from engaging or using the recruiter’s services. O. Reg. 99/23, s. 14 (2).",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>(1) Despite section 74.1.2 of the Act, the following rules apply to a person that applies before July 1, 2024 for a licence to operate as a recruiter under Part XVIII.1 of the Act:</p> <p class=\"paragraph-e\">  1. The person may continue to operate as a recruiter without a licence until the person is issued a licence or is served with notice of the Director’s refusal to issue a licence.</p> <p class=\"paragraph-e\">  2. If the Director refuses to issue a licence, the person may continue to act as a recruiter without a licence for 30 days after the day on which the notice of the refusal is served. O. Reg. 99/23, s. 14 (1); O. Reg. 339/23, s. 2.</p> <p class=\"subsection-e\">  (2) For greater certainty, if a recruiter continues to act in the circumstances described in subsection (1), a recruiter, employer or prospective employer is not prohibited from engaging or using the recruiter’s services. O. Reg. 99/23, s. 14 (2).</p>"
        },
        {
            "id": "15.",
            "section": "Transition — recruiters",
            "content": " 15. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>15.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Transition — recruiters",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/230099\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}