{
    "reg_info": {
        "full_title": "O. Reg. 491/00: DESIGNATION - KIRKLAND LAKE WASTE DISPOSAL SITE",
        "reg_name_text": "DESIGNATION — KIRKLAND LAKE WASTE DISPOSAL SITE",
        "citation": "O. Reg. 491/00: DESIGNATION - KIRKLAND LAKE WASTE DISPOSAL SITE",
        "act_under": "Environmental Assessment Act   Loi sur les évaluations environnementales",
        "url": "https://www.ontario.ca/laws/regulation/000491",
        "date_scraped": "2023-12-19 23:31:17"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "August 25, 2000",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “hydrocarbons” means chlorinated or non-chlorinated hydrocarbons and includes PCBs, PCP, pesticides and herbicides; “Kirkland Lake Site” means land consisting of 18 hectares, more or less, adjacent to the south side of Archer Drive, being located on part of mining claim L1354, part of mining claim L1355, part of mining claim L6730 and part of mining claim L16589 in the Town of Kirkland Lake, in the Township of Teck in the District of Timiskaming; “waste disposal site” means a waste disposal site to which Part V of the Environmental Protection Act applies. O. Reg. 491/00, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b> In this Regulation,</p> <p class=\"firstdef-e\">“hydrocarbons” means chlorinated or non-chlorinated hydrocarbons and includes PCBs, PCP, pesticides and herbicides;</p> <p class=\"definition-e\">“Kirkland Lake Site” means land consisting of 18 hectares, more or less, adjacent to the south side of Archer Drive, being located on part of mining claim L1354, part of mining claim L1355, part of mining claim L6730 and part of mining claim L16589 in the Town of Kirkland Lake, in the Township of Teck in the District of Timiskaming;</p> <p class=\"definition-e\">“waste disposal site” means a waste disposal site to which Part V of the <i>Environmental Protection Act</i> applies. O. Reg. 491/00, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. Any enterprise or activity of constructing and operating on the Kirkland Lake Site a waste disposal site with a high temperature rotary kiln thermal oxidizer to treat soils and solid waste material that may be contaminated with hydrocarbons is defined as a major commercial or business enterprise or activity and is designated as an undertaking to which the Environmental Assessment Act applies. O. Reg. 491/00, s. 2. ",
            "raw_html": "<p class=\"section-e\"><b>2. </b>Any enterprise or activity of constructing and operating on the Kirkland Lake Site a waste disposal site with a high temperature rotary kiln thermal oxidizer to treat soils and solid waste material that may be contaminated with hydrocarbons is defined as a major commercial or business enterprise or activity and is designated as an undertaking to which the <i>Environmental Assessment Act</i> applies. O. Reg. 491/00, s. 2.</p> <p class=\"Normal\"></p>"
        }
    ]
}