{
    "reg_info": {
        "full_title": "O. Reg. 153/22: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "O. Reg. 153/22: ",
        "act_under": "Université de Hearst Act, 2021",
        "url": "https://www.ontario.ca/laws/regulation/220153",
        "date_scraped": "2023-12-18 07:14:01"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April  1, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/220153/v1",
            "valid_from": "March  4, 2022",
            "valid_to": "March 31, 2022"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Objects, Etc.",
            "part_id": null,
            "part_type": null,
            "section": "Objects, Etc.",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Objects",
            "content": " 1. The objects of the University are, (a)  to give the student community a central place in university life; (b)  to foster the pursuit of learning through scholarship, teaching and research within a spirit of free inquiry and expression; (c)  to provide French-language undergraduate and graduate university programs that are innovative and engaging; that respond to the needs of students, the community and employers; and that advance the values of pluralism and inclusiveness; and (d)  to support governance by and for the French-speaking community by conducting the affairs of the University in French.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK1\"></a>1. </b>The objects of the University are,</p> <p class=\"clause-e\">  (a)  to give the student community a central place in university life;</p> <p class=\"clause-e\">  (b)  to foster the pursuit of learning through scholarship, teaching and research within a spirit of free inquiry and expression;</p> <p class=\"clause-e\">  (c)  to provide French-language undergraduate and graduate university programs that are innovative and engaging; that respond to the needs of students, the community and employers; and that advance the values of pluralism and inclusiveness; and</p> <p class=\"clause-e\">  (d)  to support governance by and for the French-speaking community by conducting the affairs of the University in French.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Special mission",
            "content": " 2. It is the special mission of the University to offer a range of university degrees and education in French in order to promote the linguistic, cultural, economic and social well-being of its student population and of French-speaking communities in Ontario and elsewhere.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>2. </b>It is the special mission of the University to offer a range of university degrees and education in French in order to promote the linguistic, cultural, economic and social well-being of its student population and of French-speaking communities in Ontario and elsewhere.</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Official language",
            "content": " 3. (1) All members of the board and senate of the University must be proficient in French, and the board and senate shall conduct their affairs in French. (2) In exercising their powers and discharging their duties under the Act, the board and senate shall ensure that the university’s services are provided in French, except in the provision of a course or other academic service where the nature of the course or service requires the use of another language for its effective provision.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>3. </b>(1) All members of the board and senate of the University must be proficient in French, and the board and senate shall conduct their affairs in French.</p> <p class=\"subsection-e\">  (2) In exercising their powers and discharging their duties under the Act, the board and senate shall ensure that the university’s services are provided in French, except in the provision of a course or other academic service where the nature of the course or service requires the use of another language for its effective provision.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Degrees",
            "content": " 4. The University may confer the following degrees: 1.  Bachelor of Arts in Management. 2.  Bachelor of Arts in Interdisciplinary Studies. 3.  Bachelor of Arts in Psychology. 4.  Bachelor of Business Administration. Board of Governors",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>4. </b>The University may confer the following degrees:</p> <p class=\"paragraph-e\">  1.  Bachelor of Arts in Management.</p> <p class=\"paragraph-e\">  2.  Bachelor of Arts in Interdisciplinary Studies.</p> <p class=\"paragraph-e\">  3.  Bachelor of Arts in Psychology.</p> <p class=\"paragraph-e\">  4.  Bachelor of Business Administration.</p> <p class=\"heading1-e\"><a name=\"BK5\"></a>Board of Governors</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "Board of Governors",
            "part_id": null,
            "part_type": null,
            "section": "Board of Governors",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "By-laws respecting elections, etc.",
            "content": " 5. The board shall by by-law determine, (a)  the procedures to be followed in the election of members referred to in paragraphs 4, 5 and 6 of subsection 6 (1) of the Act; and (b)  the eligibility requirements for the election or appointment to the board of members referred to in paragraphs 3, 4, 5, 6 and 8 of subsection 6 (1) of the Act.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>5. </b>The board shall by by-law determine,</p> <p class=\"clause-e\">  (a)  the procedures to be followed in the election of members referred to in paragraphs 4, 5 and 6 of subsection 6 (1) of the Act; and</p> <p class=\"clause-e\">  (b)  the eligibility requirements for the election or appointment to the board of members referred to in paragraphs 3, 4, 5, 6 and 8 of subsection 6 (1) of the Act.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Term of office",
            "content": " 6. (1) The term of office for a member of the board who is appointed by the Lieutenant Governor in Council shall be three years. (2) The term of office for a member of the board referred to in paragraph 3, 4, 6 or 8 of subsection 6 (1) of the Act shall be not more than three years, as determined by the by-laws of the board. (3) The term of office for a member of the board referred to in paragraph 5 of subsection 6 (1) of the Act shall be one year.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>6. </b>(1) The term of office for a member of the board who is appointed by the Lieutenant Governor in Council shall be three years.</p> <p class=\"subsection-e\">  (2) The term of office for a member of the board referred to in paragraph 3, 4, 6 or 8 of subsection 6 (1) of the Act shall be not more than three years, as determined by the by-laws of the board.</p> <p class=\"subsection-e\">  (3) The term of office for a member of the board referred to in paragraph 5 of subsection 6 (1) of the Act shall be one year.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Loss of eligibility",
            "content": " 7. (1) If, during a member’s term of office, a member of the board elected or appointed under paragraph 3, 4, 5, 6 or 8 of subsection 6 (1) of the Act ceases to be eligible for election or appointment to the board under the same paragraph, the person thereby ceases to be a member of the board. (2) Despite subsection (1), if a student member of the board graduates during their term of office, the student member may continue to sit as a member of the board for the remainder of their term.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>7. </b>(1) If, during a member’s term of office, a member of the board elected or appointed under paragraph 3, 4, 5, 6 or 8 of subsection 6 (1) of the Act ceases to be eligible for election or appointment to the board under the same paragraph, the person thereby ceases to be a member of the board.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), if a student member of the board graduates during their term of office, the student member may continue to sit as a member of the board for the remainder of their term.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Renewal of term",
            "content": " 8. (1) Subject to subsection (2), a member of the board is eligible for reappointment or re-election. (2) The following rules apply with respect to appointments or elections to the board: 1.  A person elected or appointed to the board under paragraph 3, 4, 5, 6 or 8 of subsection 6 (1) of the Act may not be a member of the board for more than six consecutive years, but is eligible for reappointment or re-election after one year’s absence from the board. 2.  Despite paragraph 1, a member of the board may be appointed as president or chancellor of the University or as an appointee of the president regardless of whether, as a result of such appointment, they will exceed six years of service on the board. 3.  A member who has served on the board in the capacity of chancellor of the University, president of the University or as an appointee of the president is not eligible for subsequent appointment or election to the board.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK9\"></a>8. </b>(1) Subject to subsection (2), a member of the board is eligible for reappointment or re-election.</p> <p class=\"subsection-e\">  (2) The following rules apply with respect to appointments or elections to the board:</p> <p class=\"paragraph-e\">  1.  A person elected or appointed to the board under paragraph 3, 4, 5, 6 or 8 of subsection 6 (1) of the Act may not be a member of the board for more than six consecutive years, but is eligible for reappointment or re-election after one year’s absence from the board.</p> <p class=\"paragraph-e\">  2.  Despite paragraph 1, a member of the board may be appointed as president or chancellor of the University or as an appointee of the president regardless of whether, as a result of such appointment, they will exceed six years of service on the board.</p> <p class=\"paragraph-e\">  3.  A member who has served on the board in the capacity of chancellor of the University, president of the University or as an appointee of the president is not eligible for subsequent appointment or election to the board.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Vacancies",
            "content": " 9. (1) A vacancy on the board occurs if, (a)  a member resigns or ceases to be eligible for appointment or election to the board before the end of the member’s term; (b)  the appointment of a member who was appointed by the Lieutenant Governor in Council has been revoked by the Lieutenant Governor in Council; (c)  a member is incapable of continuing to act as a member and the board by resolution declares the membership to be vacated; or (d)  the board by resolution declares a membership to be vacated for failure to attend sufficient meetings, as provided in the by-laws of the board. (2) If a vacancy occurs on the board, other than a vacancy among the members appointed by the Lieutenant Governor in Council, the board shall, (a)  determine, in accordance with its by-laws, whether or not to fill the vacancy; and (b)  if the vacancy is to be filled, (i)  fill the vacancy within such time period as may be specified in its by-laws, and (ii)  appoint or elect the new member in accordance with the same procedures as applied to the appointment or election of the member being replaced. (3) The person who fills a vacancy under subsection (2) shall hold office for the remainder of the term of the member the person is replacing, and that period of time shall be included in determining, for the purposes of paragraph 1 of subsection 8 (2), whether the person has been a member of the board for more than six consecutive years. (4) If a vacancy occurs on the board among the members appointed by the Lieutenant Governor in Council, the Lieutenant Governor in Council shall appoint a new member to fill the vacancy and, for greater certainty, subsection 6 (1) shall apply to the appointment.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK10\"></a>9. </b>(1) A vacancy on the board occurs if,</p> <p class=\"clause-e\">  (a)  a member resigns or ceases to be eligible for appointment or election to the board before the end of the member’s term;</p> <p class=\"clause-e\">  (b)  the appointment of a member who was appointed by the Lieutenant Governor in Council has been revoked by the Lieutenant Governor in Council;</p> <p class=\"clause-e\">  (c)  a member is incapable of continuing to act as a member and the board by resolution declares the membership to be vacated; or</p> <p class=\"clause-e\">  (d)  the board by resolution declares a membership to be vacated for failure to attend sufficient meetings, as provided in the by-laws of the board.</p> <p class=\"subsection-e\">  (2) If a vacancy occurs on the board, other than a vacancy among the members appointed by the Lieutenant Governor in Council, the board shall,</p> <p class=\"clause-e\">  (a)  determine, in accordance with its by-laws, whether or not to fill the vacancy; and</p> <p class=\"clause-e\">  (b)  if the vacancy is to be filled,</p> <p class=\"subclause-e\">  (i)  fill the vacancy within such time period as may be specified in its by-laws, and</p> <p class=\"subclause-e\">  (ii)  appoint or elect the new member in accordance with the same procedures as applied to the appointment or election of the member being replaced.</p> <p class=\"subsection-e\">  (3) The person who fills a vacancy under subsection (2) shall hold office for the remainder of the term of the member the person is replacing, and that period of time shall be included in determining, for the purposes of paragraph 1 of subsection 8 (2), whether the person has been a member of the board for more than six consecutive years.</p> <p class=\"subsection-e\">  (4) If a vacancy occurs on the board among the members appointed by the Lieutenant Governor in Council, the Lieutenant Governor in Council shall appoint a new member to fill the vacancy and, for greater certainty, subsection 6 (1) shall apply to the appointment.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Quorum",
            "content": " 10. At a meeting of the board, a quorum is constituted if, (a)  a majority of the current members of the board are present at the meeting; and (b)  a majority of members present at the meeting are members referred to in paragraphs 2, 7 and 8 of subsection 6 (1) of the Act.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>10. </b>At a meeting of the board, a quorum is constituted if,</p> <p class=\"clause-e\">  (a)  a majority of the current members of the board are present at the meeting; and</p> <p class=\"clause-e\">  (b)  a majority of members present at the meeting are members referred to in paragraphs 2, 7 and 8 of subsection 6 (1) of the Act.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "Chair, vice-chair",
            "content": " 11. (1) The board shall elect annually a chair and at least one vice-chair from among its members who are not students or employees of the University, and shall fill any vacancy in the office of chair or vice-chair from among such members. (2) The chair shall preside over the meetings of the board, and if the chair is unable to act or if the position is vacant, a vice-chair shall act in place of the chair and, if both the chair and vice-chair are unable to act, the board may appoint a member who is not a student or employee of the University to act temporarily in their place.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK12\"></a>11. </b>(1) The board shall elect annually a chair and at least one vice-chair from among its members who are not students or employees of the University, and shall fill any vacancy in the office of chair or vice-chair from among such members.</p> <p class=\"subsection-e\">  (2) The chair shall preside over the meetings of the board, and if the chair is unable to act or if the position is vacant, a vice-chair shall act in place of the chair and, if both the chair and vice-chair are unable to act, the board may appoint a member who is not a student or employee of the University to act temporarily in their place.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Powers and duties of the board",
            "content": " 12. (1) Except for matters specifically assigned to the senate under section 21, the board is responsible for governing and managing the affairs of the University and has the necessary powers to do so, including the power, (a)  to determine the mission, vision and values of the University in a manner that is consistent with the objects and special mission of the University; (b)  to appoint and remove a chancellor; (c)  to appoint and remove the president; (d)  to establish faculties, schools, institutes and departments and appoint the heads thereof, subject to subsection (2); (e)  to appoint, promote, suspend and remove employees of the University, subject to subsection (2); (f)  to fix the number, duties and salaries and other benefits of the employees of the University; (g)  to appoint committees and assign or delegate to them such duties and responsibilities as may be provided in the by-laws adopted by the board, including authorizing them to act on behalf of the board in the matters specified in the by-laws; (h)  to approve the annual budget of the University and to monitor its implementation; (i)  to establish and collect fees and charges for tuition and other services that may be offered by the University or that may be approved by the board on behalf of any organization or group of the University; (j)  to regulate the conduct of students and employees of the University and all other persons who use the property of the University, including denying any person access to the property; (k)  to conclusively determine which body within the University has jurisdiction over any matter; and (l)  to make by-laws regulating its proceedings and generally for the conduct and management of its activities, including in respect of any matters referred to in this Regulation as being set out in the board’s by-laws. (2) The board shall not exercise its powers under clause (1) (d) or (e) except on the recommendation of the senate or the president of the University, who shall both be governed by the terms of any applicable commitments and practices of the University.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK13\"></a>12. </b>(1) Except for matters specifically assigned to the senate under section 21, the board is responsible for governing and managing the affairs of the University and has the necessary powers to do so, including the power,</p> <p class=\"clause-e\">  (a)  to determine the mission, vision and values of the University in a manner that is consistent with the objects and special mission of the University;</p> <p class=\"clause-e\">  (b)  to appoint and remove a chancellor;</p> <p class=\"clause-e\">  (c)  to appoint and remove the president;</p> <p class=\"clause-e\">  (d)  to establish faculties, schools, institutes and departments and appoint the heads thereof, subject to subsection (2);</p> <p class=\"clause-e\">  (e)  to appoint, promote, suspend and remove employees of the University, subject to subsection (2);</p> <p class=\"clause-e\">  (f)  to fix the number, duties and salaries and other benefits of the employees of the University;</p> <p class=\"clause-e\">  (g)  to appoint committees and assign or delegate to them such duties and responsibilities as may be provided in the by-laws adopted by the board, including authorizing them to act on behalf of the board in the matters specified in the by-laws;</p> <p class=\"clause-e\">  (h)  to approve the annual budget of the University and to monitor its implementation;</p> <p class=\"clause-e\">  (i)  to establish and collect fees and charges for tuition and other services that may be offered by the University or that may be approved by the board on behalf of any organization or group of the University;</p> <p class=\"clause-e\">  (j)  to regulate the conduct of students and employees of the University and all other persons who use the property of the University, including denying any person access to the property;</p> <p class=\"clause-e\">  (k)  to conclusively determine which body within the University has jurisdiction over any matter; and</p> <p class=\"clause-e\">  (l)  to make by-laws regulating its proceedings and generally for the conduct and management of its activities, including in respect of any matters referred to in this Regulation as being set out in the board’s by-laws.</p> <p class=\"subsection-e\">  (2) The board shall not exercise its powers under clause (1) (d) or (e) except on the recommendation of the senate or the president of the University, who shall both be governed by the terms of any applicable commitments and practices of the University.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "13.",
            "part_id": null,
            "part_type": null,
            "section": "Conflict of interest",
            "content": " 13. (1) A member of the board or of a committee of the board who has a conflict of interest, as defined in the board’s by-laws or in any conflict of interest policies that the board may adopt, with a matter in which the University is concerned shall, (a)  declare the member’s interest as soon as possible and no later than at the first meeting at which the matter is to be considered; and (b)  withdraw from the meeting during the discussion of the matter and not vote on the matter. (2) Despite subsection (1), a member of the board who is also an employee of the University may take part in discussing and voting on issues concerning general conditions of employment for University employees, unless the discussion and voting deals with the circumstances of the particular employee as an isolated issue, separate and apart from consideration of other employees. (3 Despite subsection (1), a member of the board who is also a student of the University may take part in discussing and voting on issues concerning students generally, unless the discussion and voting deals with the circumstances of the particular student as an isolated issue, separate and apart from consideration of other students. Senate",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK14\"></a>13. </b>(1) A member of the board or of a committee of the board who has a conflict of interest, as defined in the board’s by-laws or in any conflict of interest policies that the board may adopt, with a matter in which the University is concerned shall,</p> <p class=\"clause-e\">  (a)  declare the member’s interest as soon as possible and no later than at the first meeting at which the matter is to be considered; and</p> <p class=\"clause-e\">  (b)  withdraw from the meeting during the discussion of the matter and not vote on the matter.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), a member of the board who is also an employee of the University may take part in discussing and voting on issues concerning general conditions of employment for University employees, unless the discussion and voting deals with the circumstances of the particular employee as an isolated issue, separate and apart from consideration of other employees.</p> <p class=\"subsection-e\">  (3 Despite subsection (1), a member of the board who is also a student of the University may take part in discussing and voting on issues concerning students generally, unless the discussion and voting deals with the circumstances of the particular student as an isolated issue, separate and apart from consideration of other students.</p> <p class=\"heading1-e\"><a name=\"BK15\"></a>Senate</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "Senate",
            "part_id": null,
            "part_type": null,
            "section": "Senate",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "14.",
            "part_id": null,
            "part_type": null,
            "section": "By-laws respecting elections, etc.",
            "content": " 14. The senate shall by by-law determine, (a)  the procedures to be followed and the eligibility requirements for the election or appointment to the senate of members referred to in paragraphs 2, 3, 4 and 6 of subsection 7 (1) of the Act; (b)  the number of persons to be elected or appointed to the senate under paragraphs 2 and 6 of subsection 7 (1) of the Act; (c)  the constituencies of students of the University to be used in the election of the members referred to in paragraph 2 of subsection 7 (1) of the Act; and (d)  any other limitations with respect to the re-election or reappointment of members.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>14. </b>The senate shall by by-law determine,</p> <p class=\"clause-e\">  (a)  the procedures to be followed and the eligibility requirements for the election or appointment to the senate of members referred to in paragraphs 2, 3, 4 and 6 of subsection 7 (1) of the Act;</p> <p class=\"clause-e\">  (b)  the number of persons to be elected or appointed to the senate under paragraphs 2 and 6 of subsection 7 (1) of the Act;</p> <p class=\"clause-e\">  (c)  the constituencies of students of the University to be used in the election of the members referred to in paragraph 2 of subsection 7 (1) of the Act; and</p> <p class=\"clause-e\">  (d)  any other limitations with respect to the re-election or reappointment of members.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "15.",
            "part_id": null,
            "part_type": null,
            "section": "Senate election",
            "content": " 15. The senate shall conduct elections of its elected members and shall determine any dispute as to the eligibility of a candidate or as to a person’s entitlement to vote at the election.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK17\"></a>15. </b>The senate shall conduct elections of its elected members and shall determine any dispute as to the eligibility of a candidate or as to a person’s entitlement to vote at the election.</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "16.",
            "part_id": null,
            "part_type": null,
            "section": "Term of office",
            "content": " 16. The term of office for an elected or appointed member of the senate shall be, (a)  not more than three years, as determined by the by-laws of the senate; or (b)  if a by-law referred to in clause (a) is not made, one year.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>16. </b>The term of office for an elected or appointed member of the senate shall be,</p> <p class=\"clause-e\">  (a)  not more than three years, as determined by the by-laws of the senate; or</p> <p class=\"clause-e\">  (b)  if a by-law referred to in clause (a) is not made, one year.</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "17.",
            "part_id": null,
            "part_type": null,
            "section": "Loss of eligibility",
            "content": " 17. (1) If, during a member’s term of office, a member of the senate elected or appointed under paragraphs 2 to 6 of subsection 7 (1) of the Act ceases to be eligible for election or appointment to the senate under the same paragraph, the person thereby ceases to be a member of the senate. (2) For greater certainty, if a student member of the senate ceases to be a student because they graduate during their term of office, that person ceases to be a member of the senate on the day of their graduation.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK19\"></a>17. </b>(1) If, during a member’s term of office, a member of the senate elected or appointed under paragraphs 2 to 6 of subsection 7 (1) of the Act ceases to be eligible for election or appointment to the senate under the same paragraph, the person thereby ceases to be a member of the senate.</p> <p class=\"subsection-e\">  (2) For greater certainty, if a student member of the senate ceases to be a student because they graduate during their term of office, that person ceases to be a member of the senate on the day of their graduation.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "18.",
            "part_id": null,
            "part_type": null,
            "section": "Renewal of term",
            "content": " 18. (1) Subject to subsection (2), a member of the senate is eligible for re-election or reappointment. (2) The senate may, by by-law, establish any limitations with respect to the re-election or reappointment of a member of the senate.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK20\"></a>18. </b>(1) Subject to subsection (2), a member of the senate is eligible for re-election or reappointment.</p> <p class=\"subsection-e\">  (2) The senate may, by by-law, establish any limitations with respect to the re-election or reappointment of a member of the senate.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "19.",
            "part_id": null,
            "part_type": null,
            "section": "Vacancies",
            "content": " 19. (1) A vacancy on the senate occurs if, (a)  a member resigns or ceases to be eligible for appointment or election to the senate before the end of the member’s term; (b)  a member is incapable of continuing to act as a member and the senate by resolution declares the membership to be vacated; or (c)  such circumstances as may be specified in a by-law of the senate exist. (2) If a vacancy occurs on the senate, the senate shall, (a)  determine, in accordance with its by-laws, whether or not to fill the vacancy; and (b)  if the vacancy is to be filled, fill the vacancy within the time period, and according to the procedures, provided in its by-laws. (3) The person who fills a vacancy under subsection (2) shall hold office for the remainder of the term of the member the person is replacing.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK21\"></a>19. </b>(1) A vacancy on the senate occurs if,</p> <p class=\"clause-e\">  (a)  a member resigns or ceases to be eligible for appointment or election to the senate before the end of the member’s term;</p> <p class=\"clause-e\">  (b)  a member is incapable of continuing to act as a member and the senate by resolution declares the membership to be vacated; or</p> <p class=\"clause-e\">  (c)  such circumstances as may be specified in a by-law of the senate exist.</p> <p class=\"subsection-e\">  (2) If a vacancy occurs on the senate, the senate shall,</p> <p class=\"clause-e\">  (a)  determine, in accordance with its by-laws, whether or not to fill the vacancy; and</p> <p class=\"clause-e\">  (b)  if the vacancy is to be filled, fill the vacancy within the time period, and according to the procedures, provided in its by-laws.</p> <p class=\"subsection-e\">  (3) The person who fills a vacancy under subsection (2) shall hold office for the remainder of the term of the member the person is replacing.</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "20.",
            "part_id": null,
            "part_type": null,
            "section": "Quorum",
            "content": " 20. At a meeting of the senate, a quorum is constituted if, (a)  a majority of the current members of the senate are present at the meeting; and (b)  a majority of members present at the meeting are members referred to in paragraph 1 of subsection 7 (1) of the Act and members who are teaching staff appointed or elected under paragraph 3, 4 or 6 of subsection 7 (1) of the Act.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK22\"></a>20. </b>At a meeting of the senate, a quorum is constituted if,</p> <p class=\"clause-e\">  (a)  a majority of the current members of the senate are present at the meeting; and</p> <p class=\"clause-e\">  (b)  a majority of members present at the meeting are members referred to in paragraph 1 of subsection 7 (1) of the Act and members who are teaching staff appointed or elected under paragraph 3, 4 or 6 of subsection 7 (1) of the Act.</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "21.",
            "part_id": null,
            "part_type": null,
            "section": "Powers of the senate",
            "content": " 21. The senate has, subject to the approval of the board with respect to the expenditure of funds, the power to determine and regulate the educational policy of the University and, without limiting the generality of the foregoing, has the power, (a)  to make recommendations to the board with respect to the establishment, change or termination of programs and courses of study, schools, faculties, divisions and departments; (b)  to make recommendations to the board with respect to terms in affiliation or federation agreements that relate to academic matters; (c)  to advise the president of the University on the staffing needs of the academic departments; (d)  to determine the curricula of all programs and courses of study, the standards of admission to the University and continued registration therein and the qualifications for degrees, honorary degrees, certificates and diplomas of the University; (e)  to conduct examinations, appoint examiners and decide all matters relating thereto; (f)  to establish a committee to hear and determine all appeals from the decisions of the faculty councils on examinations and on applications for admission; (g)  to award fellowships, scholarships, bursaries, medals, prizes and other marks of academic achievement; (h)  to authorize the chancellor, the vice-chancellor or such other person as may be determined by the senate to confer degrees, honorary degrees, certificates and diplomas on behalf of the University; (i)  to create councils and committees to exercise its powers; and (j)  to make by-laws regulating its proceedings and generally for the conduct and management of its activities, including in respect of any matters referred to in this Regulation as being set out in the senate’s by-laws. Chancellor",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK23\"></a>21. </b>The senate has, subject to the approval of the board with respect to the expenditure of funds, the power to determine and regulate the educational policy of the University and, without limiting the generality of the foregoing, has the power,</p> <p class=\"clause-e\">  (a)  to make recommendations to the board with respect to the establishment, change or termination of programs and courses of study, schools, faculties, divisions and departments;</p> <p class=\"clause-e\">  (b)  to make recommendations to the board with respect to terms in affiliation or federation agreements that relate to academic matters;</p> <p class=\"clause-e\">  (c)  to advise the president of the University on the staffing needs of the academic departments;</p> <p class=\"clause-e\">  (d)  to determine the curricula of all programs and courses of study, the standards of admission to the University and continued registration therein and the qualifications for degrees, honorary degrees, certificates and diplomas of the University;</p> <p class=\"clause-e\">  (e)  to conduct examinations, appoint examiners and decide all matters relating thereto;</p> <p class=\"clause-e\">  (f)  to establish a committee to hear and determine all appeals from the decisions of the faculty councils on examinations and on applications for admission;</p> <p class=\"clause-e\">  (g)  to award fellowships, scholarships, bursaries, medals, prizes and other marks of academic achievement;</p> <p class=\"clause-e\">  (h)  to authorize the chancellor, the vice-chancellor or such other person as may be determined by the senate to confer degrees, honorary degrees, certificates and diplomas on behalf of the University;</p> <p class=\"clause-e\">  (i)  to create councils and committees to exercise its powers; and</p> <p class=\"clause-e\">  (j)  to make by-laws regulating its proceedings and generally for the conduct and management of its activities, including in respect of any matters referred to in this Regulation as being set out in the senate’s by-laws.</p> <p class=\"heading1-e\"><a name=\"BK24\"></a>Chancellor</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "Chancellor",
            "part_id": null,
            "part_type": null,
            "section": "Chancellor",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "22.",
            "part_id": null,
            "part_type": null,
            "section": "Chancellor",
            "content": " 22. (1) The board may, in its discretion, decide to appoint a chancellor of the University. (2) If the board decides to appoint a chancellor, it shall establish an appointment committee to make recommendations to the board as to the person to be appointed chancellor. (3) The appointment committee shall be composed of such members of the board and senate as may be determined by the by-laws of the board. (4) The board shall take into consideration the recommendation of the appointment committee when appointing a chancellor. (5) The chancellor shall hold office for five years, or a shorter term as specified in the appointment. (6) The chancellor may not serve more than two terms, whether or not they are served consecutively. (7) If a chancellor is appointed under subsection (1), the president shall be the vice-chancellor of the University. (8) The chancellor is the titular head of the University and, when authorized by the senate to do so, shall confer all degrees, honorary degrees, certificates and diplomas on behalf of the University. (9) The board may set out additional duties of the chancellor in the by-laws of the board. Transitional Matters",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK25\"></a>22. </b>(1) The board may, in its discretion, decide to appoint a chancellor of the University.</p> <p class=\"subsection-e\">  (2) If the board decides to appoint a chancellor, it shall establish an appointment committee to make recommendations to the board as to the person to be appointed chancellor.</p> <p class=\"subsection-e\">  (3) The appointment committee shall be composed of such members of the board and senate as may be determined by the by-laws of the board.</p> <p class=\"subsection-e\">  (4) The board shall take into consideration the recommendation of the appointment committee when appointing a chancellor.</p> <p class=\"subsection-e\">  (5) The chancellor shall hold office for five years, or a shorter term as specified in the appointment.</p> <p class=\"subsection-e\">  (6) The chancellor may not serve more than two terms, whether or not they are served consecutively.</p> <p class=\"subsection-e\">  (7) If a chancellor is appointed under subsection (1), the president shall be the vice-chancellor of the University.</p> <p class=\"subsection-e\">  (8) The chancellor is the titular head of the University and, when authorized by the senate to do so, shall confer all degrees, honorary degrees, certificates and diplomas on behalf of the University.</p> <p class=\"subsection-e\">  (9) The board may set out additional duties of the chancellor in the by-laws of the board.</p> <p class=\"heading1-e\"><a name=\"BK26\"></a>Transitional Matters</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "Transitional Matters",
            "part_id": null,
            "part_type": null,
            "section": "Transitional Matters",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "23.",
            "part_id": null,
            "part_type": null,
            "section": "Reappointment to board",
            "content": " 23. The period of a person’s membership on the board of governors of Collège de Hearst before the day section 2 of the Act came into force shall not be included in determining, for the purposes of subsection 8 (2), whether the person has been a member of the board for more than six consecutive years.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK27\"></a><b>23. </b>The period of a person’s membership on the board of governors of Collège de Hearst before the day section 2 of the Act came into force shall not be included in determining, for the purposes of subsection 8 (2), whether the person has been a member of the board for more than six consecutive years.</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "24.",
            "part_id": null,
            "part_type": null,
            "section": "Reappointment to board or senate",
            "content": " 24. The terms of office of new members of the board or senate appointed or elected under subsection 17 (2) of the Act may vary from one member to the next, as the board or senate deems appropriate to ensure an effective succession of board members.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK28\"></a>24. </b>The terms of office of new members of the board or senate appointed or elected under subsection 17 (2) of the Act may vary from one member to the next, as the board or senate deems appropriate to ensure an effective succession of board members.</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "25.",
            "part_id": null,
            "part_type": null,
            "section": "By-laws",
            "content": " 25. The by-laws made by Collège de Hearst, in so far as they are not inconsistent with the Act or this regulation and are capable of being applied, implemented or complied with in the administration of the University, shall remain in force until re-enacted, amended or repealed by the University under the Act.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK29\"></a>25. </b>The by-laws made by Collège de Hearst, in so far as they are not inconsistent with the Act or this regulation and are capable of being applied, implemented or complied with in the administration of the University, shall remain in force until re-enacted, amended or repealed by the University under the Act.</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "26.",
            "part_id": null,
            "part_type": null,
            "section": "Students",
            "content": " 26. The University shall grant to all of its students and to all former students of the of the Collège de Hearst full recognition for all credits and marks awarded by the Collège de Hearst before the day this section came into force, whether the credits and marks were awarded directly by the Collège de Hearst or in affiliation with Laurentian University of Sudbury.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK30\"></a>26. </b>The University shall grant to all of its students and to all former students of the of the Collège de Hearst full recognition for all credits and marks awarded by the Collège de Hearst<i> </i>before the day this section came into force, whether the credits and marks were awarded directly by the Collège de Hearst or in affiliation with Laurentian University of Sudbury.</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "27.",
            "part_id": null,
            "part_type": null,
            "section": "Property, obligations, contracts, etc.",
            "content": " 27. On the day this section comes into force, all property of the Collège de Hearst is vested in the University and the obligations and liabilities of the Collège de Hearst together with the benefits and burdens of all its contracts, collective agreements and covenants are assumed by the University. 28. Omitted (provides for coming into force of provisions of this Regulation).  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK31\"></a><b>27. </b>On the day this section comes into force, all property of the Collège de Hearst is vested in the University and the obligations and liabilities of the Collège de Hearst together with the benefits and burdens of all its contracts, collective agreements and covenants are assumed by the University.</p> <p class=\"section-e\"> <b>28.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/220153\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}