{
    "reg_info": {
        "full_title": "O. Reg. 153/03: USE OF WATER FROM THE NIAGARA ESCARPMENT OR OAK RIDGES MORAINE IN MANUFACTURING OR PRODUCTION",
        "reg_name_text": "USE OF WATER FROM THE NIAGARA ESCARPMENT OR OAK RIDGES MORAINE IN MANUFACTURING OR PRODUCTION",
        "citation": "O. Reg. 153/03: ",
        "act_under": "Ontario Water Resources Act   Loi sur les ressources en eau de l’Ontario",
        "url": "https://www.ontario.ca/laws/regulation/030153",
        "date_scraped": "2023-12-19 21:15:48"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Regulation, “Niagara Escarpment Planning Area” has the same meaning as in the Niagara Escarpment Planning and Development Act; “Oak Ridges Moraine Area” has the same meaning as in the Oak Ridges Moraine Conservation Act, 2001. O. Reg. 153/03, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b> In this Regulation,</p> <p class=\"firstdef-e\">“Niagara Escarpment Planning Area” has the same meaning as in the <i>Niagara Escarpment Planning and Development Act</i>;</p> <p class=\"definition-e\">“Oak Ridges Moraine Area” has the same meaning as in the <i>Oak Ridges Moraine Conservation Act, 2001</i>. O. Reg. 153/03, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Prohibited uses",
            "content": "2. No person shall use surface water or ground water taken from the Niagara Escarpment Planning Area or the Oak Ridges Moraine Area for any of the following purposes, if the person would require a permit under subsection 34 (3) of the Act to take the water: 1. Beverage manufacturing, including the manufacturing or production of bottled water or water in other containers. 2. Fruit or vegetable canning or pickling. 3. Ready-mix concrete manufacturing. 4. The manufacturing or production of products that contain some or all of the water that is taken. O. Reg. 153/03, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b> No person shall use surface water or ground water taken from the Niagara Escarpment Planning Area or the Oak Ridges Moraine Area for any of the following purposes, if the person would require a permit under subsection 34 (3) of the Act to take the water:</p> <p class=\"paragraph-e\">1. Beverage manufacturing, including the manufacturing or production of bottled water or water in other containers.</p> <p class=\"paragraph-e\">2. Fruit or vegetable canning or pickling.</p> <p class=\"paragraph-e\">3. Ready-mix concrete manufacturing.</p> <p class=\"paragraph-e\">4. The manufacturing or production of products that contain some or all of the water that is taken. O. Reg. 153/03, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Exceptions",
            "content": "3. (1) Section 2 does not apply to a person who uses the water for agricultural purposes, including aquaculture, nurseries, tree farms and sod farms. O. Reg. 153/03, s. 3 (1). (2) Section 2 does not apply to a person who has authority to take the water for a purpose described in section 2 pursuant to, (a) a permit that was issued under section 34 of the Act before the day this Regulation was filed; or (b) a permit that was issued under section 34 of the Act on or after the day this Regulation was filed, if the application for the permit was received by the Director before March 1, 2003. O. Reg. 153/03, s. 3 (2). (3) Section 2 does not apply to a person if, (a) on the day this Regulation was filed, the person held a permit issued under section 34 of the Act that authorized the taking of water for a purpose described in section 2; (b) before the permit referred to in clause (a) expires, the person applies for a new permit under section 34 of the Act to authorize the taking of water from the same location and for the same purpose to which the permit referred to in clause (a) applied; and (c) the person has authority to take the water for a purpose described in section 2 pursuant to a permit that is issued under section 34 of the Act pursuant to the application referred to in clause (b). O. Reg. 153/03, s. 3 (3). (4) Subsection (3) applies even if the permit that is issued pursuant to the application referred to in clause (3) (b) authorizes the taking of more water than the permit referred to in clause (3) (a). O. Reg. 153/03, s. 3 (4).",
            "raw_html": "<p class=\"section-e\"><b>3.</b> (1) Section 2 does not apply to a person who uses the water<b> </b>for agricultural purposes, including aquaculture, nurseries, tree farms and sod farms. O. Reg. 153/03, s. 3 (1).</p> <p class=\"subsection-e\">(2) Section 2 does not apply to a person who has authority to take the water for a purpose described in section 2 pursuant to,</p> <p class=\"clause-e\">(a) a permit that was issued under section 34 of the Act before the day this Regulation was filed; or</p> <p class=\"clause-e\">(b) a permit that was issued under section 34 of the Act on or after the day this Regulation was filed, if the application for the permit was received by the Director before March 1, 2003. O. Reg. 153/03, s. 3 (2).</p> <p class=\"subsection-e\">(3) Section 2 does not apply to a person if,</p> <p class=\"clause-e\">(a) on the day this Regulation was filed, the person held a permit issued under section 34 of the Act that authorized the taking of water for a purpose described in section 2;</p> <p class=\"clause-e\">(b) before the permit referred to in clause (a) expires, the person applies for a new permit under section 34 of the Act to authorize the taking of water from the same location and for the same purpose to which the permit referred to in clause (a) applied; and</p> <p class=\"clause-e\">(c) the person has authority to take the water for a purpose described in section 2 pursuant to a permit that is issued under section 34 of the Act pursuant to the application referred to in clause (b). O. Reg. 153/03, s. 3 (3).</p> <p class=\"subsection-e\">(4) Subsection (3) applies even if the permit that is issued pursuant to the application referred to in clause (3) (b) authorizes the taking of more water than the permit referred to in clause (3) (a). O. Reg. 153/03, s. 3 (4).</p>"
        },
        {
            "id": "4.",
            "section": "Issuance of permits",
            "content": "4. The Director shall not consider an application for or issue a permit under section 34 of the Act to authorize the taking of water for a purpose described in section 2 unless the application for the permit was received by the Director before March 1, 2003 or, (a) the application for the permit is made by a person who, on the day this Regulation was filed, held a permit issued under section 34 of the Act that authorized the taking of water for a purpose described in section 2; (b) the application referred to in clause (a) is made before the expiration of the permit that was held by the applicant on the day this Regulation was filed; and (c) the application referred to in clause (a) seeks a new permit under section 34 of the Act to authorize the taking of water from the same location and for the same purpose to which the permit that was held by the applicant on the day this Regulation was filed applied. O. Reg. 153/03, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b> The Director shall not consider an application for or issue a permit under section 34 of the Act to authorize the taking of water for a purpose described in section 2 unless the application for the permit was received by the Director before March 1, 2003 or,</p> <p class=\"clause-e\">(a) the application for the permit is made by a person who, on the day this Regulation was filed, held a permit issued under section 34 of the Act that authorized the taking of water for a purpose described in section 2;</p> <p class=\"clause-e\">(b) the application referred to in clause (a) is made before the expiration of the permit that was held by the applicant on the day this Regulation was filed; and</p> <p class=\"clause-e\">(c) the application referred to in clause (a) seeks a new permit under section 34 of the Act to authorize the taking of water from the same location and for the same purpose to which the permit that was held by the applicant on the day this Regulation was filed applied. O. Reg. 153/03, s. 4.</p>"
        }
    ]
}