{
    "reg_info": {
        "full_title": "O. Reg. 550/96: VIOLENT CRIME LINKAGE ANALYSIS SYSTEM REPORTS",
        "reg_name_text": "VIOLENT CRIME LINKAGE ANALYSIS SYSTEM REPORTS",
        "citation": "O. Reg. 550/96: ",
        "act_under": "Police Services Act",
        "url": "https://www.ontario.ca/laws/regulation/960550",
        "date_scraped": "2023-12-19 04:33:37"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "September  1, 2013",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/960550/v4",
            "valid_from": "May  7, 2013",
            "valid_to": "August 31, 2013"
        },
        {
            "a_href": "/laws/regulation/960550/v3",
            "valid_from": "July  5, 2010",
            "valid_to": "May  6, 2013"
        },
        {
            "a_href": "/laws/regulation/960550/v2",
            "valid_from": "June 28, 2010",
            "valid_to": "July  4, 2010"
        },
        {
            "a_href": "/laws/regulation/960550/v1",
            "valid_from": "February 15, 1997",
            "valid_to": "June 27, 2010"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. In this Regulation, “Provincial ViCLAS Centre” means the Provincial ViCLAS Centre operated by the Ontario Provincial Police; (“Centre provincial du SALVAC”) “ViCLAS” means the Violent Crime Linkage Analysis System. (“SALVAC”) O. Reg. 550/96, s. 1; O. Reg. 147/13, ss. 1, 2.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“Provincial ViCLAS Centre” means the Provincial ViCLAS Centre operated by the Ontario Provincial Police; (“Centre provincial du SALVAC”)</p> <p class=\"definition-e\">“Vi<span class=\"ovallcaps\">CLAS</span>” means the Violent Crime Linkage Analysis System. (“SALVAC”) O. Reg. 550/96, s. 1; O. Reg. 147/13, ss. 1, 2.</p>"
        },
        {
            "id": "1.1",
            "section": null,
            "content": " 1.1 This Regulation does not apply to a police officer appointed under the Interprovincial Policing Act, 2009.  O. Reg. 265/10, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1.1</b> This Regulation does not apply to a police officer appointed under the <i>Interprovincial Policing Act, 2009</i>.  O. Reg. 265/10, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. (1) Every police officer who is in charge of an investigation shall, within 30 days of the start of the investigation, complete and submit one or more ViCLAS Crime Analysis Reports, in the form approved by the Manager of the Provincial ViCLAS Centre and in accordance with the established standards of ViCLAS. O. Reg. 550/96, s. 2 (1); O. Reg. 147/13, ss. 3, 4 (1). (2) Every police officer who is in charge of an investigation shall update a ViCLAS\r\nCrime Analysis Report that was submitted under subsection (1) within 30 days of a material change or of acquiring information that is significant to the investigation, in accordance with the established standards of ViCLAS.  O. Reg. 550/96, s. 2 (2); O. Reg. 147/13, s. 3. (3) Subsections (1) and (2) apply only to the following types of investigations: 1. Homicide or attempted homicide, solved or unsolved. 2. Sexual assault, solved or unsolved, that is not familial or domestic. 2.1 Familial or domestic sexual assault, if the victim is under 16 years of age at the time of the assault or the assault includes unique or significant physical, sexual or verbal behaviour. 3. Missing person, where the circumstances indicate a strong possibility of foul play and the person remains missing. 4. Unidentified body, where the manner of death is known, or suspected, to be homicide. 5. Non-parental abduction or attempted non-parental abduction. 5.1 Luring of a child or attempted luring of a child, solved or unsolved. 6. A type of investigation that is added to the submission criteria of ViCLAS and is designated by the Minister of Community Safety and Correctional Services.  O. Reg. 550/96, s. 2 (3); O. Reg. 147/13, ss. 3, 4 (2-4). (4) The ViCLAS Crime Analysis Reports shall be submitted to the Provincial ViCLAS Centre. O. Reg. 550/96, s. 2 (4); O. Reg. 147/13, ss. 3, 4 (5).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) Every police officer who is in charge of an investigation shall, within 30 days of the start of the investigation, complete and submit one or more Vi<span class=\"ovallcaps\">CLAS</span> Crime Analysis Reports, in the form approved by the Manager of the Provincial ViCLAS Centre and in accordance with the established standards of Vi<span class=\"ovallcaps\">CLAS</span>. O. Reg. 550/96, s. 2 (1); O. Reg. 147/13, ss. 3, 4 (1).</p> <p class=\"subsection-e\">  (2) Every police officer who is in charge of an investigation shall update a Vi<span class=\"ovallcaps\">CLAS</span>\r\nCrime Analysis Report that was submitted under subsection (1) within 30 days of a material change or of acquiring information that is significant to the investigation, in accordance with the established standards of Vi<span class=\"ovallcaps\">CLAS</span>.  O. Reg. 550/96, s. 2 (2); O. Reg. 147/13, s. 3.</p> <p class=\"subsection-e\">  (3) Subsections (1) and (2) apply only to the following types of investigations:</p> <p class=\"paragraph-e\">  1. Homicide or attempted homicide, solved or unsolved.</p> <p class=\"paragraph-e\">  2. Sexual assault, solved or unsolved, that is not familial or domestic.</p> <p class=\"paragraph-e\">  2.1 Familial or domestic sexual assault, if the victim is under 16 years of age at the time of the assault or the assault includes unique or significant physical, sexual or verbal behaviour.</p> <p class=\"paragraph-e\">  3. Missing person, where the circumstances indicate a strong possibility of foul play and the person remains missing.</p> <p class=\"paragraph-e\">  4. Unidentified body, where the manner of death is known, or suspected, to be homicide.</p> <p class=\"paragraph-e\">  5. Non-parental abduction or attempted non-parental abduction.</p> <p class=\"paragraph-e\">  5.1 Luring of a child or attempted luring of a child, solved or unsolved.</p> <p class=\"paragraph-e\">  6. A type of investigation that is added to the submission criteria of Vi<span class=\"ovallcaps\">CLAS</span> and is designated by the Minister of Community Safety and Correctional Services.  O. Reg. 550/96, s. 2 (3); O. Reg. 147/13, ss. 3, 4 (2-4).</p> <p class=\"subsection-e\">  (4) The ViCLAS Crime Analysis Reports shall be submitted to the Provincial ViCLAS Centre. O. Reg. 550/96, s. 2 (4); O. Reg. 147/13, ss. 3, 4 (5).</p>"
        },
        {
            "id": "2.1",
            "section": null,
            "content": " 2.1 Every police officer who receives a Potential Linkage Report from the Provincial ViCLAS Centre shall, (a) promptly conduct a follow-up investigation; and (b) within 60 days of receiving the Potential Linkage Report, submit to the Provincial ViCLAS Centre a Potential Linkage Response Form in the form approved by the Manager of the Provincial ViCLAS Centre, reporting the results of the follow-up investigation. O. Reg. 147/13, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>2.1 </b>Every police officer who receives a Potential Linkage Report from the Provincial ViCLAS Centre shall,</p> <p class=\"clause-e\">  (a) promptly conduct a follow-up investigation; and</p> <p class=\"clause-e\">  (b) within 60 days of receiving the Potential Linkage Report, submit to the Provincial ViCLAS Centre a Potential Linkage Response Form in the form approved by the Manager of the Provincial ViCLAS Centre, reporting the results of the follow-up investigation. O. Reg. 147/13, s. 5.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. (1) Every chief of police shall prepare and submit to the Minister of Community Safety and Correctional Services,  (a) an annual report setting out the number of ViCLAS Crime Analysis Reports, excluding amended reports, submitted by the police force in the previous year; and (b) any other information requested by the Minister of Community Safety and Correctional Services for audit or policy purposes. O. Reg. 550/96, s. 3 (1); O. Reg. 147/13, ss. 3, 6 (1, 2). (2) The annual report shall be submitted no later than February 28 in each year. O. Reg. 147/13, s. 6 (3).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) Every chief of police shall prepare and submit to the Minister of Community Safety and Correctional Services, </p> <p class=\"clause-e\">  (a) an annual report setting out the number of Vi<span class=\"ovallcaps\">CLAS</span> Crime Analysis Reports, excluding amended reports, submitted by the police force in the previous year; and</p> <p class=\"clause-e\">  (b) any other information requested by the Minister of Community Safety and Correctional Services for audit or policy purposes. O. Reg. 550/96, s. 3 (1); O. Reg. 147/13, ss. 3, 6 (1, 2).</p> <p class=\"subsection-e\">  (2) The annual report shall be submitted no later than February 28 in each year. O. Reg. 147/13, s. 6 (3).</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 550/96, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4.</b> <span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Regulation)</span>.  O. Reg. 550/96, s. 4.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/960550\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}