{
    "reg_info": {
        "full_title": "O. Reg. 452/05: GENERAL",
        "reg_name_text": "General",
        "citation": "O. Reg. 452/05: GENERAL",
        "act_under": "Film Classification Act, 2005",
        "url": "https://www.ontario.ca/laws/regulation/050452",
        "date_scraped": "2023-12-18 17:46:04"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/050452/v5",
            "valid_from": "December  8, 2020",
            "valid_to": "June  7, 2021"
        },
        {
            "a_href": "/laws/regulation/050452/v4",
            "valid_from": "July 27, 2020",
            "valid_to": "December  7, 2020"
        },
        {
            "a_href": "/laws/regulation/050452/v3",
            "valid_from": "October  1, 2019",
            "valid_to": "July 26, 2020"
        },
        {
            "a_href": "/laws/regulation/050452/v2",
            "valid_from": "August 31, 2005",
            "valid_to": "September 30, 2019"
        },
        {
            "a_href": "/laws/regulation/050452/v1",
            "valid_from": "July 29, 2005",
            "valid_to": "August 30, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Definitions and Interpretation",
            "part_id": null,
            "part_type": null,
            "section": "Definitions and Interpretation",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Definitions and interpretation",
            "content": " 1. (1) In this Regulation, “adult sex film” means a film that has, as its main object, the depiction of explicit sexual activity; (“film à caractère sexuel pour adultes”) “cassette” means the physical structure that contains a film and includes a video tape, video disk, or other similar thing; (“cassette”) “Consumer Protection BC” means the Business Practices and Consumer Protection Authority established under the Business Practices and Consumer Protection Authority Act\r\n(British Columbia); (“Consumer Protection BC”) “exterior container” means the packaging that is designed or intended to contain a cassette of a film for display purposes; (“jaquette”) “Film Board” means the Ontario Film Review Board; (“Commission cinématographique”) “film festival” means an event that is held for the purpose of the appreciation of film as an art form, that is held not more than twice in a year for a period of no more than 14 days and that is organized by a corporation that, (a) does not have gain for any of its objects, (b) has a board of directors composed of members of the community that the event intends to serve, and (c) receives funds to support the event from a municipal, provincial or federal government in Canada; (“festival de films”) “public art gallery” means a corporation that has as its primary objective the collection, preservation, interpretation or exhibition of works in the visual arts and that, (a) does not have gain for any of its objects, (b) has a board of directors composed of members of the community that the gallery intends to serve, (c) has been incorporated for at least one year or has been exhibiting film for at least one year, (d) receives funds to support its primary objective from a municipal, provincial or federal government in Canada, and (e) has fixed premises from which it conducts its activities; (“musée d’art public”) “public library” means a public library established or continued under the Public Libraries Act; (“bibliothèque publique”) “school” means a private school and a school within the meaning of subsection 1 (1) of the Education Act and includes a College of Applied Arts and Technology and a post-secondary educational institution; (“établissement d’enseignement”) “Software Board” means the Entertainment Software Rating Board; (“Commission des logiciels de loisirs”) “trailer” means a film that is used for advertising purposes in connection with the distribution or exhibition of another film; (“bande-annonce”) “transition date” means the day Ontario Regulation 325/19 made under the Act came into force; (“date de transition”) “video game” means a film in the format of an interactive game of skill, dexterity or knowledge where the player of the game varies the nature or sequence of the visual images by operating the device producing the images, which device may include a computer, a gaming system, a console or other technology. (“jeu vidéo”)  O. Reg. 452/05, s. 1 (1); O. Reg. 325/19, s. 1. (2) In the Act and this Regulation, “licence” means a licence issued for the purposes of section 13 of the Act; (“permis”) “licensee” means the holder of a licence; (“titulaire de permis”) “offer to distribute”, as a verb, includes to expose for distribution, to have in possession for distribution and to make available for distribution, and as a noun has a corresponding meaning. (“offrir de distribuer”)  O. Reg. 452/05, s. 1 (2). (3) In the absence of evidence to the contrary, a film is presumed to be an adult sex film if there are words, images or a combination of them on the cassette or exterior container of the film that would lead a reasonable person to believe that the film is an adult sex film.  O. Reg. 452/05, s. 1 (3). (4) A payment-based amusement device producing interactive digital images that can be varied by the person operating the device, a device that is commonly known as an arcade game, is exempted from the definition of “film” in section 1 of the Act.  O. Reg. 452/05, s. 1 (4). Categories",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“adult sex film” means a film that has, as its main object, the depiction of explicit sexual activity; (“film à caractère sexuel pour adultes”)</p> <p class=\"definition-e\">“cassette” means the physical structure that contains a film and includes a video tape, video disk, or other similar thing; (“cassette”)</p> <p class=\"definition-e\">“Consumer Protection BC” means the Business Practices and Consumer Protection Authority established under the <i>Business Practices and Consumer Protection Authority Act</i>\r\n(British Columbia); (“Consumer Protection BC”)</p> <p class=\"definition-e\">“exterior container” means the packaging that is designed or intended to contain a cassette of a film for display purposes; (“jaquette”)</p> <p class=\"definition-e\">“Film Board” means the Ontario Film Review Board; (“Commission cinématographique”)</p> <p class=\"definition-e\">“film festival” means an event that is held for the purpose of the appreciation of film as an art form, that is held not more than twice in a year for a period of no more than 14 days and that is organized by a corporation that,</p> <p class=\"defclause-e\">  (a) does not have gain for any of its objects,</p> <p class=\"defclause-e\">  (b) has a board of directors composed of members of the community that the event intends to serve, and</p> <p class=\"defclause-e\">  (c) receives funds to support the event from a municipal, provincial or federal government in Canada; (“festival de films”)</p> <p class=\"definition-e\">“public art gallery” means a corporation that has as its primary objective the collection, preservation, interpretation or exhibition of works in the visual arts and that,</p> <p class=\"defclause-e\">  (a) does not have gain for any of its objects,</p> <p class=\"defclause-e\">  (b) has a board of directors composed of members of the community that the gallery intends to serve,</p> <p class=\"defclause-e\">  (c) has been incorporated for at least one year or has been exhibiting film for at least one year,</p> <p class=\"defclause-e\">  (d) receives funds to support its primary objective from a municipal, provincial or federal government in Canada, and</p> <p class=\"defclause-e\">  (e) has fixed premises from which it conducts its activities; (“musée d’art public”)</p> <p class=\"definition-e\">“public library” means a public library established or continued under the <i>Public Libraries Act</i>; (“bibliothèque publique”)</p> <p class=\"definition-e\">“school” means a private school and a school within the meaning of subsection 1 (1) of the <i>Education Act</i> and includes a College of Applied Arts and Technology and a post-secondary educational institution; (“établissement d’enseignement”)</p> <p class=\"definition-e\">“Software Board” means the Entertainment Software Rating Board; (“Commission des logiciels de loisirs”)</p> <p class=\"definition-e\">“trailer” means a film that is used for advertising purposes in connection with the distribution or exhibition of another film; (“bande-annonce”)</p> <p class=\"definition-e\">“transition date” means the day Ontario Regulation 325/19 made under the Act came into force; (“date de transition”)</p> <p class=\"definition-e\">“video game” means a film in the format of an interactive game of skill, dexterity or knowledge where the player of the game varies the nature or sequence of the visual images by operating the device producing the images, which device may include a computer, a gaming system, a console or other technology. (“jeu vidéo”)  O. Reg. 452/05, s. 1 (1); O. Reg. 325/19, s. 1.</p> <p class=\"subsection-e\">  (2) In the Act and this Regulation,</p> <p class=\"firstdef-e\">“licence” means a licence issued for the purposes of section 13 of the Act; (“permis”)</p> <p class=\"definition-e\">“licensee” means the holder of a licence; (“titulaire de permis”)</p> <p class=\"definition-e\">“offer to distribute”, as a verb, includes to expose for distribution, to have in possession for distribution and to make available for distribution, and as a noun has a corresponding meaning. (“offrir de distribuer”)  O. Reg. 452/05, s. 1 (2).</p> <p class=\"subsection-e\">  (3) In the absence of evidence to the contrary, a film is presumed to be an adult sex film if there are words, images or a combination of them on the cassette or exterior container of the film that would lead a reasonable person to believe that the film is an adult sex film.  O. Reg. 452/05, s. 1 (3).</p> <p class=\"subsection-e\">  (4) A payment-based amusement device producing interactive digital images that can be varied by the person operating the device, a device that is commonly known as an arcade game, is exempted from the definition of “film” in section 1 of the Act.  O. Reg. 452/05, s. 1 (4).</p> <p class=\"heading1-e\"><a name=\"BK2\"></a>Categories</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "Categories",
            "part_id": null,
            "part_type": null,
            "section": "Categories",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Categories",
            "content": " 2. The following categories of film are prescribed: 1. Adult sex films. 2. Video games. 3. Films other than adult sex films and video games.  O. Reg. 452/05, s. 2. Classification",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>2. </b>The following categories of film are prescribed:</p> <p class=\"paragraph-e\">  1. Adult sex films.</p> <p class=\"paragraph-e\">  2. Video games.</p> <p class=\"paragraph-e\">  3. Films other than adult sex films and video games.  O. Reg. 452/05, s. 2.</p> <p class=\"heading1-e\"><a name=\"BK4\"></a>Classification</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "Classification",
            "part_id": null,
            "part_type": null,
            "section": "Classification",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Classification by Consumer Protection BC",
            "content": " 3. (1) Consumer Protection BC is designated to review and classify films for the purposes of the Act, other than video games that the Software Board has classified. O. Reg. 325/19, s. 2. (2) The classifications and the classification system used by Consumer Protection BC apply for all purposes of the Act, except respecting, (a) video games that the Software Board has classified; and (b) adult sex films. O. Reg. 325/19, s. 2. (3) The classification of a trailer is subject to the restriction that no person shall exhibit the trailer with another film if the classification of the trailer is higher than the classification of the film. O. Reg. 325/19, s. 2. 4., 5. Revoked: O. Reg. 325/19, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>3. </b>(1) Consumer Protection BC is designated to review and classify films for the purposes of the Act, other than video games that the Software Board has classified. O. Reg. 325/19, s. 2.</p> <p class=\"subsection-e\">  (2) The classifications and the classification system used by Consumer Protection BC apply for all purposes of the Act, except respecting,</p> <p class=\"clause-e\">  (a) video games that the Software Board has classified; and</p> <p class=\"clause-e\">  (b) adult sex films. O. Reg. 325/19, s. 2.</p> <p class=\"subsection-e\">  (3) The classification of a trailer is subject to the restriction that no person shall exhibit the trailer with another film if the classification of the trailer is higher than the classification of the film. O. Reg. 325/19, s. 2.</p> <p class=\"section-e\"> <b>4.</b>,<b> 5.</b> <span class=\"ovsmallcap\">Revoked:</span> O. Reg. 325/19, s. 2.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Classification by Software Board",
            "content": " 6. (1) The classification decisions that the Software Board has made for video games that are not adult sex films are classifications for the purposes of the Act.  O. Reg. 452/05, s. 6 (1). (2) A video game that the Software Board has classified as “Mature” shall not be distributed or exhibited except to persons 17 years of age or older.  O. Reg. 452/05, s. 6 (2). (3) A video game that the Software Board has classified as “Adults Only” shall not be distributed or exhibited except to persons 18 years of age or older.  O. Reg. 452/05, s. 6 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>6. </b>(1) The classification decisions that the Software Board has made for video games that are not adult sex films are classifications for the purposes of the Act.  O. Reg. 452/05, s. 6 (1).</p> <p class=\"subsection-e\">  (2) A video game that the Software Board has classified as “Mature” shall not be distributed or exhibited except to persons 17 years of age or older.  O. Reg. 452/05, s. 6 (2).</p> <p class=\"subsection-e\">  (3) A video game that the Software Board has classified as “Adults Only” shall not be distributed or exhibited except to persons 18 years of age or older.  O. Reg. 452/05, s. 6 (3).</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Classification of adult sex films",
            "content": " 7. (1) Each entity that is authorized to review and classify films under the laws of a province of Canada is designated to review and classify adult sex films for the purposes of the Act, other than video games that the Software Board has classified. O. Reg. 325/19, s. 3. (2) The classifications and the classification system used by the entity apply for all purposes of the Act in respect of an adult sex film classified by the entity. O. Reg. 325/19, s. 3. Approval",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>7. </b>(1) Each entity that is authorized to review and classify films under the laws of a province of Canada is designated to review and classify adult sex films for the purposes of the Act, other than video games that the Software Board has classified. O. Reg. 325/19, s. 3.</p> <p class=\"subsection-e\">  (2) The classifications and the classification system used by the entity apply for all purposes of the Act in respect of an adult sex film classified by the entity. O. Reg. 325/19, s. 3.</p> <p class=\"heading1-e\"><a name=\"BK8\"></a>Approval</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "Approval",
            "part_id": null,
            "part_type": null,
            "section": "Approval",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Adult sex films",
            "content": " 8. (1) Films of the category “adult sex film” are designated for the purposes of section 7 of the Act. O. Reg. 325/19, s. 3. (2) Each entity that is authorized to approve adult sex films under the laws of a province of Canada is designated to review and approve, or to refuse to approve, adult sex films. O. Reg. 325/19, s. 3. 9., 10. Revoked: O. Reg. 325/19, s. 3. Licences",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>8. </b>(1) Films of the category “adult sex film” are designated for the purposes of section 7 of the Act. O. Reg. 325/19, s. 3.</p> <p class=\"subsection-e\">  (2) Each entity that is authorized to approve adult sex films under the laws of a province of Canada is designated to review and approve, or to refuse to approve, adult sex films. O. Reg. 325/19, s. 3.</p> <p class=\"section-e\"> <b>9.</b>,<b> 10.</b> <span class=\"ovsmallcap\">Revoked:</span> O. Reg. 325/19, s. 3.</p> <p class=\"heading1-e\"><a name=\"BK10\"></a>Licences</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "Licences",
            "part_id": null,
            "part_type": null,
            "section": "Licences",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "Classes",
            "content": " 11. (1) The following classes of licences are established: 1. Class A Exhibitor. 2. Class B Exhibitor. 3. Class C Exhibitor. 4. Class A Distributor. 5. Class B Distributor. 6. Class A Retailer. 7. Class B Retailer.  O. Reg. 452/05, s. 11 (1). (2) A Class A Exhibitor licence authorizes the licensee to exhibit or offer to exhibit films, other than adult sex films, at the premises specified in the licence.  O. Reg. 452/05, s. 11 (2). (3) A Class B Exhibitor licence authorizes the licensee to exhibit or offer to exhibit adult sex films at the premises specified in the licence.  O. Reg. 452/05, s. 11 (3). (4) A Class C Exhibitor licence authorizes the licensee to exhibit or offer to exhibit films, other than adult sex films, at premises, commonly known as a drive-in theatre, where the public views the films from vehicles.  O. Reg. 452/05, s. 11 (4). (5) A Class A Distributor licence authorizes the licensee to distribute or offer to distribute films, other than adult sex films, to other persons for the purposes of distributing or exhibiting the films.  O. Reg. 452/05, s. 11 (5). (6) A Class B Distributor licence authorizes the licensee to distribute or offer to distribute, (a) films, other than adult sex films, to other persons for the purposes of distributing or exhibiting the films; or (b) adult sex films only to a Class B Exhibitor licensee, a Class B Distributor licensee or a Class B Retailer licensee.  O. Reg. 452/05, s. 11 (6). (7) A Class A Retailer licence authorizes the licensee to distribute or offer to distribute films, other than adult sex films, to the public.  O. Reg. 452/05, s. 11 (7). (8) A Class B Retailer licensee shall not distribute or offer to distribute an adult sex film unless the licensee has obtained it from a Class B Distributor licensee.  O. Reg. 452/05, s. 11 (8). (9) A Class B Retailer licence authorizes the licensee to distribute or offer to distribute films, including adult sex films, to the public.  O. Reg. 452/05, s. 11 (9). (10) A licence issued under the Theatres Act that is specified in Column 1 of the following Table and that was in force immediately before section 51 of the Film Classification Act, 2005 comes into force is continued as a licence that is specified in Column 2 of the Table opposite it under the latter Act: TABLE  Column 1 - Licence issued under the Theatres Act   Column 2 - Licence issued under the Film Classification Act, 2005 \n\n  Class A theatre licence   Class A and B Exhibitor licence \n\n  Class B theatre licence   Class A and B Exhibitor licence \n\n  Class C theatre licence   Class C Exhibitor licence \n\n  Film exchange — distributor licence as defined in Regulation 1031 made under the Act   Class B Distributor licence \n\n  Film exchange — retailer licence as defined in Regulation 1031 made under the Act   Class B Retailer licence O. Reg. 452/05, s. 11 (10).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>11. </b>(1) The following classes of licences are established:</p> <p class=\"paragraph-e\">  1. Class A Exhibitor.</p> <p class=\"paragraph-e\">  2. Class B Exhibitor.</p> <p class=\"paragraph-e\">  3. Class C Exhibitor.</p> <p class=\"paragraph-e\">  4. Class A Distributor.</p> <p class=\"paragraph-e\">  5. Class B Distributor.</p> <p class=\"paragraph-e\">  6. Class A Retailer.</p> <p class=\"paragraph-e\">  7. Class B Retailer.  O. Reg. 452/05, s. 11 (1).</p> <p class=\"subsection-e\">  (2) A Class A Exhibitor licence authorizes the licensee to exhibit or offer to exhibit films, other than adult sex films, at the premises specified in the licence.  O. Reg. 452/05, s. 11 (2).</p> <p class=\"subsection-e\">  (3) A Class B Exhibitor licence authorizes the licensee to exhibit or offer to exhibit adult sex films at the premises specified in the licence.  O. Reg. 452/05, s. 11 (3).</p> <p class=\"subsection-e\">  (4) A Class C Exhibitor licence authorizes the licensee to exhibit or offer to exhibit films, other than adult sex films, at premises, commonly known as a drive-in theatre, where the public views the films from vehicles.  O. Reg. 452/05, s. 11 (4).</p> <p class=\"subsection-e\">  (5) A Class A Distributor licence authorizes the licensee to distribute or offer to distribute films, other than adult sex films, to other persons for the purposes of distributing or exhibiting the films.  O. Reg. 452/05, s. 11 (5).</p> <p class=\"subsection-e\">  (6) A Class B Distributor licence authorizes the licensee to distribute or offer to distribute,</p> <p class=\"clause-e\">  (a) films, other than adult sex films, to other persons for the purposes of distributing or exhibiting the films; or</p> <p class=\"clause-e\">  (b) adult sex films only to a Class B Exhibitor licensee, a Class B Distributor licensee or a Class B Retailer licensee.  O. Reg. 452/05, s. 11 (6).</p> <p class=\"subsection-e\">  (7) A Class A Retailer licence authorizes the licensee to distribute or offer to distribute films, other than adult sex films, to the public.  O. Reg. 452/05, s. 11 (7).</p> <p class=\"subsection-e\">  (8) A Class B Retailer licensee shall not distribute or offer to distribute an adult sex film unless the licensee has obtained it from a Class B Distributor licensee.  O. Reg. 452/05, s. 11 (8).</p> <p class=\"subsection-e\">  (9) A Class B Retailer licence authorizes the licensee to distribute or offer to distribute films, including adult sex films, to the public.  O. Reg. 452/05, s. 11 (9).</p> <p class=\"subsection-e\">  (10) A licence issued under the <i>Theatres Act</i> that is specified in Column 1 of the following Table and that was in force immediately before section 51 of the <i>Film Classification Act, 2005</i> comes into force is continued as a licence that is specified in Column 2 of the Table opposite it under the latter Act:</p> <p class=\"headingx-e\">TABLE</p> <p class=\"MsoNormal\"> </p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">Column 1 - Licence issued under the <i>Theatres Act</i></p> </td> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">Column 2 - Licence issued under the <i>Film Classification Act, 2005</i></p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">Class A theatre licence</p> </td> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">Class A and B Exhibitor licence</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">Class B theatre licence</p> </td> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">Class A and B Exhibitor licence</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">Class C theatre licence</p> </td> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">Class C Exhibitor licence</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">Film exchange — distributor licence as defined in Regulation 1031 made under the Act</p> </td> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">Class B Distributor licence</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">Film exchange — retailer licence as defined in Regulation 1031 made under the Act</p> </td> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">Class B Retailer licence</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 452/05, s. 11 (10).</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Application for licence",
            "content": " 12. (1) An application for a licence or a renewal of a licence shall be accompanied by the fee that the Minister orders under clause 46 (1) (f) of the Act.  O. Reg. 452/05, s. 12 (1). (2) For the purposes of subsection 18 (2) of the Act, an applicant for the issuance or renewal of a licence who is an individual must be at least 18 years of age.  O. Reg. 452/05, s. 12 (2). (3) If the Director, on a hearing under subsection 6 (1) or section 12, 14, 41, 44 or 52 of the Theatres Act, has not made a decision to issue or refuse to issue or renew a licence or to suspend or cancel a licence by the day on which section 51 of the Film Classification Act, 2005\r\ncomes into force, those provisions of the Theatres Act, as applicable, continue to apply to the film until the time that the Director makes a decision under them.  O. Reg. 452/05, s. 12 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>12. </b>(1) An application for a licence or a renewal of a licence shall be accompanied by the fee that the Minister orders under clause 46 (1) (f) of the Act.  O. Reg. 452/05, s. 12 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of subsection 18 (2) of the Act, an applicant for the issuance or renewal of a licence who is an individual must be at least 18 years of age.  O. Reg. 452/05, s. 12 (2).</p> <p class=\"subsection-e\">  (3) If the Director, on a hearing under subsection 6 (1) or section 12, 14, 41, 44 or 52 of the <i>Theatres Act</i>, has not made a decision to issue or refuse to issue or renew a licence or to suspend or cancel a licence by the day on which section 51 of the <i>Film Classification Act, 2005</i>\r\ncomes into force, those provisions of the <i>Theatres Act</i>, as applicable, continue to apply to the film until the time that the Director makes a decision under them.  O. Reg. 452/05, s. 12 (3).</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "13.",
            "part_id": null,
            "part_type": null,
            "section": "Disentitlement to licence",
            "content": " 13. (1) The following persons are prescribed for the purposes of clause 19 (1) (d) of the Act: 1. A person who is an interested person in respect of the applicant. 2. A person who, alone or together with another person, at any time has a direct or indirect controlling interest in the applicant.  O. Reg. 452/05, s. 13 (1). (2) For the purposes of this section, a person shall be deemed to be an interested person in respect of another person if, in the opinion of the registrar, (a) the person has or may have a beneficial interest in the other person’s business; (b) the person exercises or may exercise control either directly or indirectly over the other person; or (c) the person has provided or may have provided financing either directly or indirectly to the other person’s business.  O. Reg. 452/05, s. 13 (2). (3) In determining whether a person or a person together with another person has a controlling interest in an applicant that is a corporation, the total number of equity shares of the corporation that are beneficially owned or controlled shall be calculated as the total number of all shares that are beneficially owned or controlled but each share that carries the right to more than one vote shall be calculated as the number of shares equalling the total number of votes that it carries.  O. Reg. 452/05, s. 13 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>13. </b>(1) The following persons are prescribed for the purposes of clause 19 (1) (d) of the Act:</p> <p class=\"paragraph-e\">  1. A person who is an interested person in respect of the applicant.</p> <p class=\"paragraph-e\">  2. A person who, alone or together with another person, at any time has a direct or indirect controlling interest in the applicant.  O. Reg. 452/05, s. 13 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of this section, a person shall be deemed to be an interested person in respect of another person if, in the opinion of the registrar,</p> <p class=\"clause-e\">  (a) the person has or may have a beneficial interest in the other person’s business;</p> <p class=\"clause-e\">  (b) the person exercises or may exercise control either directly or indirectly over the other person; or</p> <p class=\"clause-e\">  (c) the person has provided or may have provided financing either directly or indirectly to the other person’s business.  O. Reg. 452/05, s. 13 (2).</p> <p class=\"subsection-e\">  (3) In determining whether a person or a person together with another person has a controlling interest in an applicant that is a corporation, the total number of equity shares of the corporation that are beneficially owned or controlled shall be calculated as the total number of all shares that are beneficially owned or controlled but each share that carries the right to more than one vote shall be calculated as the number of shares equalling the total number of votes that it carries.  O. Reg. 452/05, s. 13 (3).</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "14.",
            "part_id": null,
            "part_type": null,
            "section": "Notice of Tribunal’s order",
            "content": " 14. On making an order with respect to a licence under subsection 23 (6) of the Act, the Tribunal shall give a copy of its order to the person who requested the hearing before the Tribunal and to the registrar.  O. Reg. 452/05, s. 14.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>14. </b>On making an order with respect to a licence under subsection 23 (6) of the Act, the Tribunal shall give a copy of its order to the person who requested the hearing before the Tribunal and to the registrar.  O. Reg. 452/05, s. 14.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "15.",
            "part_id": null,
            "part_type": null,
            "section": "Term of licence",
            "content": " 15. (1) A licence expires on the day specified in the licence unless the registrar suspends, revokes or cancels it in accordance with the Act.  O. Reg. 452/05, s. 15 (1). (1.1) A licence issued prior to the transition date that remains valid on the transition date expires on the day two years after the day specified in the licence, despite subsection (1), unless the registrar suspends, revokes or cancels it in accordance with the Act. O. Reg. 325/19, s. 4. (2) The time prescribed for the purposes of subsection 26 (2) of the Act is the time period of two weeks from the day specified in a licence for the expiration of the licence.  O. Reg. 452/05, s. 15 (2). Regulation of Licensees",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>15. </b>(1) A licence expires on the day specified in the licence unless the registrar suspends, revokes or cancels it in accordance with the Act.  O. Reg. 452/05, s. 15 (1).</p> <p class=\"subsection-e\">  (1.1) A licence issued prior to the transition date that remains valid on the transition date expires on the day two years after the day specified in the licence, despite subsection (1), unless the registrar suspends, revokes or cancels it in accordance with the Act. O. Reg. 325/19, s. 4.</p> <p class=\"subsection-e\">  (2) The time prescribed for the purposes of subsection 26 (2) of the Act is the time period of two weeks from the day specified in a licence for the expiration of the licence.  O. Reg. 452/05, s. 15 (2).</p> <p class=\"heading1-e\"><a name=\"BK16\"></a>Regulation of Licensees</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "Regulation of Licensees",
            "part_id": null,
            "part_type": null,
            "section": "Regulation of Licensees",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "16.",
            "part_id": null,
            "part_type": null,
            "section": "Conditions of licences",
            "content": " 16. (1) A licence is subject to the conditions set out in this section.  O. Reg. 452/05, s. 16 (1). (2) A licensee shall not carry on a business with respect to films under a name other than the name appearing on the licence.  O. Reg. 452/05, s. 16 (2). (3) A licensee shall not carry on a business with respect to films at more than one premises in Ontario unless the licensee obtains a separate licence for each premises and each licence is valid only for the premises specified in the licence.  O. Reg. 452/05, s. 16 (3). (4) A licensee who does not carry on a business with respect to films at premises in Ontario shall maintain a permanent address for service in Ontario.  O. Reg. 452/05, s. 16 (4). (5) A licensee who carries on a business with respect to films through a website shall state the licence number and the class of the licence on the website.  O. Reg. 452/05, s. 16 (5). (6) A licensee shall notify the registrar, in the form and manner that the registrar specifies, within at least five days of making a change in the information contained in the licensee’s application for a licence or a renewal of a licence.  O. Reg. 452/05, s. 16 (6).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>16. </b>(1) A licence is subject to the conditions set out in this section.  O. Reg. 452/05, s. 16 (1).</p> <p class=\"subsection-e\">  (2) A licensee shall not carry on a business with respect to films under a name other than the name appearing on the licence.  O. Reg. 452/05, s. 16 (2).</p> <p class=\"subsection-e\">  (3) A licensee shall not carry on a business with respect to films at more than one premises in Ontario unless the licensee obtains a separate licence for each premises and each licence is valid only for the premises specified in the licence.  O. Reg. 452/05, s. 16 (3).</p> <p class=\"subsection-e\">  (4) A licensee who does not carry on a business with respect to films at premises in Ontario shall maintain a permanent address for service in Ontario.  O. Reg. 452/05, s. 16 (4).</p> <p class=\"subsection-e\">  (5) A licensee who carries on a business with respect to films through a website shall state the licence number and the class of the licence on the website.  O. Reg. 452/05, s. 16 (5).</p> <p class=\"subsection-e\">  (6) A licensee shall notify the registrar, in the form and manner that the registrar specifies, within at least five days of making a change in the information contained in the licensee’s application for a licence or a renewal of a licence.  O. Reg. 452/05, s. 16 (6).</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "17.",
            "part_id": null,
            "part_type": null,
            "section": "Labelling of films for distribution",
            "content": " 17. (1) No person shall distribute or offer to distribute a film classified on or after January 1, 2006 other than an approved film or a film distributed for the purpose of exhibition only, unless the cassette or exterior container of the film indicates the classification of the film. O. Reg. 325/19, s. 5. (2) No person shall distribute or offer to distribute an approved film unless a notice indicating the approval of the film is affixed to the exterior container or appears on it. O. Reg. 325/19, s. 5.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>17. </b>(1) No person shall distribute or offer to distribute a film classified on or after January 1, 2006 other than an approved film or a film distributed for the purpose of exhibition only, unless the cassette or exterior container of the film indicates the classification of the film. O. Reg. 325/19, s. 5.</p> <p class=\"subsection-e\">  (2) No person shall distribute or offer to distribute an approved film unless a notice indicating the approval of the film is affixed to the exterior container or appears on it. O. Reg. 325/19, s. 5.</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "18.",
            "part_id": null,
            "part_type": null,
            "section": "Records for adult sex films",
            "content": " 18. (1) A Class B Distributor licensee shall maintain a record that includes an inventory of all adult sex films that the licensee distributes or offers to distribute including, (a) the name and licence number of the licensee; and (b) the title of each film. (c), (d)  Revoked:\r\nO. Reg. 325/19, s. 6. O. Reg. 452/05, s. 18 (1); O. Reg. 325/19, s. 6. (2) A Class B Retailer licensee shall maintain a record that includes an inventory of all adult sex films that the licensee distributes or offers to distribute including, (a) the name and licence number of the licensee; (b) the title of each film; (c) the number of copies of each film; and (d) the name and licence number of the Class B Distributor licensee from whom the licensee obtained the film.  O. Reg. 452/05, s. 18 (2). (3) A licensee who is required to keep records under this section shall, (a) keep them at the premises specified on the licence or, if the registrar specifies another premises, at that premises; and (b) make them available for inspection and copying by an inspector during regular business hours at the address shown for the premises described in clause (a).  O. Reg. 452/05, s. 18 (3). (4) A licensee may maintain the records required under this section by means of an electronic device if a paper copy of the records can be readily produced for inspection and copying.  O. Reg. 452/05, s. 18 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>18. </b>(1) A Class B Distributor licensee shall maintain a record that includes an inventory of all adult sex films that the licensee distributes or offers to distribute including,</p> <p class=\"clause-e\">  (a) the name and licence number of the licensee; and</p> <p class=\"clause-e\">  (b) the title of each film.</p> <p class=\"clause-e\"> (c), (d)  <span class=\"ovsmallcap\">Revoked:</span>\r\nO. Reg. 325/19, s. 6.</p> <p class=\"footnote-e\">O. Reg. 452/05, s. 18 (1); O. Reg. 325/19, s. 6.</p> <p class=\"subsection-e\">  (2) A Class B Retailer licensee shall maintain a record that includes an inventory of all adult sex films that the licensee distributes or offers to distribute including, </p> <p class=\"clause-e\">  (a) the name and licence number of the licensee;</p> <p class=\"clause-e\">  (b) the title of each film;</p> <p class=\"clause-e\">  (c) the number of copies of each film; and</p> <p class=\"clause-e\">  (d) the name and licence number of the Class B Distributor licensee from whom the licensee obtained the film.  O. Reg. 452/05, s. 18 (2).</p> <p class=\"subsection-e\">  (3) A licensee who is required to keep records under this section shall,</p> <p class=\"clause-e\">  (a) keep them at the premises specified on the licence or, if the registrar specifies another premises, at that premises; and</p> <p class=\"clause-e\">  (b) make them available for inspection and copying by an inspector during regular business hours at the address shown for the premises described in clause (a).  O. Reg. 452/05, s. 18 (3).</p> <p class=\"subsection-e\">  (4) A licensee may maintain the records required under this section by means of an electronic device if a paper copy of the records can be readily produced for inspection and copying.  O. Reg. 452/05, s. 18 (4).</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "19.",
            "part_id": null,
            "part_type": null,
            "section": "Advertising of films for exhibition",
            "content": " 19. Every person who displays or otherwise uses advertising matter, except a trailer, in connection with the exhibition of a film shall indicate on the advertising, (a) the classification of the film; and (b) any content advisory issued for the film by Consumer Protection BC. O. Reg. 325/19, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>19. </b>Every person who displays or otherwise uses advertising matter, except a trailer, in connection with the exhibition of a film shall indicate on the advertising,</p> <p class=\"clause-e\">  (a) the classification of the film; and</p> <p class=\"clause-e\">  (b) any content advisory issued for the film by Consumer Protection BC. O. Reg. 325/19, s. 7.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "20.",
            "part_id": null,
            "part_type": null,
            "section": "Signs for films for exhibition",
            "content": " 20. (1) A Class A, Class B or Class C Exhibitor licensee that exhibits a film, other than a trailer, shall display a sign at all times in a conspicuous place at the principal entrance to the premises where the licensee exhibits the film.  O. Reg. 452/05, s. 20 (1). (2) The sign shall indicate, (a) the classification of the film; and (b) any content advisory issued for the film by Consumer Protection BC. O. Reg. 325/19, s. 8 (1). (3) The sign shall be in English and, if the person who exhibits the film so wishes, may also be in French.  O. Reg. 452/05, s. 20 (3). (4) Revoked: O. Reg. 325/19, s. 8 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>20. </b>(1) A Class A, Class B or Class C Exhibitor licensee that exhibits a film, other than a trailer, shall display a sign at all times in a conspicuous place at the principal entrance to the premises where the licensee exhibits the film.  O. Reg. 452/05, s. 20 (1).</p> <p class=\"subsection-e\">  (2) The sign shall indicate,</p> <p class=\"clause-e\">  (a) the classification of the film; and</p> <p class=\"clause-e\">  (b) any content advisory issued for the film by Consumer Protection BC. O. Reg. 325/19, s. 8 (1).</p> <p class=\"subsection-e\">  (3) The sign shall be in English and, if the person who exhibits the film so wishes, may also be in French.  O. Reg. 452/05, s. 20 (3).</p> <p class=\"subsection-e\">  (4) <span class=\"ovsmallcap\">Revoked:</span> O. Reg. 325/19, s. 8 (2).</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "21.",
            "part_id": null,
            "part_type": null,
            "section": "Certificate to be kept by exhibitor",
            "content": " 21. A licensee who exhibits a film shall keep on the premises where the film is exhibited such evidence of the classification of the film as may be available to the licensee. O. Reg. 325/19, s. 9. Exemptions",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK22\"></a><b>21. </b>A licensee who exhibits a film shall keep on the premises where the film is exhibited such evidence of the classification of the film as may be available to the licensee. O. Reg. 325/19, s. 9.</p> <p class=\"heading1-e\"><a name=\"BK23\"></a>Exemptions</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "Exemptions",
            "part_id": null,
            "part_type": null,
            "section": "Exemptions",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "22.",
            "part_id": null,
            "part_type": null,
            "section": "Exemption determination",
            "content": " 22. The director is designated to review a film to determine whether it is exempt from a provision of the Act or the regulations if the director is of the opinion that an exemption determination should be made.  O. Reg. 452/05, s. 22; O. Reg. 325/19, s. 10.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>22. </b>The director is designated to review a film to determine whether it is exempt from a provision of the Act or the regulations if the director is of the opinion that an exemption determination should be made.  O. Reg. 452/05, s. 22; O. Reg. 325/19, s. 10.</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "23.",
            "part_id": null,
            "part_type": null,
            "section": "Exemption from classification",
            "content": " 23. (1) A person is exempt from section 10 of the Act in respect of a particular film that the person distributes or offers to distribute if the film, (a) promotes political goals or religious practices or beliefs; (b) consists of animated images ordinarily intended for viewing by all children; (c) consists of a record of an event or occasion provided to a person participating in the event or occasion; (d) has previously been transmitted in a manner capable of being received in Ontario by home receptors without the use of satellite dishes, electronic descramblers or other devices used for the same purpose in the version that it was transmitted; (e) is distributed only to a hospital or medical practitioner for use in medical education or treatment; (f) is distributed only to a school for educational purposes; (g) is distributed only to a public library; (h) is designed to provide information, education or instruction and is not a film described in clause (e), (f) or (g); (i) is designed for the purpose of advertising, demonstrating or instructing in the use of products or services and is not a trailer; or (j) is a video game that the Software Board has not classified.  O. Reg. 452/05, s. 23 (1). (2) A person is exempt from section 10 of the Act in respect of a particular film that the person exhibits if, (a) the film is an integral part of a concert, a theatrical stage production or a cultural, sporting or athletic event; (b) the film is a transmission of a live concert, a live theatrical stage production or a live cultural, sporting, athletic or other similar type of event; (c) subject to subsection (3), the person exhibits the film only in and under the sponsorship of a public library; (d) subject to subsection (3), a public art gallery exhibits the film only at the fixed premises occupied by the gallery; (e) the film is designed to provide information, education or instruction; (f) the film is designed for the purpose of advertising, demonstrating or instructing in the use of products or services and is not a trailer; (g) the film is transmitted to a private residence or premises for rented sleeping accommodation and is received only at the residence or premises; or (h) the film is a video game that the Software Board has not classified.  O. Reg. 452/05, s. 23 (2); O. Reg. 425/20, s. 1 (1). (3) Clauses (2) (c) and (d) do not apply if, (a) Consumer Protection BC or the Film Board has previously classified the film; (b) a sign is not displayed at the principal entrance to the premises where the film is being exhibited that indicates that persons under the age of 18 years are not permitted on the premises; or (c) a person apparently under the age of 18 years is present at the exhibition.  O. Reg. 452/05, s. 23 (3); O. Reg. 325/19, s. 11. (4) Despite anything in clause (1) (a), (b), (h), (i) or (j) or (2) (a), (b), (e), (f), (g) or (h), a person is not exempt from section 10 of the Act in respect of a particular film that the person distributes, offers to distribute or exhibits if the film, (a) contains the graphic depiction of violence involving bloodletting, torture, mutilation, or criminal activity; (b) contains a scene of intense horror; (c) contains the explicit depiction of urination, defecation or vomiting; (d) contains a scene depicting the taking of a drug or other illegal substance in a manner that encourages its unlawful use; (e) contains coarse language; (f) advocates terrorism or hatred based on a prohibited ground of discrimination under Part I of the Human Rights Code; (g) contains a scene where an animal has been abused in the making of the film; (h) contains a scene depicting the genital organs of a person; (i) contains the depiction of explicit sexual activity; (j) contains the depiction of the physical abuse or humiliation of human beings for purposes of sexual gratification or as pleasing to the victim; or (k) contains a scene where a person who is or is intended to represent a person under the age of 18 years appears nude or partially nude in a sexually suggestive context.  O. Reg. 452/05, s. 23 (4). (5) In addition to subsection (1) and despite subsection (4), (a) every Class A Distributor licensee is exempt from section 10 of the Act in respect of films the licensee distributes or offers to distribute under the licence to a Class A Retailer licensee; and (b) every Class A Retailer licensee is exempt from section 10 of the Act in respect of films the licensee distributes or offers to distribute under the licence to the public. O. Reg. 425/20, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK25\"></a><b>23. </b>(1) A person is exempt from section 10 of the Act in respect of a particular film that the person distributes or offers to distribute if the film,</p> <p class=\"clause-e\">  (a) promotes political goals or religious practices or beliefs;</p> <p class=\"clause-e\">  (b) consists of animated images ordinarily intended for viewing by all children;</p> <p class=\"clause-e\">  (c) consists of a record of an event or occasion provided to a person participating in the event or occasion; </p> <p class=\"clause-e\">  (d) has previously been transmitted in a manner capable of being received in Ontario by home receptors without the use of satellite dishes, electronic descramblers or other devices used for the same purpose in the version that it was transmitted;</p> <p class=\"clause-e\">  (e) is distributed only to a hospital or medical practitioner for use in medical education or treatment;</p> <p class=\"clause-e\">  (f) is distributed only to a school for educational purposes;</p> <p class=\"clause-e\">  (g) is distributed only to a public library;</p> <p class=\"clause-e\">  (h) is designed to provide information, education or instruction and is not a film described in clause (e), (f) or (g);</p> <p class=\"clause-e\">  (i) is designed for the purpose of advertising, demonstrating or instructing in the use of products or services and is not a trailer; or</p> <p class=\"clause-e\">  (j) is a video game that the Software Board has not classified.  O. Reg. 452/05, s. 23 (1).</p> <p class=\"subsection-e\">  (2) A person is exempt from section 10 of the Act in respect of a particular film that the person exhibits if,</p> <p class=\"clause-e\">  (a) the film is an integral part of a concert, a theatrical stage production or a cultural, sporting or athletic event; </p> <p class=\"clause-e\">  (b) the film is a transmission of a live concert, a live theatrical stage production or a live cultural, sporting, athletic or other similar type of event;</p> <p class=\"clause-e\">  (c) subject to subsection (3), the person exhibits the film only in and under the sponsorship of a public library;</p> <p class=\"clause-e\">  (d) subject to subsection (3), a public art gallery exhibits the film only at the fixed premises occupied by the gallery;</p> <p class=\"clause-e\">  (e) the film is designed to provide information, education or instruction;</p> <p class=\"clause-e\">  (f) the film is designed for the purpose of advertising, demonstrating or instructing in the use of products or services and is not a trailer;</p> <p class=\"clause-e\">  (g) the film is transmitted to a private residence or premises for rented sleeping accommodation and is received only at the residence or premises; or</p> <p class=\"clause-e\">  (h) the film is a video game that the Software Board has not classified.  O. Reg. 452/05, s. 23 (2); O. Reg. 425/20, s. 1 (1).</p> <p class=\"subsection-e\">  (3) Clauses (2) (c) and (d) do not apply if,</p> <p class=\"clause-e\">  (a) Consumer Protection BC or the Film Board has previously classified the film;</p> <p class=\"clause-e\">  (b) a sign is not displayed at the principal entrance to the premises where the film is being exhibited that indicates that persons under the age of 18 years are not permitted on the premises; or</p> <p class=\"clause-e\">  (c) a person apparently under the age of 18 years is present at the exhibition.  O. Reg. 452/05, s. 23 (3); O. Reg. 325/19, s. 11.</p> <p class=\"subsection-e\">  (4) Despite anything in clause (1) (a), (b), (h), (i) or (j) or (2) (a), (b), (e), (f), (g) or (h), a person is not exempt from section 10 of the Act in respect of a particular film that the person distributes, offers to distribute or exhibits if the film,</p> <p class=\"clause-e\">  (a) contains the graphic depiction of violence involving bloodletting, torture, mutilation, or criminal activity;</p> <p class=\"clause-e\">  (b) contains a scene of intense horror;</p> <p class=\"clause-e\">  (c) contains the explicit depiction of urination, defecation or vomiting;</p> <p class=\"clause-e\">  (d) contains a scene depicting the taking of a drug or other illegal substance in a manner that encourages its unlawful use;</p> <p class=\"clause-e\">  (e) contains coarse language;</p> <p class=\"clause-e\">  (f) advocates terrorism or hatred based on a prohibited ground of discrimination under Part I of the <i>Human Rights Code</i>;</p> <p class=\"clause-e\">  (g) contains a scene where an animal has been abused in the making of the film;</p> <p class=\"clause-e\">  (h) contains a scene depicting the genital organs of a person;</p> <p class=\"clause-e\">  (i) contains the depiction of explicit sexual activity;</p> <p class=\"clause-e\">  (j) contains the depiction of the physical abuse or humiliation of human beings for purposes of sexual gratification or as pleasing to the victim; or</p> <p class=\"clause-e\">  (k) contains a scene where a person who is or is intended to represent a person under the age of 18 years appears nude or partially nude in a sexually suggestive context.  O. Reg. 452/05, s. 23 (4).</p> <p class=\"subsection-e\">  (5) In addition to subsection (1) and despite subsection (4),</p> <p class=\"clause-e\">  (a) every Class A Distributor licensee is exempt from section 10 of the Act in respect of films the licensee distributes or offers to distribute under the licence to a Class A Retailer licensee; and</p> <p class=\"clause-e\">  (b) every Class A Retailer licensee is exempt from section 10 of the Act in respect of films the licensee distributes or offers to distribute under the licence to the public. O. Reg. 425/20, s. 1 (2).</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "23.1",
            "part_id": null,
            "part_type": null,
            "section": "Exemption from classification: film festivals, Canadian-produced films, limited exhibition films",
            "content": " 23.1 (1) Subject to subsections (2) and (4), a person is exempt from section 10 of the Act in respect of a particular film that the person exhibits if, (a) the person exhibits the film only at a film festival; or (b) the film, (i) is a Canadian-produced film, being a film that has obtained a certificate from the Canadian Audio-Visual Certification Office in respect of either the Canadian Film or Video Production Tax Credit or the Film or Video Production Services Tax Credit, or is a trailer for such a film, or (ii) is a limited exhibition film, being a film that will be exhibited to the public at a specific premises for a maximum of 14 days, or is a trailer for such a film. O. Reg. 425/20, s. 2. (2) An exemption under subsection (1) applies with respect to a film only if the person exhibiting the film displays the following information at the premises where the person exhibits the film, or otherwise makes it available to the public in advance of exhibiting the film: 1. Information respecting the film and its content that the person exhibiting the film reasonably determines would be relevant to persons who may intend to view the film. 2. The name and contact information of an individual to whom questions or complaints respecting the information referred to paragraph 1 may be directed. O. Reg. 425/20, s. 2. (3) Examples of information respecting a film and its content for the purposes of paragraph 1 of subsection (2) include the following: 1. The age of the intended audience of the film. 2. Whether the film contains, i. nudity, sexual activity or adult themes, ii. the graphic depiction of violence involving bloodletting, torture, mutilation, or criminal activity, iii. coarse language, sexual references or slurs, or iv. the depiction of the use of an illegal substance, or the illegal or harmful use of alcohol, a tobacco product, a vapour product or cannabis. O. Reg. 425/20, s. 2. (4) Despite subsection (2), if the film has previously been classified for exhibition in Ontario, the person exhibiting the film may, instead of displaying or otherwise making available the information referred to in paragraph 1 of that subsection, display or otherwise make available the classification. O. Reg. 425/20, s. 2. (5) A film is exempt from section 10 of the Act under this section even if it is not exempt from section 10 of the Act under section 23. O. Reg. 425/20, s. 2. (6) A requirement under this section need not be met if the film would otherwise be exempt from section 10 of the Act under section 23. O. Reg. 425/20, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK26\"></a><b>23.1 </b>(1) Subject to subsections (2) and (4), a person is exempt from section 10 of the Act in respect of a particular film that the person exhibits if,</p> <p class=\"clause-e\">  (a) the person exhibits the film only at a film festival; or</p> <p class=\"clause-e\">  (b) the film,</p> <p class=\"subclause-e\">  (i) is a Canadian-produced film, being a film that has obtained a certificate from the Canadian Audio-Visual Certification Office in respect of either the Canadian Film or Video Production Tax Credit or the Film or Video Production Services Tax Credit, or is a trailer for such a film, or</p> <p class=\"subclause-e\">  (ii) is a limited exhibition film, being a film that will be exhibited to the public at a specific premises for a maximum of 14 days, or is a trailer for such a film. O. Reg. 425/20, s. 2.</p> <p class=\"subsection-e\">  (2) An exemption under subsection (1) applies with respect to a film only if the person exhibiting the film displays the following information at the premises where the person exhibits the film, or otherwise makes it available to the public in advance of exhibiting the film:</p> <p class=\"paragraph-e\">  1. Information respecting the film and its content that the person exhibiting the film reasonably determines would be relevant to persons who may intend to view the film.</p> <p class=\"paragraph-e\">  2. The name and contact information of an individual to whom questions or complaints respecting the information referred to paragraph 1 may be directed. O. Reg. 425/20, s. 2.</p> <p class=\"subsection-e\">  (3) Examples of information respecting a film and its content for the purposes of paragraph 1 of subsection (2) include the following:</p> <p class=\"paragraph-e\">  1. The age of the intended audience of the film.</p> <p class=\"paragraph-e\">  2. Whether the film contains,</p> <p class=\"subpara-e\">  i. nudity, sexual activity or adult themes,</p> <p class=\"subpara-e\">  ii. the graphic depiction of violence involving bloodletting, torture, mutilation, or criminal activity,</p> <p class=\"subpara-e\">  iii. coarse language, sexual references or slurs, or</p> <p class=\"subpara-e\">  iv. the depiction of the use of an illegal substance, or the illegal or harmful use of alcohol, a tobacco product, a vapour product or cannabis. O. Reg. 425/20, s. 2.</p> <p class=\"subsection-e\">  (4) Despite subsection (2), if the film has previously been classified for exhibition in Ontario, the person exhibiting the film may, instead of displaying or otherwise making available the information referred to in paragraph 1 of that subsection, display or otherwise make available the classification. O. Reg. 425/20, s. 2.</p> <p class=\"subsection-e\">  (5) A film is exempt from section 10 of the Act under this section even if it is not exempt from section 10 of the Act under section 23. O. Reg. 425/20, s. 2.</p> <p class=\"subsection-e\">  (6) A requirement under this section need not be met if the film would otherwise be exempt from section 10 of the Act under section 23. O. Reg. 425/20, s. 2.</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "24.",
            "part_id": null,
            "part_type": null,
            "section": "Exemption from licence",
            "content": " 24. (1) A person is exempt from section 13 of the Act if, (a) the person distributes or offers to distribute fewer than 50 films; (b) none of the films that the person distributes or offers to distribute are adult sex films; and (c) the distribution of films is ancillary to the person’s main business.  O. Reg. 452/05, s. 24 (1). (2) A person is exempt from section 13 of the Act if the person exhibits or offers to exhibit, (a) a film that is an integral part of a concert, a theatrical stage production or a sporting or athletic event; (b) a film that is a transmission of a live concert, a live theatrical stage production or a live cultural, sporting, athletic or other similar type of event; (c) a film at a film festival or in and under the sponsorship of a public library; (d) a film, other than an adult sex film, at premises not regularly used for exhibiting films that are required to be classified; or (e) a film that is transmitted to a private residence or premises for rented sleeping accommodation and that is received only at the residence or premises.  O. Reg. 452/05, s. 24 (2). (3) A person is exempt from section 13 of the Act if the person distributes, offers to distribute, exhibits or offers to exhibit no films other than films that, (a) are designed to provide information, education or instruction; (b) are designed for the purpose of advertising, demonstrating or instructing in the use of commercial or industrial products or services; (c) are video games; or (d) have previously been transmitted in a manner capable of being received in Ontario by home receptors without the use of satellite dishes, electronic descramblers or other devices used for the same purpose in the version that it was transmitted.  O. Reg. 452/05, s. 24 (3). (4) A public art gallery or public library that distributes or exhibits film as part of the activity of the gallery or library is exempt from section 13 of the Act.  O. Reg. 452/05, s. 24 (4). General 25. Revoked: O. Reg. 325/19, s. 12.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK27\"></a><b>24. </b>(1) A person is exempt from section 13 of the Act if,</p> <p class=\"clause-e\">  (a) the person distributes or offers to distribute fewer than 50 films;</p> <p class=\"clause-e\">  (b) none of the films that the person distributes or offers to distribute are adult sex films; and</p> <p class=\"clause-e\">  (c) the distribution of films is ancillary to the person’s main business.  O. Reg. 452/05, s. 24 (1).</p> <p class=\"subsection-e\">  (2) A person is exempt from section 13 of the Act if the person exhibits or offers to exhibit,</p> <p class=\"clause-e\">  (a) a film that is an integral part of a concert, a theatrical stage production or a sporting or athletic event;</p> <p class=\"clause-e\">  (b) a film that is a transmission of a live concert, a live theatrical stage production or a live cultural, sporting, athletic or other similar type of event;</p> <p class=\"clause-e\">  (c) a film at a film festival or in and under the sponsorship of a public library;</p> <p class=\"clause-e\">  (d) a film, other than an adult sex film, at premises not regularly used for exhibiting films that are required to be classified; or</p> <p class=\"clause-e\">  (e) a film that is transmitted to a private residence or premises for rented sleeping accommodation and that is received only at the residence or premises.  O. Reg. 452/05, s. 24 (2).</p> <p class=\"subsection-e\">  (3) A person is exempt from section 13 of the Act if the person distributes, offers to distribute, exhibits or offers to exhibit no films other than films that,</p> <p class=\"clause-e\">  (a) are designed to provide information, education or instruction;</p> <p class=\"clause-e\">  (b) are designed for the purpose of advertising, demonstrating or instructing in the use of commercial or industrial products or services;</p> <p class=\"clause-e\">  (c) are video games; or</p> <p class=\"clause-e\">  (d) have previously been transmitted in a manner capable of being received in Ontario by home receptors without the use of satellite dishes, electronic descramblers or other devices used for the same purpose in the version that it was transmitted.  O. Reg. 452/05, s. 24 (3).</p> <p class=\"subsection-e\">  (4) A public art gallery or public library that distributes or exhibits film as part of the activity of the gallery or library is exempt from section 13 of the Act.  O. Reg. 452/05, s. 24 (4).</p> <p class=\"heading1-e\"><a name=\"BK28\"></a>General</p> <p class=\"section-e\"> <b>25. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 325/19, s. 12.</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "General",
            "part_id": null,
            "part_type": null,
            "section": "General",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "26.",
            "part_id": null,
            "part_type": null,
            "section": "Service",
            "content": " 26. (1) Any notice, written request, order or document that, under the Act or this Regulation, is given to a person or body or that is served on a person or body is sufficiently given or served if it is, (a) delivered personally; (b) sent by registered mail; or (c)  Revoked:\r\nO. Reg. 325/19, s. 13 (1). (d) sent by another manner if the sender can prove receipt of the notice, request, order or document, as the case may be.  O. Reg. 452/05, s. 26 (1); O. Reg. 325/19, s. 13 (1). (2) Revoked: O. Reg. 325/19, s. 13 (2). (3) If service is made by registered mail, the service shall be deemed to be made on the third day after the day of mailing unless the person on whom service is being made establishes that the person did not, acting in good faith, through absence, accident, illness or other cause beyond the person’s control, receive the notice, request, order or document until a later date.  O. Reg. 452/05, s. 26 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK29\"></a><b>26. </b>(1) Any notice, written request, order or document that, under the Act or this Regulation, is given to a person or body or that is served on a person or body is sufficiently given or served if it is,</p> <p class=\"clause-e\">  (a) delivered personally;</p> <p class=\"clause-e\">  (b) sent by registered mail; or</p> <p class=\"clause-e\">  (c)  <span class=\"ovsmallcap\">Revoked:</span>\r\nO. Reg. 325/19, s. 13 (1).</p> <p class=\"clause-e\">  (d) sent by another manner if the sender can prove receipt of the notice, request, order or document, as the case may be.  O. Reg. 452/05, s. 26 (1); O. Reg. 325/19, s. 13 (1).</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 325/19, s. 13 (2).</p> <p class=\"subsection-e\">  (3) If service is made by registered mail, the service shall be deemed to be made on the third day after the day of mailing unless the person on whom service is being made establishes that the person did not, acting in good faith, through absence, accident, illness or other cause beyond the person’s control, receive the notice, request, order or document until a later date.  O. Reg. 452/05, s. 26 (3).</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "27.",
            "part_id": null,
            "part_type": null,
            "section": "Transition",
            "content": " 27. (1) A classification made or continued under this Regulation before or on the transition date is continued and prevails over a classification made by Consumer Protection BC. O. Reg. 325/19, s. 14. (2) An approval of an adult sex film made or continued under this Regulation before or on the transition date is continued. O. Reg. 325/19, s. 14. (3) A film submitted to the Film Board before or on the transition date for classification or approval may be reviewed, classified and approved by the Film Board, in accordance with this Regulation as it read immediately before the transition date. The classification prevails over a classification made by Consumer Protection BC or by another entity that is authorized to review and classify films under the laws of a province of Canada. O. Reg. 325/19, s. 14. (4) In the case of a film classified by the Film Board, for the purposes of clauses 19 (b) and 20 (2) (b), what must be indicated is any content advisory issued for the film by the Film Board, rather than by Consumer Protection BC. O. Reg. 325/19, s. 14. 28. Omitted (revokes other Regulations).  O. Reg. 452/05, s. 28. 29. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 452/05, s. 29. SCHEDULE 1 REVOKED: O. Reg. 325/19, s. 15.   Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK30\"></a><b>27. </b>(1) A classification made or continued under this Regulation before or on the transition date is continued and prevails over a classification made by Consumer Protection BC. O. Reg. 325/19, s. 14.</p> <p class=\"subsection-e\">  (2) An approval of an adult sex film made or continued under this Regulation before or on the transition date is continued. O. Reg. 325/19, s. 14.</p> <p class=\"subsection-e\">  (3) A film submitted to the Film Board before or on the transition date for classification or approval may be reviewed, classified and approved by the Film Board, in accordance with this Regulation as it read immediately before the transition date. The classification prevails over a classification made by Consumer Protection BC or by another entity that is authorized to review and classify films under the laws of a province of Canada. O. Reg. 325/19, s. 14.</p> <p class=\"subsection-e\">  (4) In the case of a film classified by the Film Board, for the purposes of clauses 19 (b) and 20 (2) (b), what must be indicated is any content advisory issued for the film by the Film Board, rather than by Consumer Protection BC. O. Reg. 325/19, s. 14.</p> <p class=\"section-e\"> <b>28.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">revokes other Regulations</span>).  O. Reg. 452/05, s. 28.</p> <p class=\"section-e\"> <b>29.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 452/05, s. 29.</p> <p class=\"scheduleRevoked-e\">SCHEDULE 1 REVOKED: O. Reg. 325/19, s. 15.</p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/050452\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}