{
    "reg_info": {
        "full_title": "O. Reg. 81/97: CALCULATION OF FEES FOR PUPILS, 1997",
        "reg_name_text": "CALCULATION OF FEES FOR PUPILS, 1997",
        "citation": "O. Reg. 81/97: ",
        "act_under": "Education Act   Loi sur l’éducation",
        "url": "https://www.ontario.ca/laws/regulation/970081",
        "date_scraped": "2023-12-19 18:44:30"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/970081/v1",
            "valid_from": "March  6, 1997",
            "valid_to": "August 12, 2004"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “A.D.E.” means average daily enrolment for 1997 calculated under Ontario Regulation 79/97 (Calculation of Average Daily Enrolment); “current cost of operating”, “elementary school pupil”, “eligible sum for French as a first language”, “eligible sum for French as a second language”, “eligible sum for Native as a second language”, “eligible sum for full-day kindergarten”, “non-resident pupil”, “O.E.”, “pupil aged 21 or over”, “P.A.C.”, “R.O.E.”, “resident-internal pupil” and “secondary school pupil” have the same meaning as in Ontario Regulation 78/97 (General Legislative Grants, 1997) except that, (a) in respect of a board appointed under section 68 of the Act, “current cost of operating” does not include current expenditure for furniture and equipment and for debt charges, and (b) if a board has entered into an agreement under subsection 188 (3) of the Act that provides for a payment by the Crown in right of Canada to provide classroom accommodation for a specified number of pupils, the P.A.C. for each such pupil shall be zero; “day school A.D.E.” means the average daily enrolment for 1997 calculated under section 2 of Ontario Regulation 79/97 (Calculation of Average Daily Enrolment) that is in respect of resident-internal pupils and non-resident pupils of the board; “high cost program” means, (a) a special education program, other than a program provided in the board’s school in lieu of an education program provided by a provincial school for the blind and the deaf or other similar program for which a general legislative grant is payable, or (b) a program that includes technological studies that qualify for one or more credits toward the secondary school graduation diploma or Ontario secondary school diploma; “school-based operating expenditure” means the current expenditure of the board that is in respect of expenditures in the version of the Uniform Code of Accounts provided by the Minister that is in effect in March, 1997 identified under the expenditure functions of school services (account code 34), day school instruction (account codes 36, 37 and 38) and plant operation and maintenance (account codes 70 to 75, inclusive), but does not include current expenditures for capital and replacements (account codes 700, 740 to 779 inclusive and 951 to 975, inclusive); “technological studies” means the courses developed from curriculum guidelines that are issued by the Minister for the intermediate division and senior division and listed under the heading “Technological Studies” in the circular entitled “Ontario Schools Intermediate and Senior Divisions Program and Diploma Requirements” issued by the Minister. O. Reg. 81/97, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“A.D.E.” means average daily enrolment for 1997 calculated under Ontario Regulation 79/97 (Calculation of Average Daily Enrolment);</p> <p class=\"definition-e\">“current cost of operating”, “elementary school pupil”, “eligible sum for French as a first language”, “eligible sum for French as a second language”, “eligible sum for Native as a second language”, “eligible sum for full-day kindergarten”, “non-resident pupil”, “O.E.”, “pupil aged 21 or over”, “P.A.C.”, “R.O.E.”, “resident-internal pupil” and “secondary school pupil” have the same meaning as in Ontario Regulation 78/97 (General Legislative Grants, 1997) except that,</p> <p class=\"defclause-e\">(a) in respect of a board appointed under section 68 of the Act, “current cost of operating” does not include current expenditure for furniture and equipment and for debt charges, and</p> <p class=\"defclause-e\">(b) if a board has entered into an agreement under subsection 188 (3) of the Act that provides for a payment by the Crown in right of Canada to provide classroom accommodation for a specified number of pupils, the P.A.C. for each such pupil shall be zero;</p> <p class=\"definition-e\">“day school A.D.E.” means the average daily enrolment for 1997 calculated under section 2 of Ontario Regulation 79/97 (Calculation of Average Daily Enrolment) that is in respect of resident-internal pupils and non-resident pupils of the board;</p> <p class=\"definition-e\">“high cost program” means,</p> <p class=\"defclause-e\">(a) a special education program, other than a program provided in the board’s school in lieu of an education program provided by a provincial school for the blind and the deaf or other similar program for which a general legislative grant is payable, or</p> <p class=\"defclause-e\">(b) a program that includes technological studies that qualify for one or more credits toward the secondary school graduation diploma or Ontario secondary school diploma;</p> <p class=\"definition-e\">“school-based operating expenditure” means the current expenditure of the board that is in respect of expenditures in the version of the Uniform Code of Accounts provided by the Minister that is in effect in March, 1997 identified under the expenditure functions of school services (account code 34), day school instruction (account codes 36, 37 and 38) and plant operation and maintenance (account codes 70 to 75, inclusive), but does not include current expenditures for capital and replacements (account codes 700, 740 to 779 inclusive and 951 to 975, inclusive);</p> <p class=\"definition-e\">“technological studies” means the courses developed from curriculum guidelines that are issued by the Minister for the intermediate division and senior division and listed under the heading “Technological Studies” in the circular entitled “Ontario Schools Intermediate and Senior Divisions Program and Diploma Requirements” issued by the Minister. O. Reg. 81/97, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. This Regulation applies to fees for pupils in respect of the year 1997. O. Reg. 81/97, s. 2. Fees Charged to Boards",
            "raw_html": "<p class=\"section-e\"><b>2. </b>This Regulation applies to fees for pupils in respect of the year 1997. O. Reg. 81/97, s. 2.</p> <p class=\"heading1-e\">Fees Charged to Boards</p>"
        },
        {
            "id": "3.",
            "section": "Fees Charged to Boards",
            "content": "3. (1) Except as provided in subsection (10) and section 4, the fee in respect of a pupil whose fee is receivable from another board, from Canada or from a band, council of a band or education authority authorized by the Crown in right of Canada to provide education for Indians and the fee in respect of a pupil to whom subsection 49 (6) of the Act applies, shall be determined in the following manner: 1. Subtract from the current cost of operating of the board that provides the instruction the school-based operating expenditure for elementary school purposes and secondary school purposes. 2. Prorate the remainder from paragraph 1 to elementary school purposes and secondary school purposes in the ratio that the day school A.D.E. of elementary school pupils and the day school A.D.E. of secondary school pupils is to the total day school A.D.E. of the board. 3. Add the amount determined in paragraph 2 for elementary school purposes to the school-based operating expenditure for elementary school purposes and subtract the legislative grants payable to the board in respect of elementary school pupils for the eligible sum for French as a first language, the eligible sum for French as a second language, the eligible sum for Native as a second language, the eligible sum for full-day kindergarten and the reduction in class size in grades 1 and 2 and the grant for pay equity as determined under sections 22 and 30, respectively, of Ontario Regulation 78/97 (General Legislative Grants, 1997). Divide that sum by the day school A.D.E. of elementary school pupils. 4. Add the amount determined in paragraph 2 for secondary school purposes to the school-based operating expenditure for secondary school purposes and subtract the legislative grants payable to the board in respect of secondary school pupils for the eligible sum for French as a first language, the eligible sum for French as a second language, the eligible sum for Native as a second language and the grant for pay equity as determined under section 30 of Ontario Regulation 78/97 (General Legislative Grants, 1997). Divide that sum by the day school A.D.E. of secondary school pupils. 5. Multiply the A.D.E. of each pupil to whom subsection 49 (6) of the Act applies or the A.D.E. of each pupil whose fee is receivable from another board, from Canada or from a band, council of a band or education authority, as the case may be, by the sum of, i. the amount determined under paragraph 3 or paragraph 4, as the case may be, and ii. the P.A.C. for that pupil. (2) Subparagraph ii of paragraph 5 of subsection (1) does not apply to a board that is appointed under section 68 of the Act. (3) The fee in respect of a pupil referred to in subsection (1) who is enrolled in a Native language program and whose fee is receivable from Canada or from a band, council of a band or education authority authorized by the Crown in right of Canada to provide education for Indians may be increased by an amount equal to the portion of the eligible sum for Native as a second language that would be generated for that pupil if the pupil were a resident pupil of the board. (4) The fee in respect of a pupil referred to in subsection (1) who is enrolled in a high cost program may be increased by multiplying the fee by a factor agreed upon by the board providing the instruction and the party from whom the fee is receivable. (5) If the board providing the instruction and the party from whom the fee is receivable cannot agree upon a factor, the factor shall be determined by three arbitrators. (6) If the fee is in respect of a pupil for whom the Minister pays the cost of education, the three arbitrators shall be, (a) one arbitrator appointed by the board that provides the instruction; (b) one arbitrator appointed by the Minister; and (c) one arbitrator appointed by the arbitrators appointed under clauses (a) and (b). (7) In all cases other than a case to which subsection (6) applies, the three arbitrators shall be, (a) one arbitrator appointed by the board that provides the instruction; (b) one arbitrator appointed by the party from whom the fee is receivable; and (c) one arbitrator appointed by the arbitrators appointed under clauses (a) and (b). (8) The decision of the arbitrators or a majority of them is final and binding upon the board providing the instruction and the party from whom the fee is receivable. (9) The number of pupils in a high cost program provided by the board in respect of whom the fee receivable by the board from a party may be increased under subsections (4) to (8) shall not exceed the amount obtained by, (a) multiplying the A.D.E. of pupils in respect of whom fees are receivable by the board from the party by the ratio of the A.D.E. of pupils registered in the high cost program to the A.D.E. of pupils enrolled in schools operated by the board; and (b) subtracting the product obtained in clause (a) from the A.D.E. of pupils registered in the high cost program in respect of whom fees are receivable by the board from the party. (10) The fee in respect of a pupil aged 21 or over and who is referred to in subsection (1) shall be equal to the product of the A.D.E. of the pupil and $2,257 or such other amount that is agreed upon by the board providing the instruction and the party from whom the fee is receivable. O. Reg. 81/97, s. 3. Fees Paid to Section 68 Hospital Boards",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) Except as provided in subsection (10) and section 4, the fee in respect of a pupil whose fee is receivable from another board, from Canada or from a band, council of a band or education authority authorized by the Crown in right of Canada to provide education for Indians and the fee in respect of a pupil to whom subsection 49 (6) of the Act applies, shall be determined in the following manner:</p> <p class=\"paragraph-e\">1. Subtract from the current cost of operating of the board that provides the instruction the school-based operating expenditure for elementary school purposes and secondary school purposes.</p> <p class=\"paragraph-e\">2. Prorate the remainder from paragraph 1 to elementary school purposes and secondary school purposes in the ratio that the day school A.D.E. of elementary school pupils and the day school A.D.E. of secondary school pupils is to the total day school A.D.E. of the board.</p> <p class=\"paragraph-e\">3. Add the amount determined in paragraph 2 for elementary school purposes to the school-based operating expenditure for elementary school purposes and subtract the legislative grants payable to the board in respect of elementary school pupils for the eligible sum for French as a first language, the eligible sum for French as a second language, the eligible sum for Native as a second language, the eligible sum for full-day kindergarten and the reduction in class size in grades 1 and 2 and the grant for pay equity as determined under sections 22 and 30, respectively, of Ontario Regulation 78/97 (General Legislative Grants, 1997). Divide that sum by the day school A.D.E. of elementary school pupils.</p> <p class=\"paragraph-e\">4. Add the amount determined in paragraph 2 for secondary school purposes to the school-based operating expenditure for secondary school purposes and subtract the legislative grants payable to the board in respect of secondary school pupils for the eligible sum for French as a first language, the eligible sum for French as a second language, the eligible sum for Native as a second language and the grant for pay equity as determined under section 30 of Ontario Regulation 78/97 (General Legislative Grants, 1997). Divide that sum by the day school A.D.E. of secondary school pupils. </p> <p class=\"paragraph-e\">5. Multiply the A.D.E. of each pupil to whom subsection 49 (6) of the Act applies or the A.D.E. of each pupil whose fee is receivable from another board, from Canada or from a band, council of a band or education authority, as the case may be, by the sum of,</p> <p class=\"subpara-e\">i. the amount determined under paragraph 3 or paragraph 4, as the case may be, and</p> <p class=\"subpara-e\">ii. the P.A.C. for that pupil.</p> <p class=\"subsection-e\">(2) Subparagraph ii of paragraph 5 of subsection (1) does not apply to a board that is appointed under section 68 of the Act.</p> <p class=\"subsection-e\">(3) The fee in respect of a pupil referred to in subsection (1) who is enrolled in a Native language program and whose fee is receivable from Canada or from a band, council of a band or education authority authorized by the Crown in right of Canada to provide education for Indians may be increased by an amount equal to the portion of the eligible sum for Native as a second language that would be generated for that pupil if the pupil were a resident pupil of the board.</p> <p class=\"subsection-e\">(4) The fee in respect of a pupil referred to in subsection (1) who is enrolled in a high cost program may be increased by multiplying the fee by a factor agreed upon by the board providing the instruction and the party from whom the fee is receivable.</p> <p class=\"subsection-e\">(5) If the board providing the instruction and the party from whom the fee is receivable cannot agree upon a factor, the factor shall be determined by three arbitrators.</p> <p class=\"subsection-e\">(6) If the fee is in respect of a pupil for whom the Minister pays the cost of education, the three arbitrators shall be,</p> <p class=\"clause-e\">(a) one arbitrator appointed by the board that provides the instruction;</p> <p class=\"clause-e\">(b) one arbitrator appointed by the Minister; and</p> <p class=\"clause-e\">(c) one arbitrator appointed by the arbitrators appointed under clauses (a) and (b).</p> <p class=\"subsection-e\">(7) In all cases other than a case to which subsection (6) applies, the three arbitrators shall be,</p> <p class=\"clause-e\">(a) one arbitrator appointed by the board that provides the instruction;</p> <p class=\"clause-e\">(b) one arbitrator appointed by the party from whom the fee is receivable; and</p> <p class=\"clause-e\">(c) one arbitrator appointed by the arbitrators appointed under clauses (a) and (b).</p> <p class=\"subsection-e\">(8) The decision of the arbitrators or a majority of them is final and binding upon the board providing the instruction and the party from whom the fee is receivable.</p> <p class=\"subsection-e\">(9) The number of pupils in a high cost program provided by the board in respect of whom the fee receivable by the board from a party may be increased under subsections (4) to (8) shall not exceed the amount obtained by,</p> <p class=\"clause-e\">(a) multiplying the A.D.E. of pupils in respect of whom fees are receivable by the board from the party by the ratio of the A.D.E. of pupils registered in the high cost program to the A.D.E. of pupils enrolled in schools operated by the board; and</p> <p class=\"clause-e\">(b) subtracting the product obtained in clause (a) from the A.D.E. of pupils registered in the high cost program in respect of whom fees are receivable by the board from the party.</p> <p class=\"subsection-e\">(10) The fee in respect of a pupil aged 21 or over and who is referred to in subsection (1) shall be equal to the product of the A.D.E. of the pupil and $2,257 or such other amount that is agreed upon by the board providing the instruction and the party from whom the fee is receivable. O. Reg. 81/97, s. 3.</p> <p class=\"heading1-e\">Fees Paid to Section 68 Hospital Boards</p>"
        },
        {
            "id": "4.",
            "section": "Fees Paid to Section 68 Hospital Boards",
            "content": "4. The fee in respect of a pupil enrolled in a school operated by a board that is appointed under section 68 of the Act in a centre for the treatment of cerebral palsy, a crippled children’s treatment centre, a hospital or a sanitorium shall be calculated by, (a) adding to the current cost of operating of the board that provides the instruction, the portion approved by the Minister for grant purposes of the expenditure for such year for the transportation of pupils and deducting from the total thereof the general legislative grants payable to the board for such year, except a grant that is equal to the cost of education; (b) dividing the amount determined under clause (a) by the sum of the days on which each pupil is enrolled at the school; and (c) multiplying the amount determined under clause (b) by the number of days for which the pupil whose fee is being calculated is enrolled at the school. O. Reg. 81/97, s. 4. Fees Charged to Parents Residing in Ontario",
            "raw_html": "<p class=\"section-e\"><b>4. </b>The fee in respect of a pupil enrolled in a school operated by a board that is appointed under section 68 of the Act in a centre for the treatment of cerebral palsy, a crippled children’s treatment centre, a hospital or a sanitorium shall be calculated by,</p> <p class=\"clause-e\">(a) adding to the current cost of operating of the board that provides the instruction, the portion approved by the Minister for grant purposes of the expenditure for such year for the transportation of pupils and deducting from the total thereof the general legislative grants payable to the board for such year, except a grant that is equal to the cost of education;</p> <p class=\"clause-e\">(b) dividing the amount determined under clause (a) by the sum of the days on which each pupil is enrolled at the school; and</p> <p class=\"clause-e\">(c) multiplying the amount determined under clause (b) by the number of days for which the pupil whose fee is being calculated is enrolled at the school. O. Reg. 81/97, s. 4.</p> <p class=\"heading1-e\">Fees Charged to Parents Residing in Ontario</p>"
        },
        {
            "id": "5.",
            "section": "Fees Charged to Parents Residing in Ontario",
            "content": "5. (1) The fee charged by a board in respect of a pupil whose parent or guardian is resident in Ontario, other than a pupil whose fee is receivable from another board, from Canada or from a band, council of a band or education authority authorized by the Crown in right of Canada to provide education for Indians, shall not exceed the fee referred to in subsection (3) or (4), as the case requires. (2) Subsection (1) does not apply to a board that is appointed under section 68 of the Act. (3) The fee in respect of one or more pupils who reside with their parent or guardian in a school section, separate school zone or secondary school district on land that is exempt from taxation for school purposes shall not exceed, (a) $74 for each month the pupil or pupils are enrolled in an elementary school operated by the board; and (b) $74 for each month the pupil or pupils are enrolled in a secondary school operated by the board. (4) In the case of a pupil who is qualified to be a resident pupil of a school section, separate school zone or secondary school district, the fee in respect of the pupil shall not exceed, for each month the pupil is enrolled, the greater of, (a) $74; and (b) one-tenth of the sum of, (i) the quotient obtained by dividing, (A) the board’s estimate of the excess of its O.E. for the year over its R.O.E., by, (B) the A.D.E. of the board for the year that is in respect of resident-internal and resident-external pupils of the board, and (ii) the P.A.C. (5) If a pupil is enrolled in a high cost program, the amount calculated under subsection (4) may be increased by an amount that does not exceed the additional cost to the board of providing the high cost program to the pupil. O. Reg. 81/97, s. 5. Fees Charged to Parents not Residing in Ontario",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) The fee charged by a board in respect of a pupil whose parent or guardian is resident in Ontario, other than a pupil whose fee is receivable from another board, from Canada or from a band, council of a band or education authority authorized by the Crown in right of Canada to provide education for Indians, shall not exceed the fee referred to in subsection (3) or (4), as the case requires.</p> <p class=\"subsection-e\">(2) Subsection (1) does not apply to a board that is appointed under section 68 of the Act.</p> <p class=\"subsection-e\">(3) The fee in respect of one or more pupils who reside with their parent or guardian in a school section, separate school zone or secondary school district on land that is exempt from taxation for school purposes shall not exceed,</p> <p class=\"clause-e\">(a) $74 for each month the pupil or pupils are enrolled in an elementary school operated by the board; and</p> <p class=\"clause-e\">(b) $74 for each month the pupil or pupils are enrolled in a secondary school operated by the board.</p> <p class=\"subsection-e\">(4) In the case of a pupil who is qualified to be a resident pupil of a school section, separate school zone or secondary school district, the fee in respect of the pupil shall not exceed, for each month the pupil is enrolled, the greater of,</p> <p class=\"clause-e\">(a) $74; and</p> <p class=\"clause-e\">(b) one-tenth of the sum of,</p> <p class=\"subclause-e\">(i) the quotient obtained by dividing,</p> <p class=\"subsubclause-e\">(A) the board’s estimate of the excess of its O.E. for the year over its R.O.E.,</p> <p class=\"Ssubclause-e\">by,</p> <p class=\"subsubclause-e\">(B) the A.D.E. of the board for the year that is in respect of resident-internal and resident-external pupils of the board, and</p> <p class=\"subclause-e\">(ii) the P.A.C.</p> <p class=\"subsection-e\">(5) If a pupil is enrolled in a high cost program, the amount calculated under subsection (4) may be increased by an amount that does not exceed the additional cost to the board of providing the high cost program to the pupil. O. Reg. 81/97, s. 5.</p> <p class=\"heading1-e\">Fees Charged to Parents not Residing in Ontario</p>"
        },
        {
            "id": "6.",
            "section": "Fees Charged to Parents not Residing in Ontario",
            "content": "6. (1) The fee in respect of a pupil whose parent or guardian does not reside in Ontario shall be such fee as the board providing the instruction to the pupil may determine and, except as is provided in subsection (3), shall not exceed the amount obtained by multiplying one-tenth of the sum of the quotient determined under paragraph 3 or 4, as the case may be, of subsection 3 (1) and the P.A.C. for the pupil and multiplying that result by the number of months during which the pupil is enrolled in such year in a school operated by the board. (2) Subsection (1) does not apply to a pupil to whom subsection 49 (6) of the Act applies. (3) The fee in respect of a pupil referred to in subsection (1) who is enrolled in a high cost program shall be increased by an amount that does not exceed the additional cost to the board of providing the high cost program to the pupil. O. Reg. 81/97, s. 6. Fees for Programs in Facilities",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) The fee in respect of a pupil whose parent or guardian does not reside in Ontario shall be such fee as the board providing the instruction to the pupil may determine and, except as is provided in subsection (3), shall not exceed the amount obtained by multiplying one-tenth of the sum of the quotient determined under paragraph 3 or 4, as the case may be, of subsection 3 (1) and the P.A.C. for the pupil and multiplying that result by the number of months during which the pupil is enrolled in such year in a school operated by the board.</p> <p class=\"subsection-e\">(2) Subsection (1) does not apply to a pupil to whom subsection 49 (6) of the Act applies.</p> <p class=\"subsection-e\">(3) The fee in respect of a pupil referred to in subsection (1) who is enrolled in a high cost program shall be increased by an amount that does not exceed the additional cost to the board of providing the high cost program to the pupil. O. Reg. 81/97, s. 6.</p> <p class=\"heading1-e\">Fees for Programs in Facilities</p>"
        },
        {
            "id": "7.",
            "section": "Fees for Programs in Facilities",
            "content": "7. (1) The fee charged by a board in respect of a pupil who is not qualified to be a resident pupil of the board and for whom an educational program is provided in a hospital or treatment centre shall be such fee as may be agreed upon between the board that provides the program and, (a) the board of which the pupil is qualified to be a resident pupil; or (b) if the pupil is not qualified to be a resident pupil of a board, the parent or guardian of the pupil. (2) Subsection (1) does not apply to a board that provides the educational program if the board, (a) is appointed under section 68 of the Act; or (b) receives a grant under section 27 of Ontario Regulation 78/97 (General Legislative Grants, 1997) with respect to that educational program. O. Reg. 81/97, s. 7. Fees for Continuing Education and Summer School",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) The fee charged by a board in respect of a pupil who is not qualified to be a resident pupil of the board and for whom an educational program is provided in a hospital or treatment centre shall be such fee as may be agreed upon between the board that provides the program and,</p> <p class=\"clause-e\">(a) the board of which the pupil is qualified to be a resident pupil; or</p> <p class=\"clause-e\">(b) if the pupil is not qualified to be a resident pupil of a board, the parent or guardian of the pupil.</p> <p class=\"subsection-e\">(2) Subsection (1) does not apply to a board that provides the educational program if the board,</p> <p class=\"clause-e\">(a) is appointed under section 68 of the Act; or</p> <p class=\"clause-e\">(b) receives a grant under section 27 of Ontario Regulation 78/97 (General Legislative Grants, 1997) with respect to that educational program. O. Reg. 81/97, s. 7.</p> <p class=\"heading1-e\">Fees for Continuing Education and Summer School</p>"
        },
        {
            "id": "8.",
            "section": "Fees for Continuing Education and Summer School",
            "content": "8. The fee charged by a board in respect of a pupil who is enrolled in a continuing education or summer school program operated by the board shall be such fee as the board providing the instruction may determine except that the fee shall not exceed the product of, (a) the average daily enrolment that is calculated in respect of the pupil under section 3 of Ontario Regulation 79/97 (Calculation of Average Daily Enrolment); and (b) the quotient obtained by dividing the current expenditure of the board for continuing education and summer school courses or classes for which legislative grants are payable under Ontario Regulation 78/97 (General Legislative Grants, 1997) by the average daily enrolment that is calculated under section 3 of Ontario Regulation 79/97 (Calculation of Average Daily Enrolment) in respect of resident-internal and non-resident pupils of the board enrolled in continuing education and summer school courses or classes for which legislative grants are payable under Ontario Regulation 78/97 (General Legislative Grants, 1997). O. Reg. 81/97, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>The fee charged by a board in respect of a pupil who is enrolled in a continuing education or summer school program operated by the board shall be such fee as the board providing the instruction may determine except that the fee shall not exceed the product of,</p> <p class=\"clause-e\">(a) the average daily enrolment that is calculated in respect of the pupil under section 3 of Ontario Regulation 79/97 (Calculation of Average Daily Enrolment); and</p> <p class=\"clause-e\">(b) the quotient obtained by dividing the current expenditure of the board for continuing education and summer school courses or classes for which legislative grants are payable under Ontario Regulation 78/97 (General Legislative Grants, 1997) by the average daily enrolment that is calculated under section 3 of Ontario Regulation 79/97 (Calculation of Average Daily Enrolment) in respect of resident-internal and non-resident pupils of the board enrolled in continuing education and summer school courses or classes for which legislative grants are payable under Ontario Regulation 78/97 (General Legislative Grants, 1997). O. Reg. 81/97, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Fees for Continuing Education and Summer School",
            "content": "9. Omitted (revokes other Regulations). O. Reg. 81/97, s. 9. ",
            "raw_html": "<p class=\"section-e\"><b>9.</b> Omitted (revokes other Regulations). O. Reg. 81/97, s. 9.</p> <p class=\"Normal\"></p>"
        }
    ]
}