{
    "reg_info": {
        "full_title": "O. Reg. 440/09: GENERAL",
        "reg_name_text": "General",
        "citation": "O. Reg. 440/09: GENERAL",
        "act_under": "Public Sector Expenses Review Act, 2009   Loi de 2009 sur l’examen des dépenses dans le secteur public",
        "url": "https://www.ontario.ca/laws/regulation/090440",
        "date_scraped": "2023-12-19 03:44:06"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "November 30, 2015",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/090440/v7",
            "valid_from": "November  6, 2015",
            "valid_to": "November 29, 2015"
        },
        {
            "a_href": "/laws/regulation/090440/v6",
            "valid_from": "January  1, 2015",
            "valid_to": "November  5, 2015"
        },
        {
            "a_href": "/laws/regulation/090440/v5",
            "valid_from": "December 16, 2014",
            "valid_to": "December 31, 2014"
        },
        {
            "a_href": "/laws/regulation/090440/v4",
            "valid_from": "June  6, 2011",
            "valid_to": "December 15, 2014"
        },
        {
            "a_href": "/laws/regulation/090440/v3",
            "valid_from": "June  3, 2011",
            "valid_to": "June  5, 2011"
        },
        {
            "a_href": "/laws/regulation/090440/v2",
            "valid_from": "November 30, 2009",
            "valid_to": "June  2, 2011"
        },
        {
            "a_href": "/laws/regulation/090440/v1",
            "valid_from": "November 26, 2009",
            "valid_to": "November 29, 2009"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Interpretation",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation",
            "content": " 1. (1) In this Regulation, “chief executive officer” means, with respect to a public entity, the individual who holds the most senior executive position in the public entity, regardless of the actual title of the position; “designated appointee” means a person who is appointed to a public entity and who is a designated person by virtue of paragraph 1 of subsection 3 (1); “designated other employee” means a person who is employed in a public entity and who is a designated person by virtue of paragraph 3 of subsection 3 (3); “designated senior management employee” means a person who is employed in a public entity and who is a designated person by virtue of paragraph 1 or 2 of subsection 3 (2); “quarter” means, in relation to a year, the three-month period that begins on January 1, April 1, July 1 or October 1.  O. Reg. 440/09, s. 1 (1); O. Reg. 322/15, s. 1 (1). (2) In this Regulation, the Travel, Meal and Hospitality Expenses Directive\nrefers to the document entitled “Travel, Meal and Hospitality Expenses Directive” published by the Management Board of Cabinet, as it may be amended from time to time, that is available to the public on the Ontario government website.  O. Reg. 440/09, s. 1 (2); O. Reg. 322/15, s. 1 (2). (3) For greater certainty, the Travel, Meal and Hospitality Expenses Directive includes any other document incorporated by reference into it if the other document is also available to the public on a government website.  O. Reg. 440/09, s. 1 (3). Definitions in the Act",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1. </b>(1) In this Regulation,</p> <p class=\"definition-e\">“chief executive officer” means, with respect to a public entity, the individual who holds the most senior executive position in the public entity, regardless of the actual title of the position;</p> <p class=\"definition-e\">“designated appointee” means a person who is appointed to a public entity and who is a designated person by virtue of paragraph 1 of subsection 3 (1);</p> <p class=\"definition-e\">“designated other employee” means a person who is employed in a public entity and who is a designated person by virtue of paragraph 3 of subsection 3 (3);</p> <p class=\"definition-e\">“designated senior management employee” means a person who is employed in a public entity and who is a designated person by virtue of paragraph 1 or 2 of subsection 3 (2);</p> <p class=\"definition-e\">“quarter” means, in relation to a year, the three-month period that begins on January 1, April 1, July 1 or October 1.  O. Reg. 440/09, s. 1 (1); O. Reg. 322/15, s. 1 (1).</p> <p class=\"subsection-e\">  (2) In this Regulation, the <i>Travel, Meal and Hospitality Expenses Directive</i><i>\n</i>refers to the document entitled “Travel, Meal and Hospitality Expenses Directive” published by the Management Board of Cabinet, as it may be amended from time to time, that is available to the public on the Ontario government website.  O. Reg. 440/09, s. 1 (2); O. Reg. 322/15, s. 1 (2).</p> <p class=\"subsection-e\">  (3) For greater certainty, the <i>Travel, Meal and Hospitality Expenses Directive</i><i> </i>includes any other document incorporated by reference into it if the other document is also available to the public on a government website.  O. Reg. 440/09, s. 1 (3).</p> <p class=\"heading1-e\"><a name=\"BK2\"></a>Definitions in the Act</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "Definitions in the Act",
            "part_id": null,
            "part_type": null,
            "section": "Definitions in the Act",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Public entity",
            "content": " 2. Each of the following entities is prescribed as a public entity for the purposes of the Act: 1. Every body that is prescribed as a public body under the Public Service of Ontario Act, 2006. 2. Independent Electricity System Operator. 3. Ontario Power Generation Inc. O. Reg. 322/15, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>2. </b>Each of the following entities is prescribed as a public entity for the purposes of the Act:</p> <p class=\"paragraph-e\">  1. Every body that is prescribed as a public body under the <i>Public Service of Ontario Act, 2006</i>.</p> <p class=\"paragraph-e\">  2. Independent Electricity System Operator.</p> <p class=\"paragraph-e\">  3. Ontario Power Generation Inc. O. Reg. 322/15, s. 2.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Designated person",
            "content": " 3. (1) The following classes of persons who are appointed to a public entity are prescribed for the purposes of the definition of “designated person” in section 1 of the Act: 1. Every person appointed to the public entity by the Lieutenant Governor in Council, the Lieutenant Governor or a minister.  O. Reg. 440/09, s. 3 (1). (2) The following classes of persons who are employed in a public entity are prescribed for the purposes of the definition of “designated person” in section 1 of the Act: 1. The chief executive officer of the public entity. 2. Every member of the senior management group of the public entity who reports directly to the chief executive officer of the public entity. 3. The persons described in subsection (3).  O. Reg. 440/09, s. 3 (2); O. Reg. 322/15, s. 3 (1). (3) The class of persons that is determined according to the following rules is also prescribed: 1. Identify the five employees each of whose aggregated expense claims made during the six-month period described in clause 7 (2) (b) of the Act are respectively the highest when compared with the aggregated expense claims made during that period by all employees in the public entity. 2. If any of those five employees are designated senior management employees, eliminate them from the class. 3. The five employees, or the remaining employees as the case may be, constitute the class.  O. Reg. 440/09, s. 3 (3); O. Reg. 322/15, s. 3 (2, 3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>3. </b>(1) The following classes of persons who are appointed to a public entity are prescribed for the purposes of the definition of “designated person” in section 1 of the Act:</p> <p class=\"paragraph-e\">  1. Every person appointed to the public entity by the Lieutenant Governor in Council, the Lieutenant Governor or a minister.  O. Reg. 440/09, s. 3 (1).</p> <p class=\"subsection-e\">  (2) The following classes of persons who are employed in a public entity are prescribed for the purposes of the definition of “designated person” in section 1 of the Act:</p> <p class=\"paragraph-e\">  1. The chief executive officer of the public entity.</p> <p class=\"paragraph-e\">  2. Every member of the senior management group of the public entity who reports directly to the chief executive officer of the public entity.</p> <p class=\"paragraph-e\">  3. The persons described in subsection (3).  O. Reg. 440/09, s. 3 (2); O. Reg. 322/15, s. 3 (1).</p> <p class=\"subsection-e\">  (3) The class of persons that is determined according to the following rules is also prescribed: </p> <p class=\"paragraph-e\">  1. Identify the five employees each of whose aggregated expense claims made during the six-month period described in clause 7 (2) (b) of the Act are respectively the highest when compared with the aggregated expense claims made during that period by all employees in the public entity.</p> <p class=\"paragraph-e\">  2. If any of those five employees are designated senior management employees, eliminate them from the class.</p> <p class=\"paragraph-e\">  3. The five employees, or the remaining employees as the case may be, constitute the class.  O. Reg. 440/09, s. 3 (3); O. Reg. 322/15, s. 3 (2, 3).</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Expenses officer",
            "content": " 4. (1) For the designated appointees to a public entity, the chair of the public entity is prescribed as their expenses officer.  O. Reg. 440/09, s. 4 (1). (2) For the designated senior management employees and the designated other employees of a public entity, the chief executive officer is prescribed as their expenses officer.  O. Reg. 440/09, s. 4 (2). Standards for Allowable Expenses",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>4. </b>(1) For the designated appointees to a public entity, the chair of the public entity is prescribed as their expenses officer.  O. Reg. 440/09, s. 4 (1).</p> <p class=\"subsection-e\">  (2) For the designated senior management employees and the designated other employees of a public entity, the chief executive officer is prescribed as their expenses officer.  O. Reg. 440/09, s. 4 (2).</p> <p class=\"heading1-e\"><a name=\"BK6\"></a>Standards for Allowable Expenses</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "Standards for Allowable Expenses",
            "part_id": null,
            "part_type": null,
            "section": "Standards for Allowable Expenses",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Standards for travel, meal and hospitality expenses",
            "content": " 5. (1) The\r\nTravel, Meal and Hospitality Expenses Directive\r\nissued by the Management Board of Cabinet sets out the standards that travel, meal and hospitality expenses must meet for the purposes of section 4 of the Act.  O. Reg. 440/09, s. 5 (1). (2) For the purposes of this section,  references in the Directive to “employee” are to be read as references to a designated person and references in the Directive to “government” are to be read as references to the applicable public entity.  O. Reg. 440/09, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>5. </b>(1) The\r\n<i>Travel, Meal and Hospitality Expenses Directive</i>\r\nissued by the Management Board of Cabinet sets out the standards that travel, meal and hospitality expenses must meet for the purposes of section 4 of the Act.  O. Reg. 440/09, s. 5 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of this section,  references in the Directive to “employee” are to be read as references to a designated person and references in the Directive to “government” are to be read as references to the applicable public entity.  O. Reg. 440/09, s. 5 (2).</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Standards for other expenses",
            "content": " 6. The standard to be met for any expense other than a travel, meal or hospitality expense is that the expense must have been incurred by a designated person in the performance of a duty or function of the person that is related to the public entity.  O. Reg. 440/09, s. 6.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>6. </b>The standard to be met for any expense other than a travel, meal or hospitality expense is that the expense must have been incurred by a designated person in the performance of a duty or function of the person that is related to the public entity.  O. Reg. 440/09, s. 6.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Procedural requirements for expense claims",
            "content": " 7. (1) A designated appointee or designated senior management employee must file his or her claim for an expense incurred during a quarter no later than the end of the subsequent quarter or, if he or she is unable to do so because of absence, as soon as possible after returning to work.  O. Reg. 440/09, s. 7 (1). (2) Subsection (1) prevails over a standard set out in the Travel, Meal and Hospitality Directive.  O. Reg. 440/09, s. 7 (2). Selection Criteria",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>7. </b>(1) A designated appointee or designated senior management employee must file his or her claim for an expense incurred during a quarter no later than the end of the subsequent quarter or, if he or she is unable to do so because of absence, as soon as possible after returning to work.  O. Reg. 440/09, s. 7 (1).</p> <p class=\"subsection-e\">  (2) Subsection (1) prevails over a standard set out in the <i>Travel, Meal and Hospitality Directive</i>.  O. Reg. 440/09, s. 7 (2).</p> <p class=\"heading1-e\"><a name=\"BK10\"></a>Selection Criteria</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "Selection Criteria",
            "part_id": null,
            "part_type": null,
            "section": "Selection Criteria",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Selection criteria",
            "content": " 8. The following are the prescribed criteria that the Commissioner shall consider in selecting a public entity for the purposes of section 7 of the Act: 1. Whether the public entity’s employees or appointees make travel, meal or hospitality expense claims. 2. Whether the public entity has independent authority to make operating decisions. 3. Whether the public entity’s mandate has changed within the previous 12 months. 4. Whether the public entity began operating within the previous 12 months. 5. Whether there has been expressed public or media interest in the public entity within the previous 12 months. O. Reg. 322/15, s. 4. 9. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 440/09, s. 9. Schedule 1 Revoked: O. Reg. 322/15, s. 5.    ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>8. </b>The following are the prescribed criteria that the Commissioner shall consider in selecting a public entity for the purposes of section 7 of the Act:</p> <p class=\"paragraph-e\">  1. Whether the public entity’s employees or appointees make travel, meal or hospitality expense claims.</p> <p class=\"paragraph-e\">  2. Whether the public entity has independent authority to make operating decisions.</p> <p class=\"paragraph-e\">  3. Whether the public entity’s mandate has changed within the previous 12 months.</p> <p class=\"paragraph-e\">  4. Whether the public entity began operating within the previous 12 months.</p> <p class=\"paragraph-e\">  5. Whether there has been expressed public or media interest in the public entity within the previous 12 months. O. Reg. 322/15, s. 4.</p> <p class=\"section-e\"> <b>9.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 440/09, s. 9.</p> <p class=\"scheduleRepeal-e\"><span class=\"ovallcaps\">Schedule 1</span> <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 322/15, s. 5.</p> <p class=\"scheduleRepeal-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}