{
    "reg_info": {
        "full_title": "O. Reg. 300/98: ASSESSMENT OF EXPENSES AND EXPENDITURES - INSURANCE SECTOR",
        "reg_name_text": "ASSESSMENT OF EXPENSES AND EXPENDITURES — INSURANCE SECTOR",
        "citation": "O. Reg. 300/98: ASSESSMENT OF EXPENSES AND EXPENDITURES - INSURANCE SECTOR",
        "act_under": "Financial Services Commission of Ontario Act, 1997   Loi de 1997 sur la Commission des services financiers de l’Ontario",
        "url": "https://www.ontario.ca/laws/regulation/980300",
        "date_scraped": "2023-12-19 23:12:21"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. (1) In this Regulation, “assessment period” means the period of time with respect to which the Lieutenant Governor in Council makes an assessment under section 25 of the Act; “insurance sector” means the persons referred to in clause (c) of the definition of “regulated sector” in section 1 of the Act; “property and casualty insurance” means insurance other than accident, sickness or life insurance. (2) Words and expressions defined in section 1 of the Insurance Act have the same meaning in this Regulation. (3) For the purpose of this Regulation, (a) an insurer’s direct premiums for a class of insurance in a year are the premiums paid to the insurer in the year for that class of insurance, other than premiums for that class of insurance paid to the insurer in the year under agreements for reinsurance; and (b) an insurer’s net premiums for a class of insurance in a year are the premiums paid to the insurer in the year for that class of insurance, including premiums for that class of insurance paid to the insurer in the year under agreements for reinsurance, less premiums for that class of insurance paid by the insurer in the year under agreements for reinsurance. (4) For the purposes of this Regulation, an evaluation was not commenced through the Ontario Insurance Commission or the Financial Services Commission of Ontario if it was conducted by a private neutral evaluator. O. Reg. 300/98, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“assessment period” means the period of time with respect to which the Lieutenant Governor in Council makes an assessment under section 25 of the Act;</p> <p class=\"definition-e\">“insurance sector” means the persons referred to in clause (c) of the definition of “regulated sector” in section 1 of the Act;</p> <p class=\"definition-e\">“property and casualty insurance” means insurance other than accident, sickness or life insurance.</p> <p class=\"subsection-e\">(2) Words and expressions defined in section 1 of the <i>Insurance Act</i> have the same meaning in this Regulation.</p> <p class=\"subsection-e\">(3) For the purpose of this Regulation,</p> <p class=\"clause-e\">(a) an insurer’s direct premiums for a class of insurance in a year are the premiums paid to the insurer in the year for that class of insurance, other than premiums for that class of insurance paid to the insurer in the year under agreements for reinsurance; and</p> <p class=\"clause-e\">(b) an insurer’s net premiums for a class of insurance in a year are the premiums paid to the insurer in the year for that class of insurance, including premiums for that class of insurance paid to the insurer in the year under agreements for reinsurance, less premiums for that class of insurance paid by the insurer in the year under agreements for reinsurance.</p> <p class=\"subsection-e\">(4) For the purposes of this Regulation, an evaluation was not commenced through the Ontario Insurance Commission or the Financial Services Commission of Ontario if it was conducted by a private neutral evaluator. O. Reg. 300/98, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. Subject to section 3, an insurer’s share of an assessment of the insurance sector under section 25 of the Act shall be determined in accordance with the following rules: 1. The total amount to be used in determining shares of the assessment shall be equal to the total of all expenses incurred and expenditures made by the Ontario Insurance Commission in the conduct of its affairs during the period from April 1, 1997 to March 31, 1998. 2. Calculate the expenses incurred and expenditures made in respect of automobile insurance, according to the following formula:  where,  D\n\n=\n\nthe expenses incurred and expenditures made in respect of automobile insurance,\n\n\nE\n\n=\n\nthe expenses incurred and expenditures made by the Financial Services Commission of Ontario during the assessment period for automobile insurance dispute resolution activity,\n\n\nF\n\n=\n\nthe expenses incurred and expenditures made by the Financial Services Commission of Ontario during the assessment period for the Commission’s Accident Benefits Analysis Unit,\n\n\nG\n\n=\n\nthe expenses incurred and expenditures made by the Financial Services Commission of Ontario during the assessment period for the Commission’s Rates, Classifications and Actuarial Services Branch,\n\n\nH\n\n=\n\nthe expenses incurred and expenditures made by the Financial Services Commission of Ontario during the assessment period for the Commission’s Office of the Insurance Ombudsman. 3. Calculate the total assessment for evaluations under section 280.1 of the Insurance Act, in accordance with the following formula: I = J × 1,000 where,  I\n\n=\n\nthe total assessment for evaluations under section 280.1 of the Insurance Act,\n\n\nJ\n\n=\n\nthe total number of evaluations commenced through the Financial Services Commission of Ontario under section 280.1 of the Insurance Act that were commenced during the assessment period. 4. Calculate the total assessment for arbitrations under section 282 of the Insurance Act, in accordance with the following formula:  where,  K\n\n=\n\nthe total assessment for arbitrations under section 282 of the Insurance Act,\n\n\nL\n\n=\n\nthe total number of arbitrations commenced under section 282 of the Insurance Act during the assessment period in respect of which an evaluation was commenced through the Ontario Insurance Commission or the Financial Services Commission of Ontario under section 280.1 of that Act before the issues in dispute were referred to an arbitrator,\n\n\nM\n\n=\n\nthe total number of arbitrations commenced under section 282 of the Insurance Act during the assessment period in respect of which an evaluation was not commenced through the Ontario Insurance Commission or the Financial Services Commission of Ontario under section 280.1 of that Act before the issues in dispute were referred to an arbitrator. 5. Calculate the total assessment for appeals under section 283 of the Insurance Act, in accordance with the following formula:  where,  N\n\n=\n\nthe total assessment for appeals under section 283 of the Insurance Act,\n\n\nP\n\n=\n\nthe total number of appeals commenced under section 283 of the Insurance Act during the assessment period. 6. Calculate the total assessment for applications under section 284 of the Insurance Act, in accordance with the following formula:  where,  Q\n\n=\n\nthe total assessment for applications under section 284 of the Insurance Act,\n\n\nR\n\n=\n\nthe total number of applications commenced under section 284 of the Insurance Act during the assessment period. 7. Calculate the insurer’s automobile insurance share of the assessment, accordance to the following formula:  where,  S\n\n=\n\nthe insurer’s automobile insurance share of the assessment,\n\n\nT\n\n=\n\nthe insurer’s direct premiums for automobile insurance in Ontario in the year beginning on the January 1 immediately preceding the beginning of the assessment period,\n\n\nD\n\n=\n\nthe expenses incurred and expenditures made in respect of automobile insurance, calculated under rule 2,\n\n\nI\n\n=\n\nthe total assessment for evaluations under section 280.1 of the Insurance Act, calculated under rule 3,\n\n\nK\n\n=\n\nthe total assessment for arbitrations under section 282 of the Insurance Act, calculated under rule 4,\n\n\nN\n\n=\n\nthe total assessment for appeals under section 283 of the Insurance Act, calculated under rule 5,\n\n\nQ\n\n=\n\nthe total assessment for applications under section 284 of the Insurance Act, calculated under rule 6,\n\n\nU\n\n=\n\nthe total, for all insurers licensed for automobile insurance during the assessment period, of all direct premiums for automobile insurance in the year beginning on the January 1 immediately preceding the beginning of the assessment period. 8. Calculate the amount to be recovered with respect to activities other than automobile insurance, according to the following formula: V = A - D - W where,  V\n\n=\n\nthe amount to be recovered with respect to activities other than automobile insurance,\n\n\nA\n\n=\n\nthe total amount to be used in determining shares of the assessment, as set out in rule 1,\n\n\nD\n\n=\n\nthe expenses incurred and expenditures made in respect of automobile insurance, calculated under rule 2,\n\n\nW\n\n=\n\nthe total revenue collected during the assessment period by the Financial Services Commission of Ontario and the Minister of Finance under the Insurance Act and the Prepaid Hospital and Medical Services Act, other than taxes paid under section 391 of the Insurance Act and assessments paid under section 14.1 of the Insurance Act. 9. If the insurer is licensed for property and casualty insurance during the assessment period, calculate the property and casualty insurer assessment rate for insurers incorporated or organized under the laws of foreign jurisdictions, according to the following formula:  where,  X\n\n=\n\n the property and casualty insurer assessment rate for insurers incorporated or organized under the laws of foreign jurisdictions,\n\n\nV\n\n=\n\nthe amount to be recovered with respect to activities other than automobile insurance, calculated under rule 8,\n\n\nY\n\n=\n\nthe total, for all insurers incorporated or organized under the laws of Ontario that are licensed for property and casualty insurance during the assessment period, of all net premiums for property and casualty insurance in the year beginning on the January 1 immediately preceding the beginning of the assessment period,\n\n\nZ\n\n=\n\nthe total, for all insurers incorporated or organized under the laws of foreign jurisdictions that are licensed for property and casualty insurance during the assessment period, of all net premiums for property and casualty insurance in the year beginning on the January 1 immediately preceding the beginning of the assessment period. 10. If the insurer is incorporated or organized under the laws of a foreign jurisdiction and is licensed for property and casualty insurance during the assessment period, calculate the insurer’s property and casualty insurance share of the assessment according to the following formula:  where,  AA\n\n=\n\nthe insurer’s property and casualty insurance share of the assessment,\n\n\nBB\n\n=\n\nthe insurer’s net premium for property and casualty insurance in Ontario in the year beginning on the January 1 immediately preceding the beginning of the assessment period,\n\n\nX\n\n=\n\nthe property and casualty insurer assessment rate for insurers incorporated or organized under the laws of foreign jurisdictions, calculated under rule 9. 11. If the insurer is incorporated or organized under the laws of Ontario and is licensed for property and casualty insurance during the assessment period, calculate the insurer’s property and casualty insurance share of the assessment according to the following formula: CC = DD × (X + 0.0004) where,  CC\n\n=\n\nthe insurer’s property and casualty insurance share of the assessment,\n\n\nDD\n\n=\n\nthe insurer’s net premiums for property and casualty insurance in Ontario in the year beginning on the January 1 immediately preceding the beginning of the assessment period,\n\n\nX\n\n=\n\nthe property and casualty insurer assessment rate for insurers incorporated or organized under the laws of foreign jurisdictions, calculated under rule 9. 12. If the insurer is licensed for accident, sickness or life insurance during the assessment period, calculate the accident, sickness and life insurer assessment rate for insurers incorporated or organized under the laws of foreign jurisdictions, according to the following formula:  where,  EE\n\n=\n\nthe accident, sickness and life insurer assessment rate for insurers incorporated or organized under the laws of foreign jurisdictions,\n\n\nV\n\n=\n\nthe amount to be recovered with respect to activities other than automobile insurance, calculated under rule 8,\n\n\nFF\n\n=\n\nthe total, for all insurers incorporated or organized under the laws of Ontario that are licensed for accident, sickness or life insurance during the assessment period, of all net premiums for accident, sickness and life insurance in the year beginning on the January 1 immediately preceding the beginning of the assessment period,\n\n\nGG\n\n=\n\nthe total, for all insurers incorporated or organized under the laws of foreign jurisdictions that are licensed for accident, sickness or life insurance during the assessment period, of all net premiums for accident, sickness and life insurance in the year beginning on the January 1 immediately preceding the beginning of the assessment period. 13. If the insurer is incorporated or organized under the laws of a foreign jurisdiction and is licensed for accident, sickness or life insurance during the assessment period, calculate the insurer’s accident, sickness and life insurance share of the assessment according to the following formula:  where,  HH\n\n=\n\nthe insurer’s accident, sickness and life insurance share of the assessment,\n\n\nII\n\n=\n\n the insurer’s net premiums for accident, sickness and life insurance in Ontario in the year beginning on the January 1 immediately preceding the beginning of the assessment period,\n\n\nEE\n\n=\n\nthe accident, sickness and life insurer assessment rate for insurers incorporated or organized under the laws of foreign jurisdictions, calculated under rule 12. 14. If the insurer is incorporated or organized under the laws of Ontario and is licensed for accident, sickness or life insurance during the assessment period, calculate the insurer’s accident, sickness and life insurance share of the assessment according to the following formula: JJ = KK × (EE + 0.0004) where,  JJ\n\n=\n\nthe insurer’s accident, sickness and life insurance share of the assessment,\n\n\nKK\n\n=\n\nthe insurer’s net premiums for accident, sickness and life insurance in Ontario in the year beginning on the January 1 immediately preceding the beginning of the assessment period,\n\n\nEE\n\n=\n\n the accident, sickness and life insurer assessment rate for insurers incorporated or organized under the laws of foreign jurisdictions, calculated under rule 12. 15. Calculate the sum of the following amounts that apply to the insurer: i. The insurer’s automobile insurance share of the assessment, calculated under rule 7. ii. The insurer’s property and casualty insurance share of the assessment, calculated under rule 10 or 11. iii. The insurer’s accident, sickness and life insurance share of the assessment, calculated under rule 13 or 14. 16. The insurer’s share of the assessment under section 25 of the Act is equal to the greater of the amount calculated under rule 15 and, i. $1,000, if the insurer’s is not a fraternal society, or ii. $100, if the insurer is a fraternal society. O. Reg. 300/98, s. 2; O. Reg. 519/99, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>Subject to section 3, an insurer’s share of an assessment of the insurance sector under section 25 of the Act shall be determined in accordance with the following rules:</p> <p class=\"paragraph-e\">1. The total amount to be used in determining shares of the assessment shall be equal to the total of all expenses incurred and expenditures made by the Ontario Insurance Commission in the conduct of its affairs during the period from April 1, 1997 to March 31, 1998.</p> <p class=\"paragraph-e\">2. Calculate the expenses incurred and expenditures made in respect of automobile insurance, according to the following formula:</p> <p class=\"equation-e\"><img border=\"0\" height=\"31\" src=\"images/elaws_rev_regs_980300_e-1.gif\" width=\"128\"/></p> <p class=\"sparagraph-e\">where,</p> <p>\n</p> <center><table>\n<tr>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">D</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">the expenses incurred and expenditures made in respect of automobile insurance,</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">E</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">the expenses incurred and expenditures made by the Financial Services Commission of Ontario during the assessment period for automobile insurance dispute resolution activity,</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">F</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">the expenses incurred and expenditures made by the Financial Services Commission of Ontario during the assessment period for the Commission’s Accident Benefits Analysis Unit,</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">G</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">the expenses incurred and expenditures made by the Financial Services Commission of Ontario during the assessment period for the Commission’s Rates, Classifications and Actuarial Services Branch,</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">H</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">the expenses incurred and expenditures made by the Financial Services Commission of Ontario during the assessment period for the Commission’s Office of the Insurance Ombudsman.</p>\n</td></tr></table></center> <p class=\"paragraph-e\">3. Calculate the total assessment for evaluations under section 280.1 of the <i>Insurance Act</i>, in accordance with the following formula:</p> <p class=\"equation-e\">I = J × 1,000</p> <p class=\"sparagraph-e\">where,</p> <p>\n</p> <center><table>\n<tr>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">I</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">the total assessment for evaluations under section 280.1 of the <i>Insurance Act</i>,</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">J</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">the total number of evaluations commenced through the Financial Services Commission of Ontario under section 280.1 of the <i>Insurance Act</i> that were commenced during the assessment period.</p>\n</td></tr></table></center> <p class=\"paragraph-e\">4. Calculate the total assessment for arbitrations under section 282 of the <i>Insurance Act</i>, in accordance with the following formula:</p> <p class=\"equation-e\"><img border=\"0\" height=\"16\" src=\"images/elaws_rev_regs_980300_e-2.gif\" width=\"140\"/></p> <p class=\"sparagraph-e\">where,</p> <p>\n</p> <center><table>\n<tr>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">K</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">the total assessment for arbitrations under section 282 of the <i>Insurance Act</i>,</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">L</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">the total number of arbitrations commenced under section 282 of the <i>Insurance Act</i> during the assessment period in respect of which an evaluation was commenced through the Ontario Insurance Commission or the Financial Services Commission of Ontario under section 280.1 of that Act before the issues in dispute were referred to an arbitrator,</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">M</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">the total number of arbitrations commenced under section 282 of the <i>Insurance Act</i> during the assessment period in respect of which an evaluation was not commenced through the Ontario Insurance Commission or the Financial Services Commission of Ontario under section 280.1 of that Act before the issues in dispute were referred to an arbitrator.</p>\n</td></tr></table></center> <p class=\"paragraph-e\">5. Calculate the total assessment for appeals under section 283 of the <i>Insurance Act</i>, in accordance with the following formula:</p> <p class=\"equation-e\"><img border=\"0\" height=\"15\" src=\"images/elaws_rev_regs_980300_e-3.gif\" width=\"60\"/></p> <p class=\"sparagraph-e\">where,</p> <p>\n</p> <center><table>\n<tr>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">N</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">the total assessment for appeals under section 283 of the <i>Insurance Act</i>,</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">P</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">the total number of appeals commenced under section 283 of the <i>Insurance Act</i> during the assessment period.</p>\n</td></tr></table></center> <p class=\"paragraph-e\">6. Calculate the total assessment for applications under section 284 of the <i>Insurance Act</i>, in accordance with the following formula:</p> <p class=\"equation-e\"><img border=\"0\" height=\"16\" src=\"images/elaws_rev_regs_980300_e-4.gif\" width=\"60\"/></p> <p class=\"sparagraph-e\">where,</p> <p>\n</p> <center><table>\n<tr>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">Q</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">the total assessment for applications under section 284 of the <i>Insurance Act</i>,</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">R</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">the total number of applications commenced under section 284 of the <i>Insurance Act</i> during the assessment period.</p>\n</td></tr></table></center> <p class=\"paragraph-e\">7. Calculate the insurer’s automobile insurance share of the assessment, accordance to the following formula:</p> <p class=\"equation-e\"><img border=\"0\" height=\"31\" src=\"images/elaws_rev_regs_980300_e-5.gif\" width=\"133\"/></p> <p class=\"sparagraph-e\">where,</p> <p>\n</p> <center><table>\n<tr>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">S</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">the insurer’s automobile insurance share of the assessment,</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">T</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">the insurer’s direct premiums for automobile insurance in Ontario in the year beginning on the January 1 immediately preceding the beginning of the assessment period,</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">D</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">the expenses incurred and expenditures made in respect of automobile insurance, calculated under rule 2,</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">I</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">the total assessment for evaluations under section 280.1 of the <i>Insurance Act</i>, calculated under rule 3,</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">K</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">the total assessment for arbitrations under section 282 of the <i>Insurance Act</i>, calculated under rule 4,</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">N</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">the total assessment for appeals under section 283 of the <i>Insurance Act</i>, calculated under rule 5,</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">Q</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">the total assessment for applications under section 284 of the <i>Insurance Act</i>, calculated under rule 6,</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">U</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">the total, for all insurers licensed for automobile insurance during the assessment period, of all direct premiums for automobile insurance in the year beginning on the January 1 immediately preceding the beginning of the assessment period.</p>\n</td></tr></table></center> <p class=\"paragraph-e\">8. Calculate the amount to be recovered with respect to activities other than automobile insurance, according to the following formula:</p> <p class=\"equation-e\">V = A - D - W</p> <p class=\"sparagraph-e\">where,</p> <p>\n</p> <center><table>\n<tr>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">V</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">the amount to be recovered with respect to activities other than automobile insurance,</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">A</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">the total amount to be used in determining shares of the assessment, as set out in rule 1,</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">D</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">the expenses incurred and expenditures made in respect of automobile insurance, calculated under rule 2,</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">W</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">the total revenue collected during the assessment period by the Financial Services Commission of Ontario and the Minister of Finance under the <i>Insurance Act</i> and the <i>Prepaid Hospital and Medical Services Act</i>, other than taxes paid under section 391 of the <i>Insurance Act</i> and assessments paid under section 14.1 of the <i>Insurance Act</i>.</p>\n</td></tr></table></center> <p class=\"paragraph-e\">9. If the insurer is licensed for property and casualty insurance during the assessment period, calculate the property and casualty insurer assessment rate for insurers incorporated or organized under the laws of foreign jurisdictions, according to the following formula:</p> <p class=\"equation-e\"><img border=\"0\" height=\"31\" src=\"images/elaws_rev_regs_980300_e-6.gif\" width=\"133\"/></p> <p class=\"sparagraph-e\">where,</p> <p>\n</p> <center><table>\n<tr>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">X</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\"> the property and casualty insurer assessment rate for insurers incorporated or organized under the laws of foreign jurisdictions,</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">V</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">the amount to be recovered with respect to activities other than automobile insurance, calculated under rule 8,</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">Y</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">the total, for all insurers incorporated or organized under the laws of Ontario that are licensed for property and casualty insurance during the assessment period, of all net premiums for property and casualty insurance in the year beginning on the January 1 immediately preceding the beginning of the assessment period,</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">Z</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">the total, for all insurers incorporated or organized under the laws of foreign jurisdictions that are licensed for property and casualty insurance during the assessment period, of all net premiums for property and casualty insurance in the year beginning on the January 1 immediately preceding the beginning of the assessment period.</p>\n</td></tr></table></center> <p class=\"paragraph-e\">10. If the insurer is incorporated or organized under the laws of a foreign jurisdiction and is licensed for property and casualty insurance during the assessment period, calculate the insurer’s property and casualty insurance share of the assessment according to the following formula:</p> <p class=\"equation-e\"><img border=\"0\" height=\"13\" src=\"images/elaws_rev_regs_980300_e-7.gif\" width=\"67\"/></p> <p class=\"sparagraph-e\">where,</p> <p>\n</p> <center><table>\n<tr>\n<td valign=\"top\" width=\"26\"><p align=\"right\" class=\"table-e\">AA</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"230\"><p class=\"table-e\">the insurer’s property and casualty insurance share of the assessment,</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"26\"><p align=\"right\" class=\"table-e\">BB</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"230\"><p class=\"table-e\">the insurer’s net premium for property and casualty insurance in Ontario in the year beginning on the January 1 immediately preceding the beginning of the assessment period,</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"26\"><p align=\"right\" class=\"table-e\">X</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"230\"><p class=\"table-e\">the property and casualty insurer assessment rate for insurers incorporated or organized under the laws of foreign jurisdictions, calculated under rule 9.</p>\n</td></tr></table></center> <p class=\"paragraph-e\">11. If the insurer is incorporated or organized under the laws of Ontario and is licensed for property and casualty insurance during the assessment period, calculate the insurer’s property and casualty insurance share of the assessment according to the following formula:</p> <p class=\"equation-e\">CC = DD × (X + 0.0004)</p> <p class=\"sparagraph-e\">where, </p> <p>\n</p> <center><table>\n<tr>\n<td valign=\"top\" width=\"26\"><p align=\"right\" class=\"table-e\">CC</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"230\"><p class=\"table-e\">the insurer’s property and casualty insurance share of the assessment,</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"26\"><p align=\"right\" class=\"table-e\">DD</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"230\"><p class=\"table-e\">the insurer’s net premiums for property and casualty insurance in Ontario in the year beginning on the January 1 immediately preceding the beginning of the assessment period,</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"26\"><p align=\"right\" class=\"table-e\">X</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"230\"><p class=\"table-e\">the property and casualty insurer assessment rate for insurers incorporated or organized under the laws of foreign jurisdictions, calculated under rule 9.</p>\n</td></tr></table></center> <p class=\"paragraph-e\">12. If the insurer is licensed for accident, sickness or life insurance during the assessment period, calculate the accident, sickness and life insurer assessment rate for insurers incorporated or organized under the laws of foreign jurisdictions, according to the following formula:</p> <p class=\"equation-e\"><img border=\"0\" height=\"31\" src=\"images/elaws_rev_regs_980300_e-8.gif\" width=\"143\"/></p> <p class=\"sparagraph-e\">where,</p> <p>\n</p> <center><table>\n<tr>\n<td valign=\"top\" width=\"26\"><p align=\"right\" class=\"table-e\">EE</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"230\"><p class=\"table-e\">the accident, sickness and life insurer assessment rate for insurers incorporated or organized under the laws of foreign jurisdictions,</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"26\"><p align=\"right\" class=\"table-e\">V</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"230\"><p class=\"table-e\">the amount to be recovered with respect to activities other than automobile insurance, calculated under rule 8,</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"26\"><p align=\"right\" class=\"table-e\">FF</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"230\"><p class=\"table-e\">the total, for all insurers incorporated or organized under the laws of Ontario that are licensed for accident, sickness or life insurance during the assessment period, of all net premiums for accident, sickness and life insurance in the year beginning on the January 1 immediately preceding the beginning of the assessment period,</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"26\"><p align=\"right\" class=\"table-e\">GG</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"230\"><p class=\"table-e\">the total, for all insurers incorporated or organized under the laws of foreign jurisdictions that are licensed for accident, sickness or life insurance during the assessment period, of all net premiums for accident, sickness and life insurance in the year beginning on the January 1 immediately preceding the beginning of the assessment period.</p>\n</td></tr></table></center> <p class=\"paragraph-e\">13. If the insurer is incorporated or organized under the laws of a foreign jurisdiction and is licensed for accident, sickness or life insurance during the assessment period, calculate the insurer’s accident, sickness and life insurance share of the assessment according to the following formula:</p> <p class=\"equation-e\"><img border=\"0\" height=\"13\" src=\"images/elaws_rev_regs_980300_e-9.gif\" width=\"68\"/></p> <p class=\"sparagraph-e\">where,</p> <p>\n</p> <center><table>\n<tr>\n<td valign=\"top\" width=\"26\"><p align=\"right\" class=\"table-e\">HH</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"230\"><p class=\"table-e\">the insurer’s accident, sickness and life insurance share of the assessment,</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"26\"><p align=\"right\" class=\"table-e\">II</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"230\"><p class=\"table-e\"> the insurer’s net premiums for accident, sickness and life insurance in Ontario in the year beginning on the January 1 immediately preceding the beginning of the assessment period,</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"26\"><p align=\"right\" class=\"table-e\">EE</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"230\"><p class=\"table-e\">the accident, sickness and life insurer assessment rate for insurers incorporated or organized under the laws of foreign jurisdictions, calculated under rule 12.</p>\n</td></tr></table></center> <p class=\"paragraph-e\">14. If the insurer is incorporated or organized under the laws of Ontario and is licensed for accident, sickness or life insurance during the assessment period, calculate the insurer’s accident, sickness and life insurance share of the assessment according to the following formula:</p> <p class=\"equation-e\">JJ = KK × (EE + 0.0004)</p> <p class=\"sparagraph-e\">where,</p> <p>\n</p> <center><table>\n<tr>\n<td valign=\"top\" width=\"26\"><p align=\"right\" class=\"table-e\">JJ</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"230\"><p class=\"table-e\">the insurer’s accident, sickness and life insurance share of the assessment,</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"26\"><p align=\"right\" class=\"table-e\">KK</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"230\"><p class=\"table-e\">the insurer’s net premiums for accident, sickness and life insurance in Ontario in the year beginning on the January 1 immediately preceding the beginning of the assessment period,</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"26\"><p align=\"right\" class=\"table-e\">EE</p>\n</td>\n<td valign=\"top\" width=\"15\"><p class=\"table-e\">=</p>\n</td>\n<td valign=\"top\" width=\"230\"><p class=\"table-e\"> the accident, sickness and life insurer assessment rate for insurers incorporated or organized under the laws of foreign jurisdictions, calculated under rule 12.</p>\n</td></tr></table></center> <p class=\"paragraph-e\">15. Calculate the sum of the following amounts that apply to the insurer:</p> <p class=\"subpara-e\">i. The insurer’s automobile insurance share of the assessment, calculated under rule 7.</p> <p class=\"subpara-e\">ii. The insurer’s property and casualty insurance share of the assessment, calculated under rule 10 or 11.</p> <p class=\"subpara-e\">iii. The insurer’s accident, sickness and life insurance share of the assessment, calculated under rule 13 or 14.</p> <p class=\"paragraph-e\">16. The insurer’s share of the assessment under section 25 of the Act is equal to the greater of the amount calculated under rule 15 and,</p> <p class=\"subpara-e\">i. $1,000, if the insurer’s is not a fraternal society, or</p> <p class=\"subpara-e\">ii. $100, if the insurer is a fraternal society. O. Reg. 300/98, s. 2; O. Reg. 519/99, s. 1.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. An insurer’s share of an assessment calculated under section 2 shall be increased by, (a) $1,000 for each evaluation to which the insurer is a party that is commenced through the Financial Services Commission of Ontario under section 280.1 of the Insurance Act during the assessment period; (b) $2,000 for each arbitration to which the insurer is a party that is commenced under section 282 of the Insurance Act during the assessment period, if an evaluation was commenced through the Ontario Insurance Commission or the Financial Services Commission of Ontario under section 280.1 of that Act before the issues in dispute were referred to the arbitrator; (c) $3,000 for each arbitration to which the insurer is a party that is commenced under section 282 of the Insurance Act during the assessment period, if an evaluation was not commenced through the Ontario Insurance Commission or the Financial Services Commission of Ontario under section 280.1 of that Act before the issues in dispute were referred to the arbitrator; (d) $500 for each appeal to which the insurer is a party that is commenced under section 283 of the Insurance Act during the assessment period; and (e) $500 for each application to which the insurer is a party that is commenced under section 284 of the Insurance Act during the assessment period. O. Reg. 300/98, s. 3. ",
            "raw_html": "<p class=\"section-e\"><b>3. </b>An insurer’s share of an assessment calculated under section 2 shall be increased by,</p> <p class=\"clause-e\">(a) $1,000 for each evaluation to which the insurer is a party that is commenced through the Financial Services Commission of Ontario under section 280.1 of the <i>Insurance Act</i> during the assessment period;</p> <p class=\"clause-e\">(b) $2,000 for each arbitration to which the insurer is a party that is commenced under section 282 of the <i>Insurance Act</i> during the assessment period, if an evaluation was commenced through the Ontario Insurance Commission or the Financial Services Commission of Ontario under section 280.1 of that Act before the issues in dispute were referred to the arbitrator;</p> <p class=\"clause-e\">(c) $3,000 for each arbitration to which the insurer is a party that is commenced under section 282 of the <i>Insurance Act</i> during the assessment period, if an evaluation was not commenced through the Ontario Insurance Commission or the Financial Services Commission of Ontario under section 280.1 of that Act before the issues in dispute were referred to the arbitrator;</p> <p class=\"clause-e\">(d) $500 for each appeal to which the insurer is a party that is commenced under section 283 of the <i>Insurance Act</i> during the assessment period; and</p> <p class=\"clause-e\">(e) $500 for each application to which the insurer is a party that is commenced under section 284 of the <i>Insurance Act</i> during the assessment period. O. Reg. 300/98, s. 3.</p> <p class=\"Normal\"></p>"
        }
    ]
}