{
    "reg_info": {
        "full_title": "O. Reg. 4/93: HOURS OF WORK",
        "reg_name_text": "HOURS OF WORK",
        "citation": "O. Reg. 4/93: ",
        "act_under": "Highway Traffic Act   Code de la route",
        "url": "https://www.ontario.ca/laws/regulation/930004",
        "date_scraped": "2023-12-19 10:30:09"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/930004/v2",
            "valid_from": "December 14, 2006",
            "valid_to": "December 31, 2006"
        },
        {
            "a_href": "/laws/regulation/930004/v1",
            "valid_from": "January 11, 1993",
            "valid_to": "December 13, 2006"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": "1. (1) In this Regulation, “commercial motor vehicle” means a commercial motor vehicle as defined in subsection 16 (1) of the Act, whether or not in combination with a trailer; “day” means a twenty-four hour period beginning at a time designated by an operator; “driver” means a person who drives a commercial motor vehicle on a highway and “drive” has a corresponding meaning; “inspector” means an officer appointed for the purpose of carrying out the provisions of the Act or the regulations; “on duty” means time during which a driver performs activities for an operator at the operator’s request, as an employee of the operator or as a result of a contractual relationship with the operator, except for time during which the operator relieves the driver from responsibility; “operator” means an operator as defined in subsection 16 (1) of the Act; “sleeper berth” means suitable accommodation in a commercial motor vehicle that is constructed and maintained for sleeping. (2) For the purpose of section 190 of the Act, “commercial motor vehicle” and “operator” have the meanings set out in subsection (1). (3) A driver’s duty status is the time the drive is, (a) off duty; (b) off duty in a sleeper berth; (c) on duty, driving; (d) on duty, not driving. O. Reg. 4/93, s. 1. Non-Application",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“commercial motor vehicle” means a commercial motor vehicle as defined in subsection 16 (1) of the Act, whether or not in combination with a trailer;</p> <p class=\"definition-e\">“day” means a twenty-four hour period beginning at a time designated by an operator;</p> <p class=\"definition-e\">“driver” means a person who drives a commercial motor vehicle on a highway and “drive” has a corresponding meaning;</p> <p class=\"definition-e\">“inspector” means an officer appointed for the purpose of carrying out the provisions of the Act or the regulations;</p> <p class=\"definition-e\">“on duty” means time during which a driver performs activities for an operator at the operator’s request, as an employee of the operator or as a result of a contractual relationship with the operator, except for time during which the operator relieves the driver from responsibility;</p> <p class=\"definition-e\">“operator” means an operator as defined in subsection 16 (1) of the Act;</p> <p class=\"definition-e\">“sleeper berth” means suitable accommodation in a commercial motor vehicle that is constructed and maintained for sleeping.</p> <p class=\"subsection-e\">(2) For the purpose of section 190 of the Act, “commercial motor vehicle” and “operator” have the meanings set out in subsection (1).</p> <p class=\"subsection-e\">(3) A driver’s duty status is the time the drive is,</p> <p class=\"clause-e\">(a) off duty;</p> <p class=\"clause-e\">(b) off duty in a sleeper berth;</p> <p class=\"clause-e\">(c) on duty, driving;</p> <p class=\"clause-e\">(d) on duty, not driving. O. Reg. 4/93, s. 1.</p> <p class=\"heading1-e\">Non-Application</p>"
        },
        {
            "id": "2.",
            "section": "Non-Application",
            "content": "2. (1) This Regulation does not apply to a driver of one of the following vehicles: 1. A two or three axle commercial motor vehicle being used to transport primary farm, forest, sea or lake products produced by the driver or the operator. 2. A commercial motor vehicle that is responding to or returning from an emergency. 3. A bus operated by or on behalf of a municipality as part of a passenger bus service in the municipality and no further than twenty-five kilometres beyond the municipality’s boundaries. 4. A vehicle designed as mobile accommodation, whether self-propelled or not, used for personal or recreational purposes. (2) In paragraph 2 of subsection (1), emergency means a situation which endangers the safety or security of any person. O. Reg. 4/93, s. 2. Driving",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) This Regulation does not apply to a driver of one of the following vehicles:</p> <p class=\"paragraph-e\">1. A two or three axle commercial motor vehicle being used to transport primary farm, forest, sea or lake products produced by the driver or the operator.</p> <p class=\"paragraph-e\">2. A commercial motor vehicle that is responding to or returning from an emergency.</p> <p class=\"paragraph-e\">3. A bus operated by or on behalf of a municipality as part of a passenger bus service in the municipality and no further than twenty-five kilometres beyond the municipality’s boundaries.</p> <p class=\"paragraph-e\">4. A vehicle designed as mobile accommodation, whether self-propelled or not, used for personal or recreational purposes.</p> <p class=\"subsection-e\">(2) In paragraph 2 of subsection (1), emergency means a situation which endangers the safety or security of any person. O. Reg. 4/93, s. 2.</p> <p class=\"heading1-e\">Driving</p>"
        },
        {
            "id": "3.",
            "section": "Driving",
            "content": "3. (1) A driver shall be in compliance at all times with at least one of the requirements in subsections (2) to (4). (2) In any period of seven consecutive days, a driver shall not drive after having been on duty for sixty hours during the period. (3) In any period of eight consecutive days, a driver shall not drive after having been on duty for seventy hours during the period. (4) In any period of fourteen consecutive days, (a) a driver shall not drive after having been on duty for 120 hours during the period; and (b) a driver shall not drive unless the driver has been off duty for at least twenty-four consecutive hours before the driver totals seventy-five hours on duty during the period. O. Reg. 4/93, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) A driver shall be in compliance at all times with at least one of the requirements in subsections (2) to (4).</p> <p class=\"subsection-e\">(2) In any period of seven consecutive days, a driver shall not drive after having been on duty for sixty hours during the period.</p> <p class=\"subsection-e\">(3) In any period of eight consecutive days, a driver shall not drive after having been on duty for seventy hours during the period.</p> <p class=\"subsection-e\">(4) In any period of fourteen consecutive days,</p> <p class=\"clause-e\">(a) a driver shall not drive after having been on duty for 120 hours during the period; and</p> <p class=\"clause-e\">(b) a driver shall not drive unless the driver has been off duty for at least twenty-four consecutive hours before the driver totals seventy-five hours on duty during the period. O. Reg. 4/93, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Driving",
            "content": "4. (1) After having been off duty for at least eight consecutive hours, a driver shall not accumulate more than thirteen hours driving time. (2) As soon as a driver has accumulated thirteen hours driving time, he or she shall go off duty for at least eight consecutive hours before driving again. (3) As soon as a driver has accumulated fifteen hours on duty time, he or she shall go off duty for at least eight consecutive hours before driving again. O. Reg. 4/93, s. 4. Off Duty Exceptions",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) After having been off duty for at least eight consecutive hours, a driver shall not accumulate more than thirteen hours driving time.</p> <p class=\"subsection-e\">(2) As soon as a driver has accumulated thirteen hours driving time, he or she shall go off duty for at least eight consecutive hours before driving again.</p> <p class=\"subsection-e\">(3) As soon as a driver has accumulated fifteen hours on duty time, he or she shall go off duty for at least eight consecutive hours before driving again. O. Reg. 4/93, s. 4.</p> <p class=\"heading1-e\">Off Duty Exceptions</p>"
        },
        {
            "id": "5.",
            "section": "Off Duty Exceptions",
            "content": "5. (1) A driver may shorten the off duty period under section 4 by up to four hours, but may do so only once every seven days. (2) A driver who shortens the off duty period under section 4 shall, on his or her next off duty period, stay off duty for eight consecutive hours plus the amount of time by which the off duty period was shortened. O. Reg. 4/93, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) A driver may shorten the off duty period under section 4 by up to four hours, but may do so only once every seven days.</p> <p class=\"subsection-e\">(2) A driver who shortens the off duty period under section 4 shall, on his or her next off duty period, stay off duty for eight consecutive hours plus the amount of time by which the off duty period was shortened. O. Reg. 4/93, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Off Duty Exceptions",
            "content": "6. A driver may divide the off duty period under subsections 4 (1) and (2) into two rest periods if all of the following conditions are met: 1. The two rest periods total at least eight hours. 2. Each rest period is spent in a sleeper berth. 3. Each rest period is at least two hours long. 4. The time driven before and after a rest period does not total more than thirteen hours. O. Reg. 4/93, s. 6. Driving Extensions",
            "raw_html": "<p class=\"section-e\"><b>6. </b>A driver may divide the off duty period under subsections 4 (1) and (2) into two rest periods if all of the following conditions are met:</p> <p class=\"paragraph-e\">1. The two rest periods total at least eight hours.</p> <p class=\"paragraph-e\">2. Each rest period is spent in a sleeper berth.</p> <p class=\"paragraph-e\">3. Each rest period is at least two hours long.</p> <p class=\"paragraph-e\">4. The time driven before and after a rest period does not total more than thirteen hours. O. Reg. 4/93, s. 6.</p> <p class=\"heading1-e\">Driving Extensions</p>"
        },
        {
            "id": "7.",
            "section": "Driving Extensions",
            "content": "7. The driving times established under sections 3 and 4 may be exceeded by up to two hours if, (a) the driver encounters adverse weather, road or driving conditions during a trip that neither the driver nor the dispatcher knew about and that they could not have reasonably foreseen at the beginning of the trip; and (b) the driver could have completed the trip under normal conditions within the times established. O. Reg. 4/93, s. 7. Drivers’ Logs",
            "raw_html": "<p class=\"section-e\"><b>7. </b>The driving times established under sections 3 and 4 may be exceeded by up to two hours if,</p> <p class=\"clause-e\">(a) the driver encounters adverse weather, road or driving conditions during a trip that neither the driver nor the dispatcher knew about and that they could not have reasonably foreseen at the beginning of the trip; and</p> <p class=\"clause-e\">(b) the driver could have completed the trip under normal conditions within the times established. O. Reg. 4/93, s. 7.</p> <p class=\"heading1-e\">Drivers’ Logs</p>"
        },
        {
            "id": "8.",
            "section": "Drivers’ Logs",
            "content": "8. (1) Subject to section 12, a driver shall make a daily log. (2) A daily log may be handwritten in duplicate or may be made by means of an automatic on-board recording device. O. Reg. 4/93, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) Subject to section 12, a driver shall make a daily log.</p> <p class=\"subsection-e\">(2) A daily log may be handwritten in duplicate or may be made by means of an automatic on-board recording device. O. Reg. 4/93, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Drivers’ Logs",
            "content": "9. (1) A handwritten log shall contain the following information: 1. The driver’s name. 2. The co-driver’s name, if there is a co-driver. 3. The starting time of the day being recorded, if the day does not start at midnight. 4. The time that the driver spends in each duty status during the day. 5. The total time spent in each duty status during the day. 6. The city, town, village or highway location and the province or state where the driver’s duty status changes. 7. The odometer reading recorded by the driver for each commercial motor vehicle he or she drives at the start of each driving period of the day. 8. The total distance driven by the driver. 9. The number plate or unit number of each commercial motor vehicle driven and each trailer drawn by the driver. 10. The name of the operator or operators for whom the driver drives during the day and their main office addresses. 11. The date and the driver’s signature. (2) A driver shall include in the handwritten daily log a graph grid in Form 1 and shall complete the graph grid as follows: 1. A continuous line shall be drawn between the appropriate time markers for each day on the graph grid, recording the periods of time the driver is, i. off duty, ii. off duty in a sleeper berth, iii. on duty, not driving, and iv. driving. 2. The total time for each duty status shall be entered on the right-hand side of the graph grid. 3. The sum for the total times for each duty status shall be twenty-four hours. O. Reg. 4/93, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) A handwritten log shall contain the following information:</p> <p class=\"paragraph-e\">1. The driver’s name.</p> <p class=\"paragraph-e\">2. The co-driver’s name, if there is a co-driver.</p> <p class=\"paragraph-e\">3. The starting time of the day being recorded, if the day does not start at midnight.</p> <p class=\"paragraph-e\">4. The time that the driver spends in each duty status during the day.</p> <p class=\"paragraph-e\">5. The total time spent in each duty status during the day.</p> <p class=\"paragraph-e\">6. The city, town, village or highway location and the province or state where the driver’s duty status changes.</p> <p class=\"paragraph-e\">7. The odometer reading recorded by the driver for each commercial motor vehicle he or she drives at the start of each driving period of the day.</p> <p class=\"paragraph-e\">8. The total distance driven by the driver.</p> <p class=\"paragraph-e\">9. The number plate or unit number of each commercial motor vehicle driven and each trailer drawn by the driver.</p> <p class=\"paragraph-e\">10. The name of the operator or operators for whom the driver drives during the day and their main office addresses.</p> <p class=\"paragraph-e\">11. The date and the driver’s signature.</p> <p class=\"subsection-e\">(2) A driver shall include in the handwritten daily log a graph grid in Form 1 and shall complete the graph grid as follows:</p> <p class=\"paragraph-e\">1. A continuous line shall be drawn between the appropriate time markers for each day on the graph grid, recording the periods of time the driver is,</p> <p class=\"subpara-e\">i. off duty,</p> <p class=\"subpara-e\">ii. off duty in a sleeper berth,</p> <p class=\"subpara-e\">iii. on duty, not driving, and</p> <p class=\"subpara-e\">iv. driving.</p> <p class=\"paragraph-e\">2. The total time for each duty status shall be entered on the right-hand side of the graph grid.</p> <p class=\"paragraph-e\">3. The sum for the total times for each duty status shall be twenty-four hours. O. Reg. 4/93, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "Drivers’ Logs",
            "content": "10. (1) An automatic on-board recording device may be used to make a daily log if the device, (a) automatically records and indicates the number of times it is disconnected; (b) automatically records time and movement for the vehicle; and (c) records and displays the following information: 1. The number of hours the driver drives. 2. The number of on duty hours during which the driver does not drive. 3. The number of on duty hours in a seven, eight or fourteen consecutive day period or the number of on duty hours remaining in any of those periods. 4. The changes in the driver’s duty status and the times of those changes. (2) A driver shall sign all hard copies of the daily log produced by the device and shall certify that they are correct. (3) If requested by an inspector, a driver shall make handwritten daily logs from the information recorded by an automatic on-board recording device for each day of the current seven, eight or fourteen consecutive day period and shall have in his or her possession blank log forms for that purpose. O. Reg. 4/93, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>(1) An automatic on-board recording device may be used to make a daily log if the device,</p> <p class=\"clause-e\">(a) automatically records and indicates the number of times it is disconnected;</p> <p class=\"clause-e\">(b) automatically records time and movement for the vehicle; and</p> <p class=\"clause-e\">(c) records and displays the following information:</p> <p class=\"subclause-e\">1. The number of hours the driver drives.</p> <p class=\"subclause-e\">2. The number of on duty hours during which the driver does not drive.</p> <p class=\"subclause-e\">3. The number of on duty hours in a seven, eight or fourteen consecutive day period or the number of on duty hours remaining in any of those periods.</p> <p class=\"subclause-e\">4. The changes in the driver’s duty status and the times of those changes.</p> <p class=\"subsection-e\">(2) A driver shall sign all hard copies of the daily log produced by the device and shall certify that they are correct.</p> <p class=\"subsection-e\">(3) If requested by an inspector, a driver shall make handwritten daily logs from the information recorded by an automatic on-board recording device for each day of the current seven, eight or fourteen consecutive day period and shall have in his or her possession blank log forms for that purpose. O. Reg. 4/93, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Drivers’ Logs",
            "content": "11. (1) No driver shall drive a commercial motor vehicle without having the following in his or her possession: 1. A daily log up to date to the driver’s last change of duty status. 2. Copies of the driver’s logs for the preceding seven or thirteen consecutive day period. 3. Issued fuel, accommodation, bridge and road toll receipts. (2) On an inspector’s request, a driver shall surrender the documents referred to in subsection (1) for inspection. O. Reg. 4/93, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) No driver shall drive a commercial motor vehicle without having the following in his or her possession:</p> <p class=\"paragraph-e\">1. A daily log up to date to the driver’s last change of duty status.</p> <p class=\"paragraph-e\">2. Copies of the driver’s logs for the preceding seven or thirteen consecutive day period.</p> <p class=\"paragraph-e\">3. Issued fuel, accommodation, bridge and road toll receipts.</p> <p class=\"subsection-e\">(2) On an inspector’s request, a driver shall surrender the documents referred to in subsection (1) for inspection. O. Reg. 4/93, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": "Drivers’ Logs",
            "content": "12. (1) A driver is not required to make a log on a day on which, (a) the driver is instructed to drive within a 160 kilometre radius of the place where he or she reports to work; (b) the driver returns to the place where he or she reports to work within fifteen hours of leaving it and immediately goes off duty; and (c) the driver’s operator keeps records of the times the driver goes on and off duty and of the total time the driver is on duty. (2) The fact that a driver is not required to make a log under subsection (1) does not relieve the driver of any other requirement under this Regulation. O. Reg. 4/93, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>(1) A driver is not required to make a log on a day on which,</p> <p class=\"clause-e\">(a) the driver is instructed to drive within a 160 kilometre radius of the place where he or she reports to work;</p> <p class=\"clause-e\">(b) the driver returns to the place where he or she reports to work within fifteen hours of leaving it and immediately goes off duty; and</p> <p class=\"clause-e\">(c) the driver’s operator keeps records of the times the driver goes on and off duty and of the total time the driver is on duty.</p> <p class=\"subsection-e\">(2) The fact that a driver is not required to make a log under subsection (1) does not relieve the driver of any other requirement under this Regulation. O. Reg. 4/93, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": "Drivers’ Logs",
            "content": "13. A driver who is ordinarily exempted by section 2 or 12 from making a daily log shall, when driving a commercial motor vehicle in a circumstance that requires him or her to make a daily log, make a log for the day and enter in it the total period of time that the driver was on duty in the preceding seven or thirteen consecutive days. O. Reg. 4/93, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13. </b>A driver who is ordinarily exempted by section 2 or 12 from making a daily log shall, when driving a commercial motor vehicle in a circumstance that requires him or her to make a daily log, make a log for the day and enter in it the total period of time that the driver was on duty in the preceding seven or thirteen consecutive days. O. Reg. 4/93, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": "Drivers’ Logs",
            "content": "14. A driver shall forward to each operator for whom he or she works on a day a copy of his or her log, along with all issued fuel, accommodation, bridge and road toll receipts, within twenty days of making the log. O. Reg. 4/93, s. 14. Duties of Operators",
            "raw_html": "<p class=\"section-e\"><b>14. </b>A driver shall forward to each operator for whom he or she works on a day a copy of his or her log, along with all issued fuel, accommodation, bridge and road toll receipts, within twenty days of making the log. O. Reg. 4/93, s. 14.</p> <p class=\"heading1-e\">Duties of Operators</p>"
        },
        {
            "id": "15.",
            "section": "Duties of Operators",
            "content": "15. (1) An operator shall keep all books, documents and records relating to the business at the operator’s principal place of business for at least six months. (2) An operator who receives documents and records such as daily logs, issued fuel, accommodation, bridge and road toll receipts, invoices and shipping documents from a driver at the place where the driver normally reports for work may keep them there for a maximum of thirty days before transferring them to the operator’s principal place of business. (3) On an inspector’s request, an operator shall surrender for inspection the books, documents and records that the operator is required to keep. (4) For the purposes of this section, a record is any information recorded or stored by any means and an operator’s principal place of business is the current address provided by the operator for a CVOR certificate that is on file with the Ministry. O. Reg. 4/93, s. 15. FORM 1   GRAPH GRID Highway Traffic Act  O. Reg. 4/93, Form 1. ",
            "raw_html": "<p class=\"section-e\"><b>15. </b>(1) An operator shall keep all books, documents and records relating to the business at the operator’s principal place of business for at least six months.</p> <p class=\"subsection-e\">(2) An operator who receives documents and records such as daily logs, issued fuel, accommodation, bridge and road toll receipts, invoices and shipping documents from a driver at the place where the driver normally reports for work may keep them there for a maximum of thirty days before transferring them to the operator’s principal place of business.</p> <p class=\"subsection-e\">(3) On an inspector’s request, an operator shall surrender for inspection the books, documents and records that the operator is required to keep.</p> <p class=\"subsection-e\">(4) For the purposes of this section, a record is any information recorded or stored by any means and an operator’s principal place of business is the current address provided by the operator for a CVOR certificate that is on file with the Ministry. O. Reg. 4/93, s. 15.</p> <p class=\"form-e\">FORM 1 <br/>  GRAPH GRID</p> <p class=\"act-e\"><i>Highway Traffic Act</i></p> <p class=\"scanned-e\"><img border=\"0\" height=\"203\" src=\"images/elaws_rev_regs_930004_e-1.gif\" width=\"658\"/></p> <p class=\"footnote-e\">O. Reg. 4/93, Form 1.</p> <p class=\"Normal\"></p>"
        }
    ]
}