{
    "reg_info": {
        "full_title": "O. Reg. 341/20: ONTARIO LINE PROJECT",
        "reg_name_text": "ONTARIO LINE PROJECT",
        "citation": "O. Reg. 341/20: ",
        "act_under": "Environmental Assessment Act   Loi sur les évaluations environnementales",
        "url": "https://www.ontario.ca/laws/regulation/200341",
        "date_scraped": "2023-12-18 13:26:36"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December 14, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/200341/v2",
            "valid_from": "July  1, 2020",
            "valid_to": "December 13, 2021"
        },
        {
            "a_href": "/laws/regulation/200341/v1",
            "valid_from": "June 30, 2020",
            "valid_to": "June 30, 2020"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "  1. In this Regulation, “ancillary facilities” includes any maintenance yards, transmission lines or transmission stations; “ancillary works” means modifications to existing infrastructure including roads, bridges or utility corridors; “early works” means any components of the Ontario Line Project that Metrolinx proposes to proceed with before the completion of the Ontario Line assessment process, such as station construction, rail corridor expansion, utility relocation or bridge replacement or expansion; “early works assessment process” means the process set out in sections 8 to 14 and section 21; “Metrolinx” means the corporation continued under section 2 of the Metrolinx Act, 2006; “Ontario Line Project” means, (a)  an enterprise or activity that is the planning, designing, establishing, constructing, operating, changing or retiring of a facility or service for the transportation of passengers by rail that begins near the Ontario Science Centre and terminates near Ontario Place in the City of Toronto and includes any ancillary facilities used to support or facilitate the transportation of passengers by rail and ancillary works needed to establish, construct, operate, change or retire those facilities or services, or (b)  a proposal, plan or program in respect of an enterprise or activity described in clause (a); “Ontario Line project assessment process” means the process set out in sections 3 to 7 and 15 to 21. Exemptions",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>In this Regulation,</p> <p class=\"definition-e\">“ancillary facilities” includes any maintenance yards, transmission lines or transmission stations;</p> <p class=\"definition-e\">“ancillary works” means modifications to existing infrastructure including roads, bridges or utility corridors;</p> <p class=\"definition-e\">“early works” means any components of the Ontario Line Project that Metrolinx proposes to proceed with before the completion of the Ontario Line assessment process, such as station construction, rail corridor expansion, utility relocation or bridge replacement or expansion;</p> <p class=\"definition-e\">“early works assessment process” means the process set out in sections 8 to 14 and section 21;</p> <p class=\"definition-e\">“Metrolinx” means the corporation continued under section 2 of the <i>Metrolinx Act, 2006</i>;</p> <p class=\"definition-e\">“Ontario Line Project” means,</p> <p class=\"defclause-e\">  (a)  an enterprise or activity that is the planning, designing, establishing, constructing, operating, changing or retiring of a facility or service for the transportation of passengers by rail that begins near the Ontario Science Centre and terminates near Ontario Place in the City of Toronto and includes any ancillary facilities used to support or facilitate the transportation of passengers by rail and ancillary works needed to establish, construct, operate, change or retire those facilities or services, or</p> <p class=\"defclause-e\">  (b)  a proposal, plan or program in respect of an enterprise or activity described in clause (a);</p> <p class=\"definition-e\">“Ontario Line project assessment process” means the process set out in sections 3 to 7 and 15 to 21.</p> <p class=\"heading1-e\">Exemptions</p>"
        },
        {
            "id": "2.",
            "section": "Exemptions",
            "content": " 2. (1) The Ontario Line Project, other than early works, is exempt from Part II and subsection 15.1.1 (1) of the Act if Metrolinx complies with the Ontario Line project assessment process. O. Reg. 341/20, s. 2 (1); O. Reg. 853/21, s. 1 (1). (2) Early works are exempt from Part II and subsection 15.1.1 (1) of the Act if Metrolinx complies with the early works assessment process. O. Reg. 341/20, s. 2 (2); O. Reg. 853/21, s. 1 (1). (3) Subsections 12.2 (2) and (6) and 15.1.2 (2) and (6) of the Act do not apply to, (a)  the Minister of the Environment, Conservation and Parks with respect to any permit that Minister may issue under section 17 of the Endangered Species Act, 2007 related to the Ontario Line Project; and (b)  the Minister of Heritage, Sport, Tourism and Culture Industries with respect to any consent that Minister may issue for the purpose of compliance with subsection 25.2 (6) of the Ontario Heritage Act related to the Ontario Line Project. O. Reg. 341/20, s. 2 (3); O. Reg. 853/21, s. 1 (2). List of Indigenous communities",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) The Ontario Line Project, other than early works, is exempt from Part II and subsection 15.1.1 (1) of the Act if Metrolinx complies with the Ontario Line project assessment process. O. Reg. 341/20, s. 2 (1); O. Reg. 853/21, s. 1 (1).</p> <p class=\"subsection-e\">  (2) Early works are exempt from Part II and subsection 15.1.1 (1) of the Act if Metrolinx complies with the early works assessment process. O. Reg. 341/20, s. 2 (2); O. Reg. 853/21, s. 1 (1).</p> <p class=\"subsection-e\">  (3) Subsections 12.2 (2) and (6) and 15.1.2 (2) and (6) of the Act do not apply to,</p> <p class=\"clause-e\">  (a)  the Minister of the Environment, Conservation and Parks with respect to any permit that Minister may issue under section 17 of the <i>Endangered Species Act, 2007</i> related to the Ontario Line Project; and</p> <p class=\"clause-e\">  (b)  the Minister of Heritage, Sport, Tourism and Culture Industries with respect to any consent that Minister may issue for the purpose of compliance with subsection 25.2 (6) of the <i>Ontario Heritage Act</i> related to the Ontario Line Project. O. Reg. 341/20, s. 2 (3); O. Reg. 853/21, s. 1 (2).</p> <p class=\"heading1-e\">List of Indigenous communities</p>"
        },
        {
            "id": "3.",
            "section": "List of Indigenous communities",
            "content": " 3. Before preparing the draft environmental conditions report, Metrolinx shall obtain from the Director of the Ministry’s Environmental Assessment Branch a list of Indigenous communities that, in the opinion of the Director, have or may have existing aboriginal or treaty rights, as recognized and affirmed in section 35 of the Constitution Act, 1982, that may be negatively impacted by the Ontario Line Project. Environmental Conditions Report",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>Before preparing the draft environmental conditions report, Metrolinx shall obtain from the Director of the Ministry’s Environmental Assessment Branch a list of Indigenous communities that, in the opinion of the Director, have or may have existing aboriginal or treaty rights, as recognized and affirmed in section 35 of the <i>Constitution Act, 1982</i>, that may be negatively impacted by the Ontario Line Project.</p> <p class=\"heading1-e\">Environmental Conditions Report</p>"
        },
        {
            "id": "4.",
            "section": "Draft environmental conditions report",
            "content": " 4. (1) Metrolinx shall prepare a draft environmental conditions report in accordance with subsection (3). (2) In preparing the draft environmental conditions report, Metrolinx shall request every Indigenous community that is identified on the list provided by the Director described in section 3 to advise it in writing of any negative impact that the Ontario Line Project may have on their existing aboriginal or treaty rights, as recognized and affirmed in section 35 of the Constitution Act, 1982. (3) The draft environmental conditions report must contain the following: 1.  A statement of the purpose of the Ontario Line Project and a summary of background information relating to it. 2.  The description of the Ontario Line Project. 3.  A map showing the area studied in respect of the Ontario Line Project. 4.  A description of the local environmental conditions in the area studied in respect of the Ontario Line Project. 5.  A description of all studies undertaken in relation to the Ontario Line Project, including, i.  a summary of all data collected or reviewed, and ii.  a summary of all results and conclusions. 6.  A preliminary description of the potential impacts that the Ontario Line Project might have on the environment that have been identified to date and an indication of how those impacts will be studied and described in further detail in the environmental impact assessment report. 7.  A description of any potential measures for mitigating any negative impacts that the Ontario Line Project might have on the environment. 8.  A description of the future studies that will be carried out as part of the environmental impact assessment report to determine potential impacts to the environment caused by the Ontario Line Project and the potential measures for mitigating any negative impacts in respect of them. 9.  A preliminary list of the potential municipal, provincial, federal or other approvals or permits that may be required for the Ontario Line Project. 10.  A consultation record, including, i.  a description of the consultations carried out with Indigenous communities and interested persons, ii.  a list of the Indigenous communities and interested persons who participated in the consultations, iii.  summaries of the comments submitted by Indigenous communities and interested persons, iv.  a summary of discussions that Metrolinx had with Indigenous communities, and copies of all written comments submitted by Indigenous communities, v.  a description of what Metrolinx did to respond to concerns expressed by Indigenous communities and interested persons, and vi.  any commitments made by Metrolinx to Indigenous communities and interested persons in respect of the Ontario Line Project.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) Metrolinx shall prepare a draft environmental conditions report in accordance with subsection (3).</p> <p class=\"subsection-e\">  (2) In preparing the draft environmental conditions report, Metrolinx shall request every Indigenous community that is identified on the list provided by the Director described in section 3 to advise it in writing of any negative impact that the Ontario Line Project may have on their existing aboriginal or treaty rights, as recognized and affirmed in section 35 of the <i>Constitution Act, 1982</i>.</p> <p class=\"subsection-e\">  (3) The draft environmental conditions report must contain the following:</p> <p class=\"paragraph-e\">  1.  A statement of the purpose of the Ontario Line Project and a summary of background information relating to it.</p> <p class=\"paragraph-e\">  2.  The description of the Ontario Line Project.</p> <p class=\"paragraph-e\">  3.  A map showing the area studied in respect of the Ontario Line Project.</p> <p class=\"paragraph-e\">  4.  A description of the local environmental conditions in the area studied in respect of the Ontario Line Project.</p> <p class=\"paragraph-e\">  5.  A description of all studies undertaken in relation to the Ontario Line Project, including,</p> <p class=\"subpara-e\">  i.  a summary of all data collected or reviewed, and</p> <p class=\"subpara-e\">  ii.  a summary of all results and conclusions.</p> <p class=\"paragraph-e\">  6.  A preliminary description of the potential impacts that the Ontario Line Project might have on the environment that have been identified to date and an indication of how those impacts will be studied and described in further detail in the environmental impact assessment report.</p> <p class=\"paragraph-e\">  7.  A description of any potential measures for mitigating any negative impacts that the Ontario Line Project might have on the environment.</p> <p class=\"paragraph-e\">  8.  A description of the future studies that will be carried out as part of the environmental impact assessment report to determine potential impacts to the environment caused by the Ontario Line Project and the potential measures for mitigating any negative impacts in respect of them.</p> <p class=\"paragraph-e\">  9.  A preliminary list of the potential municipal, provincial, federal or other approvals or permits that may be required for the Ontario Line Project.</p> <p class=\"paragraph-e\">  10.  A consultation record, including,</p> <p class=\"subpara-e\">  i.  a description of the consultations carried out with Indigenous communities and interested persons,</p> <p class=\"subpara-e\">  ii.  a list of the Indigenous communities and interested persons who participated in the consultations,</p> <p class=\"subpara-e\">  iii.  summaries of the comments submitted by Indigenous communities and interested persons,</p> <p class=\"subpara-e\">  iv.  a summary of discussions that Metrolinx had with Indigenous communities, and copies of all written comments submitted by Indigenous communities,</p> <p class=\"subpara-e\">  v.  a description of what Metrolinx did to respond to concerns expressed by Indigenous communities and interested persons, and</p> <p class=\"subpara-e\">  vi.  any commitments made by Metrolinx to Indigenous communities and interested persons in respect of the Ontario Line Project.</p>"
        },
        {
            "id": "5.",
            "section": "Notice of publication",
            "content": " 5. (1) Metrolinx shall prepare a notice of publication of the draft environmental conditions report that complies with subsection (2) and distribute it as described in subsection (3). (2) The notice shall include the following information: 1.  Metrolinx’s address. 2.  The name and phone number and email address of a person who may be contacted on behalf of Metrolinx. 3.  A description of the conceptual design of the Ontario Line Project. 4.  A statement that the environmental impacts of the Ontario Line Project are being assessed in accordance with this Regulation. 5.  A map showing the study area in respect of the Ontario Line Project. 6.  Information on how to obtain a copy of the draft environmental conditions report. 7.  Information about any opportunities Metrolinx is providing for consultation about the draft environmental conditions report. 8.  Information on how comments about the draft environmental conditions report can be submitted to Metrolinx. (3) Metrolinx shall distribute the notice by, (a)  giving a copy of the notice to, (i)  the Director of the Ministry’s Environmental Assessment Branch, (ii)  the Director of the Ministry’s Central Region Office, (iii)  every Indigenous community that is identified on the list provided by the Director described in section 3, and (iv)  any other person who, in the opinion of Metrolinx, may be interested in the Ontario Line Project; and (b)  publishing the notice in a manner that, in the opinion of Metrolinx, will promptly bring the notice to the attention of interested persons in the study area. (4) For the purposes of identifying persons who may be interested in the Ontario Line Project under subclause (3) (a) (iv), Metrolinx shall have regard to Schedule 2 of Ontario Regulation 231/08 (Transit Projects and Metrolinx Undertakings) made under the Act. (5) Metrolinx shall also post the notice on its website.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) Metrolinx shall prepare a notice of publication of the draft environmental conditions report that complies with subsection (2) and distribute it as described in subsection (3).</p> <p class=\"subsection-e\">  (2) The notice shall include the following information:</p> <p class=\"paragraph-e\">  1.  Metrolinx’s address.</p> <p class=\"paragraph-e\">  2.  The name and phone number and email address of a person who may be contacted on behalf of Metrolinx.</p> <p class=\"paragraph-e\">  3.  A description of the conceptual design of the Ontario Line Project.</p> <p class=\"paragraph-e\">  4.  A statement that the environmental impacts of the Ontario Line Project are being assessed in accordance with this Regulation.</p> <p class=\"paragraph-e\">  5.  A map showing the study area in respect of the Ontario Line Project.</p> <p class=\"paragraph-e\">  6.  Information on how to obtain a copy of the draft environmental conditions report.</p> <p class=\"paragraph-e\">  7.  Information about any opportunities Metrolinx is providing for consultation about the draft environmental conditions report.</p> <p class=\"paragraph-e\">  8.  Information on how comments about the draft environmental conditions report can be submitted to Metrolinx.</p> <p class=\"subsection-e\">  (3) Metrolinx shall distribute the notice by,</p> <p class=\"clause-e\">  (a)  giving a copy of the notice to,</p> <p class=\"subclause-e\">  (i)  the Director of the Ministry’s Environmental Assessment Branch,</p> <p class=\"subclause-e\">  (ii)  the Director of the Ministry’s Central Region Office,</p> <p class=\"subclause-e\">  (iii)  every Indigenous community that is identified on the list provided by the Director described in section 3, and</p> <p class=\"subclause-e\">  (iv)  any other person who, in the opinion of Metrolinx, may be interested in the Ontario Line Project; and</p> <p class=\"clause-e\">  (b)  publishing the notice in a manner that, in the opinion of Metrolinx, will promptly bring the notice to the attention of interested persons in the study area.</p> <p class=\"subsection-e\">  (4) For the purposes of identifying persons who may be interested in the Ontario Line Project under subclause (3) (a) (iv), Metrolinx shall have regard to Schedule 2 of Ontario Regulation 231/08 (Transit Projects and Metrolinx Undertakings) made under the Act.</p> <p class=\"subsection-e\">  (5) Metrolinx shall also post the notice on its website.</p>"
        },
        {
            "id": "6.",
            "section": "Consultation on environmental conditions report",
            "content": " 6. (1) Metrolinx shall, in accordance with subsection (2), consult with, (a)  Indigenous communities that have existing aboriginal or treaty rights, as recognized and affirmed in section 35 of the Constitution Act, 1982, that may be negatively impacted by the Ontario Line Project; and (b)  persons who, in the opinion of Metrolinx, may be interested in the Ontario Line Project. (2) Metrolinx shall provide all of the Indigenous communities and persons to whom a copy of the notice under clause 5 (3) (a) is given with an opportunity to participate in the consultation. (3) Subject to subsections (4) and (5), the consultation shall be conducted in the way Metrolinx considers appropriate. (4) As part of the consultation, Metrolinx shall ensure that all of the persons and Indigenous communities to whom a copy of the notice under clause 5 (3) (a) is given are provided with access to a copy of the draft environmental conditions report. (5) As part of the consultation, Metrolinx shall discuss with each Indigenous community, (a)  any existing aboriginal or treaty rights, as recognized and affirmed in section 35 of the Constitution Act, 1982, that are identified by the community as potentially being negatively impacted by the Ontario Line Project; and (b)  measures for preventing, mitigating or remedying potential negative impacts on the rights referred to in clause (a), including any measures identified by the community.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) Metrolinx shall, in accordance with subsection (2), consult with,</p> <p class=\"clause-e\">  (a)  Indigenous communities that have existing aboriginal or treaty rights, as recognized and affirmed in section 35 of the <i>Constitution Act, 1982</i>, that may be negatively impacted by the Ontario Line Project; and</p> <p class=\"clause-e\">  (b)  persons who, in the opinion of Metrolinx, may be interested in the Ontario Line Project.</p> <p class=\"subsection-e\">  (2) Metrolinx shall provide all of the Indigenous communities and persons to whom a copy of the notice under clause 5 (3) (a) is given with an opportunity to participate in the consultation.</p> <p class=\"subsection-e\">  (3) Subject to subsections (4) and (5), the consultation shall be conducted in the way Metrolinx considers appropriate.</p> <p class=\"subsection-e\">  (4) As part of the consultation, Metrolinx shall ensure that all of the persons and Indigenous communities to whom a copy of the notice under clause 5 (3) (a) is given are provided with access to a copy of the draft environmental conditions report.</p> <p class=\"subsection-e\">  (5) As part of the consultation, Metrolinx shall discuss with each Indigenous community,</p> <p class=\"clause-e\">  (a)  any existing aboriginal or treaty rights, as recognized and affirmed in section 35 of the <i>Constitution Act, 1982</i>, that are identified by the community as potentially being negatively impacted by the Ontario Line Project; and</p> <p class=\"clause-e\">  (b)  measures for preventing, mitigating or remedying potential negative impacts on the rights referred to in clause (a), including any measures identified by the community.</p>"
        },
        {
            "id": "7.",
            "section": "Final environmental conditions report",
            "content": " 7. (1) Following the consultation described in section 6, Metrolinx shall update the draft environmental conditions report and publish a final environmental conditions report on its website. (2) Metrolinx shall ensure that all of the Indigenous communities and persons to whom a copy of the notice under clause 5 (3) (a) are given are notified of the publication of the final environmental conditions report and are provided with access to a copy of it. Early Works",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) Following the consultation described in section 6, Metrolinx shall update the draft environmental conditions report and publish a final environmental conditions report on its website.</p> <p class=\"subsection-e\">  (2) Metrolinx shall ensure that all of the Indigenous communities and persons to whom a copy of the notice under clause 5 (3) (a) are given are notified of the publication of the final environmental conditions report and are provided with access to a copy of it.</p> <p class=\"heading1-e\">Early Works</p>"
        },
        {
            "id": "8.",
            "section": "Draft early works report",
            "content": " 8. (1) Metrolinx may prepare one or more draft early works reports in accordance with subsection (2). (2) A draft early works report must contain the following: 1.  A description of the early works including a description of the alternatives that were considered. 2.  The rationale for proceeding with the early works and a summary of background information relating to them. 3.  A map showing the site of the early works described under paragraph 1. 4.  A description of the local environmental conditions at the site of the early works. 5.  A description of all studies undertaken in relation to the early works, including, i.  a summary of all data collected or reviewed, and ii.  a summary of all results and conclusions. 6.  Metrolinx’s assessment and evaluation of the impacts that the preferred method of carrying out the early works and other methods might have on the environment, and Metrolinx’s criteria for assessment and evaluation of those impacts. 7.  A description of any measures proposed by Metrolinx for mitigating any negative impacts that the preferred method of carrying out the early works might have on the environment. 8.  A description of the means Metrolinx proposes to use to monitor or verify the effectiveness of mitigation measures proposed under paragraph 7. 9.  A description of any municipal, provincial, federal or other approvals or permits that may be required for the early works. 10.  A consultation record, including, i.  a description of the consultations carried out with Indigenous communities and interested persons, ii.  a list of the Indigenous communities and interested persons who participated in the consultations, iii.  summaries of the comments submitted by Indigenous communities and interested persons, and iv.  a summary of discussions that Metrolinx had with Indigenous communities, and copies of all written comments submitted by Indigenous communities.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) Metrolinx may prepare one or more draft early works reports in accordance with subsection (2).</p> <p class=\"subsection-e\">  (2) A draft early works report must contain the following:</p> <p class=\"paragraph-e\">  1.  A description of the early works including a description of the alternatives that were considered.</p> <p class=\"paragraph-e\">  2.  The rationale for proceeding with the early works and a summary of background information relating to them.</p> <p class=\"paragraph-e\">  3.  A map showing the site of the early works described under paragraph 1.</p> <p class=\"paragraph-e\">  4.  A description of the local environmental conditions at the site of the early works.</p> <p class=\"paragraph-e\">  5.  A description of all studies undertaken in relation to the early works, including,</p> <p class=\"subpara-e\">  i.  a summary of all data collected or reviewed, and</p> <p class=\"subpara-e\">  ii.  a summary of all results and conclusions.</p> <p class=\"paragraph-e\">  6.  Metrolinx’s assessment and evaluation of the impacts that the preferred method of carrying out the early works and other methods might have on the environment, and Metrolinx’s criteria for assessment and evaluation of those impacts.</p> <p class=\"paragraph-e\">  7.  A description of any measures proposed by Metrolinx for mitigating any negative impacts that the preferred method of carrying out the early works might have on the environment.</p> <p class=\"paragraph-e\">  8.  A description of the means Metrolinx proposes to use to monitor or verify the effectiveness of mitigation measures proposed under paragraph 7.</p> <p class=\"paragraph-e\">  9.  A description of any municipal, provincial, federal or other approvals or permits that may be required for the early works.</p> <p class=\"paragraph-e\">  10.  A consultation record, including,</p> <p class=\"subpara-e\">  i.  a description of the consultations carried out with Indigenous communities and interested persons,</p> <p class=\"subpara-e\">  ii.  a list of the Indigenous communities and interested persons who participated in the consultations,</p> <p class=\"subpara-e\">  iii.  summaries of the comments submitted by Indigenous communities and interested persons, and</p> <p class=\"subpara-e\">  iv.  a summary of discussions that Metrolinx had with Indigenous communities, and copies of all written comments submitted by Indigenous communities.</p>"
        },
        {
            "id": "9.",
            "section": "Notice of draft early works report",
            "content": " 9. (1) Metrolinx shall prepare a notice of publication of draft early works report that complies with subsection (3) and distribute it as described in subsection (4). (2) In preparing the draft early works report, Metrolinx shall request every Indigenous community that is identified on the list provided by the Director described in section 3 to advise it in writing of any potential negative impact that the early works may have on their existing aboriginal or treaty rights, as recognized and affirmed in section 35 of the Constitution Act, 1982. (3) The notice shall include the following information: 1.  Metrolinx’s address. 2.  The name and phone number and email address of a person who may be contacted on behalf of Metrolinx. 3.  A description of the early works. 4.  A statement that the environmental impacts of the early works are being assessed in accordance with this Regulation. 5.  A map showing the site of the early works described under paragraph 3. 6.  Information on how to obtain a copy of the draft early works report. 7.  Information about any opportunities Metrolinx is providing for consultation about the draft early works report. 8.  Information on how comments about the draft early works report can be submitted to Metrolinx. (4) Metrolinx shall distribute the notice by, (a)  giving a copy of the notice to, (i)  every assessed owner of land within 30 metres of the site of the early works, (ii)  the Director of the Ministry’s Environmental Assessment Branch, (iii)  the Director of the Ministry’s Central Region Office, (iv)  every Indigenous community that is identified on the list provided by the Director described in section 3, and (v)  any other person who, in the opinion of Metrolinx, may be interested in the early works; and (b)  publishing the notice in a manner that, in the opinion of Metrolinx, will promptly bring the notice to the attention of the public near the site of the early works. (5) For the purposes of identifying persons who may be interested in the early works under subclause (4) (a) (v), Metrolinx shall have regard to Schedule 2 of Ontario Regulation 231/08 (Transit Projects and Metrolinx Undertakings) made under the Act. (6) Metrolinx shall also post the notice on its website.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) Metrolinx shall prepare a notice of publication of draft early works report that complies with subsection (3) and distribute it as described in subsection (4).</p> <p class=\"subsection-e\">  (2) In preparing the draft early works report, Metrolinx shall request every Indigenous community that is identified on the list provided by the Director described in section 3 to advise it in writing of any potential negative impact that the early works may have on their existing aboriginal or treaty rights, as recognized and affirmed in section 35 of the <i>Constitution Act, 1982</i>.</p> <p class=\"subsection-e\">  (3) The notice shall include the following information:</p> <p class=\"paragraph-e\">  1.  Metrolinx’s address.</p> <p class=\"paragraph-e\">  2.  The name and phone number and email address of a person who may be contacted on behalf of Metrolinx.</p> <p class=\"paragraph-e\">  3.  A description of the early works.</p> <p class=\"paragraph-e\">  4.  A statement that the environmental impacts of the early works are being assessed in accordance with this Regulation.</p> <p class=\"paragraph-e\">  5.  A map showing the site of the early works described under paragraph 3.</p> <p class=\"paragraph-e\">  6.  Information on how to obtain a copy of the draft early works report.</p> <p class=\"paragraph-e\">  7.  Information about any opportunities Metrolinx is providing for consultation about the draft early works report.</p> <p class=\"paragraph-e\">  8.  Information on how comments about the draft early works report can be submitted to Metrolinx.</p> <p class=\"subsection-e\">  (4) Metrolinx shall distribute the notice by,</p> <p class=\"clause-e\">  (a)  giving a copy of the notice to,</p> <p class=\"subclause-e\">  (i)  every assessed owner of land within 30 metres of the site of the early works,</p> <p class=\"subclause-e\">  (ii)  the Director of the Ministry’s Environmental Assessment Branch,</p> <p class=\"subclause-e\">  (iii)  the Director of the Ministry’s Central Region Office,</p> <p class=\"subclause-e\">  (iv)  every Indigenous community that is identified on the list provided by the Director described in section 3, and</p> <p class=\"subclause-e\">  (v)  any other person who, in the opinion of Metrolinx, may be interested in the early works; and</p> <p class=\"clause-e\">  (b)  publishing the notice in a manner that, in the opinion of Metrolinx, will promptly bring the notice to the attention of the public near the site of the early works.</p> <p class=\"subsection-e\">  (5) For the purposes of identifying persons who may be interested in the early works under subclause (4) (a) (v), Metrolinx shall have regard to Schedule 2 of Ontario Regulation 231/08 (Transit Projects and Metrolinx Undertakings) made under the Act.</p> <p class=\"subsection-e\">  (6) Metrolinx shall also post the notice on its website.</p>"
        },
        {
            "id": "10.",
            "section": "Consultation on early works report",
            "content": " 10. (1) Subject to subsection (2), Metrolinx shall consult with every Indigenous community that is identified on the list provided by the Director described in section 3 and persons who, in the opinion of Metrolinx, may be interested in the early works. (2) Metrolinx shall provide all of the persons to whom a copy of the notice under clause 9 (4) (a) is given an opportunity to participate in the consultation. (3) Subject to subsections (4) to (6), the consultation shall be conducted in the way Metrolinx considers appropriate. (4) As part of the consultation, Metrolinx shall ensure that all of the persons and Indigenous communities to whom a copy of the notice under clause 9 (4) (a) is given are provided with access to a copy of the draft early works report. (5) As part of the consultation, Metrolinx shall discuss with each Indigenous community that may be negatively impacted by the early works, (a)  any existing aboriginal or treaty rights, as recognized and affirmed in section 35 of the Constitution Act, 1982, that are identified by the community as potentially being negatively impacted by the early works; and (b)  measures for preventing, mitigating or remedying potential negative impacts on the rights referred to in clause (a), including any measures identified by the community. (6) Metrolinx shall establish an issues resolution process to attempt to resolve, (a)  any concerns raised by Indigenous communities and interested persons, in a way that does not cause unreasonable delay to the implementation of the Ontario Line Project, and (b)  any adverse impacts to the existing aboriginal or treaty rights of the aboriginal peoples of Canada as recognized and affirmed in section 35 of the Constitution Act, 1982, related to the early works.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) Subject to subsection (2), Metrolinx shall consult with every Indigenous community that is identified on the list provided by the Director described in section 3 and persons who, in the opinion of Metrolinx, may be interested in the early works.</p> <p class=\"subsection-e\">  (2) Metrolinx shall provide all of the persons to whom a copy of the notice under clause 9 (4) (a) is given an opportunity to participate in the consultation.</p> <p class=\"subsection-e\">  (3) Subject to subsections (4) to (6), the consultation shall be conducted in the way Metrolinx considers appropriate.</p> <p class=\"subsection-e\">  (4) As part of the consultation, Metrolinx shall ensure that all of the persons and Indigenous communities to whom a copy of the notice under clause 9 (4) (a) is given are provided with access to a copy of the draft early works report.</p> <p class=\"subsection-e\">  (5) As part of the consultation, Metrolinx shall discuss with each Indigenous community that may be negatively impacted by the early works,</p> <p class=\"clause-e\">  (a)  any existing aboriginal or treaty rights, as recognized and affirmed in section 35 of the <i>Constitution Act, 1982</i>, that are identified by the community as potentially being negatively impacted by the early works; and</p> <p class=\"clause-e\">  (b)  measures for preventing, mitigating or remedying potential negative impacts on the rights referred to in clause (a), including any measures identified by the community.</p> <p class=\"subsection-e\">  (6) Metrolinx shall establish an issues resolution process to attempt to resolve,</p> <p class=\"clause-e\">  (a)  any concerns raised by Indigenous communities and interested persons, in a way that does not cause unreasonable delay to the implementation of the Ontario Line Project, and</p> <p class=\"clause-e\">  (b)  any adverse impacts to the existing aboriginal or treaty rights of the aboriginal peoples of Canada as recognized and affirmed in section 35 of the <i>Constitution Act, 1982</i>, related to the early works.</p>"
        },
        {
            "id": "11.",
            "section": "Final early works report",
            "content": " 11. (1) Within 65 days of publishing the notice of publication of the draft early works report pursuant to clause 9 (4) (b), Metrolinx shall, (a)  complete the consultation and issues resolution process under section 10; (b)  update the draft early works report, including by adding, (i)  a description of the issues resolution process employed by Metrolinx in respect of any concerns raised by Indigenous communities and interested persons, (ii)  a description of the concerns raised by Indigenous communities and interested persons in the issues resolution process and of the outcome of the process, including what, if anything, Metrolinx did or will do in respect of the concerns raised, and (iii)  a description of any impacts to the timeline for implementation of the early works as a result of how Metrolinx has addressed the concerns; and (c)  publish the final early works report on its website. (2) Metrolinx shall ensure that all of the persons and Indigenous communities to whom a copy of the notice under clause 9 (4) (a) is given are notified of the publication of the final early works report and are provided with access to a copy of it.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) Within 65 days of publishing the notice of publication of the draft early works report pursuant to clause 9 (4) (b), Metrolinx shall,</p> <p class=\"clause-e\">  (a)  complete the consultation and issues resolution process under section 10;</p> <p class=\"clause-e\">  (b)  update the draft early works report, including by adding,</p> <p class=\"subclause-e\">  (i)  a description of the issues resolution process employed by Metrolinx in respect of any concerns raised by Indigenous communities and interested persons,</p> <p class=\"subclause-e\">  (ii)  a description of the concerns raised by Indigenous communities and interested persons in the issues resolution process and of the outcome of the process, including what, if anything, Metrolinx did or will do in respect of the concerns raised, and</p> <p class=\"subclause-e\">  (iii)  a description of any impacts to the timeline for implementation of the early works as a result of how Metrolinx has addressed the concerns; and</p> <p class=\"clause-e\">  (c)  publish the final early works report on its website.</p> <p class=\"subsection-e\">  (2) Metrolinx shall ensure that all of the persons and Indigenous communities to whom a copy of the notice under clause 9 (4) (a) is given are notified of the publication of the final early works report and are provided with access to a copy of it.</p>"
        },
        {
            "id": "12.",
            "section": "Minister’s notice",
            "content": " 12. (1) Within 35 days after receipt of the notice given under subsection 11 (2) by the Directors of the Ministry’s Environmental Assessment Branch and Central Region Office, the Minister may, in the circumstances specified in subsection (2), issue a notice to Metrolinx imposing conditions related to the early works. (2) The Minister may issue a notice under subsection (1) only if, (a)  the Minister is of the opinion that, (i)  the way in which Metrolinx has addressed a concern raised in the issues resolution process established under subsection 10 (6) in the final early works report would cause unreasonable delay to the implementation of the early works, and (ii)  the conditions in the Minister’s notice change the way in which the concern is addressed in the final early works report without causing unreasonable delay to the implementation of the early works; or (b)  the Minister is of the opinion that, (i)  the early works may have an adverse impact on the existing aboriginal or treaty rights of the aboriginal peoples of Canada, as recognized and affirmed in section 35 of the Constitution Act, 1982, and (ii)  the conditions may prevent, mitigate, or remedy the adverse impact referred to in subclause (i). (3) If the Minister decides not to issue a notice pursuant to subsection (1), the Minister may, during the time period specified in that subsection, inform Metrolinx in writing of this decision.",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>(1) Within 35 days after receipt of the notice given under subsection 11 (2) by the Directors of the Ministry’s Environmental Assessment Branch and Central Region Office, the Minister may, in the circumstances specified in subsection (2), issue a notice to Metrolinx imposing conditions related to the early works.</p> <p class=\"subsection-e\">  (2) The Minister may issue a notice under subsection (1) only if,</p> <p class=\"clause-e\">  (a)  the Minister is of the opinion that,</p> <p class=\"subclause-e\">  (i)  the way in which Metrolinx has addressed a concern raised in the issues resolution process established under subsection 10 (6) in the final early works report would cause unreasonable delay to the implementation of the early works, and</p> <p class=\"subclause-e\">  (ii)  the conditions in the Minister’s notice change the way in which the concern is addressed in the final early works report without causing unreasonable delay to the implementation of the early works; or</p> <p class=\"clause-e\">  (b)  the Minister is of the opinion that,</p> <p class=\"subclause-e\">  (i)  the early works may have an adverse impact on the existing aboriginal or treaty rights of the aboriginal peoples of Canada, as recognized and affirmed in section 35 of the <i>Constitution Act, 1982</i>, and</p> <p class=\"subclause-e\">  (ii)  the conditions may prevent, mitigate, or remedy the adverse impact referred to in subclause (i).</p> <p class=\"subsection-e\">  (3) If the Minister decides not to issue a notice pursuant to subsection (1), the Minister may, during the time period specified in that subsection, inform Metrolinx in writing of this decision.</p>"
        },
        {
            "id": "13.",
            "section": "Early works statement of completion",
            "content": " 13. (1) Metrolinx shall submit a statement of completion of the early works assessment process to the Directors of the Ministry’s Environmental Assessment Branch and Central Region Office after the time period specified in subsection 12 (1). (2) Despite subsection (1), Metrolinx may submit the statement of completion before the expiry of the time period specified in subsection 12 (1) if the Minister informs Metrolinx pursuant to subsection 12 (3) that a notice will not be issued pursuant to subsection 12 (1). (3) The statement of completion of the early works assessment process shall indicate that Metrolinx intends to proceed with the early works in accordance with the final early works report, subject to any conditions imposed by the Minister pursuant to subsection 12 (1). (4) Metrolinx shall post the statement of completion on its website. (5) Subject to subsection 21 (23), if Metrolinx proceeds with the early works, it shall proceed in accordance with the final early works report, subject to any conditions imposed by the Minister pursuant to subsection 12 (1).",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>(1) Metrolinx shall submit a statement of completion of the early works assessment process to the Directors of the Ministry’s Environmental Assessment Branch and Central Region Office after the time period specified in subsection 12 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), Metrolinx may submit the statement of completion before the expiry of the time period specified in subsection 12 (1) if the Minister informs Metrolinx pursuant to subsection 12 (3) that a notice will not be issued pursuant to subsection 12 (1).</p> <p class=\"subsection-e\">  (3) The statement of completion of the early works assessment process shall indicate that Metrolinx intends to proceed with the early works in accordance with the final early works report, subject to any conditions imposed by the Minister pursuant to subsection 12 (1).</p> <p class=\"subsection-e\">  (4) Metrolinx shall post the statement of completion on its website.</p> <p class=\"subsection-e\">  (5) Subject to subsection 21 (23), if Metrolinx proceeds with the early works, it shall proceed in accordance with the final early works report, subject to any conditions imposed by the Minister pursuant to subsection 12 (1).</p>"
        },
        {
            "id": "14.",
            "section": "Timing for early works assessment process",
            "content": " 14. (1) Metrolinx may carry out the early works assessment process only until the notice of publication of the draft environmental impact assessment report has been distributed in accordance with subsection 16 (3). (2) Once the notice of publication of the draft environmental impact assessment report has been distributed, Metrolinx shall immediately cease any early works assessment process that is underway. (3) Subsections (1) and (2) do not apply to the early works assessment process for proposed changes pursuant to section 21. Environmental Impact Assessment Report",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>(1) Metrolinx may carry out the early works assessment process only until the notice of publication of the draft environmental impact assessment report has been distributed in accordance with subsection 16 (3).</p> <p class=\"subsection-e\">  (2) Once the notice of publication of the draft environmental impact assessment report has been distributed, Metrolinx shall immediately cease any early works assessment process that is underway.</p> <p class=\"subsection-e\">  (3) Subsections (1) and (2) do not apply to the early works assessment process for proposed changes pursuant to section 21.</p> <p class=\"heading1-e\">Environmental Impact Assessment Report</p>"
        },
        {
            "id": "15.",
            "section": "Draft environmental impact assessment report",
            "content": " 15. (1) Metrolinx shall prepare a draft environmental impact assessment report in accordance with subsection (2). (2) The draft environmental impact assessment report must contain the following: 1.  A statement of the purpose of the Ontario Line Project and a summary of background information relating to the Ontario Line Project. 2.  The final description of the Ontario Line Project, including a description of the preferred method of carrying it out, and a description of the other methods that were considered. 3.  A map showing the site of the Ontario Line Project. 4.  A description of the local environmental conditions at the site of the Ontario Line Project. 5.  A description of all studies undertaken in relation to the Ontario Line Project, including, i.  a summary of all data collected or reviewed, and ii.  a summary of all results and conclusions. 6.  Metrolinx’s assessment and evaluation of the impacts that the preferred method of carrying out the Ontario Line Project and other methods might have on the environment, and Metrolinx’s criteria for assessment and evaluation of those impacts. 7.  A description of any measures proposed by Metrolinx for mitigating any negative impacts that the preferred method of carrying out the Ontario Line Project might have on the environment. 8.  A description of the means Metrolinx proposes to use to monitor or verify the effectiveness of mitigation measures proposed under paragraph 7. 9.  A description of any municipal, provincial, federal or other approvals or permits that may be required for the Ontario Line Project. 10.  A consultation record, including, i.  a description of the consultations carried out with Indigenous communities and interested persons, ii.  a list of the Indigenous communities and interested persons who participated in the consultations, iii.  summaries of the comments submitted by Indigenous communities and interested persons, and iv.  a summary of discussions that Metrolinx had with Indigenous communities, and copies of all written comments submitted by Indigenous communities.",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>(1) Metrolinx shall prepare a draft environmental impact assessment report in accordance with subsection (2).</p> <p class=\"subsection-e\">  (2) The draft environmental impact assessment report must contain the following:</p> <p class=\"paragraph-e\">  1.  A statement of the purpose of the Ontario Line Project and a summary of background information relating to the Ontario Line Project.</p> <p class=\"paragraph-e\">  2.  The final description of the Ontario Line Project, including a description of the preferred method of carrying it out, and a description of the other methods that were considered.</p> <p class=\"paragraph-e\">  3.  A map showing the site of the Ontario Line Project.</p> <p class=\"paragraph-e\">  4.  A description of the local environmental conditions at the site of the Ontario Line Project.</p> <p class=\"paragraph-e\">  5.  A description of all studies undertaken in relation to the Ontario Line Project, including,</p> <p class=\"subpara-e\">  i.  a summary of all data collected or reviewed, and</p> <p class=\"subpara-e\">  ii.  a summary of all results and conclusions.</p> <p class=\"paragraph-e\">  6.  Metrolinx’s assessment and evaluation of the impacts that the preferred method of carrying out the Ontario Line Project and other methods might have on the environment, and Metrolinx’s criteria for assessment and evaluation of those impacts.</p> <p class=\"paragraph-e\">  7.  A description of any measures proposed by Metrolinx for mitigating any negative impacts that the preferred method of carrying out the Ontario Line Project might have on the environment.</p> <p class=\"paragraph-e\">  8.  A description of the means Metrolinx proposes to use to monitor or verify the effectiveness of mitigation measures proposed under paragraph 7.</p> <p class=\"paragraph-e\">  9.  A description of any municipal, provincial, federal or other approvals or permits that may be required for the Ontario Line Project.</p> <p class=\"paragraph-e\">  10.  A consultation record, including,</p> <p class=\"subpara-e\">  i.  a description of the consultations carried out with Indigenous communities and interested persons,</p> <p class=\"subpara-e\">  ii.  a list of the Indigenous communities and interested persons who participated in the consultations,</p> <p class=\"subpara-e\">  iii.  summaries of the comments submitted by Indigenous communities and interested persons, and</p> <p class=\"subpara-e\">  iv.  a summary of discussions that Metrolinx had with Indigenous communities, and copies of all written comments submitted by Indigenous communities.</p>"
        },
        {
            "id": "16.",
            "section": "Notice of draft environmental impact assessment report",
            "content": " 16. (1) Metrolinx shall prepare a notice of publication of a draft environmental impact assessment report that complies with subsection (2) and distribute it as described in subsection (3). (2) The notice shall include the following information: 1.  Metrolinx’s address. 2.  The name and phone number and email address of a person who may be contacted on behalf of Metrolinx. 3.  A description of the environmental impact assessment of the Ontario Line Project. 4.  A statement that the environmental impacts of the Ontario Line Project are being assessed in accordance with this Regulation. 5.  A map showing the site of the Ontario Line Project. 6.  Information on how to obtain a copy of the draft environmental impact assessment report. 7.  Information about any opportunities Metrolinx is providing for consultation about the draft environmental impact assessment report. 8.  Information on how comments about the draft environmental impact assessment report can be submitted to Metrolinx. (3) Metrolinx shall distribute the notice by, (a)  giving a copy of the notice to, (i)  every assessed owner of land within 30 metres of the site of the Ontario Line Project, (ii)  the Director of the Ministry’s Environmental Assessment Branch, (iii)  the Director of the Ministry’s Central Region Office, (iv)  every Indigenous community that is identified on the list provided by the Director described in section 3, and (v)  any other person who, in the opinion of Metrolinx, may be interested in the Ontario Line Project; and (b)  publishing the notice in a manner that, in the opinion of Metrolinx, will promptly bring the notice to the attention of the public near the site of the Ontario Line Project. (4) For the purposes of identifying persons who may be interested in the Ontario Line Project under subclause (3) (a) (v), Metrolinx shall have regard to Schedule 2 of Ontario Regulation 231/08 (Transit Projects and Metrolinx Undertakings) made under the Act. (5) Metrolinx shall also post the notice on its website.",
            "raw_html": "<p class=\"section-e\"> <b>16. </b>(1) Metrolinx shall prepare a notice of publication of a draft environmental impact assessment report that complies with subsection (2) and distribute it as described in subsection (3).</p> <p class=\"subsection-e\">  (2) The notice shall include the following information:</p> <p class=\"paragraph-e\">  1.  Metrolinx’s address.</p> <p class=\"paragraph-e\">  2.  The name and phone number and email address of a person who may be contacted on behalf of Metrolinx.</p> <p class=\"paragraph-e\">  3.  A description of the environmental impact assessment of the Ontario Line Project.</p> <p class=\"paragraph-e\">  4.  A statement that the environmental impacts of the Ontario Line Project are being assessed in accordance with this Regulation.</p> <p class=\"paragraph-e\">  5.  A map showing the site of the Ontario Line Project.</p> <p class=\"paragraph-e\">  6.  Information on how to obtain a copy of the draft environmental impact assessment report.</p> <p class=\"paragraph-e\">  7.  Information about any opportunities Metrolinx is providing for consultation about the draft environmental impact assessment report.</p> <p class=\"paragraph-e\">  8.  Information on how comments about the draft environmental impact assessment report can be submitted to Metrolinx.</p> <p class=\"subsection-e\">  (3) Metrolinx shall distribute the notice by,</p> <p class=\"clause-e\">  (a)  giving a copy of the notice to,</p> <p class=\"subclause-e\">  (i)  every assessed owner of land within 30 metres of the site of the Ontario Line Project,</p> <p class=\"subclause-e\">  (ii)  the Director of the Ministry’s Environmental Assessment Branch,</p> <p class=\"subclause-e\">  (iii)  the Director of the Ministry’s Central Region Office,</p> <p class=\"subclause-e\">  (iv)  every Indigenous community that is identified on the list provided by the Director described in section 3, and</p> <p class=\"subclause-e\">  (v)  any other person who, in the opinion of Metrolinx, may be interested in the Ontario Line Project; and</p> <p class=\"clause-e\">  (b)  publishing the notice in a manner that, in the opinion of Metrolinx, will promptly bring the notice to the attention of the public near the site of the Ontario Line Project.</p> <p class=\"subsection-e\">  (4) For the purposes of identifying persons who may be interested in the Ontario Line Project under subclause (3) (a) (v), Metrolinx shall have regard to Schedule 2 of Ontario Regulation 231/08 (Transit Projects and Metrolinx Undertakings) made under the Act.</p> <p class=\"subsection-e\">  (5) Metrolinx shall also post the notice on its website.</p>"
        },
        {
            "id": "17.",
            "section": "Consultation on environmental impact assessment report",
            "content": " 17. (1) Subject to subsection (2), Metrolinx shall consult with every Indigenous community that is identified on the list provided by the Director described in section 3 and persons, who, in the opinion of Metrolinx, may be interested in the Ontario Line Project. (2) Metrolinx shall provide all of the Indigenous communities and persons to whom a copy of the notice under clause 16 (3) (a) is given with an opportunity to participate in the consultation. (3) Subject to subsections (4) to (6), the consultation shall be conducted in the way Metrolinx considers appropriate. (4) As part of the consultation, Metrolinx shall ensure that all of the persons and Indigenous communities to whom a copy of the notice under clause 16 (3) (a) is given are provided with access to a copy of the draft environmental impact assessment report. (5) As part of the consultation, Metrolinx shall discuss with each Indigenous community that may be negatively impacted by the Ontario Line Project, (a)  any existing aboriginal or treaty rights as recognized and affirmed in section 35 of the Constitution Act, 1982 that are identified by the community as potentially being negatively impacted by the Ontario Line Project; and (b)  measures for preventing, mitigating or remedying potential negative impacts on the rights referred to in clause (a), including any measures identified by the community. (6) Metrolinx shall establish an issues resolution process to attempt to resolve, (a)  any concerns raised by Indigenous communities and interested persons, in a way that does not cause unreasonable delay to the implementation of the Ontario Line Project, and (b)  any adverse impacts to the existing aboriginal or treaty rights of the aboriginal peoples of Canada as recognized and affirmed in section 35 of the Constitution Act, 1982, related to the Ontario Line Project.",
            "raw_html": "<p class=\"section-e\"> <b>17. </b>(1) Subject to subsection (2), Metrolinx shall consult with every Indigenous community that is identified on the list provided by the Director described in section 3 and persons, who, in the opinion of Metrolinx, may be interested in the Ontario Line Project.</p> <p class=\"subsection-e\">  (2) Metrolinx shall provide all of the Indigenous communities and persons to whom a copy of the notice under clause 16 (3) (a) is given with an opportunity to participate in the consultation.</p> <p class=\"subsection-e\">  (3) Subject to subsections (4) to (6), the consultation shall be conducted in the way Metrolinx considers appropriate.</p> <p class=\"subsection-e\">  (4) As part of the consultation, Metrolinx shall ensure that all of the persons and Indigenous communities to whom a copy of the notice under clause 16 (3) (a) is given are provided with access to a copy of the draft environmental impact assessment report.</p> <p class=\"subsection-e\">  (5) As part of the consultation, Metrolinx shall discuss with each Indigenous community that may be negatively impacted by the Ontario Line Project,</p> <p class=\"clause-e\">  (a)  any existing aboriginal or treaty rights as recognized and affirmed in section 35 of the <i>Constitution Act, 1982</i> that are identified by the community as potentially being negatively impacted by the Ontario Line Project; and</p> <p class=\"clause-e\">  (b)  measures for preventing, mitigating or remedying potential negative impacts on the rights referred to in clause (a), including any measures identified by the community.</p> <p class=\"subsection-e\">  (6) Metrolinx shall establish an issues resolution process to attempt to resolve,</p> <p class=\"clause-e\">  (a)  any concerns raised by Indigenous communities and interested persons, in a way that does not cause unreasonable delay to the implementation of the Ontario Line Project, and</p> <p class=\"clause-e\">  (b)  any adverse impacts to the existing aboriginal or treaty rights of the aboriginal peoples of Canada as recognized and affirmed in section 35 of the <i>Constitution Act, 1982</i>, related to the Ontario Line Project.</p>"
        },
        {
            "id": "18.",
            "section": "Final environmental impact assessment and statement of completion",
            "content": " 18. (1) Within 65 days of publishing the notice of publication of the draft environmental impact assessment report pursuant to clause 16 (3) (b), Metrolinx shall, (a)  complete the consultation and issues resolution process under section 17; (b)  update the draft environmental impact assessment report, including by adding, (i)  a description of the issues resolution process employed by Metrolinx in respect of any concerns raised by Indigenous communities and interested persons, (ii)  a description of the concerns raised by Indigenous communities and interested persons in the issues resolution process and of the outcome of the process, including what, if anything, Metrolinx did or will do in respect of the concerns, and (iii)  a description of any impacts to the timeline for implementation of the Ontario Line Project as a result of how Metrolinx has addressed the concerns; and (c)  publish the final environmental impact assessment report on its website. (2) Metrolinx shall ensure that all of the persons to whom a copy of the notice under clause 16 (3) (a) is given are notified of the publication of the final environmental impact assessment report and are provided with access to a copy of it.",
            "raw_html": "<p class=\"section-e\"> <b>18. </b>(1) Within 65 days of publishing the notice of publication of the draft environmental impact assessment report pursuant to clause 16 (3) (b), Metrolinx shall,</p> <p class=\"clause-e\">  (a)  complete the consultation and issues resolution process under section 17;</p> <p class=\"clause-e\">  (b)  update the draft environmental impact assessment report, including by adding,</p> <p class=\"subclause-e\">  (i)  a description of the issues resolution process employed by Metrolinx in respect of any concerns raised by Indigenous communities and interested persons,</p> <p class=\"subclause-e\">  (ii)  a description of the concerns raised by Indigenous communities and interested persons in the issues resolution process and of the outcome of the process, including what, if anything, Metrolinx did or will do in respect of the concerns, and</p> <p class=\"subclause-e\">  (iii)  a description of any impacts to the timeline for implementation of the Ontario Line Project as a result of how Metrolinx has addressed the concerns; and</p> <p class=\"clause-e\">  (c)  publish the final environmental impact assessment report on its website.</p> <p class=\"subsection-e\">  (2) Metrolinx shall ensure that all of the persons to whom a copy of the notice under clause 16 (3) (a) is given are notified of the publication of the final environmental impact assessment report and are provided with access to a copy of it.</p>"
        },
        {
            "id": "19.",
            "section": "Minister’s notice",
            "content": " 19. (1) Within 35 days after receipt of the notice given under subsection 18 (2) by the Directors of the Ministry’s Environmental Assessment Branch and Central Region Office, the Minister may, in the circumstances specified in subsection (2), issue a notice to Metrolinx imposing conditions related to the Ontario Line Project. (2) The Minister may issue a notice pursuant to subsection (1) only if, (a)  the Minister is of the opinion that, (i)  the way in which Metrolinx has addressed a concern raised in the issues resolution process established under subsection 17 (6) in the final environmental impact assessment report would cause unreasonable delay to the implementation of the Ontario Line Project, and (ii)  the conditions in the Minister’s notice change the way in which the concern is addressed in the final environmental impact assessment report without causing unreasonable delay to the implementation of the Ontario Line Project; or (b)  the Minister is of the opinion that, (i)  the Ontario Line Project may have an adverse impact on the existing aboriginal or treaty rights of the aboriginal peoples of Canada, as recognized and affirmed in section 35 of the Constitution Act, 1982, and (ii)  the conditions may prevent, mitigate, or remedy the adverse impact referred to in subclause (i). (3) If the Minister decides not to issue a notice pursuant to subsection (1), the Minister may, during the time period specified in that subsection, inform Metrolinx in writing of this decision.",
            "raw_html": "<p class=\"section-e\"> <b>19. </b>(1) Within 35 days after receipt of the notice given under subsection 18 (2) by the Directors of the Ministry’s Environmental Assessment Branch and Central Region Office, the Minister may, in the circumstances specified in subsection (2), issue a notice to Metrolinx imposing conditions related to the Ontario Line Project.</p> <p class=\"subsection-e\">  (2) The Minister may issue a notice pursuant to subsection (1) only if,</p> <p class=\"clause-e\">  (a)  the Minister is of the opinion that,</p> <p class=\"subclause-e\">  (i)  the way in which Metrolinx has addressed a concern raised in the issues resolution process established under subsection 17 (6) in the final environmental impact assessment report would cause unreasonable delay to the implementation of the Ontario Line Project, and</p> <p class=\"subclause-e\">  (ii)  the conditions in the Minister’s notice change the way in which the concern is addressed in the final environmental impact assessment report without causing unreasonable delay to the implementation of the Ontario Line Project<span>; or</span></p> <p class=\"clause-e\">  (b)  the Minister is of the opinion that,</p> <p class=\"subclause-e\">  (i)  the Ontario Line Project may have an adverse impact on the existing aboriginal or treaty rights of the aboriginal peoples of Canada, as recognized and affirmed in section 35 of the <i>Constitution Act, 1982</i>, and</p> <p class=\"subclause-e\">  (ii)  the conditions may prevent, mitigate, or remedy the adverse impact referred to in subclause (i).</p> <p class=\"subsection-e\">  (3) If the Minister decides not to issue a notice pursuant to subsection (1), the Minister may, during the time period specified in that subsection, inform Metrolinx in writing of this decision.</p>"
        },
        {
            "id": "20.",
            "section": "Ontario Line Project statement of completion",
            "content": " 20. (1) Metrolinx shall submit a statement of completion of the Ontario Line project assessment process to the Directors of the Ministry’s Environmental Assessment Branch and Central Region Office after the time period specified in subsection 19 (1). (2) Despite subsection (1), Metrolinx may submit the statement of completion before the expiry of the time period specified in subsection 19 (1) if the Minister informs Metrolinx pursuant to subsection 19 (3) that a notice will not be issued pursuant to subsection 19 (1). (3) The statement of completion of the Ontario Line project assessment process shall indicate that Metrolinx intends to proceed with the Ontario Line Project in accordance with the final environmental impact assessment report, subject to any conditions imposed by the Minister pursuant to subsection 19 (1). (4) Metrolinx shall post the statement of completion on its website. (5) Subject to subsection 21 (23), if Metrolinx proceeds with the Ontario Line Project, it shall proceed in accordance with the final environmental impact assessment report, subject to any conditions imposed by the Minister pursuant to subsection 19 (1). Project Changes",
            "raw_html": "<p class=\"section-e\"> <b>20. </b>(1) Metrolinx shall submit a statement of completion of the Ontario Line project assessment process to the Directors of the Ministry’s Environmental Assessment Branch and Central Region Office after the time period specified in subsection 19 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), Metrolinx may submit the statement of completion before the expiry of the time period specified in subsection 19 (1) if the Minister informs Metrolinx pursuant to subsection 19 (3) that a notice will not be issued pursuant to subsection 19 (1).</p> <p class=\"subsection-e\">  (3) The statement of completion of the Ontario Line project assessment process shall indicate that Metrolinx intends to proceed with the Ontario Line Project in accordance with the final environmental impact assessment report, subject to any conditions imposed by the Minister pursuant to subsection 19 (1).</p> <p class=\"subsection-e\">  (4) Metrolinx shall post the statement of completion on its website.</p> <p class=\"subsection-e\">  (5) Subject to subsection 21 (23), if Metrolinx proceeds with the Ontario Line Project, it shall proceed in accordance with the final environmental impact assessment report, subject to any conditions imposed by the Minister pursuant to subsection 19 (1).</p> <p class=\"heading1-e\">Project Changes</p>"
        },
        {
            "id": "21.",
            "section": "Project changes inconsistent with final environmental impact assessment or early works",
            "content": " 21. (1) If, after submitting a statement of completion of the Ontario Line Project assessment process or the early works assessment process, Metrolinx wishes to make a change to the Ontario Line Project or early works that is inconsistent with the environmental impact assessment report or final early works report referred to in that statement, or any conditions imposed by the Minister pursuant to subsections 12 (1) or 19 (1), Metrolinx shall prepare an addendum to that report that contains the following information: 1.  A description of the change. 2.  The reasons for the change. 3.  Metrolinx’s assessment and evaluation of any impacts that the change might have on the environment. 4.  A description of any measures proposed by Metrolinx for mitigating any negative impacts that the change might have on the environment. 5.  A statement of whether Metrolinx is of the opinion that the change is a significant change to the Ontario Line Project or the early works, and the reasons for the opinion. 6.  A description of any impacts to the timeline for implementation of the Ontario Line Project or early works. (2) Subsection (1) does not apply to a change that is required to comply with another Act, a regulation made under another Act, or an order, permit, approval or other instrument issued under another Act. (3) If Metrolinx is of the opinion that a change described in an addendum prepared under subsection (1) is a significant change to the Ontario Line Project or early works, Metrolinx shall prepare a notice of addendum in accordance with subsection (4). (4) The notice of addendum shall contain the following: 1.  A description of the change. 2.  The reasons for the change. 3.  Information as to where and how members of the public may examine the addendum to the final environmental impact assessment report or to the final early works report and obtain copies. 4.  Information on how members of the public and Indigenous communities can provide comments to Metrolinx in respect of the addendum to the final environmental impact assessment report or final early works report. 5.  A description of any impacts to the timeline for implementation of the Ontario Line Project. (5) Metrolinx shall distribute the notice of addendum by, (a)  giving a copy of the notice to, (i)  every assessed owner of land within 30 metres of the site of the change to the Ontario Line Project or early works, (ii)  the Director of the Ministry’s Environmental Assessment Branch, (iii)  the Director of the Ministry’s Central Region Office, (iv)  every Indigenous community that is identified on the list provided by the Director described in section 3, and (v)  any other person who, in the opinion of Metrolinx, may be interested in the change; and (b)  publishing the notice in a manner that, in the opinion of Metrolinx, will promptly bring the notice to the attention of interested persons near the site of the change to the Ontario Line Project or early works. (6) For the purposes of identifying persons who may be interested in the Ontario Line Project or early works under subclause (5) (a) (v), Metrolinx shall have regard to Schedule 2 of Ontario Regulation 231/08 (Transit Projects and Metrolinx Undertakings) made under the Act. (7) Metrolinx shall post the notice of addendum on its website. (8) Metrolinx shall provide all of the persons to whom a copy of the notice under clause (5) (a) is given an opportunity to participate in the consultation. (9) Subject to subsections (10) to (12), Metrolinx shall consult with Indigenous communities and interested persons in the way Metrolinx considers appropriate. (10) Metrolinx shall ensure that all of the persons or Indigenous communities to whom a copy of the notice under clause (5) (a) is given are provided with access to a copy of the addendum to the final environmental impact assessment report or final early works report. (11) As part of the consultation, Metrolinx shall discuss with each Indigenous community that may be negatively impacted by the change to the Ontario Line Project or early works, (a)  any existing aboriginal or treaty rights as recognized and affirmed in section 35 of the Constitution Act, 1982 that are identified by the community as potentially being negatively impacted by the change; and (b)  measures for preventing, mitigating or remedying potential negative impacts on the rights referred to in clause (a), including any measures identified by the community. (12) Metrolinx shall establish an issues resolution process to attempt to resolve, (a)  any concerns raised by Indigenous communities or interested persons, in a way that does not cause unreasonable delay to the implementation of the Ontario Line Project or early works, and (b)  any adverse impacts to the existing aboriginal or treaty rights of the aboriginal peoples of Canada, as recognized and affirmed in section 35 of the Constitution Act, 1982, related to the change. (13) Within 65 days of publishing the notice of addendum to the final environmental impact assessment report or final early works report pursuant to clause (5) (b), Metrolinx shall, (a)  complete the consultation and issues resolution under this section; (b)  update the addendum to the final environmental impact assessment report or final early works report, including by adding, (i)  a description of the issues resolution process employed by Metrolinx in respect of any concerns raised by Indigenous communities and interested persons, (ii)  a description of the concerns raised by Indigenous communities and interested persons in the issues resolution process and of the outcome of the process, including what, if anything, Metrolinx did or will do in respect of the concerns raised, and (iii)  a description of any impacts to the timeline for implementation of the Ontario Line Project or early works as a result of how Metrolinx has addressed the concerns; and (c)  publish the addendum to the final environmental impact assessment report or final early works report, as updated in accordance with clause (b), on its website. (14) Metrolinx shall ensure that all of the persons to whom a copy of the notice under clause (5) (a) was given are notified of the updated addendum to the final environmental impact assessment report or final early works report that is published under clause (13) (c) and provided with access to a copy of it. (15) Within 35 days after receipt of the notice given under subsection (14) by the Directors of the Ministry’s Environmental Assessment Branch and Ministry’s Central Region Office, the Minister may, in the circumstances specified in subsection (16), issue a notice to Metrolinx imposing conditions related to the change to the Ontario Line Project or early works. (16) The Minister may issue a notice pursuant to subsection (15) only if, (a)  the Minister is of the opinion that, (i)  the way in which Metrolinx has addressed a concern raised in the issues resolution process established under subsection (12) in the updated addendum to the final environmental impact assessment report or the final early works report that is published under clause (13) (c) would cause unreasonable delay to the implementation of the Ontario Line Project or the early works, and (ii)  the conditions in the Minister’s notice change the way in which the concern is addressed in the updated addendum to the final environmental impact assessment report or final early works report without causing unreasonable delay to the implementation of the Ontario Line Project or early works; or (b)  the Minister is of the opinion that, (i)  the change to the Ontario Line Project or early works may have an adverse impact on the existing aboriginal or treaty rights of the aboriginal peoples of Canada, as recognized and affirmed in section 35 of the Constitution Act, 1982, and (ii)  the conditions may prevent, mitigate, or remedy the adverse impact referred to in subclause (i). (17) If the Minister decides not to issue a notice pursuant to subsection (15), the Minister may, during the time period specified in that subsection, inform Metrolinx in writing of this decision. (18) Metrolinx shall submit a statement of completion of the change process to the Director of the Ministry’s Environmental Assessment Branch and the Director of the Ministry’s Central Region Office after the time period specified in subsection (15). (19) Despite subsection (18), Metrolinx may submit the statement of completion of the change process before the expiry of the time period specified in subsection (15) if the Minister informs Metrolinx pursuant to subsection (17) that a notice will not be issued pursuant to subsection (15). (20) The statement of completion of the change process shall indicate that Metrolinx intends to proceed with the change to the Ontario Line Project or early works in accordance with the updated addendum to the final environmental impact assessment report or final early works report that is published pursuant to clause (13) (c), subject to any conditions imposed by the Minister pursuant to subsection (15). (21) Metrolinx shall post the statement of completion on its website. (22) Metrolinx shall not, after submitting a statement of completion pursuant to section 13 or 20 make a change to the early works or Ontario Line Project that is inconsistent with the final early works report or final environmental impact assessment report referred to in that statement, or any conditions imposed by the Minister pursuant to subsections 12 (1) or 19 (1), unless, (a)  the change is required to comply with another Act, a regulation made under another Act, or an order, permit, approval or other instrument issued under another Act; or (b)  Metrolinx has prepared an addendum to the final early works report or final environmental impact assessment report in accordance with subsection (1) that describes the change and, (i)  Metrolinx is of the opinion that the change is not a significant change to the early works or Ontario Line Project, or (ii)  Metrolinx is of the opinion that the change is a significant change to the early works or the Ontario Line Project and complies with the requirements in subsections (3) to (14) and any conditions imposed by the Minister pursuant to subsection (15). (23) If Metrolinx proceeds with a change to the early works or the Ontario Line Project, it shall do so in accordance with the updated addendum to the final early works report or final environmental impact assessment report in respect of the change that is published pursuant to clause (13) (c), subject to any conditions imposed by the Minister pursuant to subsection (15).",
            "raw_html": "<p class=\"section-e\"> <b>21. </b>(1) If, after submitting a statement of completion of the Ontario Line Project assessment process or the early works assessment process, Metrolinx wishes to make a change to the Ontario Line Project or early works that is inconsistent with the environmental impact assessment report or final early works report referred to in that statement, or any conditions imposed by the Minister pursuant to subsections 12 (1) or 19 (1), Metrolinx shall prepare an addendum to that report that contains the following information:</p> <p class=\"paragraph-e\">  1.  A description of the change.</p> <p class=\"paragraph-e\">  2.  The reasons for the change.</p> <p class=\"paragraph-e\">  3.  Metrolinx’s assessment and evaluation of any impacts that the change might have on the environment.</p> <p class=\"paragraph-e\">  4.  A description of any measures proposed by Metrolinx for mitigating any negative impacts that the change might have on the environment.</p> <p class=\"paragraph-e\">  5.  A statement of whether Metrolinx is of the opinion that the change is a significant change to the Ontario Line Project or the early works, and the reasons for the opinion.</p> <p class=\"paragraph-e\">  6.  A description of any impacts to the timeline for implementation of the Ontario Line Project or early works.</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply to a change that is required to comply with another Act, a regulation made under another Act, or an order, permit, approval or other instrument issued under another Act.</p> <p class=\"subsection-e\">  (3) If Metrolinx is of the opinion that a change described in an addendum prepared under subsection (1) is a significant change to the Ontario Line Project or early works, Metrolinx shall prepare a notice of addendum in accordance with subsection (4).</p> <p class=\"subsection-e\">  (4) The notice of addendum shall contain the following:</p> <p class=\"paragraph-e\">  1.  A description of the change.</p> <p class=\"paragraph-e\">  2.  The reasons for the change.</p> <p class=\"paragraph-e\">  3.  Information as to where and how members of the public may examine the addendum to the final environmental impact assessment report or to the final early works report and obtain copies.</p> <p class=\"paragraph-e\">  4.  Information on how members of the public and Indigenous communities can provide comments to Metrolinx in respect of the addendum to the final environmental impact assessment report or final early works report.</p> <p class=\"paragraph-e\">  5.  A description of any impacts to the timeline for implementation of the Ontario Line Project.</p> <p class=\"subsection-e\">  (5) Metrolinx shall distribute the notice of addendum by,</p> <p class=\"clause-e\">  (a)  giving a copy of the notice to,</p> <p class=\"subclause-e\">  (i)  every assessed owner of land within 30 metres of the site of the change to the Ontario Line Project or early works,</p> <p class=\"subclause-e\">  (ii)  the Director of the Ministry’s Environmental Assessment Branch,</p> <p class=\"subclause-e\">  (iii)  the Director of the Ministry’s Central Region Office,</p> <p class=\"subclause-e\">  (iv)  every Indigenous community that is identified on the list provided by the Director described in section 3, and</p> <p class=\"subclause-e\">  (v)  any other person who, in the opinion of Metrolinx, may be interested in the change; and</p> <p class=\"clause-e\">  (b)  publishing the notice in a manner that, in the opinion of Metrolinx, will promptly bring the notice to the attention of interested persons near the site of the change to the Ontario Line Project or early works.</p> <p class=\"subsection-e\">  (6) For the purposes of identifying persons who may be interested in the Ontario Line Project or early works under subclause (5) (a) (v), Metrolinx shall have regard to Schedule 2 of Ontario Regulation 231/08 (Transit Projects and Metrolinx Undertakings) made under the Act.</p> <p class=\"subsection-e\">  (7) Metrolinx shall post the notice of addendum on its website.</p> <p class=\"subsection-e\">  (8) Metrolinx shall provide all of the persons to whom a copy of the notice under clause (5) (a) is given an opportunity to participate in the consultation.</p> <p class=\"subsection-e\">  (9) Subject to subsections (10) to (12), Metrolinx shall consult with Indigenous communities and interested persons in the way Metrolinx considers appropriate.</p> <p class=\"subsection-e\">  (10) Metrolinx shall ensure that all of the persons or Indigenous communities to whom a copy of the notice under clause (5) (a) is given are provided with access to a copy of the addendum to the final environmental impact assessment report or final early works report.</p> <p class=\"subsection-e\">  (11) As part of the consultation, Metrolinx shall discuss with each Indigenous community that may be negatively impacted by the change to the Ontario Line Project or early works,</p> <p class=\"clause-e\">  (a)  any existing aboriginal or treaty rights as recognized and affirmed in section 35 of the <i>Constitution Act, 1982</i> that are identified by the community as potentially being negatively impacted by the change; and</p> <p class=\"clause-e\">  (b)  measures for preventing, mitigating or remedying potential negative impacts on the rights referred to in clause (a), including any measures identified by the community.</p> <p class=\"subsection-e\">  (12) Metrolinx shall establish an issues resolution process to attempt to resolve,</p> <p class=\"clause-e\">  (a)  any concerns raised by Indigenous communities or interested persons, in a way that does not cause unreasonable delay to the implementation of the Ontario Line Project or early works, and</p> <p class=\"clause-e\">  (b)  any adverse impacts to the existing aboriginal or treaty rights of the aboriginal peoples of Canada, as recognized and affirmed in section 35 of the<i> Constitution Act, 1982</i>, related to the change.</p> <p class=\"subsection-e\">  (13) Within 65 days of publishing the notice of addendum to the final environmental impact assessment report or final early works report pursuant to clause (5) (b), Metrolinx shall,</p> <p class=\"clause-e\">  (a)  complete the consultation and issues resolution under this section;</p> <p class=\"clause-e\">  (b)  update the addendum to the final environmental impact assessment report or final early works report, including by adding,</p> <p class=\"subclause-e\">  (i)  a description of the issues resolution process employed by Metrolinx in respect of any concerns raised by Indigenous communities and interested persons,</p> <p class=\"subclause-e\">  (ii)  a description of the concerns raised by Indigenous communities and interested persons in the issues resolution process and of the outcome of the process, including what, if anything, Metrolinx did or will do in respect of the concerns raised, and</p> <p class=\"subclause-e\">  (iii)  a description of any impacts to the timeline for implementation of the Ontario Line Project or early works as a result of how Metrolinx has addressed the concerns; and</p> <p class=\"clause-e\">  (c)  publish the addendum to the final environmental impact assessment report or final early works report, as updated in accordance with clause (b), on its website.</p> <p class=\"subsection-e\">  (14) Metrolinx shall ensure that all of the persons to whom a copy of the notice under clause (5) (a) was given are notified of the updated addendum to the final environmental impact assessment report or final early works report that is published under clause (13) (c) and provided with access to a copy of it.</p> <p class=\"subsection-e\">  (15) Within 35 days after receipt of the notice given under subsection (14) by the Directors of the Ministry’s Environmental Assessment Branch and Ministry’s Central Region Office, the Minister may, in the circumstances specified in subsection (16), issue a notice to Metrolinx imposing conditions related to the change to the Ontario Line Project or early works.</p> <p class=\"subsection-e\">  (16) The Minister may issue a notice pursuant to subsection (15) only if,</p> <p class=\"clause-e\">  (a)  the Minister is of the opinion that,</p> <p class=\"subclause-e\">  (i)  the way in which Metrolinx has addressed a concern raised in the issues resolution process established under subsection (12) in the updated addendum to the final environmental impact assessment report or the final early works report that is published under clause (13) (c) would cause unreasonable delay to the implementation of the Ontario Line Project or the early works, and</p> <p class=\"subclause-e\">  (ii)  the conditions in the Minister’s notice change the way in which the concern is addressed in the updated addendum to the final environmental impact assessment report or final early works report without causing unreasonable delay to the implementation of the Ontario Line Project or early works; or</p> <p class=\"clause-e\">  (b)  the Minister is of the opinion that,</p> <p class=\"subclause-e\">  (i)  the change to the Ontario Line Project or early works may have an adverse impact on the existing aboriginal or treaty rights of the aboriginal peoples of Canada, as recognized and affirmed in section 35 of the <i>Constitution Act, 1982</i>, and</p> <p class=\"subclause-e\">  (ii)  the conditions may prevent, mitigate, or remedy the adverse impact referred to in subclause (i).</p> <p class=\"subsection-e\">  (17) If the Minister decides not to issue a notice pursuant to subsection (15), the Minister may, during the time period specified in that subsection, inform Metrolinx in writing of this decision.</p> <p class=\"subsection-e\">  (18) Metrolinx shall submit a statement of completion of the change process to the Director of the Ministry’s Environmental Assessment Branch and the Director of the Ministry’s Central Region Office after the time period specified in subsection (15).</p> <p class=\"subsection-e\">  (19) Despite subsection (18), Metrolinx may submit the statement of completion of the change process before the expiry of the time period specified in subsection (15) if the Minister informs Metrolinx pursuant to subsection (17) that a notice will not be issued pursuant to subsection (15).</p> <p class=\"subsection-e\">  (20) The statement of completion of the change process shall indicate that Metrolinx intends to proceed with the change to the Ontario Line Project or early works in accordance with the updated addendum to the final environmental impact assessment report or final early works report that is published pursuant to clause (13) (c), subject to any conditions imposed by the Minister pursuant to subsection (15).</p> <p class=\"subsection-e\">  (21) Metrolinx shall post the statement of completion on its website.</p> <p class=\"subsection-e\">  (22) Metrolinx shall not, after submitting a statement of completion pursuant to section 13 or 20 make a change to the early works or Ontario Line Project that is inconsistent with the final early works report or final environmental impact assessment report referred to in that statement, or any conditions imposed by the Minister pursuant to subsections 12 (1) or 19 (1), unless,</p> <p class=\"clause-e\">  (a)  the change is required to comply with another Act, a regulation made under another Act, or an order, permit, approval or other instrument issued under another Act; or</p> <p class=\"clause-e\">  (b)  Metrolinx has prepared an addendum to the final early works report or final environmental impact assessment report in accordance with subsection (1) that describes the change and,</p> <p class=\"subclause-e\">  (i)  Metrolinx is of the opinion that the change is not a significant change to the early works or Ontario Line Project, or</p> <p class=\"subclause-e\">  (ii)  Metrolinx is of the opinion that the change is a significant change to the early works or the Ontario Line Project and complies with the requirements in subsections (3) to (14) and any conditions imposed by the Minister pursuant to subsection (15).</p> <p class=\"subsection-e\">  (23) If Metrolinx proceeds with a change to the early works or the Ontario Line Project, it shall do so in accordance with the updated addendum to the final early works report or final environmental impact assessment report in respect of the change that is published pursuant to clause (13) (c), subject to any conditions imposed by the Minister pursuant to subsection (15).</p>"
        },
        {
            "id": "22.",
            "section": "Project changes inconsistent with final environmental impact assessment or early works",
            "content": " 22. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>22.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Project changes inconsistent with final environmental impact assessment or early works",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}