{
    "reg_info": {
        "full_title": "O. Reg. 89/12: RESIDUAL STRANDED DEBT",
        "reg_name_text": "residual stranded debt",
        "citation": "O. Reg. 89/12: RESIDUAL STRANDED DEBT",
        "act_under": "Electricity Act, 1998   Loi de 1998 sur l’électricité",
        "url": "https://www.ontario.ca/laws/regulation/120089",
        "date_scraped": "2023-12-19 03:38:53"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/120089/v1",
            "valid_from": "May 15, 2012",
            "valid_to": "February 10, 2016"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definition of “residual stranded debt”",
            "content": " 1. For the purposes of clause (b) of the definition of “residual stranded debt” in subsection 85 (1) of the Act, the following are prescribed as amounts by which the stranded debt is to be reduced: 1. The amounts that, in the opinion of the Minister of Finance, will be paid under subsection 92.1 (2) of the Act. 2. The amounts that, in the opinion of the Minister of Finance, will be allocated to the Financial Corporation as determined using the formula, (A + B) − C in which, “A” is the net income of Hydro One Inc., “B” is the net income of Ontario Power Generation Inc., and “C” is the amount of interest that, in the opinion of the Minister of Finance, will be payable on the obligations of Hydro One Inc. and Ontario Power Generation Inc. assumed by Her Majesty in right of Ontario under clause 122 (1) (a) of the Act.  O. Reg. 89/12, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>For the purposes of clause (b) of the definition of “residual stranded debt” in subsection 85 (1) of the Act, the following are prescribed as amounts by which the stranded debt is to be reduced:</p> <p class=\"paragraph-e\">  1. The amounts that, in the opinion of the Minister of Finance, will be paid under subsection 92.1 (2) of the Act.</p> <p class=\"paragraph-e\">  2. The amounts that, in the opinion of the Minister of Finance, will be allocated to the Financial Corporation as determined using the formula,</p> <p class=\"equation-e\">(A + B) − C</p> <p class=\"Sparagraph-e\">in which,</p> <p class=\"equationind2-e\">  “A” is the net income of Hydro One Inc.,</p> <p class=\"equationind2-e\">  “B” is the net income of Ontario Power Generation Inc., and</p> <p class=\"equationind2-e\">  “C” is the amount of interest that, in the opinion of the Minister of Finance, will be payable on the obligations of Hydro One Inc. and Ontario Power Generation Inc. assumed by Her Majesty in right of Ontario under clause 122 (1) (a) of the Act.  O. Reg. 89/12, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Determination of the residual stranded debt",
            "content": " 2. (1) This section governs the determination of the residual stranded debt by the Minister of Finance under subsection 85 (2) of the Act.  O. Reg. 89/12, s. 2 (1). (2) The residual stranded debt shall be determined as of the last day of each fiscal year, beginning with the 2010-2011 fiscal year, and it is determined after the Financial Corporation has submitted its annual report for that year, including the audited financial statements, to the Minister of Finance under section 81 of the Act.  O. Reg. 89/12, s. 2 (2). (3) The residual stranded debt as of March 31 of a fiscal year shall be determined using the formula, D – E in which, “D” is the amount of the stranded debt determined as of March 31 of that fiscal year, and “E” is the sum of the present value of each of the amounts referred to in clauses (a) and (b) of the definition of “residual stranded debt” in subsection 85 (1) of the Act that accrue beginning on April 1 of the next fiscal year. O. Reg. 89/12, s. 2 (3).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) This section governs the determination of the residual stranded debt by the Minister of Finance under subsection 85 (2) of the Act.  O. Reg. 89/12, s. 2 (1).</p> <p class=\"subsection-e\">  (2) The residual stranded debt shall be determined as of the last day of each fiscal year, beginning with the 2010-2011 fiscal year, and it is determined after the Financial Corporation has submitted its annual report for that year, including the audited financial statements, to the Minister of Finance under section 81 of the Act.  O. Reg. 89/12, s. 2 (2).</p> <p class=\"subsection-e\">  (3) The residual stranded debt as of March 31 of a fiscal year shall be determined using the formula,</p> <p class=\"equation-e\">D – E</p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">  “D” is the amount of the stranded debt determined as of March 31 of that fiscal year, and</p> <p class=\"equationind1-e\">  “E” is the sum of the present value of each of the amounts referred to in clauses (a) and (b) of the definition of “residual stranded debt” in subsection 85 (1) of the Act that accrue beginning on April 1 of the next fiscal year.</p> <p class=\"footnote-e\">O. Reg. 89/12, s. 2 (3).</p>"
        },
        {
            "id": "3.",
            "section": "Reporting requirements",
            "content": " 3. (1) Beginning on April 1, 2012, the Minister of Finance shall ensure that notice of the amount of the residual stranded debt is published in The Ontario Gazette in each fiscal year.  O. Reg. 89/12, s. 3 (1). (2) The Minister shall ensure that notice of the amount of the residual stranded debt as of March 31, 2011 is published in The Ontario Gazette within three months after this Regulation comes into force.  O. Reg. 89/12, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) Beginning on April 1, 2012, the Minister of Finance shall ensure that notice of the amount of the residual stranded debt is published in <i>The Ontario Gazette</i> in each fiscal year.  O. Reg. 89/12, s. 3 (1).</p> <p class=\"subsection-e\">  (2) The Minister shall ensure that notice of the amount of the residual stranded debt as of March 31, 2011 is published in <i>The Ontario Gazette</i> within three months after this Regulation comes into force.  O. Reg. 89/12, s. 3 (2).</p>"
        },
        {
            "id": "4.",
            "section": "Reporting requirements",
            "content": " 4. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 89/12, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 89/12, s. 4.</p>"
        },
        {
            "id": null,
            "section": "Reporting requirements",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}