{
    "reg_info": {
        "full_title": "O. Reg. 585/17: CIGARETTE FILTER COMPONENTS",
        "reg_name_text": "CIGARETTE FILTER COMPONENTS",
        "citation": "O. Reg. 585/17: ",
        "act_under": "Tobacco Tax Act",
        "url": "https://www.ontario.ca/laws/regulation/170585",
        "date_scraped": "2023-12-19 02:11:25"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2018",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/170585/v1",
            "valid_from": "December 22, 2017",
            "valid_to": "December 31, 2017"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Prescribed cigarette filter components",
            "content": "  1. The following are prescribed as cigarette filter components for the purposes of the definition of “cigarette filter components” in subsection 1 (1) of the Act: 1. Acetate tow. 2. Polypropylene tow. 3. Cigarette filter rods made from either of the components set out in paragraph 1 or 2.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>The following are prescribed as cigarette filter components for the purposes of the definition of “cigarette filter components” in subsection 1 (1) of the Act:</p> <p class=\"paragraph-e\">  1. Acetate tow.</p> <p class=\"paragraph-e\">  2. Polypropylene tow.</p> <p class=\"paragraph-e\">  3. Cigarette filter rods made from either of the components set out in paragraph 1 or 2.</p>"
        },
        {
            "id": "2.",
            "section": "Prescribed circumstances, s. 7.0.1 (1) of the Act",
            "content": "  2. (1) Each of the following circumstances is prescribed for the purposes of paragraph 1 of subsection 7.0.1 (1) of the Act: 1. The person who is importing or in possession of the cigarette filter components is a college of applied arts and technology or a university whose enrolment is counted for the purposes of calculating annual operating grants entitlements from the Government of Ontario. 2. The person is importing or in possession of cigarette filter components for a purpose other than manufacturing a tobacco product and, before importing or taking possession of the components, the person notified the Minister in writing of the person’s intention to import or possess cigarette filter components and the purpose for which the person will use the components. 3. The person is in possession of cigarette filter components for the purpose of storing the components on behalf of a manufacturer who holds a registration certificate issued under section 7 of the Act provided that, i. the components are being stored pursuant to a written agreement between the person and the manufacturer, and ii. the manufacturer had notified the Minister, in writing, of the agreement before the person took possession of the components. 4. The person is transporting cigarette filter components for delivery to a manufacturer who holds a registration certificate issued under section 7 of the Act and has in the person’s possession either, i. a copy of the manufacturer’s registration certificate, or ii. a bill of lading that indicates the manufacturer as the purchaser of the components and that contains the information set out in subsection (2). 5. The person is transporting cigarette filter components for delivery to a person described in paragraph 1 or 2 and the person has in the person’s possession a bill of lading that indicates the person described in paragraph 1 or 2 as the purchaser of the components and that contains the information set out in subsection (2). 6. The person is importing or in possession of individual cigarette filter tips for a purpose other than commercial manufacturing, provided that the cigarette filter tips are no longer than 30 millimetres and no wider than 8 millimetres. (2) A bill of lading referred to in paragraphs 4 and 5 of subsection (1) shall set out, (a) the name and address of the vendor and the purchaser of the cigarette filter components and the associated purchase order number; (b) the address of the location to which the cigarette filter components will be delivered; (c) the date of direct shipment and expected date of delivery of the components; (d) a description of the components, including the quantity of components; (e) the jurisdiction of origin of the components; (f) the number of packages in which the components are being transported; and (g) the gross weight of the components.",
            "raw_html": "<p class=\"section-e\"><b>  2. </b>(1) Each of the following circumstances is prescribed for the purposes of paragraph 1 of subsection 7.0.1 (1) of the Act:</p> <p class=\"paragraph-e\">  1. The person who is importing or in possession of the cigarette filter components is a college of applied arts and technology or a university whose enrolment is counted for the purposes of calculating annual operating grants entitlements from the Government of Ontario.</p> <p class=\"paragraph-e\">  2. The person is importing or in possession of cigarette filter components for a purpose other than manufacturing a tobacco product and, before importing or taking possession of the components, the person notified the Minister in writing of the person’s intention to import or possess cigarette filter components and the purpose for which the person will use the components. </p> <p class=\"paragraph-e\">  3. The person is in possession of cigarette filter components for the purpose of storing the components on behalf of a manufacturer who holds a registration certificate issued under section 7 of the Act provided that,</p> <p class=\"subpara-e\">  i. the components are being stored pursuant to a written agreement between the person and the manufacturer, and</p> <p class=\"subpara-e\">  ii. the manufacturer had notified the Minister, in writing, of the agreement before the person took possession of the components.</p> <p class=\"paragraph-e\">  4. The person is transporting cigarette filter components for delivery to a manufacturer who holds a registration certificate issued under section 7 of the Act and has in the person’s possession either,</p> <p class=\"subpara-e\">  i. a copy of the manufacturer’s registration certificate, or</p> <p class=\"subpara-e\">  ii. a bill of lading that indicates the manufacturer as the purchaser of the components and that contains the information set out in subsection (2).</p> <p class=\"paragraph-e\">  5. The person is transporting cigarette filter components for delivery to a person described in paragraph 1 or 2 and the person has in the person’s possession a bill of lading that indicates the person described in paragraph 1 or 2 as the purchaser of the components and that contains the information set out in subsection (2).</p> <p class=\"paragraph-e\">  6. The person is importing or in possession of individual cigarette filter tips for a purpose other than commercial manufacturing, provided that the cigarette filter tips are no longer than 30 millimetres and no wider than 8 millimetres.</p> <p class=\"subsection-e\">  (2) A bill of lading referred to in paragraphs 4 and 5 of subsection (1) shall set out,</p> <p class=\"clause-e\">  (a) the name and address of the vendor and the purchaser of the cigarette filter components and the associated purchase order number;</p> <p class=\"clause-e\">  (b) the address of the location to which the cigarette filter components will be delivered;</p> <p class=\"clause-e\">  (c) the date of direct shipment and expected date of delivery of the components;</p> <p class=\"clause-e\">  (d) a description of the components, including the quantity of components;</p> <p class=\"clause-e\">  (e) the jurisdiction of origin of the components;</p> <p class=\"clause-e\">  (f) the number of packages in which the components are being transported; and</p> <p class=\"clause-e\">  (g) the gross weight of the components.</p>"
        },
        {
            "id": "3.",
            "section": "Prescribed circumstances, s. 7.0.1 (1) of the Act",
            "content": " 3. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b><span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Prescribed circumstances, s. 7.0.1 (1) of the Act",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/170585\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}