{
    "reg_info": {
        "full_title": "O. Reg. 207/99: PAYMENTS IN LIEU OF CORPORATE TAXES",
        "reg_name_text": "PAYMENTS IN LIEU OF CORPORATE TAXES",
        "citation": "O. Reg. 207/99: ",
        "act_under": "Electricity Act, 1998   Loi de 1998 sur l’électricité",
        "url": "https://www.ontario.ca/laws/regulation/990207",
        "date_scraped": "2023-12-19 02:16:19"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December 22, 2017",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/990207/v6",
            "valid_from": "April 25, 2016",
            "valid_to": "December 21, 2017"
        },
        {
            "a_href": "/laws/regulation/990207/v5",
            "valid_from": "April  6, 2009",
            "valid_to": "April 24, 2016"
        },
        {
            "a_href": "/laws/regulation/990207/v4",
            "valid_from": "February  9, 2007",
            "valid_to": "April  5, 2009"
        },
        {
            "a_href": "/laws/regulation/990207/v3",
            "valid_from": "January  1, 2006",
            "valid_to": "February  8, 2007"
        },
        {
            "a_href": "/laws/regulation/990207/v2",
            "valid_from": "December 29, 2005",
            "valid_to": "December 31, 2005"
        },
        {
            "a_href": "/laws/regulation/990207/v1",
            "valid_from": "March 28, 2002",
            "valid_to": "December 28, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation and Application",
            "content": " 1. This Regulation applies to each corporation that is required to make a payment under section 89 or 90 of the Act.  O. Reg. 207/99, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>This Regulation applies to each corporation that is required to make a payment under section 89 or 90 of the Act.  O. Reg. 207/99, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Interpretation and Application",
            "content": " 2. (1) In this Regulation, “collection agreement” has the meaning assigned by subsection 1 (1) of the Taxation Act, 2007; “Federal Act” means the Income Tax Act (Canada); “Federal Regulations” means the regulations made under the Federal Act; “nuclear waste management or decommissioning fund” means, (a) the Used Fuel Segregated Fund established pursuant to the ONFA, (b) the Decommissioning Segregated Fund established pursuant to the ONFA, (c) the Ontario NFWA Trust established by Ontario Power Generation Inc. as of November 15, 2002 in accordance with the Nuclear Fuel Waste Act\r\n(Canada), or (d) a fund established on or after April 1, 1999 by Ontario Power Generation Inc. or by a subsidiary of that corporation for the sole purpose of financing the obligations of Ontario Power Generation Inc. and its subsidiaries with respect to the decommissioning of all or part of a nuclear generation facility or financing the management of nuclear waste and used fuel, but only if all or part of the fund is transferred to a fund described in clause (a), (b) or (c) in July 2003; “ONFA” means the Ontario Nuclear Funds Agreement entered into as of April 1, 1999 by Her Majesty the Queen in right of Ontario, Ontario Power Generation Inc. and certain subsidiaries of Ontario Power Generation Inc.; “transfer order” means an order made under section 116 of the Act. “transition time” means, in respect of a corporation, the beginning of the corporation’s taxation year that includes the beginning of 2009.  O. Reg. 207/99, s. 2; O. Reg. 673/05, s. 1; O. Reg. 140/09, s. 1 (1). (2) A corporation is an eligible corporation at a particular time in a taxation year for the purposes of subsection (3) and sections 12.1, 12.2 and 12.3 if the corporation is liable to make a payment under section 89, 90 or 93 of the Act for the taxation year.  O. Reg. 140/09, s. 1 (2); O. Reg. 112/16, s. 1 (1). (3) A partnership is an eligible partnership at a particular time for the purposes of sections 12.1, 12.2 and 12.3 if each member of the partnership is, at that time, (a) an eligible corporation; or (b) a partnership in which all of the partnership interests are held directly or indirectly by corporations that are eligible corporations.  O. Reg. 140/09, s. 1 (2); O. Reg. 112/16, s. 1 (2). Payments in Lieu made under Section 89 of the Act",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“collection agreement” has the meaning assigned by subsection 1 (1) of the <i>Taxation Act, 2007</i>;</p> <p class=\"definition-e\">“Federal Act” means the <i>Income Tax Act</i> (Canada);</p> <p class=\"definition-e\">“Federal Regulations” means the regulations made under the Federal Act;</p> <p class=\"definition-e\">“nuclear waste management or decommissioning fund” means,</p> <p class=\"defclause-e\">  (a) the Used Fuel Segregated Fund established pursuant to the ONFA,</p> <p class=\"defclause-e\">  (b) the Decommissioning Segregated Fund established pursuant to the ONFA,</p> <p class=\"defclause-e\">  (c) the Ontario NFWA Trust established by Ontario Power Generation Inc. as of November 15, 2002 in accordance with the <i>Nuclear Fuel Waste Act</i>\r\n(Canada), or</p> <p class=\"defclause-e\">  (d) a fund established on or after April 1, 1999 by Ontario Power Generation Inc. or by a subsidiary of that corporation for the sole purpose of financing the obligations of Ontario Power Generation Inc. and its subsidiaries with respect to the decommissioning of all or part of a nuclear generation facility or financing the management of nuclear waste and used fuel, but only if all or part of the fund is transferred to a fund described in clause (a), (b) or (c) in July 2003;</p> <p class=\"definition-e\">“ONFA” means the Ontario Nuclear Funds Agreement entered into as of April 1, 1999 by Her Majesty the Queen in right of Ontario, Ontario Power Generation Inc. and certain subsidiaries of Ontario Power Generation Inc.;</p> <p class=\"definition-e\">“transfer order” means an order made under section 116 of the Act.</p> <p class=\"definition-e\">“transition time” means, in respect of a corporation, the beginning of the corporation’s taxation year that includes the beginning of 2009.  O. Reg. 207/99, s. 2; O. Reg. 673/05, s. 1; O. Reg. 140/09, s. 1 (1).</p> <p class=\"subsection-e\">  (2) A corporation is an eligible corporation at a particular time in a taxation year for the purposes of subsection (3) and sections 12.1, 12.2 and 12.3 if the corporation is liable to make a payment under section 89, 90 or 93 of the Act for the taxation year.  O. Reg. 140/09, s. 1 (2); O. Reg. 112/16, s. 1 (1).</p> <p class=\"subsection-e\">  (3) A partnership is an eligible partnership at a particular time for the purposes of sections 12.1, 12.2 and 12.3 if each member of the partnership is, at that time,</p> <p class=\"clause-e\">  (a) an eligible corporation; or </p> <p class=\"clause-e\">  (b) a partnership in which all of the partnership interests are held directly or indirectly by corporations that are eligible corporations.  O. Reg. 140/09, s. 1 (2); O. Reg. 112/16, s. 1 (2).</p> <p class=\"heading1-e\">Payments in Lieu made under Section 89 of the Act</p>"
        },
        {
            "id": "3.",
            "section": "Payments in Lieu made under Section 89 of the Act",
            "content": " 3. The method of calculating the amount of a payment required by section 89 of the Act is modified by the rules set out in sections 4, 5 and 6.2 to 16.2.  O. Reg. 122/02, s. 1; O. Reg. 140/09, s. 2; O. Reg. 586/17, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>3.</b><b> </b>The method of calculating the amount of a payment required by section 89 of the Act is modified by the rules set out in sections 4, 5 and 6.2 to 16.2.  O. Reg. 122/02, s. 1; O. Reg. 140/09, s. 2; O. Reg. 586/17, s. 1.</p>"
        },
        {
            "id": "4.",
            "section": "Payments in Lieu made under Section 89 of the Act",
            "content": " 4. (1) Subject to subsection (2), sections 150 to 180 and 220 to 244 of the Federal Act do not apply in calculating the amount of a payment required under section 89 of the Act.  O. Reg. 30/07, s. 1. (2) Subsection 237.1 (6) of the Federal Act applies in calculating the amount of a payment required under section 89 of the Act for taxation years ending after February 9, 2007.  O. Reg. 30/07, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) Subject to subsection (2), sections 150 to 180 and 220 to 244 of the Federal Act do not apply in calculating the amount of a payment required under section 89 of the Act.  O. Reg. 30/07, s. 1.</p> <p class=\"subsection-e\">  (2) Subsection 237.1 (6) of the Federal Act applies in calculating the amount of a payment required under section 89 of the Act for taxation years ending after February 9, 2007.  O. Reg. 30/07, s. 1.</p>"
        },
        {
            "id": "5.",
            "section": "Payments in Lieu made under Section 89 of the Act",
            "content": " 5. (1) References in the Federal Act and in the Federal Regulations to the “Minister of National Revenue” or to the “Minister” shall be read as references to Ontario’s Minister of Finance.  O. Reg. 207/99, s. 5 (1). (2) If the Federal Act or the Federal Regulations require an election, designation or other document to be filed with the Minister of National Revenue, it must instead be filed with Ontario’s Minister of Finance.  O. Reg. 207/99, s. 5 (2). Payments in lieu made under Section 90 of the Act",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) References in the Federal Act and in the Federal Regulations to the “Minister of National Revenue” or to the “Minister” shall be read as references to Ontario’s Minister of Finance.  O. Reg. 207/99, s. 5 (1).</p> <p class=\"subsection-e\">  (2) If the Federal Act or the Federal Regulations require an election, designation or other document to be filed with the Minister of National Revenue, it must instead be filed with Ontario’s Minister of Finance.  O. Reg. 207/99, s. 5 (2).</p> <p class=\"heading1-e\">Payments in lieu made under Section 90 of the Act</p>"
        },
        {
            "id": "6.",
            "section": "Payments in lieu made under Section 90 of the Act",
            "content": " 6. The method of calculating the amount of a payment required by section 90 of the Act is modified by the rules set out in sections 6.1 to 16.2.  O. Reg. 122/02, s. 2; O. Reg. 140/09, s. 3; O. Reg. 586/17, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>The method of calculating the amount of a payment required by section 90 of the Act is modified by the rules set out in sections 6.1 to 16.2.  O. Reg. 122/02, s. 2; O. Reg. 140/09, s. 3; O. Reg. 586/17, s. 1.</p>"
        },
        {
            "id": "6.1",
            "section": "Payments in lieu made under Section 90 of the Act",
            "content": " 6.1 The following rules apply for the purpose of determining the amount of the payment required by subsection 90 (1.0.1) of the Act for a taxation year ending after December 31, 2008: 1. The Taxation Act, 2007 applies, i. as if a collection agreement were not in effect, and ii. as if each adjustment required to be made under or because of any of sections 7 to 16.2 of this Regulation were, to the extent applicable, made for the purposes of the Federal Act. 2. The amounts determined under the Federal Act or the Corporations Tax Act for the purposes of subdivision d of Division B of Part III of the\r\nTaxation Act, 2007 are deemed to be those amounts as determined for the purposes of section 89 or 90 of the Act, as the case may be. 3. There must be added to the amount otherwise determined as “F” in subsection 48 (4) of the Taxation Act, 2007 in respect of a corporation the amount, if any, by which the amount that the corporation was, for the purposes of section 89 of the Electricity Act, 1998, entitled to deduct under section 14 of this Regulation for its taxation year immediately preceding its transition time exceeds the amount deducted under that section for that taxation year for the purposes of subsection 89 (1) of the Act. 4. There must be added to the amount otherwise determined as “T” in subsection 48 (6) of the Taxation Act, 2007 in respect of a corporation the amount, if any, by which the amount that the corporation was, for the purposes of subsection 90 (1) of the Electricity Act, 1998, entitled to deduct under section 14 of this Regulation for its taxation year immediately preceding its transition time exceeds the amount deducted under that section for that taxation year for the purposes of subsection 90 (1) of the Act. 5. The rules in section 5 apply in so far as the Federal Act and the Federal Regulations are relevant for the purposes of the Taxation Act, 2007. 6. Despite any other provision of this Regulation, a corporation’s taxable income for the taxation year is equal to the amount that is, for the purposes of section 89 of the Act, the corporation’s taxable income for the year under the Federal Act, except to the extent that there is a difference in the amounts resulting from the application of section 110 of the Taxation Act, 2007.  O. Reg. 140/09, s. 4; O. Reg. 586/17, s. 2. Modifications Applicable to Payments under Sections 89 and 90 of the Act",
            "raw_html": "<p class=\"section-e\"> <b>6.1 </b>The following rules apply for the purpose of determining the amount of the payment required by subsection 90 (1.0.1) of the Act for a taxation year ending after December 31, 2008:</p> <p class=\"paragraph-e\">  1. The <i>Taxation Act, 2007</i> applies,</p> <p class=\"subpara-e\">  i. as if a collection agreement were not in effect, and</p> <p class=\"subpara-e\">  ii. as if each adjustment required to be made under or because of any of sections 7 to 16.2 of this Regulation were, to the extent applicable, made for the purposes of the Federal Act.</p> <p class=\"paragraph-e\">  2. The amounts determined under the Federal Act or the <i>Corporations Tax Act</i> for the purposes of subdivision d of Division B of Part III of the<i>\r\nTaxation Act, 2007</i> are deemed to be those amounts as determined for the purposes of section 89 or 90 of the Act, as the case may be.</p> <p class=\"paragraph-e\">  3. There must be added to the amount otherwise determined as “F” in subsection 48 (4) of the <i>Taxation Act, 2007</i> in respect of a corporation the amount, if any, by which the amount that the corporation was, for the purposes of section 89 of the <i>Electricity Act, 1998</i>, entitled to deduct under section 14 of this Regulation for its taxation year immediately preceding its transition time exceeds the amount deducted under that section for that taxation year for the purposes of subsection 89 (1) of the Act.</p> <p class=\"paragraph-e\">  4. There must be added to the amount otherwise determined as “T” in subsection 48 (6) of the <i>Taxation Act, 2007</i> in respect of a corporation the amount, if any, by which the amount that the corporation was, for the purposes of subsection 90 (1) of the <i>Electricity Act, 1998</i>, entitled to deduct under section 14 of this Regulation for its taxation year immediately preceding its transition time exceeds the amount deducted under that section for that taxation year for the purposes of subsection 90 (1) of the Act.</p> <p class=\"paragraph-e\">  5. The rules in section 5 apply in so far as the Federal Act and the Federal Regulations are relevant for the purposes of the<i> Taxation Act, 2007</i>.</p> <p class=\"paragraph-e\">  6. Despite any other provision of this Regulation, a corporation’s taxable income for the taxation year is equal to the amount that is, for the purposes of section 89 of the Act, the corporation’s taxable income for the year under the Federal Act, except to the extent that there is a difference in the amounts resulting from the application of section 110 of the <i>Taxation Act, 2007</i>.  O. Reg. 140/09, s. 4; O. Reg. 586/17, s. 2.</p> <p class=\"heading1-e\">Modifications Applicable to Payments under Sections 89 and 90 of the Act</p>"
        },
        {
            "id": "6.2",
            "section": "Modifications Applicable to Payments under Sections 89 and 90 of the Act",
            "content": " 6.2 The following rules apply to a corporation for the purposes of determining the amount of payments under sections 89 and 90 of the Act for each taxation year ending after December 31, 2008: 1. The Federal Act, the Corporations Tax Act and the Taxation Act, 2007 apply to the corporation for the year as if the corporation were not exempt from tax under any of those statutes throughout the taxation year and throughout each previous taxation year for which payments were required under sections 89 and 90 of the Act. 2. Except for the purpose of applying subsection 149 (10) of the Federal Act, the corporation is considered to be exempt from tax under each of the statutes listed in paragraph 1 throughout each taxation year for which a payment is not required under sections 89 and 90 of the Act.  O. Reg. 140/09, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>6.2 </b>The following rules apply to a corporation for the purposes of determining the amount of payments under sections 89 and 90 of the Act for each taxation year ending after December 31, 2008:</p> <p class=\"paragraph-e\">  1. The Federal Act, the <i>Corporations Tax Act</i> and the <i>Taxation Act, 2007</i> apply to the corporation for the year as if the corporation were not exempt from tax under any of those statutes throughout the taxation year and throughout each previous taxation year for which payments were required under sections 89 and 90 of the Act.</p> <p class=\"paragraph-e\">  2. Except for the purpose of applying subsection 149 (10) of the Federal Act, the corporation is considered to be exempt from tax under each of the statutes listed in paragraph 1 throughout each taxation year for which a payment is not required under sections 89 and 90 of the Act.  O. Reg. 140/09, s. 5.</p>"
        },
        {
            "id": "7.",
            "section": "Modifications Applicable to Payments under Sections 89 and 90 of the Act",
            "content": " 7. A corporation shall be deemed to be a private corporation.  O. Reg. 207/99, s. 7. ",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>A corporation shall be deemed to be a private corporation.  O. Reg. 207/99, s. 7. </p>"
        },
        {
            "id": "8.",
            "section": "Modifications Applicable to Payments under Sections 89 and 90 of the Act",
            "content": " 8. (1) The taxation year of a corporation is determined in accordance with this section, for the purposes of sections 89 and 90 of the Act.  O. Reg. 207/99, s. 8 (1). (2) For the first taxation year that ends after April 1, 1999, the taxation year ends on the same day as the corporation’s fiscal year.  O. Reg. 207/99, s. 8 (2). (3) For a subsequent taxation year, the corporation may change the date on which its taxation year ends only with the consent of the Minister of Finance.  O. Reg. 207/99, s. 8 (3).",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) The taxation year of a corporation is determined in accordance with this section, for the purposes of sections 89 and 90 of the Act.  O. Reg. 207/99, s. 8 (1).</p> <p class=\"subsection-e\">  (2) For the first taxation year that ends after April 1, 1999, the taxation year ends on the same day as the corporation’s fiscal year.  O. Reg. 207/99, s. 8 (2).</p> <p class=\"subsection-e\">  (3) For a subsequent taxation year, the corporation may change the date on which its taxation year ends only with the consent of the Minister of Finance.  O. Reg. 207/99, s. 8 (3).</p>"
        },
        {
            "id": "9.",
            "section": "Modifications Applicable to Payments under Sections 89 and 90 of the Act",
            "content": " 9. Property transferred under a transfer order to a corporation shall be deemed to have been acquired by the corporation at a cost equal to the fair market value of the property at the time of the transfer.  O. Reg. 207/99, s. 9.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>Property transferred under a transfer order to a corporation shall be deemed to have been acquired by the corporation at a cost equal to the fair market value of the property at the time of the transfer.  O. Reg. 207/99, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "Modifications Applicable to Payments under Sections 89 and 90 of the Act",
            "content": " 10. The undepreciated capital cost of depreciable property and the adjusted cost base of capital property owned by a corporation shall be deemed not to include an amount that is deductible in computing the income of the corporation.  O. Reg. 207/99, s. 10.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>The undepreciated capital cost of depreciable property and the adjusted cost base of capital property owned by a corporation shall be deemed not to include an amount that is deductible in computing the income of the corporation.  O. Reg. 207/99, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Modifications Applicable to Payments under Sections 89 and 90 of the Act",
            "content": " 11. (1) Depreciable property transferred under a transfer order by Ontario Hydro to a corporation shall be deemed to have been acquired by the corporation at the time Ontario Hydro acquired it.  O. Reg. 207/99, s. 11 (1). (2) If a corporation owns two or more properties that are nuclear reactors and are properties described in Class 1 or Class 2 of Schedule II to the Federal Regulations, the corporation shall be deemed to hold each of the properties in a separate class.  O. Reg. 207/99, s. 11 (2). (3) Property described in Class 24 or Class 27 of Schedule II to the Federal Regulations that is transferred under a transfer order by Ontario Hydro to a corporation shall be deemed after the transfer to be property described in one of those classes, (a) if Ontario Hydro acquired the property before 1999; and (b) if the federal Minister of the Environment has accepted that the primary use of the property is the prevention, reduction or elimination of pollution.  O. Reg. 207/99, s. 11 (3).",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) Depreciable property transferred under a transfer order by Ontario Hydro to a corporation shall be deemed to have been acquired by the corporation at the time Ontario Hydro acquired it.  O. Reg. 207/99, s. 11 (1).</p> <p class=\"subsection-e\">  (2) If a corporation owns two or more properties that are nuclear reactors and are properties described in Class 1 or Class 2 of Schedule II to the Federal Regulations, the corporation shall be deemed to hold each of the properties in a separate class.  O. Reg. 207/99, s. 11 (2).</p> <p class=\"subsection-e\">  (3) Property described in Class 24 or Class 27 of Schedule II to the Federal Regulations that is transferred under a transfer order by Ontario Hydro to a corporation shall be deemed after the transfer to be property described in one of those classes,</p> <p class=\"clause-e\">  (a) if Ontario Hydro acquired the property before 1999; and</p> <p class=\"clause-e\">  (b) if the federal Minister of the Environment has accepted that the primary use of the property is the prevention, reduction or elimination of pollution.  O. Reg. 207/99, s. 11 (3).</p>"
        },
        {
            "id": "12.",
            "section": "Modifications Applicable to Payments under Sections 89 and 90 of the Act",
            "content": " 12. (1) Subsection (2) applies to a corporation for a taxation year if,  (a) the taxation year ends before January 1, 2009 and the corporation is considered for the purposes of the Corporations Tax Act to have a permanent establishment for the taxation year in a province of Canada other than Ontario; or (b) the taxation year ends after December 31, 2008 and the corporation is considered for the purposes of the Taxation Act, 2007 to have a permanent establishment for the taxation year in a province of Canada other than Ontario.  O. Reg. 140/09, s. 6. (2) For the purposes of sections 39, 57.6 and 67 of the Corporations Tax Act\r\nand for the purposes of the definition of “Ontario allocation factor” in subsection 1 (1) of the Taxation Act, 2007, the corporation is deemed not to have a permanent establishment in a province other than Ontario if the corporation is not subject to taxation on its income under the laws of that province by reason of a tax statute of that province or a tax statute of Canada.  O. Reg. 140/09, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>(1) Subsection (2) applies to a corporation for a taxation year if, </p> <p class=\"clause-e\">  (a) the taxation year ends before January 1, 2009 and the corporation is considered for the purposes of the <i>Corporations Tax Act</i> to have a permanent establishment for the taxation year in a province of Canada other than Ontario; or</p> <p class=\"clause-e\">  (b) the taxation year ends after December 31, 2008 and the corporation is considered for the purposes of the <i>Taxation Act, 2007</i> to have a permanent establishment for the taxation year in a province of Canada other than Ontario.  O. Reg. 140/09, s. 6.</p> <p class=\"subsection-e\">  (2) For the purposes of sections 39, 57.6 and 67 of the <i>Corporations Tax Act</i>\r\nand for the purposes of the definition of “Ontario allocation factor” in subsection 1 (1) of the <i>Taxation Act, 2007</i>, the corporation is deemed not to have a permanent establishment in a province other than Ontario if the corporation is not subject to taxation on its income under the laws of that province by reason of a tax statute of that province or a tax statute of Canada.  O. Reg. 140/09, s. 6.</p>"
        },
        {
            "id": "12.1",
            "section": "Modifications Applicable to Payments under Sections 89 and 90 of the Act",
            "content": " 12.1 Section 85 and subsection 97 (2) of the Federal Act do not apply on a disposition of property unless, (a) the transfer occurs in a taxation year of the transferor that ends after October 1, 2001; and (b) the transferee is an eligible corporation or eligible partnership immediately before and immediately after the disposition.  O. Reg. 140/09, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>12.1 </b>Section 85 and subsection 97 (2) of the Federal Act do not apply on a disposition of property unless,</p> <p class=\"clause-e\">  (a) the transfer occurs in a taxation year of the transferor that ends after October 1, 2001; and</p> <p class=\"clause-e\">  (b) the transferee is an eligible corporation or eligible partnership immediately before and immediately after the disposition.  O. Reg. 140/09, s. 6.</p>"
        },
        {
            "id": "12.2",
            "section": "Modifications Applicable to Payments under Sections 89 and 90 of the Act",
            "content": " 12.2 (1) Subsection 100 (1) of the Federal Act does not apply for the purposes of determining the amount of a payment required by sections 89 and 90 of the Act in respect of a disposition after December 31, 2007 and before April 23, 2015.  O. Reg. 140/09, s. 6; O. Reg. 112/16, s. 2 (1). (2) Despite the application of paragraph 38 (a) of the Federal Act, as it applies for the purposes of determining the amount of a payment required by sections 89 and 90 of the Act, a corporation’s taxable capital gain for a taxation year from the disposition after December 31, 2007 and before April 23, 2015 of an interest in a partnership to any person or partnership that is not an eligible corporation or eligible partnership is deemed to be the sum of, (a) one-half of the portion of the corporation’s capital gain for the year from the disposition of the interest that may reasonably be regarded as attributable to increases in the value of any partnership property of the partnership, other than depreciable property, that is capital property; and (b) the whole of the remaining portion of the capital gain.  O. Reg. 140/09, s. 6; O. Reg. 112/16, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <b>12.2 </b>(1) Subsection 100 (1) of the Federal Act does not apply for the purposes of determining the amount of a payment required by sections 89 and 90 of the Act in respect of a disposition after December 31, 2007 and before April 23, 2015.  O. Reg. 140/09, s. 6; O. Reg. 112/16, s. 2 (1).</p> <p class=\"subsection-e\">  (2) Despite the application of paragraph 38 (a) of the Federal Act, as it applies for the purposes of determining the amount of a payment required by sections 89 and 90 of the Act, a corporation’s taxable capital gain for a taxation year from the disposition after December 31, 2007 and before April 23, 2015 of an interest in a partnership to any person or partnership that is not an eligible corporation or eligible partnership is deemed to be the sum of,</p> <p class=\"clause-e\">  (a) one-half of the portion of the corporation’s capital gain for the year from the disposition of the interest that may reasonably be regarded as attributable to increases in the value of any partnership property of the partnership, other than depreciable property, that is capital property; and</p> <p class=\"clause-e\">  (b) the whole of the remaining portion of the capital gain.  O. Reg. 140/09, s. 6; O. Reg. 112/16, s. 2 (2).</p>"
        },
        {
            "id": "12.3",
            "section": "Modifications Applicable to Payments under Sections 89 and 90 of the Act",
            "content": " 12.3 For the purposes of determining the amount of a payment required by sections 89 and 90 of the Act in respect of a transaction or event that occurs after April 22, 2015, section 100 of the Federal Act, other than subsections (1.1), (1.2) and (1.3), applies with the following modification: 1. The references in subsections 100 (1) and (1.4) of the Federal Act to a person or partnership described in any of paragraphs 100 (1.1) (a) to (d) of the Federal Act shall be read as references to a person or partnership that is not an eligible corporation or eligible partnership under subsections 2 (2) and (3) of this Regulation.  O. Reg. 112/16, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>12.3 </b>For the purposes of determining the amount of a payment required by sections 89 and 90 of the Act in respect of a transaction or event that occurs after April 22, 2015, section 100 of the Federal Act, other than subsections (1.1), (1.2) and (1.3), applies with the following modification:</p> <p class=\"paragraph-e\">  1. The references in subsections 100 (1) and (1.4) of the Federal Act to a person or partnership described in any of paragraphs 100 (1.1) (a) to (d) of the Federal Act shall be read as references to a person or partnership that is not an eligible corporation or eligible partnership under subsections 2 (2) and (3) of this Regulation.  O. Reg. 112/16, s. 3.</p>"
        },
        {
            "id": "13.",
            "section": "Modifications Applicable to Payments under Sections 89 and 90 of the Act",
            "content": " 13. (1) This section applies to a corporation, (a) if the corporation owns at least 10 per cent of the fair market value of the issued and outstanding shares of another corporation (the “subject corporation”) at any time during the applicable taxation year of the corporation; and (b) if the subject corporation meets the criteria described in subsection (2) throughout its taxation year that ends during or on the same day as the applicable taxation year of the corporation.  O. Reg. 207/99, s. 13 (1). (2) The criteria the subject corporation must meet are the following: 1. The subject corporation must be exempt under subsection 149 (1) of the Federal Act from the payment of tax under that Act for the applicable taxation year. 2. The subject corporation must be exempt under subsection 57 (1) of the Corporations Tax Act or subsection 27 (2) of the Taxation Act, 2007\r\nfor the applicable year. 3. The subject corporation must not be required to make a payment under section 89, 90 or 93 of the Electricity Act, 1998.  O. Reg. 140/09, s. 7. (3) For the applicable taxation year of the corporation, the subject corporation shall be treated as if it were a partnership in which the corporation owns a partnership interest equal to the amount calculated using the formula, A/B where, “A” is the fair market value of the issued and outstanding shares of the subject corporation that are owned by the corporation (determined as of the last day of the subject corporation’s taxation year referred to in clause (1) (b)); and “B” is the fair market value of all the issued and outstanding shares of the subject corporation (determined as of the same day). O. Reg. 207/99, s. 13 (3).",
            "raw_html": "<p class=\"section-e\"> <b>13.</b> (1) This section applies to a corporation,</p> <p class=\"clause-e\">  (a) if the corporation owns at least 10 per cent of the fair market value of the issued and outstanding shares of another corporation (the “subject corporation”) at any time during the applicable taxation year of the corporation; and</p> <p class=\"clause-e\">  (b) if the subject corporation meets the criteria described in subsection (2) throughout its taxation year that ends during or on the same day as the applicable taxation year of the corporation.  O. Reg. 207/99, s. 13 (1).</p> <p class=\"subsection-e\">  (2) The criteria the subject corporation must meet are the following:</p> <p class=\"paragraph-e\">  1. The subject corporation must be exempt under subsection 149 (1) of the Federal Act from the payment of tax under that Act for the applicable taxation year.</p> <p class=\"paragraph-e\">  2. The subject corporation must be exempt under subsection 57 (1) of the <i>Corporations Tax Act</i> or subsection 27 (2) of the <i>Taxation Act, 2007</i>\r\nfor the applicable year.</p> <p class=\"paragraph-e\">  3. The subject corporation must not be required to make a payment under section 89, 90 or 93 of the <i>Electricity Act, 1998</i>.  O. Reg. 140/09, s. 7.</p> <p class=\"subsection-e\">  (3) For the applicable taxation year of the corporation, the subject corporation shall be treated as if it were a partnership in which the corporation owns a partnership interest equal to the amount calculated using the formula,</p> <p class=\"equation-e\">A/B</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">  “A” is the fair market value of the issued and outstanding shares of the subject corporation that are owned by the corporation (determined as of the last day of the subject corporation’s taxation year referred to in clause (1) (b)); and</p> <p class=\"equationind1-e\">  “B” is the fair market value of all the issued and outstanding shares of the subject corporation (determined as of the same day).</p> <p class=\"footnote-e\">O. Reg. 207/99, s. 13 (3).</p>"
        },
        {
            "id": "14.",
            "section": "Modifications Applicable to Payments under Sections 89 and 90 of the Act",
            "content": " 14. (1) A corporation shall include the following amounts in computing its income from a business or property for a taxation year: 1. The aggregate of all amounts paid or payable during the year by a nuclear waste management or decommissioning fund, i. to the corporation in respect of its interest in the fund, or ii. to another person for the benefit of the corporation in respect of the corporation’s interest in the fund. 2. If the corporation disposes of all or part of its interest in a nuclear waste management or decommissioning fund during the year, the aggregate of all amounts received by the corporation in the year as the consideration for the disposition.  However, this does not include consideration that is the assumption of an obligation to decommission a nuclear facility or an obligation to manage the nuclear waste and used fuel of a nuclear facility.  O. Reg. 207/99, s. 14 (1); O. Reg. 673/05, s. 2 (1). (2) A corporation may deduct the following amounts in computing its income from a business or property for a taxation year: 1. Such amount as the corporation may claim, not exceeding the total contributions by the corporation to one or more nuclear waste management or decommissioning funds in the taxation year or a previous taxation year. 2. The amount of the consideration payable by the corporation in the year to acquire all or part of the corporation’s interest in a nuclear waste management or decommissioning fund.  However, this does not include consideration that is the assumption of an obligation to decommission a nuclear facility or an obligation to manage the nuclear waste and used fuel of a nuclear facility. 3. Subject to subsection (3), the aggregate amount of the expenses incurred by the corporation in the year to decommission a nuclear facility or manage the nuclear waste and used fuel of a nuclear facility. 4. Any amount that, but for this paragraph, is included in the corporation’s income from property for the year from property held in a nuclear waste management or decommissioning fund.  O. Reg. 207/99, s. 14 (2); O. Reg. 673/05, s. 2 (2-4). (2.1) For the purposes of paragraph 1 of subsection (2), the transfer by the corporation of an amount from one nuclear waste management or decommissioning fund to another nuclear waste management or decommissioning fund shall not be included in the calculation of the amount of total contributions to the fund to which the amount is transferred.  O. Reg. 673/05, s. 2 (5). (2.2) In calculating the amount of a deduction under subsection (2) for a taxation year, the corporation shall not include any amount that was deducted under that subsection in determining its income from a business or property for a previous taxation year.  O. Reg. 673/05, s. 2 (5). (3) Despite paragraph 3 of subsection (2), the corporation cannot deduct the amount by which “A” exceeds “B” where, “A” is the sum of, (a) the aggregate amount deducted by the corporation under that paragraph for any previous taxation year, and (b) the amount described by that paragraph for the current taxation year; and “B” is the aggregate amount included in the corporation’s income under paragraph 1 of subsection (1) for the current taxation year and any previous taxation year.  O.  Reg. 207/99, s. 14 (3).",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>(1) A corporation shall include the following amounts in computing its income from a business or property for a taxation year:</p> <p class=\"paragraph-e\">  1. The aggregate of all amounts paid or payable during the year by a nuclear waste management or decommissioning fund,</p> <p class=\"subpara-e\">  i. to the corporation in respect of its interest in the fund, or</p> <p class=\"subpara-e\">  ii. to another person for the benefit of the corporation in respect of the corporation’s interest in the fund.</p> <p class=\"paragraph-e\">  2. If the corporation disposes of all or part of its interest in a nuclear waste management or decommissioning fund during the year, the aggregate of all amounts received by the corporation in the year as the consideration for the disposition.  However, this does not include consideration that is the assumption of an obligation to decommission a nuclear facility or an obligation to manage the nuclear waste and used fuel of a nuclear facility.  O. Reg. 207/99, s. 14 (1); O. Reg. 673/05, s. 2 (1).</p> <p class=\"subsection-e\">  (2) A corporation may deduct the following amounts in computing its income from a business or property for a taxation year:</p> <p class=\"paragraph-e\">  1. Such amount as the corporation may claim, not exceeding the total contributions by the corporation to one or more nuclear waste management or decommissioning funds in the taxation year or a previous taxation year.</p> <p class=\"paragraph-e\">  2. The amount of the consideration payable by the corporation in the year to acquire all or part of the corporation’s interest in a nuclear waste management or decommissioning fund.  However, this does not include consideration that is the assumption of an obligation to decommission a nuclear facility or an obligation to manage the nuclear waste and used fuel of a nuclear facility.</p> <p class=\"paragraph-e\">  3. Subject to subsection (3), the aggregate amount of the expenses incurred by the corporation in the year to decommission a nuclear facility or manage the nuclear waste and used fuel of a nuclear facility.</p> <p class=\"paragraph-e\">  4. Any amount that, but for this paragraph, is included in the corporation’s income from property for the year from property held in a nuclear waste management or decommissioning fund.  O. Reg. 207/99, s. 14 (2); O. Reg. 673/05, s. 2 (2-4).</p> <p class=\"subsection-e\">  (2.1) For the purposes of paragraph 1 of subsection (2), the transfer by the corporation of an amount from one nuclear waste management or decommissioning fund to another nuclear waste management or decommissioning fund shall not be included in the calculation of the amount of total contributions to the fund to which the amount is transferred.  O. Reg. 673/05, s. 2 (5).</p> <p class=\"subsection-e\">  (2.2) In calculating the amount of a deduction under subsection (2) for a taxation year, the corporation shall not include any amount that was deducted under that subsection in determining its income from a business or property for a previous taxation year.  O. Reg. 673/05, s. 2 (5).</p> <p class=\"subsection-e\">  (3) Despite paragraph 3 of subsection (2), the corporation cannot deduct the amount by which “A” exceeds “B” where,</p> <p class=\"clause-e\">  “A” is the sum of,</p> <p class=\"subclause-e\">  (a) the aggregate amount deducted by the corporation under that paragraph for any previous taxation year, and</p> <p class=\"subclause-e\">  (b) the amount described by that paragraph for the current taxation year; and</p> <p class=\"clause-e\">  “B” is the aggregate amount included in the corporation’s income under paragraph 1 of subsection (1) for the current taxation year and any previous taxation year.  O.  Reg. 207/99, s. 14 (3).</p>"
        },
        {
            "id": "15.",
            "section": "Modifications Applicable to Payments under Sections 89 and 90 of the Act",
            "content": " 15. (1) This section applies if a corporation has an interest in a nuclear waste management or decommissioning fund that ceases to be such a fund.  O. Reg. 207/99, s. 15 (1); O. Reg. 673/05, s. 3. (2) The corporation shall be deemed to have received from the fund, immediately before it ceases to be such a fund, an amount equal to that portion of the fair market value of the property of the fund that can reasonably be considered to be the corporation’s interest in the fund.  O. Reg. 207/99, s. 15 (2). (3) The corporation shall be deemed to have acquired an interest in the fund, immediately after it ceases to be such a fund, at a cost equal to the amount calculated under subsection (2).  O. Reg. 207/99, s. 15 (3).",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>(1) This section applies if a corporation has an interest in a nuclear waste management or decommissioning fund that ceases to be such a fund.  O. Reg. 207/99, s. 15 (1); O. Reg. 673/05, s. 3.</p> <p class=\"subsection-e\">  (2) The corporation shall be deemed to have received from the fund, immediately before it ceases to be such a fund, an amount equal to that portion of the fair market value of the property of the fund that can reasonably be considered to be the corporation’s interest in the fund.  O. Reg. 207/99, s. 15 (2).</p> <p class=\"subsection-e\">  (3) The corporation shall be deemed to have acquired an interest in the fund, immediately after it ceases to be such a fund, at a cost equal to the amount calculated under subsection (2).  O. Reg. 207/99, s. 15 (3).</p>"
        },
        {
            "id": "16.",
            "section": "Modifications Applicable to Payments under Sections 89 and 90 of the Act",
            "content": " 16. (1) This section applies if the corporation disposes of shares of a subsidiary and, as a result of the disposition, subsection 149 (10) of the Federal Act applies to the subsidiary.  O.  Reg. 207/99, s. 16 (1). (2) The amount, if any, otherwise payable by the corporation under sections 89 and 90 of the Act as a consequence of the disposition of the shares is reduced by the amount, if any, payable by the subsidiary under section 89 or 90 of the Act, determined as if the subsidiary’s only income in the taxation year arose as a result of the deemed disposition of its assets under subsection 149 (10) of the Federal Act.  O. Reg. 207/99, s. 16 (2).",
            "raw_html": "<p class=\"section-e\"> <b>16. </b>(1) This section applies if the corporation disposes of shares of a subsidiary and, as a result of the disposition, subsection 149 (10) of the Federal Act applies to the subsidiary.  O.  Reg. 207/99, s. 16 (1).</p> <p class=\"subsection-e\">  (2) The amount, if any, otherwise payable by the corporation under sections 89 and 90 of the Act as a consequence of the disposition of the shares is reduced by the amount, if any, payable by the subsidiary under section 89 or 90 of the Act, determined as if the subsidiary’s only income in the taxation year arose as a result of the deemed disposition of its assets under subsection 149 (10) of the Federal Act.  O. Reg. 207/99, s. 16 (2).</p>"
        },
        {
            "id": "16.1",
            "section": "Modifications Applicable to Payments under Sections 89 and 90 of the Act",
            "content": " 16.1 (1) Subsections (2) to (8) apply in respect of a corporation and section 16 does not apply if, (a) the corporation ceases at any time to be exempt under subsection 149 (1) of the Federal Act in circumstances in which a deemed disposition occurs under paragraph 149 (10) (b) of the Federal Act; (b) the corporation was exempt immediately before that time under subsection 57 (1) of the Corporations Tax Act or subsection 27 (2) of the Taxation Act, 2007; and (c) the corporation was not exempt at that time under subsection 57 (1) of the Corporations Tax Act or subsection 27 (2) of the Taxation Act, 2007.  O. Reg. 140/09, s. 8 (1); O. Reg. 112/16, s. 4 (1). (2) The taxation year of the corporation is deemed to end immediately before the time that the corporation ceases to be exempt under subsection 149 (1) of the Federal Act.  O. Reg. 140/09, s. 8 (1). (3) Subject to subsections (4) and (5), the corporation shall pay the amount determined under sections 89 and 90 of the Act calculated by reference to the deemed disposition under paragraph 149 (10) (b) of the Federal Act (as that paragraph applies for the purposes of determining the amount payable under sections 89 and 90 of the Act).  O. Reg. 122/02, s. 3. (4) The corporation is not required to pay an amount under subsection (3) in respect of a deemed disposition of shares of a subsidiary corporation, (a) if the corporation owns at least 90 per cent of the issued and outstanding shares of the subsidiary corporation; and (b) if the subsidiary corporation is required to pay the amount determined under sections 89 and 90 of the Act calculated by reference to the deemed disposition under paragraph 149 (10) (b) of the Federal Act (as that paragraph applies for the purposes of determining the amount payable under sections 89 and 90 of the Act).  O. Reg. 122/02, s. 3. (5) The corporation is not required to pay the amount described in subsection (3) if both of the following conditions are satisfied: 1. The corporation ceases to be exempt from the payment of tax under the Federal Act as a result of a lawful distribution to the public of shares of the corporation or a related corporation pursuant to a prospectus, registration statement or similar document filed with and, if required by law, accepted for filing by a public authority in Canada under the laws of Canada or of a province.  The distribution must be the first distribution to the public of shares of the corporation or related corporation. 2. With the consent of the Minister, the corporation pays to the Financial Corporation an amount that, in the Minister’s opinion, reasonably approximates the additional amounts, if any, that would be payable by the corporation under sections 89 and 90 of the Act if the corporation were required, but for this subsection, to pay the amount described in subsection (3).  O. Reg. 122/02, s. 3; O. Reg. 140/09, s. 8 (2). (6) An amount paid to the Financial Corporation under paragraph 2 of subsection (5) cannot be varied on objection or appeal under the Corporations Tax Act.  O. Reg. 122/02, s. 3. (7) The Minister is not permitted, on a reassessment, to vary an amount paid to the Financial Corporation under paragraph 2 of subsection (5) unless, in the Minister’s opinion, the corporation, a related corporation or a person acting on behalf of the corporation or related corporation makes a misrepresentation to the Minister that is attributable to neglect, carelessness or wilful default or commits a fraud in giving information under the Act in respect of the determination of the amount paid under that paragraph.  O. Reg. 122/02, s. 3. (8) For the period after December 31, 2015 and before January 1, 2019, and despite the application of paragraph 38 (a) of the Federal Act, as it applies for the purposes of determining the amount of a payment required by sections 89 and 90 of the Act, a corporation’s taxable capital gain for a taxation year from a deemed disposition of a property under paragraph 149 (10) (b) of the Federal Act, as it applies for the purposes of subsection (3), is deemed to be zero.  O. Reg. 112/16, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"> <b>16.1 </b>(1) Subsections (2) to (8) apply in respect of a corporation and section 16 does not apply if,</p> <p class=\"clause-e\">  (a) the corporation ceases at any time to be exempt under subsection 149 (1) of the Federal Act in circumstances in which a deemed disposition occurs under paragraph 149 (10) (b) of the Federal Act;</p> <p class=\"clause-e\">  (b) the corporation was exempt immediately before that time under subsection 57 (1) of the <i>Corporations Tax Act</i> or subsection 27 (2) of the <i>Taxation Act, 2007</i>; and</p> <p class=\"clause-e\">  (c) the corporation was not exempt at that time under subsection 57 (1) of the <i>Corporations Tax Act</i> or subsection 27 (2) of the <i>Taxation Act, 2007</i>.  O. Reg. 140/09, s. 8 (1); O. Reg. 112/16, s. 4 (1).</p> <p class=\"subsection-e\">  (2) The taxation year of the corporation is deemed to end immediately before the time that the corporation ceases to be exempt under subsection 149 (1) of the Federal Act.  O. Reg. 140/09, s. 8 (1).</p> <p class=\"subsection-e\">  (3) Subject to subsections (4) and (5), the corporation shall pay the amount determined under sections 89 and 90 of the Act calculated by reference to the deemed disposition under paragraph 149 (10) (b) of the Federal Act (as that paragraph applies for the purposes of determining the amount payable under sections 89 and 90 of the Act).  O. Reg. 122/02, s. 3.</p> <p class=\"subsection-e\">  (4) The corporation is not required to pay an amount under subsection (3) in respect of a deemed disposition of shares of a subsidiary corporation,</p> <p class=\"clause-e\">  (a) if the corporation owns at least 90 per cent of the issued and outstanding shares of the subsidiary corporation; and</p> <p class=\"clause-e\">  (b) if the subsidiary corporation is required to pay the amount determined under sections 89 and 90 of the Act calculated by reference to the deemed disposition under paragraph 149 (10) (b) of the Federal Act (as that paragraph applies for the purposes of determining the amount payable under sections 89 and 90 of the Act).  O. Reg. 122/02, s. 3.</p> <p class=\"subsection-e\">  (5) The corporation is not required to pay the amount described in subsection (3) if both of the following conditions are satisfied:</p> <p class=\"paragraph-e\">  1. The corporation ceases to be exempt from the payment of tax under the Federal Act as a result of a lawful distribution to the public of shares of the corporation or a related corporation pursuant to a prospectus, registration statement or similar document filed with and, if required by law, accepted for filing by a public authority in Canada under the laws of Canada or of a province.  The distribution must be the first distribution to the public of shares of the corporation or related corporation.</p> <p class=\"paragraph-e\">  2. With the consent of the Minister, the corporation pays to the Financial Corporation an amount that, in the Minister’s opinion, reasonably approximates the additional amounts, if any, that would be payable by the corporation under sections 89 and 90 of the Act if the corporation were required, but for this subsection, to pay the amount described in subsection (3).  O. Reg. 122/02, s. 3; O. Reg. 140/09, s. 8 (2).</p> <p class=\"subsection-e\">  (6) An amount paid to the Financial Corporation under paragraph 2 of subsection (5) cannot be varied on objection or appeal under the <i>Corporations Tax Act</i>.  O. Reg. 122/02, s. 3.</p> <p class=\"subsection-e\">  (7) The Minister is not permitted, on a reassessment, to vary an amount paid to the Financial Corporation under paragraph 2 of subsection (5) unless, in the Minister’s opinion<b>, </b>the corporation, a related corporation or a person acting on behalf of the corporation or related corporation makes a misrepresentation to the Minister that is attributable to neglect, carelessness or wilful default or commits a fraud in giving information under the Act in respect of the determination of the amount paid under that paragraph.  O. Reg. 122/02, s. 3.</p> <p class=\"subsection-e\">  (8) For the period after December 31, 2015 and before January 1, 2019, and despite the application of paragraph 38 (a) of the Federal Act, as it applies for the purposes of determining the amount of a payment required by sections 89 and 90 of the Act, a corporation’s taxable capital gain for a taxation year from a deemed disposition of a property under paragraph 149 (10) (b) of the Federal Act, as it applies for the purposes of subsection (3), is deemed to be zero.  O. Reg. 112/16, s. 4 (2).</p>"
        },
        {
            "id": "16.2",
            "section": "Modifications Applicable to Payments under Sections 89 and 90 of the Act",
            "content": " 16.2 (1) For the purposes of determining the amount of any payment required for a taxation year from a specified corporation under sections 89 and 90 of the Act, the method of calculating the amount of the payment is modified by the following rules:  1. Any income or loss or taxable capital gain or allowable capital loss in respect of property held by a specified trust that would be income or a loss or a taxable capital gain or allowable capital loss of the specified corporation under subsection 75 (2) of the Federal Act is deemed to be nil. 2. Any amount paid or payable to the specified corporation in the taxation year by a specified trust that would be included in computing the income of the specified corporation for the year under subsection 104 (13) or (16) of the Federal Act is deemed to be nil. 3. Any benefits to the specified corporation from or under a specified trust that would be included in computing the specified corporation’s income for the taxation year under subsection 105 (1) of the Federal Act are deemed to be nil. 4. Any amounts that would be included in computing the specified corporation’s income for the taxation year in respect of the disposition of an income interest in a specified trust under subsection 106 (2) of the Federal Act are deemed to be nil. 5. Any proceeds of disposition in respect of a disposition of all or any part of the specified corporation’s capital interest in a specified trust in the taxation year are deemed to be equal to the adjusted cost base of the interest as determined under the Federal Act. O. Reg. 586/17, s. 3. (2) The following corporations are specified corporations for the purposes of subsection (1): 1. FHP2017 Inc. O. Reg. 586/17, s. 3. (3) The following financing entities, as defined in subsection 1 (1) of the Ontario Fair Hydro Plan Act, 2017, are specified trusts for the purposes of subsection (1): 1. Fair Hydro Trust. O. Reg. 586/17, s. 3. Returns and Payments",
            "raw_html": "<p class=\"section-e\"> <b>16.2 </b>(1) For the purposes of determining the amount of any payment required for a taxation year from a specified corporation under sections 89 and 90 of the Act, the method of calculating the amount of the payment is modified by the following rules: </p> <p class=\"paragraph-e\">  1. Any income or loss or taxable capital gain or allowable capital loss in respect of property held by a specified trust that would be income or a loss or a taxable capital gain or allowable capital loss of the specified corporation under subsection 75 (2) of the Federal Act is deemed to be nil. </p> <p class=\"paragraph-e\">  2. Any amount paid or payable to the specified corporation in the taxation year by a specified trust that would be included in computing the income of the specified corporation for the year under subsection 104 (13) or (16) of the Federal Act is deemed to be nil. </p> <p class=\"paragraph-e\">  3. Any benefits to the specified corporation from or under a specified trust that would be included in computing the specified corporation’s income for the taxation year under subsection 105 (1) of the Federal Act are deemed to be nil. </p> <p class=\"paragraph-e\">  4. Any amounts that would be included in computing the specified corporation’s income for the taxation year in respect of the disposition of an income interest in a specified trust under subsection 106 (2) of the Federal Act are deemed to be nil. </p> <p class=\"paragraph-e\">  5. Any proceeds of disposition in respect of a disposition of all or any part of the specified corporation’s capital interest in a specified trust in the taxation year are deemed to be equal to the adjusted cost base of the interest as determined under the Federal Act. O. Reg. 586/17, s. 3. </p> <p class=\"subsection-e\">  (2) The following corporations are specified corporations for the purposes of subsection (1): </p> <p class=\"paragraph-e\">  1. FHP2017 Inc. O. Reg. 586/17, s. 3. </p> <p class=\"subsection-e\">  (3) The following financing entities, as defined in subsection 1 (1) of the <i>Ontario Fair Hydro Plan Act, 2017</i>, are specified trusts for the purposes of subsection (1):</p> <p class=\"paragraph-e\">  1. Fair Hydro Trust. O. Reg. 586/17, s. 3.</p> <p class=\"heading1-e\">Returns and Payments</p>"
        },
        {
            "id": "17.",
            "section": "Returns and Payments",
            "content": " 17. (1) If a corporation is required to make a payment under section 89 of the Act for a taxation year, it shall deliver to the Minister of Finance a return for the taxation year, in the form and containing the information required by section 150 of the Federal Act.  O. Reg. 673/05, s. 4. (2) If a corporation is required to make a payment under section 90 of the Act for a taxation year ending before January 1, 2009, it shall deliver to the Minister of Finance a return for the year in the form and containing the information required by section 75 of the Corporations Tax Act.  O. Reg. 140/09, s. 9 (1). (3) If a corporation is required to make a payment under section 90 of the Act for a taxation year ending after December 31, 2008, it shall deliver to the Minister of Finance a return for the year in the form and containing the information required by section 111 of the Taxation Act, 2007 and such other information as the Minister of Finance may require for the purposes of determining the amount payable for the year.  O. Reg. 140/09, s. 9 (2). (4) For the purposes of applying Parts V and VI of the Corporations Tax Act, a return under subsection (3) is deemed to be a return required by section 75 of that Act.  O. Reg. 140/09, s. 9 (2). (5) A corporation that is required to deliver a return under subsection (1), (2) or (3) shall deliver the return not more than six months after the end of the taxation year to which the return relates.  O. Reg. 140/09, s. 9 (2).",
            "raw_html": "<p class=\"section-e\"> <b>17. </b>(1) If a corporation is required to make a payment under section 89 of the Act for a taxation year, it shall deliver to the Minister of Finance a return for the taxation year, in the form and containing the information required by section 150 of the Federal Act.  O. Reg. 673/05, s. 4.</p> <p class=\"subsection-e\">  (2) If a corporation is required to make a payment under section 90 of the Act for a taxation year ending before January 1, 2009, it shall deliver to the Minister of Finance a return for the year in the form and containing the information required by section 75 of the <i>Corporations Tax Act</i>.  O. Reg. 140/09, s. 9 (1).</p> <p class=\"subsection-e\">  (3) If a corporation is required to make a payment under section 90 of the Act for a taxation year ending after December 31, 2008, it shall deliver to the Minister of Finance a return for the year in the form and containing the information required by section 111 of the <i>Taxation Act, 2007</i> and such other information as the Minister of Finance may require for the purposes of determining the amount payable for the year.  O. Reg. 140/09, s. 9 (2).</p> <p class=\"subsection-e\">  (4) For the purposes of applying Parts V and VI of the <i>Corporations Tax Act</i>, a return under subsection (3) is deemed to be a return required by section 75 of that Act.  O. Reg. 140/09, s. 9 (2).</p> <p class=\"subsection-e\">  (5) A corporation that is required to deliver a return under subsection (1), (2) or (3) shall deliver the return not more than six months after the end of the taxation year to which the return relates.  O. Reg. 140/09, s. 9 (2).</p>"
        },
        {
            "id": "18.",
            "section": "Returns and Payments",
            "content": " 18. (1) The following rules apply with respect to each instalment payable by the corporation under section 89 or 90 of the Act for its first taxation year ending after April 1, 1999: 1. If the corporation’s first taxation year is less than 12 months long, the reference to one-twelfth in subclause 78 (2) (a) (i) of the Corporations Tax Act\r\nshall be read as a reference to a fraction in which the numerator is one and the denominator is the number of months in the taxation year. 2. Subclauses 78 (2) (a) (ii) and (iii) and subsections 78 (4) and (6) of the Corporations Tax Act do not apply. 3. Subsections 79 (1) and 83 (1) of the Corporations Tax Act do not apply if, i. the corporation’s first taxation year ending after April 1, 1999 ends before January 1, 2006, and ii. the corporation has made a reasonable attempt, in the opinion of the Minister of Finance, to calculate the amount of its instalments payable for the taxation year. 4. Despite paragraph 3, i. subsection 79 (1) of the Corporations Tax Act applies after December 31, 2005 if the corporation has a deficiency in its tax account on January 1, 2006, and interest shall be calculated commencing January 1, 2006, and ii. subsection 83 (1) of the Corporations Tax Act applies after December 31, 2005 if the corporation has a surplus in its instalment account on January 1, 2006, and interest shall be calculated commencing January 1, 2006.  O. Reg. 207/99, s. 18 (1); O. Reg. 673/05, s. 5. (2) The following rule applies with respect to each instalment payable by the corporation under section 89 or 90 of the Act for its second taxation year ending after April 1, 1999: 1. Subclause 78 (2) (a) (iii) and subsections 78 (4) and (6) of the Corporations Tax Act\r\ndo not apply.  O. Reg. 207/99, s. 18 (2).    ",
            "raw_html": "<p class=\"section-e\"> <b>18. </b>(1) The following rules apply with respect to each instalment payable by the corporation under section 89 or 90 of the Act for its first taxation year ending after April 1, 1999:</p> <p class=\"paragraph-e\">  1. If the corporation’s first taxation year is less than 12 months long, the reference to one-twelfth in subclause 78 (2) (a) (i) of the <i>Corporations Tax Act</i>\r\nshall be read as a reference to a fraction in which the numerator is one and the denominator is the number of months in the taxation year.</p> <p class=\"paragraph-e\">  2. Subclauses 78 (2) (a) (ii) and (iii) and subsections 78 (4) and (6) of the <i>Corporations Tax Act</i> do not apply.</p> <p class=\"paragraph-e\">  3. Subsections 79 (1) and 83 (1) of the <i>Corporations Tax Act</i> do not apply if,</p> <p class=\"subpara-e\">  i. the corporation’s first taxation year ending after April 1, 1999 ends before January 1, 2006, and</p> <p class=\"subpara-e\">  ii. the corporation has made a reasonable attempt, in the opinion of the Minister of Finance, to calculate the amount of its instalments payable for the taxation year.</p> <p class=\"paragraph-e\">  4. Despite paragraph 3, </p> <p class=\"subpara-e\">  i. subsection 79 (1) of the <i>Corporations Tax Act</i> applies after December 31, 2005 if the corporation has a deficiency in its tax account on January 1, 2006, and interest shall be calculated commencing January 1, 2006, and</p> <p class=\"subpara-e\">  ii. subsection 83 (1) of the <i>Corporations Tax Act</i> applies after December 31, 2005 if the corporation has a surplus in its instalment account on January 1, 2006, and interest shall be calculated commencing January 1, 2006.  O. Reg. 207/99, s. 18 (1); O. Reg. 673/05, s. 5.</p> <p class=\"subsection-e\">  (2) The following rule applies with respect to each instalment payable by the corporation under section 89 or 90 of the Act for its second taxation year ending after April 1, 1999:</p> <p class=\"paragraph-e\">  1. Subclause 78 (2) (a) (iii) and subsections 78 (4) and (6) of the <i>Corporations Tax Act</i>\r\ndo not apply.  O. Reg. 207/99, s. 18 (2).</p> <p class=\"paragraph-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}