{
    "reg_info": {
        "full_title": "O. Reg. 709/93: COMPOSITION OF STATUTORY COMMITTEES",
        "reg_name_text": "COMPOSITION OF STATUTORY COMMITTEES",
        "citation": "O. Reg. 709/93: ",
        "act_under": "Medical Laboratory Technology Act, 1991   Loi de 1991 sur les technologistes   de laboratoire médical",
        "url": "https://www.ontario.ca/laws/regulation/930709",
        "date_scraped": "2023-12-19 22:22:33"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. (1) The Executive Committee shall be composed of, (a) the President and Vice-President of the Council; (b) two members of the Council who are members of the College; and (c) two members of the Council appointed to the Council by the Lieutenant Governor in Council. (2) The President of the Council shall be the chair of the Executive Committee. O.Reg. 709/93, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) The Executive Committee shall be composed of,</p> <p class=\"clause-e\">(a) the President and Vice-President of the Council;</p> <p class=\"clause-e\">(b) two members of the Council who are members of the College; and</p> <p class=\"clause-e\">(c) two members of the Council appointed to the Council by the Lieutenant Governor in Council.</p> <p class=\"subsection-e\">(2) The President of the Council shall be the chair of the Executive Committee. O.Reg. 709/93, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. The Registration Committee shall be composed of, (a) two members of the Council who are members of the College; (b) two members of the Council appointed to the Council by the Lieutenant Governor in Council; and (c) three members of the College who are not members of the Council. O.Reg. 709/93, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>The Registration Committee shall be composed of,</p> <p class=\"clause-e\">(a) two members of the Council who are members of the College;</p> <p class=\"clause-e\">(b) two members of the Council appointed to the Council by the Lieutenant Governor in Council; and</p> <p class=\"clause-e\">(c) three members of the College who are not members of the Council. O.Reg. 709/93, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. The Complaints Committee shall be composed of, (a) two members of the Council who are members of the College, and who are not members of the Discipline Committee; (b) two members of the Council appointed to the Council by the Lieutenant Governor in Council, and who are not members of the Discipline Committee; and (c) three members of the College who are not members of the Council appointed by the Council, and who are not members of the Discipline Committee. O.Reg. 709/93, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>The Complaints Committee shall be composed of,</p> <p class=\"clause-e\">(a) two members of the Council who are members of the College, and who are not members of the Discipline Committee;</p> <p class=\"clause-e\">(b) two members of the Council appointed to the Council by the Lieutenant Governor in Council, and who are not members of the Discipline Committee; and</p> <p class=\"clause-e\">(c) three members of the College who are not members of the Council appointed by the Council, and who are not members of the Discipline Committee. O.Reg. 709/93, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. The Discipline Committee shall be composed of, (a) two members of the Council who are members of the College, and who are not members of the Complaints Committee; (b) two members of the Council appointed to the Council by the Lieutenant Governor in Council, and who are not members of the Complaints Committee; and (c) three members of the College who are not members of the Council, and who are not members of the Complaints Committee. O.Reg. 709/93, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>The Discipline Committee shall be composed of,</p> <p class=\"clause-e\">(a) two members of the Council who are members of the College, and who are not members of the Complaints Committee;</p> <p class=\"clause-e\">(b) two members of the Council appointed to the Council by the Lieutenant Governor in Council, and who are not members of the Complaints Committee; and</p> <p class=\"clause-e\">(c) three members of the College who are not members of the Council, and who are not members of the Complaints Committee. O.Reg. 709/93, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. The Fitness to Practise Committee shall be composed of, (a) two members of the Council who are members of the College; (b) two members of the Council appointed to the Council by the Lieutenant Governor in Council; and (c) three members of the College who are not members of the Council. O.Reg. 709/93, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>The Fitness to Practise Committee shall be composed of,</p> <p class=\"clause-e\">(a) two members of the Council who are members of the College;</p> <p class=\"clause-e\">(b) two members of the Council appointed to the Council by the Lieutenant Governor in Council; and</p> <p class=\"clause-e\">(c) three members of the College who are not members of the Council. O.Reg. 709/93, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. The Quality Assurance Committee shall be composed of, (a) two members of the Council who are members of the College; (b) two members of the Council appointed to the Council by the Lieutenant Governor in Council; and (c) four members of the College who are not members of the Council. O.Reg. 709/93, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>The Quality Assurance Committee shall be composed of,</p> <p class=\"clause-e\">(a) two members of the Council who are members of the College;</p> <p class=\"clause-e\">(b) two members of the Council appointed to the Council by the Lieutenant Governor in Council; and</p> <p class=\"clause-e\">(c) four members of the College who are not members of the Council. O.Reg. 709/93, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. The Patient Relations Committee shall be composed of, (a) two members of the Council who are members of the College; (b) two members of the Council appointed to the Council by the Lieutenant Governor in Council; and (c) one member of the College who is not a member of the Council. O.Reg. 709/93, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>The Patient Relations Committee shall be composed of,</p> <p class=\"clause-e\">(a) two members of the Council who are members of the College;</p> <p class=\"clause-e\">(b) two members of the Council appointed to the Council by the Lieutenant Governor in Council; and</p> <p class=\"clause-e\">(c) one member of the College who is not a member of the Council. O.Reg. 709/93, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. (1) The President of the Council shall be a non-voting member of each of the committees referred to in sections 2 to 7. (2) The Registrar shall be a non-voting member of each of the committees referred to in sections 1 to 7. O.Reg. 709/93, s. 8. ",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) The President of the Council shall be a non-voting member of each of the committees referred to in sections 2 to 7.</p> <p class=\"subsection-e\">(2) The Registrar shall be a non-voting member of each of the committees referred to in sections 1 to 7. O.Reg. 709/93, s. 8.</p> <p class=\"Normal\"></p>"
        }
    ]
}