{
    "reg_info": {
        "full_title": "O. Reg. 81/98: LOTTERY SCHEMES",
        "reg_name_text": "LOTTERY SCHEMES",
        "citation": "O. Reg. 81/98: ",
        "act_under": "Ontario Lottery Corporation Act",
        "url": "https://www.ontario.ca/laws/regulation/980081",
        "date_scraped": "2023-12-19 20:29:17"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “game rules” means the rules established under section 2; (“règles du jeu”) “vendor” means any person authorized by the Corporation to sell a lottery ticket or other means of participation in a particular lottery scheme. (“vendeur”) O. Reg. 81/98, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“game rules” means the rules established under section 2; (“règles du jeu”)</p> <p class=\"definition-e\">“vendor” means any person authorized by the Corporation to sell a lottery ticket or other means of participation in a particular lottery scheme. (“vendeur”) O. Reg. 81/98, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. The game rules governing the conduct and management of each lottery scheme, including promotional schemes, shall be established by the Corporation. O. Reg. 81/98, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>The game rules governing the conduct and management of each lottery scheme, including promotional schemes, shall be established by the Corporation. O. Reg. 81/98, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. (1) The Corporation, may, (a) limit the participation of any person or group of persons in any lottery scheme; and (b) suspend, recall, withdraw or cancel all or any part of a lottery scheme at any time during the currency of that lottery scheme (including the applicable prize claim period) by use of such methods and on such conditions as the Corporation considers appropriate. O. Reg. 81/98, s. 3 (1). (2) If the Corporation acts under clause (1) (b), its liability to any person is limited to the amount paid by that person to a vendor to participate in the lottery scheme. O. Reg. 81/98, s. 3 (2). (3) No amount is payable under subsection (2) unless the ticket or such other evidence of participation or attempted participation as the Corporation may require is returned to the Corporation. O. Reg. 81/98, s. 3 (3).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) The Corporation, may,</p> <p class=\"clause-e\">(a) limit the participation of any person or group of persons in any lottery scheme; and</p> <p class=\"clause-e\">(b) suspend, recall, withdraw or cancel all or any part of a lottery scheme at any time during the currency of that lottery scheme (including the applicable prize claim period) by use of such methods and on such conditions as the Corporation considers appropriate. O. Reg. 81/98, s. 3 (1).</p> <p class=\"subsection-e\">(2) If the Corporation acts under clause (1) (b), its liability to any person is limited to the amount paid by that person to a vendor to participate in the lottery scheme. O. Reg. 81/98, s. 3 (2).</p> <p class=\"subsection-e\">(3) No amount is payable under subsection (2) unless the ticket or such other evidence of participation or attempted participation as the Corporation may require is returned to the Corporation. O. Reg. 81/98, s. 3 (3).</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. The Corporation shall maintain at its head office a copy of the game rules in respect of each lottery scheme and, upon the request of any person, shall make a copy of the relevant game rules available to that person. O. Reg. 81/98, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>The Corporation shall maintain at its head office a copy of the game rules in respect of each lottery scheme and, upon the request of any person, shall make a copy of the relevant game rules available to that person. O. Reg. 81/98, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) The game rules govern the lottery schemes and are binding upon all persons who participate in the lottery schemes and all vendors. O. Reg. 81/98, s. 5 (1). (2) It is a condition of participation in a lottery scheme that the participant agrees to be bound by the game rules. O. Reg. 81/98, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) The game rules govern the lottery schemes and are binding upon all persons who participate in the lottery schemes and all vendors. O. Reg. 81/98, s. 5 (1).</p> <p class=\"subsection-e\">(2) It is a condition of participation in a lottery scheme that the participant agrees to be bound by the game rules. O. Reg. 81/98, s. 5 (2).</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. (1) The Province of Ontario, the Corporation and the subsidiaries of the Corporation are not liable for the payment of a prize or purported prize in a lottery scheme which may cause the total amount of prizes available to be won in the lottery scheme, as prescribed in the game rules, to be exceeded. O. Reg. 81/98, s. 6 (1). (2) Subsection (1) applies despite any statement to the contrary implied or set out in any advertisement, lottery ticket or other evidence of participation in a lottery scheme. O. Reg. 81/98, s. 6 (2).",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) The Province of Ontario, the Corporation and the subsidiaries of the Corporation are not liable for the payment of a prize or purported prize in a lottery scheme which may cause the total amount of prizes available to be won in the lottery scheme, as prescribed in the game rules, to be exceeded. O. Reg. 81/98, s. 6 (1).</p> <p class=\"subsection-e\">(2) Subsection (1) applies despite any statement to the contrary implied or set out in any advertisement, lottery ticket or other evidence of participation in a lottery scheme. O. Reg. 81/98, s. 6 (2).</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. No person, other than the Corporation, a subsidiary of the Corporation or a vendor, shall sell participation in a lottery scheme to the public. O. Reg. 81/98, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>No person, other than the Corporation, a subsidiary of the Corporation or a vendor, shall sell participation in a lottery scheme to the public. O. Reg. 81/98, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. Unless authorized by the Corporation, no vendor shall sell a lottery ticket or other means of participating in a lottery scheme, directly or indirectly, for a price other than, (a) in the case of a lottery ticket, the face amount shown on the ticket; or, (b) in the case of a video lottery scheme or other form of electronic lottery scheme, the amount indicated on the terminal. O. Reg. 81/98, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>Unless authorized by the Corporation, no vendor shall sell a lottery ticket or other means of participating in a lottery scheme, directly or indirectly, for a price other than,</p> <p class=\"clause-e\">(a) in the case of a lottery ticket, the face amount shown on the ticket; or,</p> <p class=\"clause-e\">(b) in the case of a video lottery scheme or other form of electronic lottery scheme, the amount indicated on the terminal. O. Reg. 81/98, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. (1) Unless otherwise designated by the Corporation in respect of a particular lottery scheme, the Corporation shall establish and maintain a prize reserve in an aggregate amount equal to the sum of the prizes available to be won in each lottery scheme. O. Reg. 81/98, s. 9 (1). (2) No payment, award or deduction shall be made against the prize reserve except to pay or award prizes to players. O. Reg. 81/98, s. 9 (2). (3) The monetary value of prizes available to be won which are not money prizes is the cost to the Corporation of such prizes, as calculated by the Corporation. O. Reg. 81/98, s. 9 (3).",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) Unless otherwise designated by the Corporation in respect of a particular lottery scheme, the Corporation shall establish and maintain a prize reserve in an aggregate amount equal to the sum of the prizes available to be won in each lottery scheme. O. Reg. 81/98, s. 9 (1).</p> <p class=\"subsection-e\">(2) No payment, award or deduction shall be made against the prize reserve except to pay or award prizes to players. O. Reg. 81/98, s. 9 (2).</p> <p class=\"subsection-e\">(3) The monetary value of prizes available to be won which are not money prizes is the cost to the Corporation of such prizes, as calculated by the Corporation. O. Reg. 81/98, s. 9 (3).</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. (1) No person is entitled to claim a prize in any lottery scheme if, (a) that person is or was ineligible to participate in the lottery scheme; (b) the ticket or other evidence of participation or attempted participation is unissued, not paid for, illegible, mutilated, altered, counterfeited or forged in whole or in part; or (c) the ticket or other evidence of participation or attempted participation is defective, misprinted, produced in error or incomplete. O. Reg. 81/98, s. 10 (1). (2) It is a condition for collecting any prize that the participant in the lottery scheme, (a) satisfy the Corporation that the participant is a winner; (b) give the Corporation the right to publish in any medium the participant’s name, address and current photograph without any claim on the Corporation for broadcasting, printing, royalty or other rights; and (c) if required by the Corporation, give to the Corporation a valid release for the prize and undertake to make no further claim in respect of that prize in the lottery scheme. O. Reg. 81/98, s. 10 (2).",
            "raw_html": "<p class=\"section-e\"><b>10. </b>(1) No person is entitled to claim a prize in any lottery scheme if,</p> <p class=\"clause-e\">(a) that person is or was ineligible to participate in the lottery scheme;</p> <p class=\"clause-e\">(b) the ticket or other evidence of participation or attempted participation is unissued, not paid for, illegible, mutilated, altered, counterfeited or forged in whole or in part; or</p> <p class=\"clause-e\">(c) the ticket or other evidence of participation or attempted participation is defective, misprinted, produced in error or incomplete. O. Reg. 81/98, s. 10 (1).</p> <p class=\"subsection-e\">(2) It is a condition for collecting any prize that the participant in the lottery scheme,</p> <p class=\"clause-e\">(a) satisfy the Corporation that the participant is a winner;</p> <p class=\"clause-e\">(b) give the Corporation the right to publish in any medium the participant’s name, address and current photograph without any claim on the Corporation for broadcasting, printing, royalty or other rights; and</p> <p class=\"clause-e\">(c) if required by the Corporation, give to the Corporation a valid release for the prize and undertake to make no further claim in respect of that prize in the lottery scheme. O. Reg. 81/98, s. 10 (2).</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. The documentation prescribed for the purpose of clause 8.1 (5) (a) of the Act must reasonably appear to be a document issued by a government that contains a photograph of the person and the date of birth of the person and may include, (a) a driver’s licence issued by the Province of Ontario with a photograph of the person to whom the licence is issued; (b) a Canadian passport; (c) a Canadian citizenship card with a photograph of the person to whom the card is issued; (d) a Canadian armed forces identification card; or (e) a photo card issued by the Alcohol and Gaming Commission of Ontario or, before the establishment of that Commission, the Liquor Licence Board of Ontario. O. Reg. 81/98, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>The documentation prescribed for the purpose of clause 8.1 (5) (a) of the Act must reasonably appear to be a document issued by a government that contains a photograph of the person and the date of birth of the person and may include,</p> <p class=\"clause-e\">(a) a driver’s licence issued by the Province of Ontario with a photograph of the person to whom the licence is issued;</p> <p class=\"clause-e\">(b) a Canadian passport;</p> <p class=\"clause-e\">(c) a Canadian citizenship card with a photograph of the person to whom the card is issued;</p> <p class=\"clause-e\">(d) a Canadian armed forces identification card; or</p> <p class=\"clause-e\">(e) a photo card issued by the Alcohol and Gaming Commission of Ontario or, before the establishment of that Commission, the Liquor Licence Board of Ontario. O. Reg. 81/98, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. Despite any other section, if the Corporation conducts and manages a lottery scheme under clause 7 (b) of the Act, the lottery scheme shall be conducted and managed under the game rules established in accordance with the agreement entered into under that clause. O. Reg. 81/98, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>Despite any other section, if the Corporation conducts and manages a lottery scheme under clause 7 (b) of the Act, the lottery scheme shall be conducted and managed under the game rules established in accordance with the agreement entered into under that clause. O. Reg. 81/98, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": "13. Omitted (revokes other Regulations). O. Reg. 81/98, s. 13. Français ",
            "raw_html": "<p class=\"section-e\"><b>13.</b> Omitted (revokes other Regulations). O. Reg. 81/98, s. 13.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_980081_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_980081_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}