{
    "reg_info": {
        "full_title": "O. Reg. 197/17: FIRST NATIONS DELIVERY CREDIT (ON-RESERVE CONSUMERS UNDER SECTION 79.4 OF THE ACT)",
        "reg_name_text": "FIRST NATIONS DELIVERY CREDIT (ON-RESERVE CONSUMERS UNDER SECTION 79.4 OF THE ACT)",
        "citation": "O. Reg. 197/17: ",
        "act_under": "Ontario Energy Board Act, 1998",
        "url": "https://www.ontario.ca/laws/regulation/170197",
        "date_scraped": "2023-12-18 03:55:51"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  1, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/170197/v4",
            "valid_from": "June 23, 2023",
            "valid_to": "June 30, 2023"
        },
        {
            "a_href": "/laws/regulation/170197/v3",
            "valid_from": "July  1, 2017",
            "valid_to": "June 22, 2023"
        },
        {
            "a_href": "/laws/regulation/170197/v2",
            "valid_from": "June 28, 2017",
            "valid_to": "June 30, 2017"
        },
        {
            "a_href": "/laws/regulation/170197/v1",
            "valid_from": "June 15, 2017",
            "valid_to": "June 27, 2017"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": "  1. (1) In this Regulation, “host distributor” means a licensed distributor who is a market participant and who distributes electricity to a wholly-embedded distributor; (“distributeur hôte”) “residential premises” means a dwelling occupied as a residence; (“locaux d’habitation”) “wholly-embedded distributor” means a licensed distributor who is not a market participant and to whom a host distributor distributes electricity. (“distributeur pleinement intégré”) (2) For the purposes of section 79.4 of the Act and this Regulation, “on-reserve consumer” means a consumer who is occupying residential premises on or within a reserve as defined in the Indian Act (Canada). (3) For the purposes of this Regulation, (a)  Hydro One Remote Communities Inc. is deemed to be a wholly-embedded distributor and Hydro One Networks Inc. is deemed to be its host distributor; and (b)  Cornwall Street Railway Light and Power Company Limited is deemed to be a wholly-embedded distributor and Canadian Niagara Power Inc. is deemed to be its host distributor.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>(1) In this Regulation,</p> <p class=\"definition-e\">“host distributor” means a licensed distributor who is a market participant and who distributes electricity to a wholly-embedded distributor; (“distributeur hôte”)</p> <p class=\"definition-e\">“residential premises” means a dwelling occupied as a residence; (“locaux d’habitation”)</p> <p class=\"definition-e\">“wholly-embedded distributor” means a licensed distributor who is not a market participant and to whom a host distributor distributes electricity. (“distributeur pleinement intégré”)</p> <p class=\"subsection-e\">  (2) For the purposes of section 79.4 of the Act and this Regulation,</p> <p class=\"definition-e\">“on-reserve consumer” means a consumer who is occupying residential premises on or within a reserve as defined in the <i>Indian Act</i> (Canada).</p> <p class=\"subsection-e\">  (3) For the purposes of this Regulation,</p> <p class=\"clause-e\">  (a)  Hydro One Remote Communities Inc. is deemed to be a wholly-embedded distributor and Hydro One Networks Inc. is deemed to be its host distributor; and</p> <p class=\"clause-e\">  (b)  Cornwall Street Railway Light and Power Company Limited is deemed to be a wholly-embedded distributor and Canadian Niagara Power Inc. is deemed to be its host distributor.</p>"
        },
        {
            "id": "2.",
            "section": "First Nations delivery credit",
            "content": " 2. (1) An on-reserve consumer who is a member of a band within the meaning of the Indian Act (Canada) is eligible to receive a delivery credit from a licensed distributor with which the on-reserve consumer holds an account that falls within a residential-rate classification. (2) Except for on-reserve consumers provided for in subsections (3) and (4), the delivery credit to which an on-reserve consumer is entitled is the sum of the amounts referred to in subclauses 79.4 (3) (a) (i), (ii), (iii) and (iv) of the Act, after taking into account any applicable rate protection under section 79 of the Act. (3) An on-reserve consumer who is eligible for a delivery credit under subsection (1) and is a customer of one of the following distributors is eligible for a delivery credit from the distributor, in an amount equivalent to the monthly service charge that appears on their invoice: 1.  Hydro One Remote Communities Inc. 2.  The licensed distributor serving Cat Lake Indian Reserve No. 63C, in the case of consumers living on that reserve. O. Reg. 197/17, s. 2 (3); O. Reg. 208/17, s. 1 (1). (4) An on-reserve consumer who is eligible for a delivery credit under subsection (1) and is a customer of Cornwall Street Railway Light and Power Company Limited is entitled to a delivery credit from that company equal to the minimum monthly charge to which they are subject. (5) For the purposes of subsection (1), the classification of an account is as specified in a rate order made by the Board under section 78 of the Act or, in the case of customers of Cornwall Street Railway Light and Power Company Limited and the licensed distributor serving Cat Lake Indian Reserve No. 63C, as specified in their distributor’s residential rate schedules. O. Reg. 208/17, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) An on-reserve consumer who is a member of a band within the meaning of the <i>Indian Act</i> (Canada) is eligible to receive a delivery credit from a licensed distributor with which the on-reserve consumer holds an account that falls within a residential-rate classification.</p> <p class=\"subsection-e\">  (2) Except for on-reserve consumers provided for in subsections (3) and (4), the delivery credit to which an on-reserve consumer is entitled is the sum of the amounts referred to in subclauses 79.4 (3) (a) (i), (ii), (iii) and (iv) of the Act, after taking into account any applicable rate protection under section 79 of the Act.</p> <p class=\"subsection-e\">  (3) An on-reserve consumer who is eligible for a delivery credit under subsection (1) and is a customer of one of the following distributors is eligible for a delivery credit from the distributor, in an amount equivalent to the monthly service charge that appears on their invoice:</p> <p class=\"paragraph-e\">  1.  Hydro One Remote Communities Inc.</p> <p class=\"paragraph-e\">  2.  The licensed distributor serving Cat Lake Indian Reserve No. 63C, in the case of consumers living on that reserve. O. Reg. 197/17, s. 2 (3); O. Reg. 208/17, s. 1 (1).</p> <p class=\"subsection-e\">  (4) An on-reserve consumer who is eligible for a delivery credit under subsection (1) and is a customer of Cornwall Street Railway Light and Power Company Limited is entitled to a delivery credit from that company equal to the minimum monthly charge to which they are subject.</p> <p class=\"subsection-e\">  (5) For the purposes of subsection (1), the classification of an account is as specified in a rate order made by the Board under section 78 of the Act or, in the case of customers of Cornwall Street Railway Light and Power Company Limited and the licensed distributor serving Cat Lake Indian Reserve No. 63C, as specified in their distributor’s residential rate schedules. O. Reg. 208/17, s. 1 (2).</p>"
        },
        {
            "id": "3.",
            "section": "Date provided",
            "content": " 3. For the purposes of subsection 79.4 (1) of the Act and section 2 of this Regulation, the delivery credit shall be provided with respect to electricity consumed on or after July 1, 2017.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>For the purposes of subsection 79.4 (1) of the Act and section 2 of this Regulation, the delivery credit shall be provided with respect to electricity consumed on or after July 1, 2017.</p>"
        },
        {
            "id": "4.",
            "section": "Line item on invoice",
            "content": " 4. (1) Subject to subsections (2), (3) and (4), the amount of the delivery credit provided to an eligible on-reserve consumer shall be indicated on the invoice as a “First Nations Delivery Credit” line item directly following the delivery charge. (2) Distributors referred to in subsections 2 (3) and (4)  shall indicate the amount of the delivery credit provided to an eligible on-reserve consumer as a “First Nations Delivery Credit” on the invoice. (3) If the Minister is satisfied that, for technical or operational reasons, it would be impossible, impractical or unreasonably difficult for a distributor to use on its invoices the wording required by this Regulation or to follow an invoicing process required by this Regulation, and if the Minister is satisfied that using different wording specified by the Minister or following a different invoicing process specified by the Minister would also promote the purposes of the requirement, the Minister may give the distributor a written notice so stating. (4) If a distributor receives a notice from the Minister under subsection (3), it shall use on its invoices the wording specified in the Minister’s notice and shall follow the invoicing process specified in the Minister’s notice instead of the wording or invoicing process otherwise required under this Regulation.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) Subject to subsections (2), (3) and (4), the amount of the delivery credit provided to an eligible on-reserve consumer shall be indicated on the invoice as a “First Nations Delivery Credit” line item directly following the delivery charge.</p> <p class=\"subsection-e\">  (2) Distributors referred to in subsections 2 (3) and (4)  shall indicate the amount of the delivery credit provided to an eligible on-reserve consumer as a “First Nations Delivery Credit” on the invoice.</p> <p class=\"subsection-e\">  (3) If the Minister is satisfied that, for technical or operational reasons, it would be impossible, impractical or unreasonably difficult for a distributor to use on its invoices the wording required by this Regulation or to follow an invoicing process required by this Regulation, and if the Minister is satisfied that using different wording specified by the Minister or following a different invoicing process specified by the Minister would also promote the purposes of the requirement, the Minister may give the distributor a written notice so stating.</p> <p class=\"subsection-e\">  (4) If a distributor receives a notice from the Minister under subsection (3), it shall use on its invoices the wording specified in the Minister’s notice and shall follow the invoicing process specified in the Minister’s notice instead of the wording or invoicing process otherwise required under this Regulation.</p>"
        },
        {
            "id": "5.",
            "section": "Transitional",
            "content": " 5. (1) A distributor who is required to provide a delivery credit under section 2 shall adapt its invoice in conformity with section 4 no later than October 1, 2017. (2) A distributor shall provide the amount of any unpaid delivery credit accumulated on and after July 1, 2017 and before the date on which the distributor’s invoice is adapted as a lump sum credit in the first billing cycle after the invoice has been adapted.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) A distributor who is required to provide a delivery credit under section 2 shall adapt its invoice in conformity with section 4 no later than October 1, 2017.</p> <p class=\"subsection-e\">  (2) A distributor shall provide the amount of any unpaid delivery credit accumulated on and after July 1, 2017 and before the date on which the distributor’s invoice is adapted as a lump sum credit in the first billing cycle after the invoice has been adapted.</p>"
        },
        {
            "id": "6.",
            "section": "Closed account",
            "content": " 6. (1) If an on-reserve consumer entitled to the delivery credit ceases to have an account and is entitled to receive a delivery credit of $10 or more, the distributor shall, no later than December 31 of the year when the account is closed, mail or deliver by hand the unpaid amount to the consumer’s most recent address known to the distributor, or otherwise make best efforts to deliver it. (2) If a cheque for an amount referred to in subsection (1) has not been cashed within six  months of being issued and has ceased to be negotiable through the passage of time, the consumer’s entitlement to receive the amount ceases and the distributor shall pay the amount to the Minister of Finance.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) If an on-reserve consumer entitled to the delivery credit ceases to have an account and is entitled to receive a delivery credit of $10 or more, the distributor shall, no later than December 31 of the year when the account is closed, mail or deliver by hand the unpaid amount to the consumer’s most recent address known to the distributor, or otherwise make best efforts to deliver it.</p> <p class=\"subsection-e\">  (2) If a cheque for an amount referred to in subsection (1) has not been cashed within six  months of being issued and has ceased to be negotiable through the passage of time, the consumer’s entitlement to receive the amount ceases and the distributor shall pay the amount to the Minister of Finance.</p>"
        },
        {
            "id": "7.",
            "section": "Duty of the Board to provide information",
            "content": " 7. The Board shall provide to the Ministry of Energy, upon request, information or reports regarding the projected yearly amount of delivery credits provided to on-reserve consumers, and regarding the projected number of on-reserve consumers receiving the delivery credit.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>The Board shall provide to the Ministry of Energy, upon request, information or reports regarding the projected yearly amount of delivery credits provided to on-reserve consumers, and regarding the projected number of on-reserve consumers receiving the delivery credit.</p>"
        },
        {
            "id": "8.",
            "section": "Duty to provide information for compliance purposes",
            "content": " 8. (1) Every distributor who provides delivery credits shall, upon receipt of a request from the Ministry of Energy, the IESO or the Board, provide the information relating to the Act and this Regulation that is specified in the request within the time period specified in the request, for the purpose of administering and monitoring compliance with section 79.4 of the Act and this Regulation. (2) Without restricting the generality of subsection (1), examples of information that may be requested under that subsection are, (a)  the total amount of delivery credit provided; and (b)  the number and location of accounts eligible for the delivery credit.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) Every distributor who provides delivery credits shall, upon receipt of a request from the Ministry of Energy, the IESO or the Board, provide the information relating to the Act and this Regulation that is specified in the request within the time period specified in the request, for the purpose of administering and monitoring compliance with section 79.4 of the Act and this Regulation.</p> <p class=\"subsection-e\">  (2) Without restricting the generality of subsection (1), examples of information that may be requested under that subsection are,</p> <p class=\"clause-e\">  (a)  the total amount of delivery credit provided; and</p> <p class=\"clause-e\">  (b)  the number and location of accounts eligible for the delivery credit.</p>"
        },
        {
            "id": "9.",
            "section": "Duty to provide information for reimbursement purposes",
            "content": " 9. (1) Every distributor in Column 2 of the Table to this subsection shall provide to the person listed in Column 3 of the same row of the Table the information set out in Column 4 of the same row, in the format and at the times specified by the person to whom the information is to be provided, in respect of the last month ending before the day the information is to be provided.  Column 1 Item   Column 2 Distributor   Column 3 Person to whom information must be provided   Column 4 Information in respect of the last month ending before the day the information is provided \n\n  1.   A licensed distributor that is a market participant   IESO   The amount of, (a)  delivery credit amounts to which consumers who have accounts with the licensed distributor are entitled for the month and any adjustments to be made in respect of earlier months; and (b)  delivery credit amounts to which consumers who have accounts with wholly-embedded distributors are entitled for the month, if the licensed distributor is the host distributor of the embedded distributors, and any adjustments to be made in respect of earlier months. \n\n  2.   A wholly-embedded distributor   The host distributor of the wholly-embedded distributor   The amount of delivery credit amounts to which consumers who have accounts with the wholly-embedded distributor are entitled for the month and any adjustments to be made in respect of earlier months.  (2) The IESO shall provide to the Minister the information specified by the Minister relating to the following matters, in the format and at the times specified by the Minister: 1.  The actual number of on-reserve consumers receiving delivery credit and the amount of delivery credit to which on-reserve consumers who have accounts with distributors who are market participants are entitled for the month and any adjustments to be made in respect of earlier months. 2.  The actual number of on-reserve consumers receiving delivery credit and the amount of delivery credit to which on-reserve consumers who have accounts with wholly-embedded distributors are entitled for the month and any adjustments to be made in respect of earlier months. (3) For the purposes of this section, a distributor may estimate the amount of the delivery credit to which on-reserve consumers are entitled for a month. (4) If a distributor estimates the amount of the delivery credit under subsection (3), it must include an adjustment for the difference between the estimate and the actual amount to which on-reserve consumers were entitled with the information required under subsection (1) as soon as possible after the actual amount becomes known.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) Every distributor in Column 2 of the Table to this subsection shall provide to the person listed in Column 3 of the same row of the Table the information set out in Column 4 of the same row, in the format and at the times specified by the person to whom the information is to be provided, in respect of the last month ending before the day the information is to be provided.</p> <p class=\"MsoNormal\"> </p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"64\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"80\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Distributor</p> </td> <td valign=\"top\" width=\"152\"> <p class=\"table-e\">Column 3</p> <p class=\"table-e\">Person to whom information must be provided</p> </td> <td valign=\"top\" width=\"376\"> <p class=\"table-e\">Column 4</p> <p class=\"table-e\">Information in respect of the last month ending before the day the information is provided</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"64\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"80\"> <p class=\"table-e\">A licensed distributor that is a market participant</p> </td> <td valign=\"top\" width=\"152\"> <p class=\"table-e\">IESO</p> </td> <td valign=\"top\" width=\"376\"> <p class=\"table-e\">The amount of,</p> <p class=\"table-e\">(a)  delivery credit amounts to which consumers who have accounts with the licensed distributor are entitled for the month and any adjustments to be made in respect of earlier months; and</p> <p class=\"table-e\">(b)  delivery credit amounts to which consumers who have accounts with wholly-embedded distributors are entitled for the month, if the licensed distributor is the host distributor of the embedded distributors, and any adjustments to be made in respect of earlier months.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"64\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"80\"> <p class=\"table-e\">A wholly-embedded distributor</p> </td> <td valign=\"top\" width=\"152\"> <p class=\"table-e\">The host distributor of the wholly-embedded distributor</p> </td> <td valign=\"top\" width=\"376\"> <p class=\"table-e\">The amount of delivery credit amounts to which consumers who have accounts with the wholly-embedded distributor are entitled for the month and any adjustments to be made in respect of earlier months.</p> </td>\n</tr>\n</table> <p class=\"MsoNormal\"> </p> <p class=\"subsection-e\">  (2) The IESO shall provide to the Minister the information specified by the Minister relating to the following matters, in the format and at the times specified by the Minister:</p> <p class=\"paragraph-e\">  1.  The actual number of on-reserve consumers receiving delivery credit and the amount of delivery credit to which on-reserve consumers who have accounts with distributors who are market participants are entitled for the month and any adjustments to be made in respect of earlier months.</p> <p class=\"paragraph-e\">  2.  The actual number of on-reserve consumers receiving delivery credit and the amount of delivery credit to which on-reserve consumers who have accounts with wholly-embedded distributors are entitled for the month and any adjustments to be made in respect of earlier months.</p> <p class=\"subsection-e\">  (3) For the purposes of this section, a distributor may estimate the amount of the delivery credit to which on-reserve consumers are entitled for a month.</p> <p class=\"subsection-e\">  (4) If a distributor estimates the amount of the delivery credit under subsection (3), it must include an adjustment for the difference between the estimate and the actual amount to which on-reserve consumers were entitled with the information required under subsection (1) as soon as possible after the actual amount becomes known.</p>"
        },
        {
            "id": "10.",
            "section": "Reimbursement to distributors",
            "content": " 10. (1) Based on the information provided by the IESO under section 9, the Minister shall reimburse distributors who provide delivery credit to on-reserve consumers. (2) Based on the information provided by distributors under section 9, (a)  the Minister shall pay to the IESO, in keeping with the IESO timelines for invoice payments, sufficient amounts to reimburse distributors for the delivery credits to which consumers are entitled for a month, subject to any adjustments to be made in respect of earlier months; (b)  the IESO shall, after receiving the information required for a month from a distributor who is a market participant, pay to the distributor a sufficient amount to reimburse, (i)  the distributor for the delivery credit to which on-reserve consumers who have accounts with the distributor are entitled for the month, subject to any adjustments to be made in respect of earlier months, and (ii)  any wholly-embedded distributors of which the distributor is the host distributor for the delivery credit to which on-reserve consumers who have accounts with the wholly-embedded distributors are entitled for the month, subject to any adjustments to be made in respect of earlier months; and (c)  a host distributor shall, before the day specified by the Board, pay to every wholly-embedded distributor of which it is a host distributor a sufficient amount to reimburse the wholly-embedded distributor for delivery credit to which on-reserve consumers who have accounts with the wholly-embedded distributor are entitled for a month, subject to any adjustments to be made in respect of earlier months. (3) Despite subsection (2), the amount of reimbursement to which a distributor is entitled is subject to such subsequent adjustments as may be required by reason of, (a)  the provision to the Ministry of Energy, the IESO or a distributor of additional information; or (b)  a determination made by an inspector who conducts an inspection or inquiry under section 79.8 of the Act that relates to a distributor. (4) Despite anything else in this section, no amount is payable as a reimbursement to a distributor who fails without reasonable cause to provide any information required to be provided under this Regulation within the time it is required to be provided. (5) Payments required under this section by the IESO to a distributor who is a market participant and any subsequent adjustments may be made at the option of the IESO by way of set-off in the accounts maintained by the IESO. (6) Payments required under this section by a host distributor to a wholly-embedded distributor and any subsequent adjustments may be made at the option of the host distributor by way of set-off in the accounts maintained by the host distributor.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) Based on the information provided by the IESO under section 9, the Minister shall reimburse distributors who provide delivery credit to on-reserve consumers.</p> <p class=\"subsection-e\">  (2) Based on the information provided by distributors under section 9,</p> <p class=\"clause-e\">  (a)  the Minister shall pay to the IESO, in keeping with the IESO timelines for invoice payments, sufficient amounts to reimburse distributors for the delivery credits to which consumers are entitled for a month, subject to any adjustments to be made in respect of earlier months;</p> <p class=\"clause-e\">  (b)  the IESO shall, after receiving the information required for a month from a distributor who is a market participant, pay to the distributor a sufficient amount to reimburse,</p> <p class=\"subclause-e\">  (i)  the distributor for the delivery credit to which on-reserve consumers who have accounts with the distributor are entitled for the month, subject to any adjustments to be made in respect of earlier months, and</p> <p class=\"subclause-e\">  (ii)  any wholly-embedded distributors of which the distributor is the host distributor for the delivery credit to which on-reserve consumers who have accounts with the wholly-embedded distributors are entitled for the month, subject to any adjustments to be made in respect of earlier months; and</p> <p class=\"clause-e\">  (c)  a host distributor shall, before the day specified by the Board, pay to every wholly-embedded distributor of which it is a host distributor a sufficient amount to reimburse the wholly-embedded distributor for delivery credit to which on-reserve consumers who have accounts with the wholly-embedded distributor are entitled for a month, subject to any adjustments to be made in respect of earlier months.</p> <p class=\"subsection-e\">  (3) Despite subsection (2), the amount of reimbursement to which a distributor is entitled is subject to such subsequent adjustments as may be required by reason of,</p> <p class=\"clause-e\">  (a)  the provision to the Ministry of Energy, the IESO or a distributor of additional information; or</p> <p class=\"clause-e\">  (b)  a determination made by an inspector who conducts an inspection or inquiry under section 79.8 of the Act that relates to a distributor.</p> <p class=\"subsection-e\">  (4) Despite anything else in this section, no amount is payable as a reimbursement to a distributor who fails without reasonable cause to provide any information required to be provided under this Regulation within the time it is required to be provided.</p> <p class=\"subsection-e\">  (5) Payments required under this section by the IESO to a distributor who is a market participant and any subsequent adjustments may be made at the option of the IESO by way of set-off in the accounts maintained by the IESO.</p> <p class=\"subsection-e\">  (6) Payments required under this section by a host distributor to a wholly-embedded distributor and any subsequent adjustments may be made at the option of the host distributor by way of set-off in the accounts maintained by the host distributor.</p>"
        },
        {
            "id": "11.",
            "section": "Reliance on information",
            "content": " 11. For the purposes of the reimbursements required under section 10, the Minister, the IESO and distributors shall rely on the information provided to them as required under this Regulation.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>For the purposes of the reimbursements required under section 10, the Minister, the IESO and distributors shall rely on the information provided to them as required under this Regulation.</p>"
        },
        {
            "id": "12.",
            "section": "Limitation periods",
            "content": " 12. (1) The limitation period for the purposes of subsection 79.4 (8) of the Act is 24 months from the date of issuance of the invoice in which the delivery credit was not provided. O. Reg. 197/17, s. 12 (1). (2) The limitation period for the purposes of subsection 79.4 (9) of the Act is six months from the earliest date when the distributor or other person referred to in that subsection could have submitted a claim for reimbursement of a rebate amount that they provided. O. Reg. 197/17, s. 12 (2). (3) In the event of a conflict between a limitation period referred to in subsection (2) and a limitation period provided for in section 36.1.1 of the Electricity Act, 1998, the limitation period that provides the longest time period for a claim to be made prevails. O. Reg. 156/23, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>(1) The limitation period for the purposes of subsection 79.4 (8) of the Act is 24 months from the date of issuance of the invoice in which the delivery credit was not provided. O. Reg. 197/17, s. 12 (1).</p> <p class=\"subsection-e\">  (2) The limitation period for the purposes of subsection 79.4 (9) of the Act is six months from the earliest date when the distributor or other person referred to in that subsection could have submitted a claim for reimbursement of a rebate amount that they provided. O. Reg. 197/17, s. 12 (2).</p> <p class=\"subsection-e\">  (3) In the event of a conflict between a limitation period referred to in subsection (2) and a limitation period provided for in section 36.1.1 of the <i>Electricity Act, 1998</i>, the limitation period that provides the longest time period for a claim to be made prevails. O. Reg. 156/23, s. 1.</p>"
        },
        {
            "id": "13.",
            "section": "Limitation periods",
            "content": " 13. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>13.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Limitation periods",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/170197\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}