{
    "reg_info": {
        "full_title": "O. Reg. 276/02: BANK LOANS",
        "reg_name_text": "BANK LOANS",
        "citation": "O. Reg. 276/02: ",
        "act_under": "Municipal Act, 2001",
        "url": "https://www.ontario.ca/laws/regulation/020276",
        "date_scraped": "2023-12-18 12:35:17"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March  1, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/020276/v7",
            "valid_from": "February 28, 2022",
            "valid_to": "February 28, 2022"
        },
        {
            "a_href": "/laws/regulation/020276/v6",
            "valid_from": "March 30, 2016",
            "valid_to": "February 27, 2022"
        },
        {
            "a_href": "/laws/regulation/020276/v5",
            "valid_from": "July 31, 2009",
            "valid_to": "March 29, 2016"
        },
        {
            "a_href": "/laws/regulation/020276/v4",
            "valid_from": "January  1, 2007",
            "valid_to": "July 30, 2009"
        },
        {
            "a_href": "/laws/regulation/020276/v3",
            "valid_from": "December 27, 2006",
            "valid_to": "December 31, 2006"
        },
        {
            "a_href": "/laws/regulation/020276/v2",
            "valid_from": "December 12, 2005",
            "valid_to": "December 26, 2006"
        },
        {
            "a_href": "/laws/regulation/020276/v1",
            "valid_from": "January  1, 2003",
            "valid_to": "December 11, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. In this Regulation, “bank loan” means a loan made by a bank listed in Schedule I, II or III to the Bank Act\r\n(Canada), a loan corporation or trust corporation registered under the Loan and Trust Corporations Act or a credit union or central to which the Credit Unions and Caisses Populaires Act, 2020 applies, and includes, (a)  a syndicated bank loan, and (b)  a banker’s acceptance, whether or not it is discounted, if, (i)  it is drawn as a bill of exchange under the Bills of Exchange Act\r\n(Canada), and (ii)  it is accepted by a bank to which the Bank Act (Canada) applies; (“prêt bancaire”) “syndicated bank loan” means a bank loan between a municipality and an institution listed in the definition of “bank loan” where the financing for the bank loan is obtained through a syndicated bank financing agreement in which each of the institutions that is a party to the agreement agrees to contribute a portion of the amount of the bank loan being given to the municipality under the syndicated bank loan agreement; (“prêt bancaire syndiqué”) “variable interest rate” means one or more variations in the rate of interest payable on the principal of a bank loan, whether or not by reference to a method or standard for determining changes to interest rates, but does not include a change of interest rate authorized by by-law. (“taux d’intérêt variable”) O. Reg. 276/02, s. 1; O. Reg. 654/05, s. 1; O. Reg. 138/22, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1.</b><b> </b>In this Regulation,</p> <p class=\"definition-e\">“bank loan” means a loan made by a bank listed in Schedule I, II or III to the <i>Bank Act</i>\r\n(Canada), a loan corporation or trust corporation registered under the <i>Loan and Trust Corporations Act</i> or a credit union or central to which the <i>Credit Unions and Caisses Populaires Act, 2020</i> applies, and includes,</p> <p class=\"defclause-e\">  (a)  a syndicated bank loan, and</p> <p class=\"defclause-e\">  (b)  a banker’s acceptance, whether or not it is discounted, if,</p> <p class=\"defsubclause-e\">  (i)  it is drawn as a bill of exchange under the <i>Bills of Exchange Act</i>\r\n(Canada), and</p> <p class=\"defsubclause-e\">  (ii)  it is accepted by a bank to which the <i>Bank Act</i> (Canada) applies; (“prêt bancaire”)</p> <p class=\"definition-e\">“syndicated bank loan” means a bank loan between a municipality and an institution listed in the definition of “bank loan” where the financing for the bank loan is obtained through a syndicated bank financing agreement in which each of the institutions that is a party to the agreement agrees to contribute a portion of the amount of the bank loan being given to the municipality under the syndicated bank loan agreement; (“prêt bancaire syndiqué”)</p> <p class=\"definition-e\">“variable interest rate” means one or more variations in the rate of interest payable on the principal of a bank loan, whether or not by reference to a method or standard for determining changes to interest rates, but does not include a change of interest rate authorized by by-law. (“taux d’intérêt variable”) O. Reg. 276/02, s. 1; O. Reg. 654/05, s. 1; O. Reg. 138/22, s. 1.</p>"
        },
        {
            "id": "2",
            "section": "Bank loan agreements",
            "content": " 2. (1) A municipality may enter into a bank loan agreement for the purpose of long-term borrowing.  O. Reg. 276/02, s. 2 (1). (2) A by-law authorizing a bank loan agreement shall provide for repayment of the principal and the interest on the unpaid balance in one or more instalments in each year.  O. Reg. 276/02, s. 2 (2). (3) The total amount of principal and interest payable in a year under a bank loan agreement does not include any outstanding amount of principal that is specified as payable on the maturity date of the bank loan if one or more refinancing bank loan agreements are entered into by the municipality on or before the maturity date in respect of the outstanding principal.  O. Reg. 276/02, s. 2 (3). (4) A lower-tier municipality in a regional municipality does not have the power to enter into a bank loan agreement.  O. Reg. 276/02, s. 2 (4).",
            "raw_html": "<p class=\"section-e\"> <b>2</b>. (1) A municipality may enter into a bank loan agreement for the purpose of long-term borrowing.  O. Reg. 276/02, s. 2 (1).</p> <p class=\"subsection-e\">  (2) A by-law authorizing a bank loan agreement shall provide for repayment of the principal and the interest on the unpaid balance in one or more instalments in each year.  O. Reg. 276/02, s. 2 (2).</p> <p class=\"subsection-e\">  (3) The total amount of principal and interest payable in a year under a bank loan agreement does not include any outstanding amount of principal that is specified as payable on the maturity date of the bank loan if one or more refinancing bank loan agreements are entered into by the municipality on or before the maturity date in respect of the outstanding principal.  O. Reg. 276/02, s. 2 (3).</p> <p class=\"subsection-e\">  (4) A lower-tier municipality in a regional municipality does not have the power to enter into a bank loan agreement.  O. Reg. 276/02, s. 2 (4).</p>"
        },
        {
            "id": "3.",
            "section": "Non-application",
            "content": " 3. This Regulation does not apply to a bank loan agreement entered into by a municipality for the purpose of temporary borrowing under section 405 or section 407 of the Act.  O. Reg. 276/02, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3.</b> This Regulation does not apply to a bank loan agreement entered into by a municipality for the purpose of temporary borrowing under section 405 or section 407 of the Act.  O. Reg. 276/02, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Conditions",
            "content": " 4. (1) A municipality shall not enter into a bank loan agreement unless the agreement sets out, (a)  the amount of money to be borrowed; and (b)  a fixed rate of interest, unless otherwise permitted by this Regulation.  O. Reg. 276/02, s. 4 (1). (2) A municipality shall not enter into a bank loan agreement that provides for the giving of any security by the municipality for the debt.  O. Reg. 276/02, s. 4 (2). (3) A municipality shall not enter into a bank loan agreement unless the bank loan agreement provides that the agreement shall not be assigned without the prior written consent of the municipality.  O. Reg. 276/02, s. 4 (3). (4) A municipality shall not enter a bank loan agreement unless the bank loan ranks concurrently and equally in respect of payment of principal and interest with all other bank loans and debentures of the municipality.  O. Reg. 276/02, s. 4 (4).",
            "raw_html": "<p class=\"section-e\"> <b>4.</b><b> </b>(1) A municipality shall not enter into a bank loan agreement unless the agreement sets out,</p> <p class=\"clause-e\">  (a)  the amount of money to be borrowed; and </p> <p class=\"clause-e\">  (b)  a fixed rate of interest, unless otherwise permitted by this Regulation.  O. Reg. 276/02, s. 4 (1).</p> <p class=\"subsection-e\">  (2) A municipality shall not enter into a bank loan agreement that provides for the giving of any security by the municipality for the debt.  O. Reg. 276/02, s. 4 (2).</p> <p class=\"subsection-e\">  (3) A municipality shall not enter into a bank loan agreement unless the bank loan agreement provides that the agreement shall not be assigned without the prior written consent of the municipality.  O. Reg. 276/02, s. 4 (3).</p> <p class=\"subsection-e\">  (4) A municipality shall not enter a bank loan agreement unless the bank loan ranks concurrently and equally in respect of payment of principal and interest with all other bank loans and debentures of the municipality.  O. Reg. 276/02, s. 4 (4).</p>"
        },
        {
            "id": "5.",
            "section": "Deemed debenture",
            "content": " 5. A bank loan agreement is deemed to be a debenture for the purpose of the following provisions of the Act: 1.  Section 403. 2.  Subsections 404 (1) to (8) and subsections 404 (10) to (14). 3.  Subsection 405 (2). 4.  Section 406. 5.  Subsections 408 (2.1) and (3), clauses 408 (4) (a), (c) and (d) and subsections 408 (5) and (7). 6.  Subsections 412 (2) and (4).  O. Reg. 276/02, s. 5; O. Reg. 605/06, s. 1; O. Reg. 293/09, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>5.</b><b> </b>A bank loan agreement is deemed to be a debenture for the purpose of the following provisions of the Act:</p> <p class=\"paragraph-e\">  1.  Section 403.</p> <p class=\"paragraph-e\">  2.  Subsections 404 (1) to (8) and subsections 404 (10) to (14).</p> <p class=\"paragraph-e\">  3.  Subsection 405 (2).</p> <p class=\"paragraph-e\">  4.  Section 406.</p> <p class=\"paragraph-e\">  5.  Subsections 408 (2.1) and (3), clauses 408 (4) (a), (c) and (d) and subsections 408 (5) and (7).</p> <p class=\"paragraph-e\">  6.  Subsections 412 (2) and (4).  O. Reg. 276/02, s. 5; O. Reg. 605/06, s. 1; O. Reg. 293/09, s. 1.</p>"
        },
        {
            "id": "6.",
            "section": "Application of funds",
            "content": "  6. (1) Money received by a municipality from a bank loan and any earnings derived from the investment of that money shall be applied only for the purposes for which the bank loan agreement was entered into.  O. Reg. 293/09, s. 2. (2) If the money described in subsection (1) is in excess of or is not required for the purposes for which the bank loan agreement was entered into, it shall be applied, (a)  to repay the principal or interest of the bank loan; or (b)  to repay any other capital expenditure of the municipality if the debt charges for the other expenditure are or will be raised from the same class of ratepayers from which the amounts required for the repayment of the bank loan are raised.  O. Reg. 276/02, s. 6 (2). (3) A municipality may reduce an amount to be raised for the repayment of a bank loan to the extent that an amount applied in accordance with subsection (2) is sufficient to repay the principal and interest of the bank loan on the date or dates they are payable.  O. Reg. 276/02, s. 6 (3).",
            "raw_html": "<p class=\"section-e\"><b>  6.</b><b> </b>(1) Money received by a municipality from a bank loan and any earnings derived from the investment of that money shall be applied only for the purposes for which the bank loan agreement was entered into.  O. Reg. 293/09, s. 2.</p> <p class=\"subsection-e\">  (2) If the money described in subsection (1) is in excess of or is not required for the purposes for which the bank loan agreement was entered into, it shall be applied,</p> <p class=\"clause-e\">  (a)  to repay the principal or interest of the bank loan; or</p> <p class=\"clause-e\">  (b)  to repay any other capital expenditure of the municipality if the debt charges for the other expenditure are or will be raised from the same class of ratepayers from which the amounts required for the repayment of the bank loan are raised.  O. Reg. 276/02, s. 6 (2).</p> <p class=\"subsection-e\">  (3) A municipality may reduce an amount to be raised for the repayment of a bank loan to the extent that an amount applied in accordance with subsection (2) is sufficient to repay the principal and interest of the bank loan on the date or dates they are payable.  O. Reg. 276/02, s. 6 (3).</p>"
        },
        {
            "id": "7.",
            "section": "Option to use bank loan agreement",
            "content": " 7. A bank loan agreement may be used instead of the issue of debentures to finance a work for which a municipality has authorized temporary borrowing under subsection 405 (1) of the Act.  O. Reg. 276/02, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>7.</b><b> </b>A bank loan agreement may be used instead of the issue of debentures to finance a work for which a municipality has authorized temporary borrowing under subsection 405 (1) of the Act.  O. Reg. 276/02, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Variable interest rate bank loan agreement",
            "content": " 8. (1) A municipality may enter into a variable interest rate bank loan agreement.  O. Reg. 276/02, s. 8 (1). (2) A municipality shall not enter into a variable interest rate bank loan agreement if the total amount of principal to be loaned under the agreement plus the total outstanding principal of all other variable interest rate bank loan agreements and variable interest rate debentures of the municipality would exceed 15 per cent of the total outstanding principal of all undertaking or work indebtedness of the municipality plus the total amount of principal to be loaned under the bank loan agreement.  O. Reg. 276/02, s. 8 (2). (3) The amounts in subsection (2) may be estimated by the treasurer of the municipality.  O. Reg. 276/02, s. 8 (3). (4) The calculation required by subsection (2) may be made only as at a date as close as is practical to any one or more of the following dates: 1.  The date the treasurer updates the municipality’s debt and financial obligation limit in respect of a work or class of work to be financed by the variable interest rate bank loan agreement. 2.  The date the treasurer updates the municipality’s debt and financial obligation limit in respect of an increase or potential increase in expenditure for a work or class of work because of the use of the variable interest rate bank loan agreement. 3.  The date the agreement for the variable interest rate bank loan is entered into.  O. Reg. 276/02, s. 8 (4). (5) In this section, “outstanding principal” means, (a)  for a debenture with a sinking or retirement fund for the debenture, the difference between the principal amount of the debenture and the amount in the sinking or retirement fund, (b)  any principal amount of a bank loan or a debenture, other than a debenture in clause (a), that has not been repaid, (c)  any principal amount of temporary borrowing or advances for an undertaking, to be financed by or through long-term debt, that has not been repaid; (“tranche impayée du capital”) “undertaking or work indebtedness” means bank loan or debenture debt and temporary borrowing or advances for an undertaking to be financed by or through long-term debt. (“dettes relatives à des entreprises ou travaux”) O. Reg. 276/02, s. 8 (5); O. Reg. 73/16, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>8.</b><b> </b>(1) A municipality may enter into a variable interest rate bank loan agreement.  O. Reg. 276/02, s. 8 (1).</p> <p class=\"subsection-e\">  (2) A municipality shall not enter into a variable interest rate bank loan agreement if the total amount of principal to be loaned under the agreement plus the total outstanding principal of all other variable interest rate bank loan agreements and variable interest rate debentures of the municipality would exceed 15 per cent of the total outstanding principal of all undertaking or work indebtedness of the municipality plus the total amount of principal to be loaned under the bank loan agreement.  O. Reg. 276/02, s. 8 (2).</p> <p class=\"subsection-e\">  (3) The amounts in subsection (2) may be estimated by the treasurer of the municipality.  O. Reg. 276/02, s. 8 (3).</p> <p class=\"subsection-e\">  (4) The calculation required by subsection (2) may be made only as at a date as close as is practical to any one or more of the following dates:</p> <p class=\"paragraph-e\">  1.  The date the treasurer updates the municipality’s debt and financial obligation limit in respect of a work or class of work to be financed by the variable interest rate bank loan agreement.</p> <p class=\"paragraph-e\">  2.  The date the treasurer updates the municipality’s debt and financial obligation limit in respect of an increase or potential increase in expenditure for a work or class of work because of the use of the variable interest rate bank loan agreement.</p> <p class=\"paragraph-e\">  3.  The date the agreement for the variable interest rate bank loan is entered into.  O. Reg. 276/02, s. 8 (4).</p> <p class=\"subsection-e\">  (5) In this section,</p> <p class=\"firstdef-e\">“outstanding principal” means,</p> <p class=\"defclause-e\">  (a)  for a debenture with a sinking or retirement fund for the debenture, the difference between the principal amount of the debenture and the amount in the sinking or retirement fund,</p> <p class=\"defclause-e\">  (b)  any principal amount of a bank loan or a debenture, other than a debenture in clause (a), that has not been repaid,</p> <p class=\"defclause-e\">  (c)  any principal amount of temporary borrowing or advances for an undertaking, to be financed by or through long-term debt, that has not been repaid; (“tranche impayée du capital”)</p> <p class=\"definition-e\">“undertaking or work indebtedness” means bank loan or debenture debt and temporary borrowing or advances for an undertaking to be financed by or through long-term debt. (“dettes relatives à des entreprises ou travaux”) O. Reg. 276/02, s. 8 (5); O. Reg. 73/16, s. 1.</p>"
        },
        {
            "id": "9.",
            "section": "Rating of long-term debt obligation",
            "content": " 9. On the date a municipality enters into a syndicated bank loan agreement or a variable interest rate bank loan agreement, either the municipality itself or all of its long-term debt obligations must be rated, (a)  by Dominion Bond Rating Service Limited as “AA(Low)” or higher; (a.1)  by Fitch Ratings as “AA-” or higher; (b)  by Moody’s Investors Service, Inc. as “Aa3” or higher; or (c)  by Standard and Poor’s as “AA-” or higher.  O. Reg. 276/02, s. 9; O. Reg. 654/05, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>On the date a municipality enters into a syndicated bank loan agreement or a variable interest rate bank loan agreement, either the municipality itself or all of its long-term debt obligations must be rated,</p> <p class=\"clause-e\">  (a)  by Dominion Bond Rating Service Limited as “<span class=\"ovallcaps\"><span>AA</span></span>(Low)” or higher;</p> <p class=\"clause-e\"> (a.1)  by Fitch Ratings as “AA-” or higher;</p> <p class=\"clause-e\">  (b)  by Moody’s Investors Service, Inc. as “Aa3” or higher; or</p> <p class=\"clause-e\">  (c)  by Standard and Poor’s as “<span class=\"ovallcaps\"><span>AA</span></span>-” or higher.  O. Reg. 276/02, s. 9; O. Reg. 654/05, s. 2.</p>"
        },
        {
            "id": "10.",
            "section": "Interest rate exchange agreements",
            "content": " 10. (1) Subject to subsection (2), a municipality that has entered or plans to enter a variable interest rate bank loan agreement may enter interest rate exchange agreements for the bank loan agreement.  O. Reg. 276/02, s. 10 (1). (2) A municipality shall enter one or more replacement interest rate exchange agreements for an executed interest rate exchange agreement if a person, other than the municipality who is party to the agreement or an assignee, (a)  becomes bankrupt within the meaning of any bankruptcy or insolvency Act in force in Ontario; (b)  is no longer in compliance with a rating or requirement under section 11; (c)  defaults under the agreement; or (d)  assigns the agreement or rights under the agreement to any person without the consent of the municipality.  O. Reg. 276/02, s. 10 (2). (3) Any interest rate exchange agreement or agreements for a variable interest bank loan agreement shall, when read together, (a)  provide for the reduction of interest rate risk with respect to all or a portion of the interest payable under the bank loan agreement; and (b)  require any amount of interest addressed by the interest rate exchange agreement or agreements and payable by the municipality to any person under the agreement or agreements to be expressed as a specific and fixed amount.  O. Reg. 276/02, s. 10 (3).",
            "raw_html": "<p class=\"section-e\"> <b>10.</b><b> </b>(1) Subject to subsection (2), a municipality that has entered or plans to enter a variable interest rate bank loan agreement may enter interest rate exchange agreements for the bank loan agreement.  O. Reg. 276/02, s. 10 (1).</p> <p class=\"subsection-e\">  (2) A municipality shall enter one or more replacement interest rate exchange agreements for an executed interest rate exchange agreement if a person, other than the municipality who is party to the agreement or an assignee,</p> <p class=\"clause-e\">  (a)  becomes bankrupt within the meaning of any bankruptcy or insolvency Act in force in Ontario;</p> <p class=\"clause-e\">  (b)  is no longer in compliance with a rating or requirement under section 11;</p> <p class=\"clause-e\">  (c)  defaults under the agreement; or</p> <p class=\"clause-e\">  (d)  assigns the agreement or rights under the agreement to any person without the consent of the municipality.  O. Reg. 276/02, s. 10 (2).</p> <p class=\"subsection-e\">  (3) Any interest rate exchange agreement or agreements for a variable interest bank loan agreement shall, when read together, </p> <p class=\"clause-e\">  (a)  provide for the reduction of interest rate risk with respect to all or a portion of the interest payable under the bank loan agreement; and</p> <p class=\"clause-e\">  (b)  require any amount of interest addressed by the interest rate exchange agreement or agreements and payable by the municipality to any person under the agreement or agreements to be expressed as a specific and fixed amount.  O. Reg. 276/02, s. 10 (3).</p>"
        },
        {
            "id": "11.",
            "section": "Conditions",
            "content": " 11. A municipality may only enter an interest rate exchange agreement for a variable interest rate bank loan agreement with, (a)  a person who has one or more debt obligations which on the date the agreement is entered are rated, (i)  by Dominion Bond Rating Service Limited as “AA(Low)” or higher, (i.1)  by Fitch Ratings as “AA-” or higher, (ii)  by Moody’s Investors Service, Inc. as “Aa3” or higher, or (iii)  by Standard and Poor’s as “AA-” or higher; or (b)  a person whose obligations under the agreement are unconditionally guaranteed by a person described in clause (a).  O. Reg. 276/02, s. 11; O. Reg. 654/05, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>11.</b><b> </b>A municipality may only enter an interest rate exchange agreement for a variable interest rate bank loan agreement with,</p> <p class=\"clause-e\">  (a)  a person who has one or more debt obligations which on the date the agreement is entered are rated,</p> <p class=\"subclause-e\">  (i)  by Dominion Bond Rating Service Limited as “<span class=\"ovallcaps\"><span>AA</span></span>(Low)” or higher, </p> <p class=\"subclause-e\">  (i.1)  by Fitch Ratings as “AA-” or higher,</p> <p class=\"subclause-e\">  (ii)  by Moody’s Investors Service, Inc. as “Aa3” or higher, or</p> <p class=\"subclause-e\">  (iii)  by Standard and Poor’s as “<span class=\"ovallcaps\"><span>AA</span></span>-” or higher; or</p> <p class=\"clause-e\">  (b)  a person whose obligations under the agreement are unconditionally guaranteed by a person described in clause (a).  O. Reg. 276/02, s. 11; O. Reg. 654/05, s. 3.</p>"
        },
        {
            "id": "12.",
            "section": "Report",
            "content": " 12. If a municipality has any subsisting variable interest rate bank loan agreements in a fiscal year, or any subsisting interest rate exchange agreements applicable to them, the treasurer of the municipality shall prepare and present to the municipal council once in that fiscal year, or more frequently if the municipal council so desires, a detailed report on all those bank loan or interest rate exchange agreements.  O. Reg. 276/02, s. 12.",
            "raw_html": "<p class=\"section-e\"> <b>12.</b><b> </b>If a municipality has any subsisting variable interest rate bank loan agreements in a fiscal year, or any subsisting interest rate exchange agreements applicable to them, the treasurer of the municipality shall prepare and present to the municipal council once in that fiscal year, or more frequently if the municipal council so desires, a detailed report on all those bank loan or interest rate exchange agreements.  O. Reg. 276/02, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": "Report",
            "content": " 13. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 276/02, s. 13.",
            "raw_html": "<p class=\"section-e\"> <b>13.</b> <span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Regulation)</span>.  O. Reg. 276/02, s. 13.</p>"
        },
        {
            "id": null,
            "section": "Report",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/020276\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}