{
    "reg_info": {
        "full_title": "O. Reg. 443/19: DISCLOSURE OF PERSONAL INFORMATION",
        "reg_name_text": "DISCLOSURE OF PERSONAL INFORMATION",
        "citation": "O. Reg. 443/19: ",
        "act_under": "Provincial Animal Welfare Services Act, 2019",
        "url": "https://www.ontario.ca/laws/regulation/190443",
        "date_scraped": "2023-12-18 22:10:15"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2020",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/190443/v1",
            "valid_from": "December 17, 2019",
            "valid_to": "December 31, 2019"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Application",
            "content": " 1. (1) This Regulation applies to the disclosure of personal information by the Chief Animal Welfare Inspector or his or her designate under subsection 2 (7) of the Act. (2) Nothing in this Regulation restricts the power of the Chief Animal Welfare Inspector or his or her designate to disclose information that is not personal information.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) This Regulation applies to the disclosure of personal information by the Chief Animal Welfare Inspector or his or her designate under subsection 2 (7) of the Act.</p> <p class=\"subsection-e\">  (2) Nothing in this Regulation restricts the power of the Chief Animal Welfare Inspector or his or her designate to disclose information that is not personal information.</p>"
        },
        {
            "id": "2.",
            "section": "Interpretation",
            "content": " 2. In this Regulation, “children’s aid society” means an agency designated as a children’s aid society under subsection 34 (1) of the Child, Youth and Family Services Act, 2017; (“société d’aide à l’enfance”) “identity”, in relation to an individual, includes the individual’s name, a description of the individual or an image of the individual. (“identité”) General Considerations",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>In this Regulation,</p> <p class=\"definition-e\">“children’s aid society” means an agency designated as a children’s aid society under subsection 34 (1) of the <i>Child, Youth and Family Services Act, 2017</i>; (“société d’aide à l’enfance”)</p> <p class=\"definition-e\">“identity”, in relation to an individual, includes the individual’s name, a description of the individual or an image of the individual. (“identité”)</p> <p class=\"heading1-e\">General Considerations</p>"
        },
        {
            "id": "3.",
            "section": "Considerations before disclosing personal information",
            "content": "  3. (1) Before disclosing any personal information under this Regulation, the Chief Animal Welfare Inspector or his or her designate shall consider, (a) if information other than personal information will serve the purpose of the disclosure; (b) if the amount of personal information to be disclosed exceeds what is reasonably necessary to achieve the purpose of the disclosure; and (c) if the manner and intended scope of the disclosure exceeds what is reasonably necessary to achieve the purpose of the disclosure. (2) If the disclosure is for the purpose of reducing the risk to the safety or well-being of an individual, the Chief Animal Welfare Inspector or his or her designate shall consider whether it would be sufficient to meet that purpose by disclosing the personal information to, (a) a law enforcement agency; (b) a children’s aid society; or (c) a person or organization that provides health services, social services or educational services. Disclosure Due to Risks",
            "raw_html": "<p class=\"section-e\"><b>  3. </b>(1) Before disclosing any personal information under this Regulation, the Chief Animal Welfare Inspector or his or her designate shall consider,</p> <p class=\"clause-e\">  (a) if information other than personal information will serve the purpose of the disclosure;</p> <p class=\"clause-e\">  (b) if the amount of personal information to be disclosed exceeds what is reasonably necessary to achieve the purpose of the disclosure; and</p> <p class=\"clause-e\">  (c) if the manner and intended scope of the disclosure exceeds what is reasonably necessary to achieve the purpose of the disclosure.</p> <p class=\"subsection-e\">  (2) If the disclosure is for the purpose of reducing the risk to the safety or well-being of an individual, the Chief Animal Welfare Inspector or his or her designate shall consider whether it would be sufficient to meet that purpose by disclosing the personal information to,</p> <p class=\"clause-e\">  (a) a law enforcement agency;</p> <p class=\"clause-e\">  (b) a children’s aid society; or</p> <p class=\"clause-e\">  (c) a person or organization that provides health services, social services or educational services.</p> <p class=\"heading1-e\">Disclosure Due to Risks</p>"
        },
        {
            "id": "4.",
            "section": "Risk individual will cause distress to an animal",
            "content": " 4. (1) The Chief Animal Welfare Inspector or his or her designate may disclose personal information described in subsection (2) to any person if he or she reasonably believes that, (a) there is a credible risk that an individual will cause or permit an animal to be in distress; and (b) disclosure of the personal information is likely to reduce that risk. (2) Subsection (1) applies to any of the following information that amounts to personal information: 1. The identity of the individual described in clause (1) (a). 2. The risk to the animal. 3. The location or locations at which the risk to the animal exists. 4. The act or omission that is believed to have created the risk to the animal.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) The Chief Animal Welfare Inspector or his or her designate may disclose personal information described in subsection (2) to any person if he or she reasonably believes that,</p> <p class=\"clause-e\">  (a) there is a credible risk that an individual will cause or permit an animal to be in distress; and</p> <p class=\"clause-e\">  (b) disclosure of the personal information is likely to reduce that risk.</p> <p class=\"subsection-e\">  (2) Subsection (1) applies to any of the following information that amounts to personal information:</p> <p class=\"paragraph-e\">  1. The identity of the individual described in clause (1) (a).</p> <p class=\"paragraph-e\">  2. The risk to the animal.</p> <p class=\"paragraph-e\">  3. The location or locations at which the risk to the animal exists.</p> <p class=\"paragraph-e\">  4. The act or omission that is believed to have created the risk to the animal.</p>"
        },
        {
            "id": "5.",
            "section": "Risk to animal from animal",
            "content": " 5. (1) The Chief Animal Welfare Inspector or his or her designate may disclose personal information described in subsection (2) to any person if he or she reasonably believes that, (a) there is a credible risk that an animal will cause another animal to be in distress; and (b) disclosure of the personal information is likely to reduce that risk. (2) Subsection (1) applies to any of the following information that amounts to personal information: 1. The identity of the owner or custodian of the animal that is causing the risk to the other animal. 2. The risk to the animal. 3. The location or locations at which the risk to the animal exists.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) The Chief Animal Welfare Inspector or his or her designate may disclose personal information described in subsection (2) to any person if he or she reasonably believes that,</p> <p class=\"clause-e\">  (a) there is a credible risk that an animal will cause another animal to be in distress; and</p> <p class=\"clause-e\">  (b) disclosure of the personal information is likely to reduce that risk.</p> <p class=\"subsection-e\">  (2) Subsection (1) applies to any of the following information that amounts to personal information:</p> <p class=\"paragraph-e\">  1. The identity of the owner or custodian of the animal that is causing the risk to the other animal.</p> <p class=\"paragraph-e\">  2. The risk to the animal.</p> <p class=\"paragraph-e\">  3. The location or locations at which the risk to the animal exists.</p>"
        },
        {
            "id": "6.",
            "section": "Risk to individual from animal",
            "content": " 6. (1) The Chief Animal Welfare Inspector or his or her designate may disclose personal information described in subsection (2) to any person if he or she reasonably believes that, (a) there is a credible risk to the safety or well-being of an individual from an animal; and (b) disclosure of the personal information is likely to reduce that risk. (2) Subsection (1) applies to any of the following information that amounts to personal information: 1. The identity of any individual whose activity exposes the other individual to risk from the animal. 2. The location or locations where the risk to the individual is to be found. 3. The risk to the individual.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) The Chief Animal Welfare Inspector or his or her designate may disclose personal information described in subsection (2) to any person if he or she reasonably believes that,</p> <p class=\"clause-e\">  (a) there is a credible risk to the safety or well-being of an individual from an animal; and</p> <p class=\"clause-e\">  (b) disclosure of the personal information is likely to reduce that risk.</p> <p class=\"subsection-e\">  (2) Subsection (1) applies to any of the following information that amounts to personal information:</p> <p class=\"paragraph-e\">  1. The identity of any individual whose activity exposes the other individual to risk from the animal.</p> <p class=\"paragraph-e\">  2. The location or locations where the risk to the individual is to be found.</p> <p class=\"paragraph-e\">  3. The risk to the individual.</p>"
        },
        {
            "id": "7.",
            "section": "Risk to individual from other individual",
            "content": " 7. (1) The Chief Animal Welfare Inspector or his or her designate may disclose personal information described in subsection (2) to any person if he or she reasonably believes that, (a) there is a credible risk to the safety or well-being of an individual from another individual; and (b) disclosure of the personal information is likely to reduce that risk. (2) Subsection (1) applies to any of the following information that amounts to personal information: 1. The identity of the individual who is at risk or who is causing the risk. 2. The location or locations at which the individual who is at risk or the individual who is causing the risk is likely to be found. 3. The risk to the individual. Other Types of Disclosure",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) The Chief Animal Welfare Inspector or his or her designate may disclose personal information described in subsection (2) to any person if he or she reasonably believes that,</p> <p class=\"clause-e\">  (a) there is a credible risk to the safety or well-being of an individual from another individual; and</p> <p class=\"clause-e\">  (b) disclosure of the personal information is likely to reduce that risk.</p> <p class=\"subsection-e\">  (2) Subsection (1) applies to any of the following information that amounts to personal information:</p> <p class=\"paragraph-e\">  1. The identity of the individual who is at risk or who is causing the risk.</p> <p class=\"paragraph-e\">  2. The location or locations at which the individual who is at risk or the individual who is causing the risk is likely to be found.</p> <p class=\"paragraph-e\">  3. The risk to the individual.</p> <p class=\"heading1-e\">Other Types of Disclosure</p>"
        },
        {
            "id": "8.",
            "section": "Disclosure respecting complaints about animal welfare inspectors",
            "content": " 8. (1) The Chief Animal Welfare Inspector or his or her designate may, in relation to a complaint received under subsection 9 (1) of the Act, disclose personal information described in subsection (2) of this section to any person if he or she reasonably believes that a failure to disclose the personal information may undermine public confidence in the administration of the Act. (2) Subsection (1) applies to any of the following information that amounts to personal information: 1. The identity of the animal welfare inspector who is the subject of the complaint. 2. A summary of the complaint. 3. A statement as to whether the Chief Animal Welfare Inspector or the Minister has refused to cause the complaint to be investigated and the reasons for the refusal. 4. The status and results of any investigation into the complaint. 5. The measures, if any, imposed as a result of the complaint.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) The Chief Animal Welfare Inspector or his or her designate may, in relation to a complaint received under subsection 9 (1) of the Act, disclose personal information described in subsection (2) of this section to any person if he or she reasonably believes that a failure to disclose the personal information may undermine public confidence in the administration of the Act.</p> <p class=\"subsection-e\">  (2) Subsection (1) applies to any of the following information that amounts to personal information:</p> <p class=\"paragraph-e\">  1. The identity of the animal welfare inspector who is the subject of the complaint.</p> <p class=\"paragraph-e\">  2. A summary of the complaint.</p> <p class=\"paragraph-e\">  3. A statement as to whether the Chief Animal Welfare Inspector or the Minister has refused to cause the complaint to be investigated and the reasons for the refusal.</p> <p class=\"paragraph-e\">  4. The status and results of any investigation into the complaint.</p> <p class=\"paragraph-e\">  5. The measures, if any, imposed as a result of the complaint.</p>"
        },
        {
            "id": "9.",
            "section": "Disclosure related to animal welfare inspector activities",
            "content": " 9. (1) The Chief Animal Welfare Inspector or his or her designate may disclose personal information in accordance with this section if, (a) the disclosure is made for the purpose of informing a person who has an interest in an animal of any actions related to the animal; or (b) the Chief Animal Welfare Inspector or his or her designate reasonably believes that a failure to disclose the personal information may undermine public confidence in the administration of the Act. (2) If an animal welfare inspector enters and inspects a place under subsection 24 (1) of the Act, any of the following information that amounts to personal information may be disclosed: 1. The place inspected. 2. The purpose of the inspection. (3) If an animal welfare inspector makes an order under subsection 30 (1) of the Act, any of the following information that amounts to personal information may be disclosed: 1. The identity of the person who is subject to the order. 2. A description of the animal. 3. The actions that the order requires the individual to take. 4. The time within which any action required by the order must be performed. (4) If an animal welfare inspector enters a place under section 31 or 34 of the Act to relieve an animal from distress or critical distress, any of the following information that amounts to personal information may be disclosed: 1. The identity of the owner or custodian of the animal. 2. A description of the place that was entered. 3. A description of the animal. 4. The steps taken to relieve the animal from distress or critical distress, if any. (5) If the owner or custodian of an animal makes an appeal to the Board under subsection 38 (1) of the Act, any of the following information that amounts to personal information may be disclosed: 1. The identity of the owner or custodian. 2. The nature of the appeal. 3. Any significant steps in the appeal. 4. The outcome of the appeal. (6) If an individual is charged with an offence under the Act, any of the following information that amounts to personal information may be disclosed: 1. The identity of the individual. 2. The offence with which the individual is charged. 3. The outcome of any significant judicial proceedings related to the offence.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) The Chief Animal Welfare Inspector or his or her designate may disclose personal information in accordance with this section if,</p> <p class=\"clause-e\">  (a) the disclosure is made for the purpose of informing a person who has an interest in an animal of any actions related to the animal; or</p> <p class=\"clause-e\">  (b) the Chief Animal Welfare Inspector or his or her designate reasonably believes that a failure to disclose the personal information may undermine public confidence in the administration of the Act.</p> <p class=\"subsection-e\">  (2) If an animal welfare inspector enters and inspects a place under subsection 24 (1) of the Act, any of the following information that amounts to personal information may be disclosed:</p> <p class=\"paragraph-e\">  1. The place inspected.</p> <p class=\"paragraph-e\">  2. The purpose of the inspection.</p> <p class=\"subsection-e\">  (3) If an animal welfare inspector makes an order under subsection 30 (1) of the Act, any of the following information that amounts to personal information may be disclosed:</p> <p class=\"paragraph-e\">  1. The identity of the person who is subject to the order.</p> <p class=\"paragraph-e\">  2. A description of the animal.</p> <p class=\"paragraph-e\">  3. The actions that the order requires the individual to take.</p> <p class=\"paragraph-e\">  4. The time within which any action required by the order must be performed.</p> <p class=\"subsection-e\">  (4) If an animal welfare inspector enters a place under section 31 or 34 of the Act to relieve an animal from distress or critical distress, any of the following information that amounts to personal information may be disclosed:</p> <p class=\"paragraph-e\">  1. The identity of the owner or custodian of the animal.</p> <p class=\"paragraph-e\">  2. A description of the place that was entered.</p> <p class=\"paragraph-e\">  3. A description of the animal.</p> <p class=\"paragraph-e\">  4. The steps taken to relieve the animal from distress or critical distress, if any.</p> <p class=\"subsection-e\">  (5) If the owner or custodian of an animal makes an appeal to the Board under subsection 38 (1) of the Act, any of the following information that amounts to personal information may be disclosed:</p> <p class=\"paragraph-e\">  1. The identity of the owner or custodian.</p> <p class=\"paragraph-e\">  2. The nature of the appeal.</p> <p class=\"paragraph-e\">  3. Any significant steps in the appeal.</p> <p class=\"paragraph-e\">  4. The outcome of the appeal.</p> <p class=\"subsection-e\">  (6) If an individual is charged with an offence under the Act, any of the following information that amounts to personal information may be disclosed:</p> <p class=\"paragraph-e\">  1. The identity of the individual.</p> <p class=\"paragraph-e\">  2. The offence with which the individual is charged.</p> <p class=\"paragraph-e\">  3. The outcome of any significant judicial proceedings related to the offence.</p>"
        },
        {
            "id": "10.",
            "section": "Disclosure for law enforcement or administration of a government program",
            "content": " 10. (1) The Chief Animal Welfare Inspector or his or her designate may disclose personal information about an individual to one or more of the entities described in subsection (2) if, (a) the individual is subject to an order made under subsection 30 (1) of the Act; (b) an animal welfare inspector has taken possession of an animal of which the individual is an owner or custodian under section 31 or 34 of the Act; or (c) the individual is under investigation for, is charged with or has been found guilty of an offence under the Act. (2) The entities to which personal information may be disclosed are, (a) any police service in Canada; (b) any correctional or parole authority in Canada; and (c) any person or agency engaged in the protection of the public, the administration of justice or the enforcement of, or compliance with, any federal or provincial Act or regulation, municipal by-law or government program. (3) Personal information may only be disclosed under this section if the disclosure is required for the protection of the public, the administration of justice or the enforcement of, or compliance with, any federal or provincial Act or regulation, municipal by-law or government program. (4) The disclosure of personal information under this section to an entity that is not engaged in the protection of the public or the administration of justice shall be in accordance with a procedure set out in a memorandum of understanding entered into between the Chief Animal Welfare Inspector and the entity.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) The Chief Animal Welfare Inspector or his or her designate may disclose personal information about an individual to one or more of the entities described in subsection (2) if,</p> <p class=\"clause-e\">  (a) the individual is subject to an order made under subsection 30 (1) of the Act;</p> <p class=\"clause-e\">  (b) an animal welfare inspector has taken possession of an animal of which the individual is an owner or custodian under section 31 or 34 of the Act; or</p> <p class=\"clause-e\">  (c) the individual is under investigation for, is charged with or has been found guilty of an offence under the Act.</p> <p class=\"subsection-e\">  (2) The entities to which personal information may be disclosed are,</p> <p class=\"clause-e\">  (a) any police service in Canada;</p> <p class=\"clause-e\">  (b) any correctional or parole authority in Canada; and</p> <p class=\"clause-e\">  (c) any person or agency engaged in the protection of the public, the administration of justice or the enforcement of, or compliance with, any federal or provincial Act or regulation, municipal by-law or government program.</p> <p class=\"subsection-e\">  (3) Personal information may only be disclosed under this section if the disclosure is required for the protection of the public, the administration of justice or the enforcement of, or compliance with, any federal or provincial Act or regulation, municipal by-law or government program.</p> <p class=\"subsection-e\">  (4) The disclosure of personal information under this section to an entity that is not engaged in the protection of the public or the administration of justice shall be in accordance with a procedure set out in a memorandum of understanding entered into between the Chief Animal Welfare Inspector and the entity.</p>"
        },
        {
            "id": "11.",
            "section": "Disclosure for law enforcement or administration of a government program",
            "content": " 11. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>11.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Disclosure for law enforcement or administration of a government program",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/190443\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}