{
    "reg_info": {
        "full_title": "O. Reg. 444/19: STANDARDS OF CARE AND ADMINISTRATIVE REQUIREMENTS",
        "reg_name_text": "STANDARDS OF CARE AND ADMINISTRATIVE REQUIREMENTS",
        "citation": "O. Reg. 444/19: ",
        "act_under": "Provincial Animal Welfare Services Act, 2019",
        "url": "https://www.ontario.ca/laws/regulation/190444",
        "date_scraped": "2023-12-18 05:44:55"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  1, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/190444/v3",
            "valid_from": "April 19, 2022",
            "valid_to": "June 30, 2022"
        },
        {
            "a_href": "/laws/regulation/190444/v2",
            "valid_from": "January  1, 2020",
            "valid_to": "April 18, 2022"
        },
        {
            "a_href": "/laws/regulation/190444/v1",
            "valid_from": "December 17, 2019",
            "valid_to": "December 31, 2019"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "PART I  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART I APPLICATION AND DEFINITION",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": "PART I  ",
            "part_type": "PART I APPLICATION AND DEFINITION",
            "section": "Application",
            "content": " 1. (1) The basic standards of care applicable to all animals are set out in section 3. O. Reg. 444/19, s. 1 (1). (2) In addition to the basic standards of care applicable to all animals set out in section 3, (a)  standards of care specific to dogs that are tethered outdoors are set out in section 4; and (b)  standards of care specific to wildlife kept in captivity are set out in sections 5 and 6. O. Reg. 444/19, s. 1 (2); O. Reg. 351/22, s. 1 (1). (2.1) In addition to the basic standards of care applicable to all animals set out in section 3 and the standards of care specific to dogs that are tethered outdoors set out in section 4, the standards of care specific to dogs that are kept outdoors are set out in sections 4.1 to 4.5. O. Reg. 351/22, s. 1 (2). (3) In addition to the basic standards of care applicable to all animals set out in section 3 and  the standards of care specific to wildlife kept in captivity set out in sections 5 and 6, the standards of care specific to primates kept in captivity are set out in section 7. O. Reg. 444/19, s. 1 (3). (4) In addition to the basic standards of care applicable to all animals set out in section 3 and the standards of care specific to wildlife kept in captivity set out in sections 5 and 6, the standards of care and administrative requirements specific to marine mammals kept in captivity are set out in Part III. O. Reg. 444/19, s. 1 (4). (5) A requirement that a standard of care be adequate and appropriate or necessary is a requirement that the standard of care be adequate and appropriate or necessary to the specific animal, having regard to its species, breed and other relevant factors. O. Reg. 444/19, s. 1 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1. </b>(1) The basic standards of care applicable to all animals are set out in section 3. O. Reg. 444/19, s. 1 (1).</p> <p class=\"subsection-e\">  (2) In addition to the basic standards of care applicable to all animals set out in section 3,</p> <p class=\"clause-e\">  (a)  standards of care specific to dogs that are tethered outdoors are set out in section 4; and</p> <p class=\"clause-e\">  (b)  standards of care specific to wildlife kept in captivity are set out in sections 5 and 6. O. Reg. 444/19, s. 1 (2); O. Reg. 351/22, s. 1 (1).</p> <p class=\"subsection-e\">  (2.1) In addition to the basic standards of care applicable to all animals set out in section 3 and the standards of care specific to dogs that are tethered outdoors set out in section 4, the standards of care specific to dogs that are kept outdoors are set out in sections 4.1 to 4.5. O. Reg. 351/22, s. 1 (2).</p> <p class=\"subsection-e\">  (3) In addition to the basic standards of care applicable to all animals set out in section 3 and  the standards of care specific to wildlife kept in captivity set out in sections 5 and 6, the standards of care specific to primates kept in captivity are set out in section 7. O. Reg. 444/19, s. 1 (3).</p> <p class=\"subsection-e\">  (4) In addition to the basic standards of care applicable to all animals set out in section 3 and the standards of care specific to wildlife kept in captivity set out in sections 5 and 6, the standards of care and administrative requirements specific to marine mammals kept in captivity are set out in Part III. O. Reg. 444/19, s. 1 (4).</p> <p class=\"subsection-e\">  (5) A requirement that a standard of care be adequate and appropriate or necessary is a requirement that the standard of care be adequate and appropriate or necessary to the specific animal, having regard to its species, breed and other relevant factors. O. Reg. 444/19, s. 1 (5).</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "part_id": "PART I  ",
            "part_type": "PART I APPLICATION AND DEFINITION",
            "section": "Definitions",
            "content": " 2. In this Regulation, “animal welfare committee”, in relation to a marine mammal, means an animal welfare committee that meets the requirements of section 8 and that develops an animal welfare plan for the marine mammal; (“comité du bien-être animal”) “animal welfare plan”, in relation to a marine mammal, means an animal welfare plan that has been completed for the marine mammal and that meets the requirements of section 9; (“plan de bien-être animal”) “housing pen” means an enclosed yard, caged area, kennel or other outdoor enclosed area in which a dog is contained and which is not large enough to provide sufficient space for the dog to run at its top speed; (“enclos d’habitation”) “kept outdoors”, in relation to a dog, means kept outdoors continuously for 60 or more minutes without being in the physical presence of its owner or custodian; (“gardé à l’extérieur”) “livestock” means sheep, pigs, goats, cattle, horses, mules, ponies, donkeys or poultry; (“bétail”) “livestock guardian dog” means a dog that, (a)  is identifiably of a breed that is generally recognized as suitable for the purposes of protection of livestock from predation, and (b)  lives with a flock or herd of livestock; (“chien de garde de bétail”) “marine mammal” means a sea otter (Enhydra lutris) or a member of the order Cetacea (whales, dolphins and porpoises), the order Sirenia (manatees and dugongs) or, within the order Carnivora, a member of the family Phocidae (true seals), the family Otariidae (eared seals and sea lions) or the family Odobenidae (walruses); (“mammifère marin”) “marine mammal veterinarian” means a veterinarian who has experience with marine mammal biology and marine mammal medicine, including marine mammal pharmacology; (“vétérinaire spécialiste des mammifères marins”) “tether” means a rope, chain or similar restraining device that is attached at one end to a fixed object and, for greater certainty, does not include a leash or restraining device that is held by a person. (“attache de retenue”) O. Reg. 444/19, s. 2; O. Reg. 351/22, s. 2. PART II   GENERAL STANDARDS OF CARE FOR ANIMALS Basic Standards of Care for All Animals",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>2. </b>In this Regulation,</p> <p class=\"definition-e\">“animal welfare committee”, in relation to a marine mammal, means an animal welfare committee that meets the requirements of section 8 and that develops an animal welfare plan for the marine mammal; (“comité du bien-être animal”)</p> <p class=\"definition-e\">“animal welfare plan”, in relation to a marine mammal, means an animal welfare plan that has been completed for the marine mammal and that meets the requirements of section 9; (“plan de bien-être animal”)</p> <p class=\"definition-e\">“housing pen” means an enclosed yard, caged area, kennel or other outdoor enclosed area in which a dog is contained and which is not large enough to provide sufficient space for the dog to run at its top speed; (“enclos d’habitation”)</p> <p class=\"definition-e\">“kept outdoors”, in relation to a dog, means kept outdoors continuously for 60 or more minutes without being in the physical presence of its owner or custodian; (“gardé à l’extérieur”)</p> <p class=\"definition-e\">“livestock” means sheep, pigs, goats, cattle, horses, mules, ponies, donkeys or poultry; (“bétail”)</p> <p class=\"definition-e\">“livestock guardian dog” means a dog that,</p> <p class=\"defclause-e\">  (a)  is identifiably of a breed that is generally recognized as suitable for the purposes of protection of livestock from predation, and</p> <p class=\"defclause-e\">  (b)  lives with a flock or herd of livestock; (“chien de garde de bétail”)</p> <p class=\"definition-e\">“marine mammal” means a sea otter (Enhydra lutris) or a member of the order Cetacea (whales, dolphins and porpoises), the order Sirenia (manatees and dugongs) or, within the order Carnivora, a member of the family Phocidae (true seals), the family Otariidae (eared seals and sea lions) or the family Odobenidae (walruses); (“mammifère marin”)</p> <p class=\"definition-e\">“marine mammal veterinarian” means a veterinarian who has experience with marine mammal biology and marine mammal medicine, including marine mammal pharmacology; (“vétérinaire spécialiste des mammifères marins”)</p> <p class=\"definition-e\">“tether” means a rope, chain or similar restraining device that is attached at one end to a fixed object and, for greater certainty, does not include a leash or restraining device that is held by a person. (“attache de retenue”) O. Reg. 444/19, s. 2; O. Reg. 351/22, s. 2.</p> <p class=\"partnum-e\"><a name=\"BK3\"></a>PART II <br/>  GENERAL STANDARDS OF CARE FOR ANIMALS</p> <p class=\"heading1-e\"><a name=\"BK4\"></a>Basic Standards of Care for All Animals</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "PART II  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART II GENERAL STANDARDS OF CARE FOR ANIMALS",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "Basic Standards of Care for All Animals",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL STANDARDS OF CARE FOR ANIMALS",
            "section": "Basic Standards of Care for All Animals",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "3.",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL STANDARDS OF CARE FOR ANIMALS",
            "section": "3.",
            "content": " 3. (1) Every animal must be provided with adequate and appropriate food and water. (2) Every animal must be provided with adequate and appropriate medical attention. (3) Every animal must be provided with the care necessary for its general welfare. (4) Every animal must be transported in a manner that ensures its physical safety and general welfare. (5) Every animal must be provided with an adequate and appropriate resting and sleeping area. (6) Every animal must be provided with adequate and appropriate, (a)  space to enable the animal to move naturally and to exercise; (b)  sanitary conditions; (c)  ventilation; (d)  light; and (e)  protection from the elements, including harmful temperatures. (7) If an animal is confined to a pen or other enclosed structure or area, (a)  the pen or other enclosed structure or area, and any structures or material in it, must be in a state of good repair; (b)  the pen or other enclosed structure or area, and any surfaces, structures and materials in it, must be made of and contain only materials that are, (i)  safe and non-toxic for the animal, and (ii)  of a texture and design that will not bruise, cut or otherwise injure the animal; and (c)  the pen or other enclosed structure or area must not contain one or more other animals that may pose a danger to the animal. (8) Every animal that is to be killed must be killed by a method that is humane and minimizes the pain and distress to the animal; an animal’s pain and distress are deemed to be minimized if it is killed by a method that produces rapid, irreversible unconsciousness and prompt subsequent death. Standards of Care for Dogs Tethered Outdoors",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>3. </b>(1) Every animal must be provided with adequate and appropriate food and water.</p> <p class=\"subsection-e\">  (2) Every animal must be provided with adequate and appropriate medical attention.</p> <p class=\"subsection-e\">  (3) Every animal must be provided with the care necessary for its general welfare.</p> <p class=\"subsection-e\">  (4) Every animal must be transported in a manner that ensures its physical safety and general welfare.</p> <p class=\"subsection-e\">  (5) Every animal must be provided with an adequate and appropriate resting and sleeping area.</p> <p class=\"subsection-e\">  (6) Every animal must be provided with adequate and appropriate,</p> <p class=\"clause-e\">  (a)  space to enable the animal to move naturally and to exercise;</p> <p class=\"clause-e\">  (b)  sanitary conditions;</p> <p class=\"clause-e\">  (c)  ventilation;</p> <p class=\"clause-e\">  (d)  light; and</p> <p class=\"clause-e\">  (e)  protection from the elements, including harmful temperatures.</p> <p class=\"subsection-e\">  (7) If an animal is confined to a pen or other enclosed structure or area,</p> <p class=\"clause-e\">  (a)  the pen or other enclosed structure or area, and any structures or material in it, must be in a state of good repair;</p> <p class=\"clause-e\">  (b)  the pen or other enclosed structure or area, and any surfaces, structures and materials in it, must be made of and contain only materials that are,</p> <p class=\"subclause-e\">  (i)  safe and non-toxic for the animal, and</p> <p class=\"subclause-e\">  (ii)  of a texture and design that will not bruise, cut or otherwise injure the animal; and</p> <p class=\"clause-e\">  (c)  the pen or other enclosed structure or area must not contain one or more other animals that may pose a danger to the animal.</p> <p class=\"subsection-e\">  (8) Every animal that is to be killed must be killed by a method that is humane and minimizes the pain and distress to the animal; an animal’s pain and distress are deemed to be minimized if it is killed by a method that produces rapid, irreversible unconsciousness and prompt subsequent death.</p> <p class=\"heading1-e\"><a name=\"BK6\"></a>Standards of Care for Dogs Tethered Outdoors</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "Standards of Care for Dogs Tethered Outdoors",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL STANDARDS OF CARE FOR ANIMALS",
            "section": "Standards of Care for Dogs Tethered Outdoors",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "4.",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL STANDARDS OF CARE FOR ANIMALS",
            "section": "4.",
            "content": " 4. (1) A dog tethered outdoors for 23 hours in a 24-hour period, whether those 23 hours are consecutive or not, must be taken off the tether for at least 60 continuous minutes to allow for exercise and enrichment. O. Reg. 351/22, s. 5. (2) The 60 continuous untethered minutes required by subsection (1) must be provided before the dog can be tethered outdoors again. O. Reg. 351/22, s. 5. (3) Subsections (1) and (2) do not apply if, (a)  the dog has, within the previous 24-hour period, participated in a racing event, hunting event, field trial event or comparable event and requires rest as a result of participating in the event; (b)  extreme weather conditions identified by a weather warning or watch from Environment and Climate Change Canada, such as a heat warning, would make it unsafe for the dog to exercise or receive enrichment; or (c)  a veterinarian advises, in writing, that the dog should not be taken off the tether for health reasons. O. Reg. 351/22, s. 5. Standards of Care for Dogs that are Kept Outdoors",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>4. </b>(1) A dog tethered outdoors for 23 hours in a 24-hour period, whether those 23 hours are consecutive or not, must be taken off the tether for at least 60 continuous minutes to allow for exercise and enrichment. O. Reg. 351/22, s. 5.</p> <p class=\"subsection-e\">  (2) The 60 continuous untethered minutes required by subsection (1) must be provided before the dog can be tethered outdoors again. O. Reg. 351/22, s. 5.</p> <p class=\"subsection-e\">  (3) Subsections (1) and (2) do not apply if,</p> <p class=\"clause-e\">  (a)  the dog has, within the previous 24-hour period, participated in a racing event, hunting event, field trial event or comparable event and requires rest as a result of participating in the event;</p> <p class=\"clause-e\">  (b)  extreme weather conditions identified by a weather warning or watch from Environment and Climate Change Canada, such as a heat warning, would make it unsafe for the dog to exercise or receive enrichment; or</p> <p class=\"clause-e\">  (c)  a veterinarian advises, in writing, that the dog should not be taken off the tether for health reasons. O. Reg. 351/22, s. 5.</p> <p class=\"heading1-e\"><a name=\"BK8\"></a>Standards of Care for Dogs that are Kept Outdoors</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "Standards of Care for Dogs that are Kept Outdoors",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL STANDARDS OF CARE FOR ANIMALS",
            "section": "Standards of Care for Dogs that are Kept Outdoors",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "4.1",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL STANDARDS OF CARE FOR ANIMALS",
            "section": "4.1",
            "content": " 4.1 (1) A dog kept outdoors must be provided with, (a)  sufficient protection from the elements to prevent the dog from experiencing heat or cold-related distress; and (b)  access to sufficient shade as may be required by the weather conditions, including sufficient shade to protect the dog from direct sunlight. O. Reg. 351/22, s. 5. (2) Food and water containers used for a dog kept outdoors must be constructed to avoid injury to the dog and to avoid difficulty in accessing food or water. O. Reg. 351/22, s. 5. (3) A dog kept outdoors must be fed food that, (a)  reflects the dog’s daily caloric and other nutritional requirements; (b)  is fit for consumption; (c)  is not spoiled; and (d)  does not contain dirt, feces, urine or toxic substances. O. Reg. 351/22, s. 5. (4) A dog kept outdoors must have continuous access to water that, (a)  is replaced at least once every 24 hours; (b)  is not frozen; and (c)  does not contain dirt, feces, urine or toxic substances. O. Reg. 351/22, s. 5. (5) An owner or custodian of a dog kept outdoors must ensure that the health and welfare of the dog is checked daily. O. Reg. 351/22, s. 5. (6) A dog kept outdoors must be groomed as necessary to avoid matting of the dog’s coat and the accumulation of ice or mud on the dog’s coat or under the dog’s paws. O. Reg. 351/22, s. 5. (7) The nails of a dog kept outdoors must be checked regularly and groomed as necessary for the health of the dog. O. Reg. 351/22, s. 5. (8) A dog shall not be kept outdoors if it has an illness or injury that affects the dog’s ability to regulate its temperature or restricts its mobility, unless a veterinarian advises, in writing, that it may be kept outdoors. O. Reg. 351/22, s. 5. (9) If the owner or custodian of a dog kept outdoors has grounds to believe that the dog is suffering from a contagious disease, or is at high risk of developing a contagious disease, the dog must be kept completely isolated from other dogs and must not have contact with objects, including food and water containers, that are used by other dogs or animals. O. Reg. 351/22, s. 5. (10) Subsection (9) does not apply to the extent that a veterinarian advises, in writing, that compliance with these requirements is unnecessary. O. Reg. 351/22, s. 5. (11) Despite subsection (9), puppies do not need to be isolated from their mother or substitute mother if they are less than 12 weeks old. O. Reg. 351/22, s. 5. (12) Despite subsection (9), a dog does not have to be isolated from other dogs that either suffer from the same contagious disease or are at high risk of developing the same contagious disease, and the dog does not have to be prevented from having contact with objects used by those other dogs. O. Reg. 351/22, s. 5.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>4.1 </b>(1) A dog kept outdoors must be provided with,</p> <p class=\"clause-e\">  (a)  sufficient protection from the elements to prevent the dog from experiencing heat or cold-related distress; and</p> <p class=\"clause-e\">  (b)  access to sufficient shade as may be required by the weather conditions, including sufficient shade to protect the dog from direct sunlight. O. Reg. 351/22, s. 5.</p> <p class=\"subsection-e\">  (2) Food and water containers used for a dog kept outdoors must be constructed to avoid injury to the dog and to avoid difficulty in accessing food or water. O. Reg. 351/22, s. 5.</p> <p class=\"subsection-e\">  (3) A dog kept outdoors must be fed food that,</p> <p class=\"clause-e\">  (a)  reflects the dog’s daily caloric and other nutritional requirements;</p> <p class=\"clause-e\">  (b)  is fit for consumption;</p> <p class=\"clause-e\">  (c)  is not spoiled; and</p> <p class=\"clause-e\">  (d)  does not contain dirt, feces, urine or toxic substances. O. Reg. 351/22, s. 5.</p> <p class=\"subsection-e\">  (4) A dog kept outdoors must have continuous access to water that,</p> <p class=\"clause-e\">  (a)  is replaced at least once every 24 hours;</p> <p class=\"clause-e\">  (b)  is not frozen; and</p> <p class=\"clause-e\">  (c)  does not contain dirt, feces, urine or toxic substances. O. Reg. 351/22, s. 5.</p> <p class=\"subsection-e\">  (5) An owner or custodian of a dog kept outdoors must ensure that the health and welfare of the dog is checked daily. O. Reg. 351/22, s. 5.</p> <p class=\"subsection-e\">  (6) A dog kept outdoors must be groomed as necessary to avoid matting of the dog’s coat and the accumulation of ice or mud on the dog’s coat or under the dog’s paws. O. Reg. 351/22, s. 5.</p> <p class=\"subsection-e\">  (7) The nails of a dog kept outdoors must be checked regularly and groomed as necessary for the health of the dog. O. Reg. 351/22, s. 5.</p> <p class=\"subsection-e\">  (8) A dog shall not be kept outdoors if it has an illness or injury that affects the dog’s ability to regulate its temperature or restricts its mobility, unless a veterinarian advises, in writing, that it may be kept outdoors. O. Reg. 351/22, s. 5.</p> <p class=\"subsection-e\">  (9) If the owner or custodian of a dog kept outdoors has grounds to believe that the dog is suffering from a contagious disease, or is at high risk of developing a contagious disease, the dog must be kept completely isolated from other dogs and must not have contact with objects, including food and water containers, that are used by other dogs or animals. O. Reg. 351/22, s. 5.</p> <p class=\"subsection-e\">  (10) Subsection (9) does not apply to the extent that a veterinarian advises, in writing, that compliance with these requirements is unnecessary. O. Reg. 351/22, s. 5.</p> <p class=\"subsection-e\">  (11) Despite subsection (9), puppies do not need to be isolated from their mother or substitute mother if they are less than 12 weeks old. O. Reg. 351/22, s. 5.</p> <p class=\"subsection-e\">  (12) Despite subsection (9), a dog does not have to be isolated from other dogs that either suffer from the same contagious disease or are at high risk of developing the same contagious disease, and the dog does not have to be prevented from having contact with objects used by those other dogs. O. Reg. 351/22, s. 5.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "4.2",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL STANDARDS OF CARE FOR ANIMALS",
            "section": "4.2",
            "content": " 4.2 (1) Every dog that is kept outdoors must, at all times, have ready access to a shelter that, (a)  is waterproof and provides protection from the elements; (b)  is structurally sound, stable and free of features that might cause injury to the dog; (c)  has an insulated roof; (d)  has a floor that is level, elevated from the ground, and dry; (e)  has a means of providing ventilation, which may include an open doorway; (f)  is of a size and design that permits all of the dogs that regularly use the shelter to turn around, lie down with their legs extended to their full extent and stand with their heads held at normal height when all of the dogs are occupying the shelter at the same time; (g)  has a doorway that is free from obstructions; and (h)  contains bedding that, (i)  is at least three inches thick, and (ii)  is changed as frequently as necessary to ensure that the bedding remains comfortable and substantially clean, dry and unsoiled. O. Reg. 351/22, s. 5. (2) Subsection (1) does not apply to a livestock guardian dog or to a dog that has ready access to a structurally sound building that, at the time, is being used to house livestock. O. Reg. 351/22, s. 5.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>4.2 </b>(1) Every dog that is kept outdoors must, at all times, have ready access to a shelter that,</p> <p class=\"clause-e\">  (a)  is waterproof and provides protection from the elements;</p> <p class=\"clause-e\">  (b)  is structurally sound, stable and free of features that might cause injury to the dog;</p> <p class=\"clause-e\">  (c)  has an insulated roof;</p> <p class=\"clause-e\">  (d)  has a floor that is level, elevated from the ground, and dry;</p> <p class=\"clause-e\">  (e)  has a means of providing ventilation, which may include an open doorway;</p> <p class=\"clause-e\">  (f)  is of a size and design that permits all of the dogs that regularly use the shelter to turn around, lie down with their legs extended to their full extent and stand with their heads held at normal height when all of the dogs are occupying the shelter at the same time;</p> <p class=\"clause-e\">  (g)  has a doorway that is free from obstructions; and</p> <p class=\"clause-e\">  (h)  contains bedding that,</p> <p class=\"subclause-e\">  (i)  is at least three inches thick, and</p> <p class=\"subclause-e\">  (ii)  is changed as frequently as necessary to ensure that the bedding remains comfortable and substantially clean, dry and unsoiled. O. Reg. 351/22, s. 5.</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply to a livestock guardian dog or to a dog that has ready access to a structurally sound building that, at the time, is being used to house livestock. O. Reg. 351/22, s. 5.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "4.3",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL STANDARDS OF CARE FOR ANIMALS",
            "section": "4.3",
            "content": " 4.3 (1) A tether that is used on a dog that is kept outdoors must, (a)  allow the dog to move about safely; (b)  be of a size, type and weight that will not cause the dog discomfort or injury; (c)  have a swivel that can turn 360° at both, (i)  the point where the tether is attached to the dog’s collar or harness, and (ii)  the point at which the tether is attached to the fixed object; (d)  be of sufficient length to permit the dog to move at least three metres measured in a horizontal direction from the point at which the tether is attached to the fixed object; and (e)  be of sufficient condition, and be sufficiently well-attached to the dog and to the fixed object, to prevent the dog from escaping. O. Reg. 351/22, s. 5. (2) A collar or harness used with a tether on a dog kept outdoors must be of a size, type, design and fit that will not cause the dog discomfort or injury. O. Reg. 351/22, s. 5. (3) A choke collar, pinch collar, prong collar, slip collar, head halter collar or martingale collar must not be used with a tether on a dog kept outdoors. O. Reg. 351/22, s. 5. (4) A dog kept outdoors must not be tethered in a manner that creates an undue risk of distress to the dog, including, (a)  distress related to the age, health or reproductive status of the dog; or (b)  distress caused by objects or hazards that a dog is able to reach while tethered. O. Reg. 351/22, s. 5. (5) A dog kept outdoors must not be tethered if the dog is, (a)  under six months of age; (b)  whelping; (c)  nursing; or (d)  in heat. O. Reg. 351/22, s. 5.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>4.3 </b>(1) A tether that is used on a dog that is kept outdoors must,</p> <p class=\"clause-e\">  (a)  allow the dog to move about safely;</p> <p class=\"clause-e\">  (b)  be of a size, type and weight that will not cause the dog discomfort or injury;</p> <p class=\"clause-e\">  (c)  have a swivel that can turn 360° at both,</p> <p class=\"subclause-e\">  (i)  the point where the tether is attached to the dog’s collar or harness, and</p> <p class=\"subclause-e\">  (ii)  the point at which the tether is attached to the fixed object;</p> <p class=\"clause-e\">  (d)  be of sufficient length to permit the dog to move at least three metres measured in a horizontal direction from the point at which the tether is attached to the fixed object; and</p> <p class=\"clause-e\">  (e)  be of sufficient condition, and be sufficiently well-attached to the dog and to the fixed object, to prevent the dog from escaping. O. Reg. 351/22, s. 5.</p> <p class=\"subsection-e\">  (2) A collar or harness used with a tether on a dog kept outdoors must be of a size, type, design and fit that will not cause the dog discomfort or injury. O. Reg. 351/22, s. 5.</p> <p class=\"subsection-e\">  (3) A choke collar, pinch collar, prong collar, slip collar, head halter collar or martingale collar must not be used with a tether on a dog kept outdoors. O. Reg. 351/22, s. 5.</p> <p class=\"subsection-e\">  (4) A dog kept outdoors must not be tethered in a manner that creates an undue risk of distress to the dog, including,</p> <p class=\"clause-e\">  (a)  distress related to the age, health or reproductive status of the dog; or</p> <p class=\"clause-e\">  (b)  distress caused by objects or hazards that a dog is able to reach while tethered. O. Reg. 351/22, s. 5.</p> <p class=\"subsection-e\">  (5) A dog kept outdoors must not be tethered if the dog is,</p> <p class=\"clause-e\">  (a)  under six months of age;</p> <p class=\"clause-e\">  (b)  whelping;</p> <p class=\"clause-e\">  (c)  nursing; or</p> <p class=\"clause-e\">  (d)  in heat. O. Reg. 351/22, s. 5.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "4.4",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL STANDARDS OF CARE FOR ANIMALS",
            "section": "4.4",
            "content": " 4.4 (1) A dog that is kept outdoors must not be kept in a housing pen if doing so would create an undue risk of distress to the dog. O. Reg. 351/22, s. 5. (2) A dog that is kept outdoors may only be kept in a housing pen if the housing pen is constructed so that it prevents the dog from escaping and provides reasonable protection from predatory animals or other animals that may harm the dog. O. Reg. 351/22, s. 5. (3) The size of a housing pen for a dog that is kept outdoors must meet the following minimum requirements: 1.  If the dog is under 20 cm in height, the total area of the housing pen must be at least four square metres. 2.  If the dog is equal to or greater than 20 cm in height but under 40 cm in height, the total area of the housing pen must be at least six square metres. 3.  If the dog is equal to or greater than 40 cm in height but under 70 cm in height, the total area of the housing pen must be at least 10 square metres. 4.  If the dog is equal to or greater than 70 cm in height, the total area of the housing pen must be at least 15 square metres. O. Reg. 351/22, s. 5. (4) For the purposes of subsection (3), a dog’s height shall be determined by measuring the height of the dog at its shoulder when it is standing at full height. O. Reg. 351/22, s. 5. (5) If more than one dog is kept in a housing pen, the housing pen must provide at least the space required by subsection (3) for the tallest dog kept in the housing pen, plus a minimum of at least 1.5 additional square metres of space for every additional dog that is kept in the housing pen. O. Reg. 351/22, s. 5. (6) Despite subsection (5), 1.5 additional square metres of space is not required for every additional dog that is less than 12 weeks old and that is kept with its mother or substitute mother. O. Reg. 351/22, s. 5. (7) If more than one dog that is kept outdoors is kept in the same housing pen, the owner or custodian of the dogs must ensure that, (a)  dogs exhibiting aggression to other dogs are not placed with incompatible dogs; and (b)  a female dog that is in heat or coming into heat is not placed with a male dog. O. Reg. 351/22, s. 5. (8) Despite subsection (7), a female dog that is in heat or coming into heat may be placed in a housing pen with a male dog solely for the time required for them to mate if the dogs are in the physical presence of the owner or custodian of one or more of the dogs and that person is monitoring the safety of the dogs. O. Reg. 351/22, s. 5.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>4.4 </b>(1) A dog that is kept outdoors must not be kept in a housing pen if doing so would create an undue risk of distress to the dog. O. Reg. 351/22, s. 5.</p> <p class=\"subsection-e\">  (2) A dog that is kept outdoors may only be kept in a housing pen if the housing pen is constructed so that it prevents the dog from escaping and provides reasonable protection from predatory animals or other animals that may harm the dog. O. Reg. 351/22, s. 5.</p> <p class=\"subsection-e\">  (3) The size of a housing pen for a dog that is kept outdoors must meet the following minimum requirements:</p> <p class=\"paragraph-e\">  1.  If the dog is under 20 cm in height, the total area of the housing pen must be at least four square metres.</p> <p class=\"paragraph-e\">  2.  If the dog is equal to or greater than 20 cm in height but under 40 cm in height, the total area of the housing pen must be at least six square metres.</p> <p class=\"paragraph-e\">  3.  If the dog is equal to or greater than 40 cm in height but under 70 cm in height, the total area of the housing pen must be at least 10 square metres.</p> <p class=\"paragraph-e\">  4.  If the dog is equal to or greater than 70 cm in height, the total area of the housing pen must be at least 15 square metres. O. Reg. 351/22, s. 5.</p> <p class=\"subsection-e\">  (4) For the purposes of subsection (3), a dog’s height shall be determined by measuring the height of the dog at its shoulder when it is standing at full height. O. Reg. 351/22, s. 5.</p> <p class=\"subsection-e\">  (5) If more than one dog is kept in a housing pen, the housing pen must provide at least the space required by subsection (3) for the tallest dog kept in the housing pen, plus a minimum of at least 1.5 additional square metres of space for every additional dog that is kept in the housing pen. O. Reg. 351/22, s. 5.</p> <p class=\"subsection-e\">  (6) Despite subsection (5), 1.5 additional square metres of space is not required for every additional dog that is less than 12 weeks old and that is kept with its mother or substitute mother. O. Reg. 351/22, s. 5.</p> <p class=\"subsection-e\">  (7) If more than one dog that is kept outdoors is kept in the same housing pen, the owner or custodian of the dogs must ensure that,</p> <p class=\"clause-e\">  (a)  dogs exhibiting aggression to other dogs are not placed with incompatible dogs; and</p> <p class=\"clause-e\">  (b)  a female dog that is in heat or coming into heat is not placed with a male dog. O. Reg. 351/22, s. 5.</p> <p class=\"subsection-e\">  (8) Despite subsection (7), a female dog that is in heat or coming into heat may be placed in a housing pen with a male dog solely for the time required for them to mate if the dogs are in the physical presence of the owner or custodian of one or more of the dogs and that person is monitoring the safety of the dogs. O. Reg. 351/22, s. 5.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "4.5",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL STANDARDS OF CARE FOR ANIMALS",
            "section": "4.5",
            "content": " 4.5 The area available to a dog kept outdoors that is placed on a tether or in a housing pen must, (a)  be sufficient to ensure that the dog can move freely and engage in natural behaviours; (b)  be sufficient to ensure that the dog is not required to stand, sit or lie down in excrement, urine, mud or water; (c)  have distinct areas for both, (i)  feeding and drinking, and (ii)  urinating and defecating; and (d)  be cleaned as frequently as necessary to prevent an accumulation of excrement, urine or other waste that would pose a risk to the dog’s health, maintain a sanitary environment, minimize the presence of parasites and ensure the health of the dog, using cleaning products that do not pose a risk to the dog. O. Reg. 351/22, s. 5. Standards of Care for Captive Wildlife",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>4.5 </b>The area available to a dog kept outdoors that is placed on a tether or in a housing pen must,</p> <p class=\"clause-e\">  (a)  be sufficient to ensure that the dog can move freely and engage in natural behaviours;</p> <p class=\"clause-e\">  (b)  be sufficient to ensure that the dog is not required to stand, sit or lie down in excrement, urine, mud or water;</p> <p class=\"clause-e\">  (c)  have distinct areas for both,</p> <p class=\"subclause-e\">  (i)  feeding and drinking, and</p> <p class=\"subclause-e\">  (ii)  urinating and defecating; and</p> <p class=\"clause-e\">  (d)  be cleaned as frequently as necessary to prevent an accumulation of excrement, urine or other waste that would pose a risk to the dog’s health, maintain a sanitary environment, minimize the presence of parasites and ensure the health of the dog, using cleaning products that do not pose a risk to the dog. O. Reg. 351/22, s. 5.</p> <p class=\"heading1-e\"><a name=\"BK14\"></a>Standards of Care for Captive Wildlife</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "Standards of Care for Captive Wildlife",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL STANDARDS OF CARE FOR ANIMALS",
            "section": "Standards of Care for Captive Wildlife",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "5.",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL STANDARDS OF CARE FOR ANIMALS",
            "section": "5.",
            "content": " 5. (1) Wildlife kept in captivity must be provided with adequate and appropriate care, facilities and services to ensure their safety and general welfare as more specifically set out in subsections (2) and (3) and sections 6 and 7. (2) Wildlife kept in captivity must be provided with a daily routine that facilitates and stimulates natural movement and behaviour. (3) Wildlife kept in captivity must be kept in compatible social groups to ensure the general welfare of the individual animals and of the group and to ensure that each animal in the group is not at risk of injury or undue stress from dominant animals of the same or a different species.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>5. </b>(1) Wildlife kept in captivity must be provided with adequate and appropriate care, facilities and services to ensure their safety and general welfare as more specifically set out in subsections (2) and (3) and sections 6 and 7.</p> <p class=\"subsection-e\">  (2) Wildlife kept in captivity must be provided with a daily routine that facilitates and stimulates natural movement and behaviour.</p> <p class=\"subsection-e\">  (3) Wildlife kept in captivity must be kept in compatible social groups to ensure the general welfare of the individual animals and of the group and to ensure that each animal in the group is not at risk of injury or undue stress from dominant animals of the same or a different species.</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "6.",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL STANDARDS OF CARE FOR ANIMALS",
            "section": "6.",
            "content": " 6. (1) A pen or other enclosed structure or area for wildlife kept in captivity must be of an adequate and appropriate size, (a)  to facilitate and stimulate natural movement and behaviour; (b)  to enable each animal in the pen or other enclosed structure or area to keep an adequate and appropriate distance from the other animals and people so that it is not psychologically stressed; and (c)  to ensure that the natural growth of each animal in the pen or other enclosed structure or area is not restricted. (2) A pen or other enclosed structure or area for wildlife kept in captivity must have, (a)  features and furnishings that facilitate and stimulate the natural movement and behaviour of each animal in the pen or other enclosed structure or area; (b)  shelter from the elements that can accommodate all the animals in the pen or other enclosed structure or area at the same time; (c)  surfaces and other materials that accommodate the natural movement and behaviour of each animal in the pen or other enclosed structure or area; (d)  one or more areas that are out of view of spectators; and (e)  one or more sleeping areas that can accommodate all the animals in the pen or other enclosed structure or area at the same time and that are accessible to all the animals at all times. (3) A pen or other enclosed structure or area for wildlife kept in captivity must be made of and contain only materials that are, (a)  safe and non-toxic for the animals kept in the pen or other enclosed structure or area; and (b)  of a texture and design that will not bruise, cut or otherwise injure the animals. (4) A pen or other enclosed structure or area for wildlife kept in captivity and any gates or other barriers to it, including moats, must be designed, constructed and locked or otherwise secured to prevent, (a)  interaction with people that may be unsafe or inappropriate for the wildlife; (b)  animals escaping from the pen or other enclosed structure or area by climbing, jumping, digging, burrowing or any other means; and (c)  animals or people, other than people who are required to enter the enclosure as part of their duties, from entering the pen or other enclosed structure or area by climbing, jumping, digging, burrowing or any other means. (5) A pen or other enclosed structure or area for wildlife kept in captivity and any gates or other barriers to it, including moats, must be designed, constructed and maintained in a manner that presents no harm to the wildlife. Standards of Care for Captive Primates",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>6. </b>(1) A pen or other enclosed structure or area for wildlife kept in captivity must be of an adequate and appropriate size,</p> <p class=\"clause-e\">  (a)  to facilitate and stimulate natural movement and behaviour;</p> <p class=\"clause-e\">  (b)  to enable each animal in the pen or other enclosed structure or area to keep an adequate and appropriate distance from the other animals and people so that it is not psychologically stressed; and</p> <p class=\"clause-e\">  (c)  to ensure that the natural growth of each animal in the pen or other enclosed structure or area is not restricted.</p> <p class=\"subsection-e\">  (2) A pen or other enclosed structure or area for wildlife kept in captivity must have,</p> <p class=\"clause-e\">  (a)  features and furnishings that facilitate and stimulate the natural movement and behaviour of each animal in the pen or other enclosed structure or area;</p> <p class=\"clause-e\">  (b)  shelter from the elements that can accommodate all the animals in the pen or other enclosed structure or area at the same time;</p> <p class=\"clause-e\">  (c)  surfaces and other materials that accommodate the natural movement and behaviour of each animal in the pen or other enclosed structure or area;</p> <p class=\"clause-e\">  (d)  one or more areas that are out of view of spectators; and</p> <p class=\"clause-e\">  (e)  one or more sleeping areas that can accommodate all the animals in the pen or other enclosed structure or area at the same time and that are accessible to all the animals at all times.</p> <p class=\"subsection-e\">  (3) A pen or other enclosed structure or area for wildlife kept in captivity must be made of and contain only materials that are,</p> <p class=\"clause-e\">  (a)  safe and non-toxic for the animals kept in the pen or other enclosed structure or area; and</p> <p class=\"clause-e\">  (b)  of a texture and design that will not bruise, cut or otherwise injure the animals.</p> <p class=\"subsection-e\">  (4) A pen or other enclosed structure or area for wildlife kept in captivity and any gates or other barriers to it, including moats, must be designed, constructed and locked or otherwise secured to prevent,</p> <p class=\"clause-e\">  (a)  interaction with people that may be unsafe or inappropriate for the wildlife;</p> <p class=\"clause-e\">  (b)  animals escaping from the pen or other enclosed structure or area by climbing, jumping, digging, burrowing or any other means; and</p> <p class=\"clause-e\">  (c)  animals or people, other than people who are required to enter the enclosure as part of their duties, from entering the pen or other enclosed structure or area by climbing, jumping, digging, burrowing or any other means.</p> <p class=\"subsection-e\">  (5) A pen or other enclosed structure or area for wildlife kept in captivity and any gates or other barriers to it, including moats, must be designed, constructed and maintained in a manner that presents no harm to the wildlife.</p> <p class=\"heading1-e\"><a name=\"BK17\"></a>Standards of Care for Captive Primates</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "Standards of Care for Captive Primates",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL STANDARDS OF CARE FOR ANIMALS",
            "section": "Standards of Care for Captive Primates",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "7.",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL STANDARDS OF CARE FOR ANIMALS",
            "section": "7.",
            "content": " 7. Every primate kept in captivity must be provided with, (a)  daily interaction with a person having custody or care of the primate; (b)  a varied range of daily activities, including foraging or task-oriented feeding methods; and (c)  interactive furnishings, such as perches, swings and mirrors. PART III   ADDITIONAL STANDARDS OF CARE AND ADMINISTRATIVE REQUIREMENTS FOR MARINE MAMMALS Animal Welfare Committee",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>7. </b>Every primate kept in captivity must be provided with,</p> <p class=\"clause-e\">  (a)  daily interaction with a person having custody or care of the primate;</p> <p class=\"clause-e\">  (b)  a varied range of daily activities, including foraging or task-oriented feeding methods; and</p> <p class=\"clause-e\">  (c)  interactive furnishings, such as perches, swings and mirrors.</p> <p class=\"partnum-e\"><a name=\"BK19\"></a>PART III <br/>  ADDITIONAL STANDARDS OF CARE AND ADMINISTRATIVE REQUIREMENTS FOR MARINE MAMMALS</p> <p class=\"heading1-e\"><a name=\"BK20\"></a>Animal Welfare Committee</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "PART III  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART III ADDITIONAL STANDARDS OF CARE AND ADMINISTRATIVE REQUIREMENTS FOR MARINE MAMMALS",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "Animal Welfare Committee",
            "part_id": "PART III  ",
            "part_type": "PART III ADDITIONAL STANDARDS OF CARE AND ADMINISTRATIVE REQUIREMENTS FOR MARINE MAMMALS",
            "section": "Animal Welfare Committee",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "8.",
            "part_id": "PART III  ",
            "part_type": "PART III ADDITIONAL STANDARDS OF CARE AND ADMINISTRATIVE REQUIREMENTS FOR MARINE MAMMALS",
            "section": "8.",
            "content": " 8. (1) A person who possesses at least one marine mammal in Ontario shall establish and maintain an animal welfare committee to develop an animal welfare plan for each marine mammal the person possesses. (2) Subsection (1) does not apply to a marine mammal who is possessed in Ontario for 30 continuous days or less. (3) The animal welfare committee must be comprised of at least the following members: 1.  A marine mammal veterinarian. 2.  A person who, i.  is not an employee or independent contractor of the person who possesses the marine mammal, and ii.  is a resident of the municipality where the marine mammal is located. 3.  A person who, i.  is not an employee or independent contractor of the person who possesses the marine mammal, and ii.  has studied marine mammal biology at a post-secondary institution. 4.  A person who is responsible for the daily care of the marine mammal. 5.  A person who is responsible for the maintenance of the location where the marine mammal is kept. (4) The animal welfare committee must be chaired by the marine mammal veterinarian member. (5) The chair of the animal welfare committee shall, (a)  schedule the animal welfare committee’s meetings; (b)  conduct the animal welfare committee’s meetings; (c)  determine the number of members of the animal welfare committee that constitutes a quorum for any purpose; and (d)  provide recommendations to the person who possesses the marine mammal regarding persons to appoint to the animal welfare committee, if appropriate. (6) The animal welfare committee must meet at least once every six months.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>8. </b>(1) A person who possesses at least one marine mammal in Ontario shall establish and maintain an animal welfare committee to develop an animal welfare plan for each marine mammal the person possesses.</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply to a marine mammal who is possessed in Ontario for 30 continuous days or less.</p> <p class=\"subsection-e\">  (3) The animal welfare committee must be comprised of at least the following members:</p> <p class=\"paragraph-e\">  1.  A marine mammal veterinarian.</p> <p class=\"paragraph-e\">  2.  A person who,</p> <p class=\"subpara-e\">  i.  is not an employee or independent contractor of the person who possesses the marine mammal, and</p> <p class=\"subpara-e\">  ii.  is a resident of the municipality where the marine mammal is located.</p> <p class=\"paragraph-e\">  3.  A person who,</p> <p class=\"subpara-e\">  i.  is not an employee or independent contractor of the person who possesses the marine mammal, and</p> <p class=\"subpara-e\">  ii.  has studied marine mammal biology at a post-secondary institution.</p> <p class=\"paragraph-e\">  4.  A person who is responsible for the daily care of the marine mammal.</p> <p class=\"paragraph-e\">  5.  A person who is responsible for the maintenance of the location where the marine mammal is kept.</p> <p class=\"subsection-e\">  (4) The animal welfare committee must be chaired by the marine mammal veterinarian member.</p> <p class=\"subsection-e\">  (5) The chair of the animal welfare committee shall,</p> <p class=\"clause-e\">  (a)  schedule the animal welfare committee’s meetings;</p> <p class=\"clause-e\">  (b)  conduct the animal welfare committee’s meetings;</p> <p class=\"clause-e\">  (c)  determine the number of members of the animal welfare committee that constitutes a quorum for any purpose; and</p> <p class=\"clause-e\">  (d)  provide recommendations to the person who possesses the marine mammal regarding persons to appoint to the animal welfare committee, if appropriate.</p> <p class=\"subsection-e\">  (6) The animal welfare committee must meet at least once every six months.</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "9.",
            "part_id": "PART III  ",
            "part_type": "PART III ADDITIONAL STANDARDS OF CARE AND ADMINISTRATIVE REQUIREMENTS FOR MARINE MAMMALS",
            "section": "9.",
            "content": " 9. (1) An animal welfare plan must include at least the following: 1.  Procedures for routine interactions with, and routine care of, the marine mammal. 2.  Training requirements for the marine mammal. 3.  A plan to collect and record information about the marine mammal, whether by observation of the animal’s behaviour or by other means, to ensure that appropriate care can be provided to it and to ensure that the animal welfare plan is based on appropriate evidence. 4.  Minimum staff and resource requirements to ensure the physical, psychological and social well-being of the marine mammal. 5.  A stimulation program that is sufficient to maintain the marine mammal’s health and mental wellness. 6.  Appropriate social groupings for the marine mammal, including consideration for a companion animal if the marine mammal is the only animal housed in its enclosure. 7.  A plan for providing the marine mammal with feedings at night, if appropriate. 8.  A plan for providing the marine mammal with social interaction at night, if appropriate. 9.  A plan for providing the marine mammal with training, social enrichment and play sessions, if appropriate. 10.  A list of the types of environmental enrichment objects that must be provided in the enclosure of the marine mammal, if any, the number of objects that must be provided and the schedule for changing those objects. 11.  Detailed species-specific enclosure and environmental requirements for the marine mammal, including requirements regarding the number and type of fixed features to be included in the marine mammal’s enclosure, that take into account the unique needs of the individual marine mammal and that are designed to ensure its well-being and ensure compliance with the requirements of this Regulation. 12.  If the marine mammal requires a portion of its enclosure be shaded, the minimum portion of the enclosure that must be shaded to meet its needs. 13.  Situations where the marine mammal must be housed in an indoor enclosure, if any. 14.  Methods to ensure that enclosure air is free of harmful concentrations of pollutants. 15.  Measures to ensure the welfare of the marine mammal in the event of a disruption of normal operations, such as a power failure, an extreme weather event or a labour disruption. 16.  A determination of whether it would be consistent with the immediate and long-term health of the marine mammal and of any offspring to attempt to breed the marine mammal, having regard to the age and health of the marine mammal, the health care needs of any offspring and the immediate and long-term housing needs of the marine mammal and of any offspring. 17.  A plan for the care of any offspring if the marine mammal is to be bred, including procedures for hand-rearing the offspring if hand-rearing could be required. 18.  Procedures for euthanasia of the marine mammal. 19.  A list of records related to the marine mammal that must be maintained. (2) In developing the portion of the animal welfare plan referred to in paragraphs 5 to 10 of subsection (1), the animal welfare committee must consult with a person or persons with expertise in the social and enrichment needs of the marine mammal’s species. (3) The animal welfare committee must complete the animal welfare plan within six months after the day the person obtained possession of the marine mammal. (4) The animal welfare committee must review every animal welfare plan it has developed at least annually.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK22\"></a><b>9. </b>(1) An animal welfare plan must include at least the following:</p> <p class=\"paragraph-e\">  1.  Procedures for routine interactions with, and routine care of, the marine mammal.</p> <p class=\"paragraph-e\">  2.  Training requirements for the marine mammal.</p> <p class=\"paragraph-e\">  3.  A plan to collect and record information about the marine mammal, whether by observation of the animal’s behaviour or by other means, to ensure that appropriate care can be provided to it and to ensure that the animal welfare plan is based on appropriate evidence.</p> <p class=\"paragraph-e\">  4.  Minimum staff and resource requirements to ensure the physical, psychological and social well-being of the marine mammal.</p> <p class=\"paragraph-e\">  5.  A stimulation program that is sufficient to maintain the marine mammal’s health and mental wellness.</p> <p class=\"paragraph-e\">  6.  Appropriate social groupings for the marine mammal, including consideration for a companion animal if the marine mammal is the only animal housed in its enclosure.</p> <p class=\"paragraph-e\">  7.  A plan for providing the marine mammal with feedings at night, if appropriate.</p> <p class=\"paragraph-e\">  8.  A plan for providing the marine mammal with social interaction at night, if appropriate.</p> <p class=\"paragraph-e\">  9.  A plan for providing the marine mammal with training, social enrichment and play sessions, if appropriate.</p> <p class=\"paragraph-e\">  10.  A list of the types of environmental enrichment objects that must be provided in the enclosure of the marine mammal, if any, the number of objects that must be provided and the schedule for changing those objects.</p> <p class=\"paragraph-e\">  11.  Detailed species-specific enclosure and environmental requirements for the marine mammal, including requirements regarding the number and type of fixed features to be included in the marine mammal’s enclosure, that take into account the unique needs of the individual marine mammal and that are designed to ensure its well-being and ensure compliance with the requirements of this Regulation.</p> <p class=\"paragraph-e\">  12.  If the marine mammal requires a portion of its enclosure be shaded, the minimum portion of the enclosure that must be shaded to meet its needs.</p> <p class=\"paragraph-e\">  13.  Situations where the marine mammal must be housed in an indoor enclosure, if any.</p> <p class=\"paragraph-e\">  14.  Methods to ensure that enclosure air is free of harmful concentrations of pollutants.</p> <p class=\"paragraph-e\">  15.  Measures to ensure the welfare of the marine mammal in the event of a disruption of normal operations, such as a power failure, an extreme weather event or a labour disruption.</p> <p class=\"paragraph-e\">  16.  A determination of whether it would be consistent with the immediate and long-term health of the marine mammal and of any offspring to attempt to breed the marine mammal, having regard to the age and health of the marine mammal, the health care needs of any offspring and the immediate and long-term housing needs of the marine mammal and of any offspring.</p> <p class=\"paragraph-e\">  17.  A plan for the care of any offspring if the marine mammal is to be bred, including procedures for hand-rearing the offspring if hand-rearing could be required.</p> <p class=\"paragraph-e\">  18.  Procedures for euthanasia of the marine mammal.</p> <p class=\"paragraph-e\">  19.  A list of records related to the marine mammal that must be maintained.</p> <p class=\"subsection-e\">  (2) In developing the portion of the animal welfare plan referred to in paragraphs 5 to 10 of subsection (1), the animal welfare committee must consult with a person or persons with expertise in the social and enrichment needs of the marine mammal’s species.</p> <p class=\"subsection-e\">  (3) The animal welfare committee must complete the animal welfare plan within six months after the day the person obtained possession of the marine mammal.</p> <p class=\"subsection-e\">  (4) The animal welfare committee must review every animal welfare plan it has developed at least annually.</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "10.",
            "part_id": "PART III  ",
            "part_type": "PART III ADDITIONAL STANDARDS OF CARE AND ADMINISTRATIVE REQUIREMENTS FOR MARINE MAMMALS",
            "section": "10.",
            "content": " 10. Every person who has custody or care of a marine mammal shall ensure that the marine mammal is cared for in a manner that is consistent with its animal welfare plan. Health and General Care",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK23\"></a><b>10. </b>Every person who has custody or care of a marine mammal shall ensure that the marine mammal is cared for in a manner that is consistent with its animal welfare plan.</p> <p class=\"heading1-e\"><a name=\"BK24\"></a>Health and General Care</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "Health and General Care",
            "part_id": "PART III  ",
            "part_type": "PART III ADDITIONAL STANDARDS OF CARE AND ADMINISTRATIVE REQUIREMENTS FOR MARINE MAMMALS",
            "section": "Health and General Care",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "11.",
            "part_id": "PART III  ",
            "part_type": "PART III ADDITIONAL STANDARDS OF CARE AND ADMINISTRATIVE REQUIREMENTS FOR MARINE MAMMALS",
            "section": "11.",
            "content": " 11. (1) Every marine mammal must be provided with a diet that, (a)  includes a sufficient range of food of appropriate quality that meets the nutritional needs of the marine mammal; (b)  accommodates individual preferences, subject to the availability of particular types of fish or other food items; and (c)  complies with the dietary requirements in the program of preventative health care referred to in section 13. (2) Vitamin supplementation must be provided in accordance with a marine mammal veterinarian’s advice. (3) Food inventories for the marine mammal must be managed and properly stored to ensure the availability of food of appropriate quality that meets the nutritional needs of the marine mammal. (4) Any sudden or unexpected change in a marine mammal’s appetite must be brought to a marine mammal veterinarian’s attention immediately. (5) Food deprivation shall not be used as a method of training a marine mammal.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK25\"></a><b>11. </b>(1) Every marine mammal must be provided with a diet that,</p> <p class=\"clause-e\">  (a)  includes a sufficient range of food of appropriate quality that meets the nutritional needs of the marine mammal;</p> <p class=\"clause-e\">  (b)  accommodates individual preferences, subject to the availability of particular types of fish or other food items; and</p> <p class=\"clause-e\">  (c)  complies with the dietary requirements in the program of preventative health care referred to in section 13.</p> <p class=\"subsection-e\">  (2) Vitamin supplementation must be provided in accordance with a marine mammal veterinarian’s advice.</p> <p class=\"subsection-e\">  (3) Food inventories for the marine mammal must be managed and properly stored to ensure the availability of food of appropriate quality that meets the nutritional needs of the marine mammal.</p> <p class=\"subsection-e\">  (4) Any sudden or unexpected change in a marine mammal’s appetite must be brought to a marine mammal veterinarian’s attention immediately.</p> <p class=\"subsection-e\">  (5) Food deprivation shall not be used as a method of training a marine mammal.</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "12.",
            "part_id": "PART III  ",
            "part_type": "PART III ADDITIONAL STANDARDS OF CARE AND ADMINISTRATIVE REQUIREMENTS FOR MARINE MAMMALS",
            "section": "12.",
            "content": " 12. (1) The reproduction of every marine mammal must be managed in a way that promotes the immediate and long-term health of the marine mammal and any offspring. (2) Pre-parturient and lactating female marine mammals must be held in appropriate social groups within enclosures that encourage successful rearing of offspring. (3) A marine mammal must not be bred if the breeding would be inconsistent with its animal welfare plan.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK26\"></a><b>12. </b>(1) The reproduction of every marine mammal must be managed in a way that promotes the immediate and long-term health of the marine mammal and any offspring.</p> <p class=\"subsection-e\">  (2) Pre-parturient and lactating female marine mammals must be held in appropriate social groups within enclosures that encourage successful rearing of offspring.</p> <p class=\"subsection-e\">  (3) A marine mammal must not be bred if the breeding would be inconsistent with its animal welfare plan.</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "13.",
            "part_id": "PART III  ",
            "part_type": "PART III ADDITIONAL STANDARDS OF CARE AND ADMINISTRATIVE REQUIREMENTS FOR MARINE MAMMALS",
            "section": "13.",
            "content": " 13. (1) Every marine mammal must be provided with a program of preventative health care designed by a marine mammal veterinarian. (2) The program must include, (a)  a complete annual physical examination; (b)  the establishment of diets specific to the marine mammal; (c)  regular oral examinations at frequencies specified by the marine mammal veterinarian; and (d)  regular treatment of any dental problems. (3) Every marine mammal must be under the care of a marine mammal veterinarian who provides preventative care and who is readily available to provide emergency care at any time of day.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK27\"></a><b>13. </b>(1) Every marine mammal must be provided with a program of preventative health care designed by a marine mammal veterinarian.</p> <p class=\"subsection-e\">  (2) The program must include,</p> <p class=\"clause-e\">  (a)  a complete annual physical examination;</p> <p class=\"clause-e\">  (b)  the establishment of diets specific to the marine mammal;</p> <p class=\"clause-e\">  (c)  regular oral examinations at frequencies specified by the marine mammal veterinarian; and</p> <p class=\"clause-e\">  (d)  regular treatment of any dental problems.</p> <p class=\"subsection-e\">  (3) Every marine mammal must be under the care of a marine mammal veterinarian who provides preventative care and who is readily available to provide emergency care at any time of day.</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "14.",
            "part_id": "PART III  ",
            "part_type": "PART III ADDITIONAL STANDARDS OF CARE AND ADMINISTRATIVE REQUIREMENTS FOR MARINE MAMMALS",
            "section": "14.",
            "content": " 14. (1) If a marine mammal dies, a post mortem examination of the body must be conducted by a marine mammal veterinarian. (2) The findings of the marine mammal veterinarian must be recorded in a report that is reviewed by a pathologist with experience caring for marine mammals. (3) The marine mammal veterinarian must be asked for recommendations to prevent similar deaths.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK28\"></a><b>14. </b>(1) If a marine mammal dies, a post mortem examination of the body must be conducted by a marine mammal veterinarian.</p> <p class=\"subsection-e\">  (2) The findings of the marine mammal veterinarian must be recorded in a report that is reviewed by a pathologist with experience caring for marine mammals.</p> <p class=\"subsection-e\">  (3) The marine mammal veterinarian must be asked for recommendations to prevent similar deaths.</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "15.",
            "part_id": "PART III  ",
            "part_type": "PART III ADDITIONAL STANDARDS OF CARE AND ADMINISTRATIVE REQUIREMENTS FOR MARINE MAMMALS",
            "section": "15.",
            "content": " 15. (1) This section applies to marine mammals who are housed in an enclosure that could expose them to physical contact with members of the public. (2) The person who possesses the marine mammal must have a written policy that, (a)  clearly identifies any risks to the health or safety of the marine mammal associated with the physical contact; (b)  identifies and addresses any other safety issues or concerns; and (c)  identifies the qualifications of the persons who are overseeing the physical contact. (3) Any risks identified in the written policy must be mitigated.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK29\"></a><b>15. </b>(1) This section applies to marine mammals who are housed in an enclosure that could expose them to physical contact with members of the public.</p> <p class=\"subsection-e\">  (2) The person who possesses the marine mammal must have a written policy that,</p> <p class=\"clause-e\">  (a)  clearly identifies any risks to the health or safety of the marine mammal associated with the physical contact;</p> <p class=\"clause-e\">  (b)  identifies and addresses any other safety issues or concerns; and</p> <p class=\"clause-e\">  (c)  identifies the qualifications of the persons who are overseeing the physical contact.</p> <p class=\"subsection-e\">  (3) Any risks identified in the written policy must be mitigated.</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "16.",
            "part_id": "PART III  ",
            "part_type": "PART III ADDITIONAL STANDARDS OF CARE AND ADMINISTRATIVE REQUIREMENTS FOR MARINE MAMMALS",
            "section": "16.",
            "content": " 16. (1) Every marine mammal must be provided with a feeding enrichment program which may include, but is not limited to, the use of live fish, the introduction of novel foods or the use of task-oriented feeding methods. (2) Every marine mammal must be provided with daily training, social enrichment and play sessions unless otherwise specified in its animal welfare plan. (3) The enclosure of every marine mammal must have the environmental enrichment objects, if any, specified in its animal welfare plan. (4) The environmental enrichment objects must be non-toxic and must not be breakable or ingestible by the marine mammal. Enclosure",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK30\"></a><b>16. </b>(1) Every marine mammal must be provided with a feeding enrichment program which may include, but is not limited to, the use of live fish, the introduction of novel foods or the use of task-oriented feeding methods.</p> <p class=\"subsection-e\">  (2) Every marine mammal must be provided with daily training, social enrichment and play sessions unless otherwise specified in its animal welfare plan.</p> <p class=\"subsection-e\">  (3) The enclosure of every marine mammal must have the environmental enrichment objects, if any, specified in its animal welfare plan.</p> <p class=\"subsection-e\">  (4) The environmental enrichment objects must be non-toxic and must not be breakable or ingestible by the marine mammal.</p> <p class=\"heading1-e\"><a name=\"BK31\"></a>Enclosure</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "Enclosure",
            "part_id": "PART III  ",
            "part_type": "PART III ADDITIONAL STANDARDS OF CARE AND ADMINISTRATIVE REQUIREMENTS FOR MARINE MAMMALS",
            "section": "Enclosure",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "17.",
            "part_id": "PART III  ",
            "part_type": "PART III ADDITIONAL STANDARDS OF CARE AND ADMINISTRATIVE REQUIREMENTS FOR MARINE MAMMALS",
            "section": "17.",
            "content": " 17. (1) Every marine mammal must be provided with an enclosure that meets the requirements of this section. (2) Measures must be taken to minimize the risk that the enclosure will be contaminated with potentially harmful microorganisms. (3) The enclosure must be provided with a backup generator or generators that are sufficient to provide power to the enclosure in the event of a power failure. (4) The enclosure must meet the following requirements: 1.  The enclosure must provide the marine mammal with sufficient space and features for species-appropriate activities both in and, if appropriate, out of the water. 2.  The enclosure must be designed to facilitate cleaning. 3.  The enclosure must include fixed features that provide visual and tactile enrichment, which may include, but are not limited to, any of the following: i.  Bubble walls. ii.  Privacy baffles. iii.  Different substrates. iv.  Water jets. v.  Sprinklers. vi.  Mirrors or other reflective surfaces. vii.  Areas on the bottom of the pool that simulate pebbles on the seafloor. 4.  If more than one marine mammal is housed in the enclosure, the enclosure must include privacy baffles, other fixed features or retreat areas that allow a marine mammal to separate itself from other marine mammals in order to avoid aggression, unwanted attention or disturbance. 5.  The enclosure must have a drain that can lower water levels to facilitate cleaning and animal management activities. (5) In addition to a pool of water, an enclosure that houses a sea otter or a member of the family Phocidae (true seals), the family Otariidae (eared seals and sea lions) or the family Odobenidae (walruses) must have a permanent haul-out. (6) The haul-out mentioned in subsection (5) must be capable of simultaneously accommodating all of the marine mammals listed in that subsection that are housed in the enclosure.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK32\"></a><b>17. </b>(1) Every marine mammal must be provided with an enclosure that meets the requirements of this section.</p> <p class=\"subsection-e\">  (2) Measures must be taken to minimize the risk that the enclosure will be contaminated with potentially harmful microorganisms.</p> <p class=\"subsection-e\">  (3) The enclosure must be provided with a backup generator or generators that are sufficient to provide power to the enclosure in the event of a power failure.</p> <p class=\"subsection-e\">  (4) The enclosure must meet the following requirements:</p> <p class=\"paragraph-e\">  1.  The enclosure must provide the marine mammal with sufficient space and features for species-appropriate activities both in and, if appropriate, out of the water.</p> <p class=\"paragraph-e\">  2.  The enclosure must be designed to facilitate cleaning.</p> <p class=\"paragraph-e\">  3.  The enclosure must include fixed features that provide visual and tactile enrichment, which may include, but are not limited to, any of the following:</p> <p class=\"subpara-e\">  i.  Bubble walls.</p> <p class=\"subpara-e\">  ii.  Privacy baffles.</p> <p class=\"subpara-e\">  iii.  Different substrates.</p> <p class=\"subpara-e\">  iv.  Water jets.</p> <p class=\"subpara-e\">  v.  Sprinklers.</p> <p class=\"subpara-e\">  vi.  Mirrors or other reflective surfaces.</p> <p class=\"subpara-e\">  vii.  Areas on the bottom of the pool that simulate pebbles on the seafloor.</p> <p class=\"paragraph-e\">  4.  If more than one marine mammal is housed in the enclosure, the enclosure must include privacy baffles, other fixed features or retreat areas that allow a marine mammal to separate itself from other marine mammals in order to avoid aggression, unwanted attention or disturbance.</p> <p class=\"paragraph-e\">  5.  The enclosure must have a drain that can lower water levels to facilitate cleaning and animal management activities.</p> <p class=\"subsection-e\">  (5) In addition to a pool of water, an enclosure that houses a sea otter or a member of the family Phocidae (true seals), the family Otariidae (eared seals and sea lions) or the family Odobenidae (walruses) must have a permanent haul-out.</p> <p class=\"subsection-e\">  (6) The haul-out mentioned in subsection (5) must be capable of simultaneously accommodating all of the marine mammals listed in that subsection that are housed in the enclosure.</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "18.",
            "part_id": "PART III  ",
            "part_type": "PART III ADDITIONAL STANDARDS OF CARE AND ADMINISTRATIVE REQUIREMENTS FOR MARINE MAMMALS",
            "section": "18.",
            "content": " 18. (1) Every marine mammal in an enclosure must be provided with a reliable water supply that is sufficient to ensure the marine mammal’s health. (2) The person who possesses the marine mammal shall maintain a program for monitoring water quality to ensure that a healthy aquatic environment is provided, including daily monitoring of water salinity. (3) The salinity of the water must be maintained within the range appropriate for the marine mammal. (4) The results of the water quality tests must be recorded and kept for at least one year. (5) Water circulation equipment in the enclosure must be sufficient to circulate water throughout the pool. (6) An enclosure that houses a marine mammal must meet the following water quality requirements: 1.  Coliform bacteria in the water must not exceed 500 MPN (most probable number) per 100 mL, and testing must occur at least weekly. 2.  The water must be tested at least twice daily and treated as necessary to maintain pH values not less than 7.2 or more than 8.2. 3.  The total free and combined chlorine concentration must not exceed 1.5 mg/L, and the water must be tested at least twice daily for chlorine concentration. 4.  The water must be free of residual dissolved ozone.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK33\"></a><b>18. </b>(1) Every marine mammal in an enclosure must be provided with a reliable water supply that is sufficient to ensure the marine mammal’s health.</p> <p class=\"subsection-e\">  (2) The person who possesses the marine mammal shall maintain a program for monitoring water quality to ensure that a healthy aquatic environment is provided, including daily monitoring of water salinity.</p> <p class=\"subsection-e\">  (3) The salinity of the water must be maintained within the range appropriate for the marine mammal.</p> <p class=\"subsection-e\">  (4) The results of the water quality tests must be recorded and kept for at least one year.</p> <p class=\"subsection-e\">  (5) Water circulation equipment in the enclosure must be sufficient to circulate water throughout the pool.</p> <p class=\"subsection-e\">  (6) An enclosure that houses a marine mammal must meet the following water quality requirements:</p> <p class=\"paragraph-e\">  1.  Coliform bacteria in the water must not exceed 500 MPN (most probable number) per 100 mL, and testing must occur at least weekly.</p> <p class=\"paragraph-e\">  2.  The water must be tested at least twice daily and treated as necessary to maintain pH values not less than 7.2 or more than 8.2.</p> <p class=\"paragraph-e\">  3.  The total free and combined chlorine concentration must not exceed 1.5 mg/L, and the water must be tested at least twice daily for chlorine concentration.</p> <p class=\"paragraph-e\">  4.  The water must be free of residual dissolved ozone.</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "19.",
            "part_id": "PART III  ",
            "part_type": "PART III ADDITIONAL STANDARDS OF CARE AND ADMINISTRATIVE REQUIREMENTS FOR MARINE MAMMALS",
            "section": "19.",
            "content": " 19. (1) Every marine mammal must be provided with environmental temperature and humidity ranges appropriate for the species. (2) Every marine mammal must be provided with shelter from inclement weather if it is necessary for the marine mammal’s comfort or well-being. (3) Any artificial light used in the enclosure must be as similar as possible to the light spectrum of sunlight. (4) Every marine mammal must be provided with exposure to natural or simulated annual photoperiods that reflect the needs of the species, particularly with respect to moult. (5) Every marine mammal must be protected from noise that could cause auditory discomfort or distress. (6) The enclosure air must be free of harmful concentrations of pollutants. (7) Every marine mammal must be housed in an enclosure that is outdoors or that provides access to an outdoor area unless its animal welfare plan provides otherwise. (8) Every marine mammal must be provided with an area of shade in its enclosure in accordance with its animal welfare plan.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK34\"></a><b>19. </b>(1) Every marine mammal must be provided with environmental temperature and humidity ranges appropriate for the species.</p> <p class=\"subsection-e\">  (2) Every marine mammal must be provided with shelter from inclement weather if it is necessary for the marine mammal’s comfort or well-being.</p> <p class=\"subsection-e\">  (3) Any artificial light used in the enclosure must be as similar as possible to the light spectrum of sunlight.</p> <p class=\"subsection-e\">  (4) Every marine mammal must be provided with exposure to natural or simulated annual photoperiods that reflect the needs of the species, particularly with respect to moult.</p> <p class=\"subsection-e\">  (5) Every marine mammal must be protected from noise that could cause auditory discomfort or distress.</p> <p class=\"subsection-e\">  (6) The enclosure air must be free of harmful concentrations of pollutants.</p> <p class=\"subsection-e\">  (7) Every marine mammal must be housed in an enclosure that is outdoors or that provides access to an outdoor area unless its animal welfare plan provides otherwise.</p> <p class=\"subsection-e\">  (8) Every marine mammal must be provided with an area of shade in its enclosure in accordance with its animal welfare plan.</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "20.",
            "part_id": "PART III  ",
            "part_type": "PART III ADDITIONAL STANDARDS OF CARE AND ADMINISTRATIVE REQUIREMENTS FOR MARINE MAMMALS",
            "section": "20.",
            "content": " 20. (1) An enclosure for veterinary care or temporary holding of marine mammals must be provided. (2) A quarantine area to isolate marine mammals must be provided. (3) A method to separate any marine mammal for behavioural or management purposes must be provided. Other Administrative Requirements",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK35\"></a><b>20. </b>(1) An enclosure for veterinary care or temporary holding of marine mammals must be provided.</p> <p class=\"subsection-e\">  (2) A quarantine area to isolate marine mammals must be provided.</p> <p class=\"subsection-e\">  (3) A method to separate any marine mammal for behavioural or management purposes must be provided.</p> <p class=\"heading1-e\"><a name=\"BK36\"></a>Other Administrative Requirements</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "Other Administrative Requirements",
            "part_id": "PART III  ",
            "part_type": "PART III ADDITIONAL STANDARDS OF CARE AND ADMINISTRATIVE REQUIREMENTS FOR MARINE MAMMALS",
            "section": "Other Administrative Requirements",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "21.",
            "part_id": "PART III  ",
            "part_type": "PART III ADDITIONAL STANDARDS OF CARE AND ADMINISTRATIVE REQUIREMENTS FOR MARINE MAMMALS",
            "section": "21.",
            "content": " 21. (1) Every marine mammal must be individually identifiable. (2) The means used to ensure that a marine mammal is individually identifiable must be minimally intrusive. (3) Procedures must be put in place for every marine mammal to ensure timely transfer of critical information between persons who provide care to the marine mammal. (4) The following records must be kept for every marine mammal: 1.  The date that possession of the marine mammal was obtained by the person who possesses the marine mammal. 2.  Whether the marine mammal was captive-born or wild-caught. 3.  The name of the person from whom the marine mammal was acquired, if applicable. 4.  The species, sex, colour, markings and physical abnormalities, if any, of the marine mammal. 5.  The marine mammal’s date of birth or, if wild-caught, the marine mammal’s estimated date of birth. 6.  The marine mammal’s parents, if known. 7.  Records related to any attempt to breed the marine mammal, including the identity of the marine mammal with which breeding was attempted, the outcome of the breeding and the identity of any offspring. 8.  Veterinary clinical records. 9.  A list of any medication given to the marine mammal and the reason for which it was given. 10.  Training records. 11.  A record of any abnormal behaviours exhibited by the marine mammal, including the expression of any stereotypies, such as inappetence or food refusal, vomiting, actions that result in self-inflicted injuries or aggression towards trainers or other animals. 12.  Any information that the marine mammal’s animal welfare plan requires to be maintained. (5) The records required by this section must be retained for five years following the death of the marine mammal.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK37\"></a><b>21. </b>(1) Every marine mammal must be individually identifiable.</p> <p class=\"subsection-e\">  (2) The means used to ensure that a marine mammal is individually identifiable must be minimally intrusive.</p> <p class=\"subsection-e\">  (3) Procedures must be put in place for every marine mammal to ensure timely transfer of critical information between persons who provide care to the marine mammal.</p> <p class=\"subsection-e\">  (4) The following records must be kept for every marine mammal:</p> <p class=\"paragraph-e\">  1.  The date that possession of the marine mammal was obtained by the person who possesses the marine mammal.</p> <p class=\"paragraph-e\">  2.  Whether the marine mammal was captive-born or wild-caught.</p> <p class=\"paragraph-e\">  3.  The name of the person from whom the marine mammal was acquired, if applicable.</p> <p class=\"paragraph-e\">  4.  The species, sex, colour, markings and physical abnormalities, if any, of the marine mammal.</p> <p class=\"paragraph-e\">  5.  The marine mammal’s date of birth or, if wild-caught, the marine mammal’s estimated date of birth.</p> <p class=\"paragraph-e\">  6.  The marine mammal’s parents, if known.</p> <p class=\"paragraph-e\">  7.  Records related to any attempt to breed the marine mammal, including the identity of the marine mammal with which breeding was attempted, the outcome of the breeding and the identity of any offspring.</p> <p class=\"paragraph-e\">  8.  Veterinary clinical records.</p> <p class=\"paragraph-e\">  9.  A list of any medication given to the marine mammal and the reason for which it was given.</p> <p class=\"paragraph-e\">  10.  Training records.</p> <p class=\"paragraph-e\">  11.  A record of any abnormal behaviours exhibited by the marine mammal, including the expression of any stereotypies, such as inappetence or food refusal, vomiting, actions that result in self-inflicted injuries or aggression towards trainers or other animals.</p> <p class=\"paragraph-e\">  12.  Any information that the marine mammal’s animal welfare plan requires to be maintained.</p> <p class=\"subsection-e\">  (5) The records required by this section must be retained for five years following the death of the marine mammal.</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "22.",
            "part_id": "PART III  ",
            "part_type": "PART III ADDITIONAL STANDARDS OF CARE AND ADMINISTRATIVE REQUIREMENTS FOR MARINE MAMMALS",
            "section": "22.",
            "content": " 22. (1) A written policy must be prepared for every marine mammal to promote the marine mammal’s welfare when it is transferred between social groups or moved to another location. (2) Before a marine mammal is transferred or moved, a behavioural and medical assessment must be carried out by a marine mammal veterinarian to determine whether it can be safely transferred or moved. (3) Before a marine mammal is transferred or moved, the transportation must be planned and documented in a detailed transportation plan, approved by the marine mammal’s animal welfare committee, that addresses the marine mammal’s health and well-being during transport. (4) The transportation plan must accompany the marine mammal during the transfer or move and be made available for review by any person involved in the transfer or move. (5) A marine mammal must be accompanied by one or more attendants during the transfer or move who are competent and knowledgeable in the transportation of that species. At least one of the attendants must be a marine mammal veterinarian or a person licensed to practise veterinary medicine in the jurisdiction to which the marine mammal is being moved or from which it is being moved. Part IV (OMITTED) 23. Omitted (provides for coming into force of provisions of this Regulation).  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK38\"></a><b>22. </b>(1) A written policy must be prepared for every marine mammal to promote the marine mammal’s welfare when it is transferred between social groups or moved to another location.</p> <p class=\"subsection-e\">  (2) Before a marine mammal is transferred or moved, a behavioural and medical assessment must be carried out by a marine mammal veterinarian to determine whether it can be safely transferred or moved.</p> <p class=\"subsection-e\">  (3) Before a marine mammal is transferred or moved, the transportation must be planned and documented in a detailed transportation plan, approved by the marine mammal’s animal welfare committee, that addresses the marine mammal’s health and well-being during transport.</p> <p class=\"subsection-e\">  (4) The transportation plan must accompany the marine mammal during the transfer or move and be made available for review by any person involved in the transfer or move.</p> <p class=\"subsection-e\">  (5) A marine mammal must be accompanied by one or more attendants during the transfer or move who are competent and knowledgeable in the transportation of that species. At least one of the attendants must be a marine mammal veterinarian or a person licensed to practise veterinary medicine in the jurisdiction to which the marine mammal is being moved or from which it is being moved.</p> <p class=\"partnum-e\"><a name=\"BK39\"></a>Part <span class=\"ovboldallcaps\">IV</span> (OMITTED)</p> <p class=\"section-e\"> <b>23.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/190444\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": "None",
            "TOCid": "None",
            "part_id": "PART III  ",
            "part_type": "PART III ADDITIONAL STANDARDS OF CARE AND ADMINISTRATIVE REQUIREMENTS FOR MARINE MAMMALS",
            "section": "None",
            "content": NaN,
            "raw_html": NaN
        }
    ]
}