{
    "reg_info": {
        "full_title": "O. Reg. 261/07: SERVICE PROVIDER ORGANIZATIONS",
        "reg_name_text": "SERVICE PROVIDER ORGANIZATIONS",
        "citation": "O. Reg. 261/07: ",
        "act_under": "Ministry of Government Services Act   Loi sur le ministère des Services gouvernementaux",
        "url": "https://www.ontario.ca/laws/regulation/070261",
        "date_scraped": "2023-12-19 09:52:31"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/070261/v1",
            "valid_from": "June 12, 2007",
            "valid_to": "August 23, 2007"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Designation of Service Ontario",
            "content": "1. Pursuant to subsection 17.1 (1) of the Act, ServiceOntario, a part of the Ministry of Government Services, is designated as a service provider organization. O. Reg. 261/07, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>Pursuant to subsection 17.1 (1) of the Act, ServiceOntario, a part of the Ministry of Government Services, is designated as a service provider organization. O. Reg. 261/07, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Designation of services to be provided",
            "content": "2. (1) ServiceOntario may provide the following services, which services are otherwise provided by the Minister of Transportation under the Highway Traffic Act, to members of the public on behalf of the Ministry of Transportation: 1. In respect of drivers’ licences, ServiceOntario may, i. issue, replace and renew a driver’s licence, ii. issue a temporary driver’s licence, iii. change a driver’s licence class, condition or endorsement, iv. change information on a driver’s licence, v. accept, on behalf of the Ministry of Transportation, the return or surrender of a driver’s licence, and vi. accept applications, on behalf of the Ministry of Transportation, for renewal or replacement of driving instructor licences. 2. In respect of vehicle permits, ServiceOntario may, i. issue, replace and renew a vehicle permit, ii. change the classification and status of a vehicle permit, iii. issue evidence of validation for a vehicle permit, and iv. change information on a vehicle permit. 3. In respect of number plates, ServiceOntario may issue evidence of validation for number plates. 4. In respect of disabled person parking permits, ServiceOntario may, i. issue, replace and renew a disabled person parking permit, and ii. change information on a disabled person parking permit. 5. In respect of garage licences and storage licences, ServiceOntario may issue and replace garage licences and storage licences. O. Reg. 261/07, s. 2 (1). (2) ServiceOntario may provide the following services, which services are otherwise provided by the Minister of Transportation under the Motorized Snow Vehicles Act, to members of the public on behalf of the Ministry of Transportation: 1. Issue and replace a motorized snow vehicle operator’s licence. 2. Issue and replace a motorized snow vehicle permit. 3. Issue evidence of the validation of a motorized snow vehicle permit. O. Reg. 261/07, s. 2 (2). (3) ServiceOntario may provide the following services, which services are otherwise provided by the Minister of Transportation under the Off-Road Vehicles Act, to members of the public on behalf of the Ministry of Transportation: 1. Issue and replace an off-road vehicle permit. 2. Issue and replace an off-road vehicle number plate. O. Reg. 261/07, s. 2 (3). (4) ServiceOntario may provide the following services with respect to records maintained by the Ministry of Transportation to members of the public on behalf of the Ministry of Transportation: 1. Provide copies of records about motor vehicles, motorized snow vehicles and off-road vehicles. 2. Provides copies of records about drivers. 3. Provide copies of CVOR records for commercial motor vehicle operators. 4. Accept and process requests to the Ministry of Transportation to certify records maintained by the Ministry of Transportation. O. Reg. 261/07, s. 2 (4). (5) ServiceOntario may provide the following administrative services, which services are otherwise provided by the Ministry of Transportation, to members of the public on behalf of the Ministry of Transportation: 1. At a location in the City of Toronto and at a location in the City of Ottawa, administer examination services to members of the public that are required by the Minister of Transportation, including tests of knowledge of the Highway Traffic Act and the regulations made under it but excluding road tests and air brake endorsement practical tests, to obtain, renew, maintain, upgrade or reinstate a driver’s licence or any class of driver’s licence. 2. Administer vision examinations for licensing purposes. 3. Accept and process payments of fees, tolls, fines and penalties. 4. Accept and process applications for refunds in relation to the services listed in this section. 5. Sell products, including sample number plates, gift certificates for own choice plates and used vehicle information packages. 6. Provide information and respond to queries in relation to services listed in this section. O. Reg. 261/07, s. 2 (5). (6) In this section, “CVOR records” has the same meaning as in section 4 of Ontario Regulation 424/97 (Commercial Motor Vehicle Operators’ Information) made under the Highway Traffic Act. O. Reg. 261/07, s. 2 (6).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) ServiceOntario may provide the following services, which services are otherwise provided by the Minister of Transportation under the <i>Highway Traffic Act</i>, to members of the public on behalf of the Ministry of Transportation:</p> <p class=\"paragraph-e\">1. In respect of drivers’ licences, ServiceOntario may, </p> <p class=\"subpara-e\">i. issue, replace and renew a driver’s licence,</p> <p class=\"subpara-e\">ii. issue a temporary driver’s licence,</p> <p class=\"subpara-e\">iii. change a driver’s licence class, condition or endorsement,</p> <p class=\"subpara-e\">iv. change information on a driver’s licence, </p> <p class=\"subpara-e\">v. accept, on behalf of the Ministry of Transportation, the return or surrender of a driver’s licence, and</p> <p class=\"subpara-e\">vi. accept applications, on behalf of the Ministry of Transportation, for renewal or replacement of driving instructor licences.  </p> <p class=\"paragraph-e\">2. In respect of vehicle permits, ServiceOntario may, </p> <p class=\"subpara-e\">i. issue, replace and renew a vehicle permit,</p> <p class=\"subpara-e\">ii. change the classification and status of a vehicle permit, </p> <p class=\"subpara-e\">iii. issue evidence of validation for a vehicle permit, and</p> <p class=\"subpara-e\">iv. change information on a vehicle permit.</p> <p class=\"paragraph-e\">3. In respect of number plates, ServiceOntario may issue evidence of validation for number plates.</p> <p class=\"paragraph-e\">4. In respect of disabled person parking permits, ServiceOntario may,</p> <p class=\"subpara-e\">i. issue, replace and renew a disabled person parking permit, and</p> <p class=\"subpara-e\">ii. change information on a disabled person parking permit.</p> <p class=\"paragraph-e\">5. In respect of garage licences and storage licences, ServiceOntario may issue and replace garage licences and storage licences. O. Reg. 261/07, s. 2 (1).</p> <p class=\"subsection-e\">(2) ServiceOntario may provide the following services, which services are otherwise provided by the Minister of Transportation under the<i> Motorized Snow Vehicles Act</i>, to members of the public on behalf of the Ministry of Transportation:</p> <p class=\"paragraph-e\">1. Issue and replace a motorized snow vehicle operator’s licence.</p> <p class=\"paragraph-e\">2. Issue and replace a motorized snow vehicle permit.</p> <p class=\"paragraph-e\">3. Issue evidence of the validation of a motorized snow vehicle permit. O. Reg. 261/07, s. 2 (2).</p> <p class=\"subsection-e\">(3) ServiceOntario may provide the following services, which services are otherwise provided by the Minister of Transportation under the<i> Off-Road Vehicles Act</i>, to members of the public on behalf of the Ministry of Transportation:</p> <p class=\"paragraph-e\">1. Issue and replace an off-road vehicle permit.</p> <p class=\"paragraph-e\">2. Issue and replace an off-road vehicle number plate. O. Reg. 261/07, s. 2 (3).</p> <p class=\"subsection-e\">(4) ServiceOntario may provide the following services with respect to records maintained by the Ministry of Transportation to members of the public on behalf of the Ministry of Transportation:</p> <p class=\"paragraph-e\">1. Provide copies of records about motor vehicles, motorized snow vehicles and off-road vehicles.</p> <p class=\"paragraph-e\">2. Provides copies of records about drivers.</p> <p class=\"paragraph-e\">3. Provide copies of CVOR records for commercial motor vehicle operators.</p> <p class=\"paragraph-e\">4. Accept and process requests to the Ministry of Transportation to certify records maintained by the Ministry of Transportation. O. Reg. 261/07, s. 2 (4).</p> <p class=\"subsection-e\">(5) ServiceOntario may provide the following administrative services, which services are otherwise provided by the Ministry of Transportation, to members of the public on behalf of the Ministry of Transportation:</p> <p class=\"paragraph-e\">1. At a location in the City of Toronto and at a location in the City of Ottawa, administer examination services to members of the public that are required by the Minister of Transportation, including tests of knowledge of the <i>Highway Traffic Act</i> and the regulations made under it but excluding road tests and air brake endorsement practical tests, to obtain, renew, maintain, upgrade or reinstate a driver’s licence or any class of driver’s licence.  </p> <p class=\"paragraph-e\">2. Administer vision examinations for licensing purposes.</p> <p class=\"paragraph-e\">3. Accept and process payments of fees, tolls, fines and penalties.</p> <p class=\"paragraph-e\">4. Accept and process applications for refunds in relation to the services listed in this section. </p> <p class=\"paragraph-e\">5. Sell products, including sample number plates, gift certificates for own choice plates and used vehicle information packages.</p> <p class=\"paragraph-e\">6. Provide information and respond to queries in relation to services listed in this section. O. Reg. 261/07, s. 2 (5).</p> <p class=\"subsection-e\">(6) In this section, </p> <p class=\"firstdef-e\">“CVOR records” has the same meaning as in section 4 of Ontario Regulation 424/97 (Commercial Motor Vehicle Operators’ Information) made under the <i>Highway Traffic Act</i>. O. Reg. 261/07, s. 2 (6).</p>"
        },
        {
            "id": "3.",
            "section": "Authorization to act on behalf of the Minister of Transportation",
            "content": "3. ServiceOntario is authorized to exercise the powers and to perform the functions and duties of the Minister of Transportation under subsections 7 (21) and 32 (6) of the Highway Traffic Act. O. Reg. 261/07, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>ServiceOntario is authorized to exercise the powers and to perform the functions and duties of the Minister of Transportation under subsections 7 (21) and 32 (6) of the <i>Highway Traffic Act</i>. O. Reg. 261/07, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Authorization to act on behalf of the Minister of Transportation",
            "content": "4. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 261/07, s. 4. ",
            "raw_html": "<p class=\"section-e\"><b>4.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 261/07, s. 4.</p> <p class=\"Normal\"></p>"
        }
    ]
}