{
    "reg_info": {
        "full_title": "O. Reg. 356/20: ZONING AREA - TOWNSHIP OF PERTH SOUTH, COUNTY OF PERTH",
        "reg_name_text": "ZONING AREA - TOWNSHIP OF PERTH SOUTH, COUNTY OF PERTH",
        "citation": "O. Reg. 356/20: ",
        "act_under": "Planning Act   Loi sur l’aménagement du territoire ",
        "url": "https://www.ontario.ca/laws/regulation/200356",
        "date_scraped": "2023-12-18 15:12:15"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/200356/v1",
            "valid_from": "July  8, 2020",
            "valid_to": "July  1, 2021"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. In this Order, “accessory” means a use, building or structure that is normally incidental or subordinate to a principal use, building or structure located on the same lot, including but not limited to, (a)  indoor storage and distribution of products, parts, equipment, machinery, goods, materials, substances and glass, (b)  a circulating water pump house, oil station, nitrogen generation unit, hydrogen and oxygen generation unit, compressed air unit, waste heat power generation, (c)  servicing, hiring, loading and unloading of trailers, trucks, buses and other fleet vehicles, including rail line, (d)  a business office, conference facility and data centre used in conjunction with the other uses on the site, (e)  a cafeteria or similar type of food establishment for use by employees, used in conjunction with the other uses on the site, (f)  facilities for training employees and corporate training, (g)  facilities for employee recreation, health and fitness and health care, (h)  a generating plant used in conjunction with the other uses on the site, (i)  satellite dishes, antennas, chimney stacks, scrubbers and other similar equipment, (j)  an emergency preparedness centre, (k)  a dwelling unit for onsite caretaker and fire protection staff, and (l)  parking; “emergency preparedness centre” means a building to house a stand-by emergency response team to perform emergency repairs and co-ordinate operational adjustments for rapid response to unexpected operational problems to avoid production interruptions or emergency shutdown, and includes sleeping facilities.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Order,</p> <p class=\"definition-e\">“accessory” means a use, building or structure that is normally incidental or subordinate to a principal use, building or structure located on the same lot, including but not limited to,</p> <p class=\"defclause-e\">  (a)  indoor storage and distribution of products, parts, equipment, machinery, goods, materials, substances and glass,</p> <p class=\"defclause-e\">  (b)  a circulating water pump house, oil station, nitrogen generation unit, hydrogen and oxygen generation unit, compressed air unit, waste heat power generation,</p> <p class=\"defclause-e\">  (c)  servicing, hiring, loading and unloading of trailers, trucks, buses and other fleet vehicles, including rail line,</p> <p class=\"defclause-e\">  (d)  a business office, conference facility and data centre used in conjunction with the other uses on the site,</p> <p class=\"defclause-e\">  (e)  a cafeteria or similar type of food establishment for use by employees, used in conjunction with the other uses on the site,</p> <p class=\"defclause-e\">  (f)  facilities for training employees and corporate training,</p> <p class=\"defclause-e\">  (g)  facilities for employee recreation, health and fitness and health care,</p> <p class=\"defclause-e\">  (h)  a generating plant used in conjunction with the other uses on the site,</p> <p class=\"defclause-e\">  (i)  satellite dishes, antennas, chimney stacks, scrubbers and other similar equipment,</p> <p class=\"defclause-e\">  (j)  an emergency preparedness centre,</p> <p class=\"defclause-e\">  (k)  a dwelling unit for onsite caretaker and fire protection staff, and</p> <p class=\"defclause-e\">  (l)  parking;</p> <p class=\"definition-e\">“emergency preparedness centre” means a building to house a stand-by emergency response team to perform emergency repairs and co-ordinate operational adjustments for rapid response to unexpected operational problems to avoid production interruptions or emergency shutdown, and includes sleeping facilities.</p>"
        },
        {
            "id": "2.",
            "section": "Application",
            "content": " 2. This Order applies to lands in the Township of Perth South, in the Province of Ontario, being Part of Lots 2, 3 and 4, Concession 5, designated as Part 2 on Reference Plan 44R-5730, and further identified by Property Identification Number 53265-0007 (LT) registered in the Land Registry Office for the Land Titles Division of Perth No. 44.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>This Order applies to lands in the Township of Perth South, in the Province of Ontario, being Part of Lots 2, 3 and 4, Concession 5, designated as Part 2 on Reference Plan 44R-5730, and further identified by Property Identification Number 53265-0007 (LT) registered in the Land Registry Office for the Land Titles Division of Perth No. 44.</p>"
        },
        {
            "id": "3.",
            "section": "Use of land",
            "content": " 3. (1) Every use of land and every erection, location or use of any building or structure is prohibited on the lands referred to in section 2, except for, (a)\nthe manufacturing, processing, fabrication, assembly, distribution and storage of raw materials relating to the manufacturing of float glass; and (b) those uses, buildings and structures which are accessory to the uses set out in clause (a). (2) The zoning requirements for the lands referred to in section 2 are the following: 1.  The maximum lot coverage is 70 per cent. 2.  The maximum height of all buildings and structures is, i.  for buildings located within 500 metres of Highway 7, 30 metres, and ii.  for buildings located more than 500 metres from Highway 7, 50 metres. 3.  The minimum driveway setback to the north property line is, i.  for a distance of 150 metres or less from the intersection of the driveway with Highway 7, 22 metres, or ii.  for a distance of greater than 150 metres from the intersection of the driveway with Highway 7, 3 metres. 4.  The minimum setback of any building or driveway is 10 metres from the dripline of any woodlot. 5.  The minimum yard setback from the lot line to any building or driveway is, i.  5 metres on the north side, ii.  5 metres on the south side, iii.  0 metres on the west side, and iv.  on the east side, A.  70 metres for the portion that abuts residential uses, and B.  5 metres for any other portion. 6.  No loading spaces are required. 7.  The minimum number of parking spaces is 200. 8.  Nothing in this Order restricts the height of the following structures if the requirements set out in subsection (3) are satisfied: i.  Antennas. ii.  Chimneys. iii.  Electric power transmission towers. iv.  Flag poles. v.  Construction cranes. vi.  Roof-top structures containing heating, cooling or other mechanized equipment. vii.  Telecommunications towers. viii.  Water storage towers. (3) The following are the requirements mentioned in paragraph 8 of subsection (2): 1.  No structure listed in paragraph 8 of subsection (2), other than a structure of a public use, occupies, i.  if the structure is situated on the roof of a building, more than 10 per cent of the area of the roof, or ii.  if the structure is not situated on the roof of a building, more than 5 per cent of the lot area of the lot on which the structure is situated. 2.  No structure listed in paragraph 8 of subsection (2) contains a habitable room.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) Every use of land and every erection, location or<b> </b>use of any building or structure is prohibited on the lands referred to in section 2, except for,</p> <p class=\"clause-e\">(a)<span>\n</span>the manufacturing, processing, fabrication, assembly, distribution and storage of raw materials relating to the manufacturing of float glass; and</p> <p class=\"clause-e\">(b) those uses, buildings and structures which are accessory to the uses set out in clause (a).</p> <p class=\"subsection-e\">  (2) The zoning requirements for the lands referred to in section 2 are the following:</p> <p class=\"paragraph-e\">  1.  The maximum lot coverage is 70 per cent.</p> <p class=\"paragraph-e\">  2.  The maximum height of all buildings and structures is,</p> <p class=\"subpara-e\">  i.  for buildings located within 500 metres of Highway 7, 30 metres, and</p> <p class=\"subpara-e\">  ii.  for buildings located more than 500 metres from Highway 7, 50 metres.</p> <p class=\"paragraph-e\">  3.  The minimum driveway setback to the north property line is,</p> <p class=\"subpara-e\">  i.  for a distance of 150 metres or less from the intersection of the driveway with Highway 7, 22 metres, or</p> <p class=\"subpara-e\">  ii.  for a distance of greater than 150 metres from the intersection of the driveway with Highway 7, 3 metres.</p> <p class=\"paragraph-e\">  4.  The minimum setback of any building or driveway is 10 metres from the dripline of any woodlot.</p> <p class=\"paragraph-e\">  5.  The minimum yard setback from the lot line to any building or driveway is,</p> <p class=\"subpara-e\">  i.  5 metres on the north side,</p> <p class=\"subpara-e\">  ii.  5 metres on the south side,</p> <p class=\"subpara-e\">  iii.  0 metres on the west side, and</p> <p class=\"subpara-e\">  iv.  on the east side,</p> <p class=\"subsubpara-e\">  A.  70 metres for the portion that abuts residential uses, and</p> <p class=\"subsubpara-e\">  B.  5 metres for any other portion.</p> <p class=\"paragraph-e\">  6.  No loading spaces are required.</p> <p class=\"paragraph-e\">  7.  The minimum number of parking spaces is 200.</p> <p class=\"paragraph-e\">  8.  Nothing in this Order restricts the height of the following structures if the requirements set out in subsection (3) are satisfied:</p> <p class=\"subpara-e\">  i.  Antennas.</p> <p class=\"subpara-e\">  ii.  Chimneys.</p> <p class=\"subpara-e\">  iii.  Electric power transmission towers.</p> <p class=\"subpara-e\">  iv.  Flag poles.</p> <p class=\"subpara-e\">  v.  Construction cranes.</p> <p class=\"subpara-e\">  vi.  Roof-top structures containing heating, cooling or other mechanized equipment.</p> <p class=\"subpara-e\">  vii.  Telecommunications towers.</p> <p class=\"subpara-e\">  viii.  Water storage towers.</p> <p class=\"subsection-e\">  (3) The following are the requirements mentioned in paragraph 8 of subsection (2):</p> <p class=\"paragraph-e\">  1.  No structure listed in paragraph 8 of subsection (2), other than a structure of a public use, occupies,</p> <p class=\"subpara-e\">  i.  if the structure is situated on the roof of a building, more than 10 per cent of the area of the roof, or</p> <p class=\"subpara-e\">  ii.  if the structure is not situated on the roof of a building, more than 5 per cent of the lot area of the lot on which the structure is situated.</p> <p class=\"paragraph-e\">  2.  No structure listed in paragraph 8 of subsection (2) contains a habitable room.</p>"
        },
        {
            "id": "4.",
            "section": "Effect of order",
            "content": " 4. (1) Every use of land and every erection, location and use of buildings or structures shall be in accordance with this Order. (2) Nothing in this Order prevents the use of any land, building or structure for any use prohibited by this Order if the land, building or structure is lawfully so used on the day this Order comes into force. (3) Nothing in this Order prevents the reconstruction of any building or structure that is damaged or destroyed by causes beyond the control of the owner if the dimensions of the original building or structure are not increased and its original use is not altered. (4) Nothing in this Order prevents the strengthening or restoration to a safe condition of any building or structure.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) Every use of land and every erection, location and use of buildings or structures shall be in accordance with this Order.</p> <p class=\"subsection-e\">  (2) Nothing in this Order prevents the use of any land, building or structure for any use prohibited by this Order if the land, building or structure is lawfully so used on the day this Order comes into force.</p> <p class=\"subsection-e\">  (3) Nothing in this Order prevents the reconstruction of any building or structure that is damaged or destroyed by causes beyond the control of the owner if the dimensions of the original building or structure are not increased and its original use is not altered.</p> <p class=\"subsection-e\">  (4) Nothing in this Order prevents the strengthening or restoration to a safe condition of any building or structure.</p>"
        },
        {
            "id": "5.",
            "section": "Deemed by-law",
            "content": " 5. This Order is deemed for all purposes, except for the purposes of section 24 of the Act, to be a by-law passed by the council of the municipality in which the land to which that portion of the Order applies is situated, and to be in force in that municipality.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>This Order is deemed for all purposes, except for the purposes of section 24 of the Act, to be a by-law passed by the council of the municipality in which the land to which that portion of the Order applies is situated, and to be in force in that municipality.</p>"
        },
        {
            "id": "6.",
            "section": "Deemed by-law",
            "content": " 6. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>6. </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Regulation)</span>.</p>"
        },
        {
            "id": null,
            "section": "Deemed by-law",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}