{
    "reg_info": {
        "full_title": "O. Reg. 330/97: CO-OPERATIVE EDUCATION TAX CREDIT",
        "reg_name_text": "CO-OPERATIVE EDUCATION TAX CREDIT",
        "citation": "O. Reg. 330/97: ",
        "act_under": "Income Tax Act   Loi de l’impôt sur le revenu",
        "url": "https://www.ontario.ca/laws/regulation/970330",
        "date_scraped": "2023-12-19 10:03:41"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  4, 2007",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/970330/v2",
            "valid_from": "March  6, 2006",
            "valid_to": "July  3, 2007"
        },
        {
            "a_href": "/laws/regulation/970330/v1",
            "valid_from": "May  5, 2000",
            "valid_to": "March  5, 2006"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. In this Regulation, “approved field of study” means, in respect of a qualifying leading edge technology education program, a field of study that, in the opinion of the Minister of Finance, leads to a knowledge-based, high value-added activity that contributes to economic growth by improving Ontario’s competitive position in the global economy or by creating new jobs or export activities and, (a) that involves applied or theoretical research for the advancement of scientific knowledge, but does not include, (i) market research or sales promotion, (ii) quality control or routine testing of materials, devices, products or processes, (iii) research in the social sciences or humanities, (iv) prospecting, exploring or drilling for or producing minerals, petroleum or natural gas, (v) style changes, or (vi) routine data collection, or (b) requires the development or application of technology and technological processes and, (i) promotes continuous innovation, improvement or advancement with the goal of leading to new or improved products or services, or (ii) develops more efficient and effective use of time and resources to improve the way things are done; “qualifying co-operative education program” means an educational program or course of study that meets the following requirements: 1. The program or course of study formally integrates students’ academic studies with work placements. 2. The program or course of study, i. includes work placements, each of which is at least 10 consecutive weeks and at least half of which are mandatory, that total not more than 75 per cent of the time spent in required academic study and that include mandatory work placements totalling at least 30 per cent of the time spent in required academic study, or ii. includes one optional work placement of at least eight consecutive months and not more than 16 consecutive months that totals at least 30 per cent and not more than 75 per cent of the time spent in required academic study. 3. All optional work placements taken under the program or course of study must be completed before the start of the final academic term. 4. The program or course of study provides credit towards a post-secondary degree, diploma or certificate granted by an eligible educational institution in respect of qualifying co-operative education programs. 5. All optional qualifying co-op work placements taken by a student under the program or course of study are recorded on the student’s academic transcripts. 6. The Senate, board of governors or other governing body of the eligible educational institution, through its authorized delegate, has given to the Director of the Corporations Tax Branch of the Ministry of Finance, or to his or her delegate, a document stating that the program or course of study meets the requirements of paragraphs 1 to 5; “qualifying leading edge technology education program” means an educational program, course of study or apprenticeship program that meets the following requirements: 1. The program or course of study is, in the opinion of the Minister of Training, Colleges and Universities or a person or persons designated by that Minister, in an approved field of study. 2. The program or course of study, if it is not an apprenticeship program, provides credit towards a post-secondary degree, diploma or certificate granted by an eligible educational institution in respect of qualifying leading edge technology education programs. 3. The program, if it is an apprenticeship program, is approved by the Director of Apprenticeship under the\r\nApprenticeship and Certification Act, 1998 or the Trades Qualification and Apprenticeship Act and, on completion, qualifies the apprentice to receive the appropriate certificate under that Act. 4. If the program or course of study is a general arts and science or business program or course of study, the eligible educational institution has advised the Ministry of Training, Colleges and Universities that it has reviewed the courses taken by the student and determined that the student, i. is meeting the requirements for a degree with a principal or joint concentration in a program that, in the opinion of the Minister of Training, Colleges and Universities or a person or persons designated by the Minister, is in an approved field of study for the student’s year of study, and ii. has completed at least two full-year courses or equivalents in programs that were in approved fields of study.  O. Reg. 330/97, s. 1; O. Reg. 296/98, s. 1; O. Reg. 268/00, s. 1; O. Reg. 59/06, s. 1. Eligible Educational Institutions",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“approved field of study” means, in respect of a qualifying leading edge technology education program, a field of study that, in the opinion of the Minister of Finance, leads to a knowledge-based, high value-added activity that contributes to economic growth by improving Ontario’s competitive position in the global economy or by creating new jobs or export activities and,</p> <p class=\"defclause-e\">  (a) that involves applied or theoretical research for the advancement of scientific knowledge, but does not include,</p> <p class=\"defsubclause-e\">  (i) market research or sales promotion,</p> <p class=\"defsubclause-e\">  (ii) quality control or routine testing of materials, devices, products or processes,</p> <p class=\"defsubclause-e\">  (iii) research in the social sciences or humanities,</p> <p class=\"defsubclause-e\">  (iv) prospecting, exploring or drilling for or producing minerals, petroleum or natural gas,</p> <p class=\"defsubclause-e\">  (v) style changes, or</p> <p class=\"defsubclause-e\">  (vi) routine data collection, or</p> <p class=\"defclause-e\">  (b) requires the development or application of technology and technological processes and,</p> <p class=\"defsubclause-e\">  (i) promotes continuous innovation, improvement or advancement with the goal of leading to new or improved products or services, or</p> <p class=\"defsubclause-e\">  (ii) develops more efficient and effective use of time and resources to improve the way things are done;</p> <p class=\"definition-e\">“qualifying co-operative education program” means an educational program or course of study that meets the following requirements:</p> <p class=\"defparagraph-e\">  1. The program or course of study formally integrates students’ academic studies with work placements.</p> <p class=\"defparagraph-e\">  2. The program or course of study,</p> <p class=\"defsubpara-e\">  i. includes work placements, each of which is at least 10 consecutive weeks and at least half of which are mandatory, that total not more than 75 per cent of the time spent in required academic study and that include mandatory work placements totalling at least 30 per cent of the time spent in required academic study, or</p> <p class=\"defsubpara-e\">  ii. includes one optional work placement of at least eight consecutive months and not more than 16 consecutive months that totals at least 30 per cent and not more than 75 per cent of the time spent in required academic study. </p> <p class=\"defparagraph-e\">  3. All optional work placements taken under the program or course of study must be completed before the start of the final academic term.</p> <p class=\"defparagraph-e\">  4. The program or course of study provides credit towards a post-secondary degree, diploma or certificate granted by an eligible educational institution in respect of qualifying co-operative education programs.</p> <p class=\"defparagraph-e\">  5. All optional qualifying co-op work placements taken by a student under the program or course of study are recorded on the student’s academic transcripts.</p> <p class=\"defparagraph-e\">  6. The Senate, board of governors or other governing body of the eligible educational institution, through its authorized delegate, has given to the Director of the Corporations Tax Branch of the Ministry of Finance, or to his or her delegate, a document stating that the program or course of study meets the requirements of paragraphs 1 to 5;</p> <p class=\"definition-e\">“qualifying leading edge technology education program” means an educational program, course of study or apprenticeship program that meets the following requirements:</p> <p class=\"defparagraph-e\">  1. The program or course of study is, in the opinion of the Minister of Training, Colleges and Universities or a person or persons designated by that Minister, in an approved field of study.</p> <p class=\"defparagraph-e\">  2. The program or course of study, if it is not an apprenticeship program, provides credit towards a post-secondary degree, diploma or certificate granted by an eligible educational institution in respect of qualifying leading edge technology education programs. </p> <p class=\"defparagraph-e\">  3. The program, if it is an apprenticeship program, is approved by the Director of Apprenticeship under the\r\n<i>Apprenticeship and Certification Act, 1998 </i>or the <i>Trades Qualification and Apprenticeship Act</i> and, on completion, qualifies the apprentice to receive the appropriate certificate under that Act.</p> <p class=\"defparagraph-e\">  4. If the program or course of study is a general arts and science or business program or course of study, the eligible educational institution has advised the Ministry of Training, Colleges and Universities that it has reviewed the courses taken by the student and determined that the student, </p> <p class=\"defsubpara-e\">  i. is meeting the requirements for a degree with a principal or joint concentration in a program that, in the opinion of the Minister of Training, Colleges and Universities or a person or persons designated by the Minister, is in an approved field of study for the student’s year of study, and</p> <p class=\"defsubpara-e\">  ii. has completed at least two full-year courses or equivalents in programs that were in approved fields of study.  O. Reg. 330/97, s. 1; O. Reg. 296/98, s. 1; O. Reg. 268/00, s. 1; O. Reg. 59/06, s. 1.</p> <p class=\"heading1-e\">Eligible Educational Institutions</p>"
        },
        {
            "id": "2.",
            "section": "Eligible Educational Institutions",
            "content": " 2. (1) The following institutions are eligible educational institutions for the purposes of this Regulation: 1. A university or college of applied arts and technology in Ontario, whose enrolment is counted for the purposes of calculating annual operating grants entitlements from the Government of Ontario. 2. The Michener Institute of Applied Health Sciences. 3. The Ontario College of Art and Design. 4. Redeemer University College.  O. Reg. 308/07, s. 1. (2) The institutions referred to in paragraphs 1 and 2 of subsection (1) and private career colleges registered under the Private Career Colleges Act\r\nare eligible educational institutions in respect of qualifying leading edge technology education programs for the purposes of this Regulation.  O. Reg. 296/98, s. 2; O. Reg. 59/06, s. 2 (1). (3) The Ministry of Training, Colleges and Universities shall be deemed to be an institution that is an eligible educational institution in respect of an apprenticeship program that is a qualifying leading edge technology education program for the purposes of this Regulation.  O. Reg. 296/98, s. 2; O. Reg. 268/00, s. 2; O. Reg. 59/06, s. 2 (2). Eligible Employers",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) The following institutions are eligible educational institutions for the purposes of this Regulation:</p> <p class=\"paragraph-e\">  1. A university or college of applied arts and technology in Ontario, whose enrolment is counted for the purposes of calculating annual operating grants entitlements from the Government of Ontario.</p> <p class=\"paragraph-e\">  2. The Michener Institute of Applied Health Sciences.</p> <p class=\"paragraph-e\">  3. The Ontario College of Art and Design.  </p> <p class=\"paragraph-e\">  4. Redeemer University College.  O. Reg. 308/07, s. 1.</p> <p class=\"subsection-e\">  (2) The institutions referred to in paragraphs 1 and 2 of subsection (1) and private career colleges registered under the <i>Private Career Colleges Act</i>\r\nare eligible educational institutions in respect of qualifying leading edge technology education programs for the purposes of this Regulation.  O. Reg. 296/98, s. 2; O. Reg. 59/06, s. 2 (1).</p> <p class=\"subsection-e\">  (3) The Ministry of Training, Colleges and Universities shall be deemed to be an institution that is an eligible educational institution in respect of an apprenticeship program that is a qualifying leading edge technology education program for the purposes of this Regulation.  O. Reg. 296/98, s. 2; O. Reg. 268/00, s. 2; O. Reg. 59/06, s. 2 (2).</p> <p class=\"heading1-e\">Eligible Employers</p>"
        },
        {
            "id": "3.",
            "section": "Eligible Employers",
            "content": " 3. For the purposes of subsection 8 (15) and section 8.2 of the Act and this Regulation, an individual is an eligible employer for a taxation year if, (a) the individual carries on business during the taxation year, either alone or as a member of a partnership, through a permanent establishment in Ontario; and (b) the individual is not, by reason of section 6 of the Act, exempt from tax under the Act for the taxation year.  O. Reg. 330/97, s. 3; O. Reg. 296/98, s. 3. Qualifying Work Placement 4. (1) For the purposes of section 8.2 of the Act and this Regulation, a qualifying work placement is either a qualifying co-op work placement or a qualifying leading edge technology work placement.  O. Reg. 296/98, s. 4 (1). (1.1) A qualifying co-op work placement is a work placement in which a student of an eligible educational institution in respect of qualifying co-operative education programs performs employment duties for an eligible employer under a qualifying co-operative education program offered by the institution, if the following conditions are satisfied: 1. The work placement has been developed or approved by the institution as a suitable learning situation. 2. The terms of the work placement require the student to engage in productive work during the placement, not just to observe the work of others. 3. The work placement is for a period of, i. not less than 10 consecutive weeks, if the placement is under a qualifying co-operative education program that is a program referred to in subparagraph i of paragraph 2 of the definition of “qualifying co-operative education program” in section 1, or ii. not less than eight consecutive months and not more than 16 consecutive months, if the placement is under an internship program described in subparagraph ii of paragraph 2 of the definition of “qualifying co-operative education program” in section 1. 4. The student is entitled to receive remuneration for work performed during the work placement. 5. The terms of the work placement require the eligible employer to supervise and evaluate the job performance of the student during the placement. 6. The institution monitors the student’s progress in the work placement.  O. Reg. 296/98, s. 4 (1). (1.2) A qualifying leading edge technology work placement is a work placement commencing after December 31, 1997 in which a student enrolled in a qualifying leading edge technology education program of an eligible educational institution in respect of qualifying leading edge technology education programs performs employment duties for an eligible employer, if the following conditions are satisfied: 1. In the case of a work placement that is not under an apprenticeship program, i. the work placement is completed before the student’s final academic term of the program, ii. the eligible employer gives the Minister and the institution in the manner required by the Minister a detailed job description of the work to be performed and the responsibilities to be assumed by the student during the work placement, iii. the majority of the job functions to be performed by the student during the work placement provide training or work experience that is directly related to and reinforces the learning experience of the student in the program in which the student is enrolled, and the institution certifies this in the manner required by the Minister, and iv. the student certifies in the manner required by the Minister that he or she is enrolled in the program and employed by the eligible employer. 2. In the case of a work placement that is under an apprenticeship program, the eligible employer and student are participating in a program approved by the Director of Apprenticeship under the Apprenticeship and Certification Act, 1998 or the Trades Qualification and Apprenticeship Act. 3. The terms of the work placement require the student to engage in productive work during the placement, not just to observe the work of others. 4. Subject to subsections (2.1), (2.2) and 4.1 (3), the work placement is for a period of not less than 10 consecutive weeks, with an average of 24 hours of employment each week. 5. The student is entitled to receive remuneration for work performed during the work placement and has actually performed the work and assumed the responsibilities required under the terms of the work placement.  O. Reg. 296/98, s. 4 (1); O. Reg. 268/00, s. 3 (1); O. Reg. 59/06, s. 3 (1-3). (2) If a qualifying work placement exceeds four consecutive months, the following rules apply: 1. The work placement shall be divided into periods of four consecutive months, starting at the beginning of the placement, and each full period of four consecutive months shall be deemed to be a separate qualifying work placement. 2. If the work placement includes a period of 10 or more consecutive weeks that is not included in a period deemed by paragraph 1 to be a separate qualifying work placement, the period of 10 or more consecutive weeks shall be deemed to be a separate qualifying work placement. 3. If the work placement includes a period of less than 10 consecutive weeks that is not included in a period deemed by paragraph 1 to be a separate qualifying work placement, the period of less than 10 consecutive weeks shall be deemed to form part of the immediately preceding period that is deemed by paragraph 1 to be a separate qualifying work placement.  O. Reg. 330/97, s. 4 (2); O. Reg. 296/98, s. 4 (2). (2.1) Despite subsection (2), if the term of a qualifying leading edge technology work placement plus all previous qualifying leading edge technology work placements of the student that are with the same eligible employer exceed the number of months specified by subsection (2.1.1), only the portion, if any, of the work placement that brings the total time to that number of months, even if less than 10 consecutive weeks, will be considered to be a qualifying leading edge technology work placement for the purposes of the Act.  O. Reg. 268/00, s. 3 (2). (2.1.1) The number of months referred to in subsection (2.1) is, (a) 24 months, if, (i) the qualifying leading edge technology work placement is under an apprenticeship program, and (ii) the work placement and all previous qualifying leading edge technology work placements that the student had with the same eligible employer commenced after May 4, 1999; or (b) 16 months, in any other case.  O. Reg. 268/00, s. 3 (2); O. Reg. 59/06, s. 3 (4). (2.2) A qualifying leading edge technology work placement that is under an apprenticeship program ends on the earlier of the date on which it would otherwise end and the date on which the student receives the appropriate certificate under the Apprenticeship and Certification Act, 1998 or the Trades Qualification and Apprenticeship Act.  O. Reg. 296/98, s. 4 (3); O. Reg. 268/00, s. 3 (3); O. Reg. 59/06, s. 3 (4). (3) Every eligible educational institution in Ontario that has a qualifying co-operative education program or a qualifying leading edge technology education program shall certify in a manner or form approved by the Provincial Minister to every eligible employer providing a qualifying work placement under the program that the placement is a qualifying work placement for the purposes of section 8.2 of the Act and this Regulation, and the certification shall contain the name of the student in the placement and any additional information required by the Provincial Minister.  O. Reg. 296/98, s. 4 (4). (4) Despite subsections (1) to (1.2), a work placement is not a qualifying work placement for the purposes of section 8.2 of the Act or this Regulation if, (a) the work placement is not certified in accordance with subsection (3); or (b) the Provincial Minister orders that the work placement or all work placements of the eligible educational institution be deemed not to be qualifying work placements for the purposes of section 8.2 of the Act on the grounds that the eligible educational institution has given incorrect certifications under subsection (3) or has certified a work placement to be a qualifying work placement when it was not.  O. Reg. 296/98, s. 4 (4). (5) If the Provincial Minister is satisfied that an eligible educational institution will comply with the Provincial Minister’s directions with respect to the accuracy, form and content of certifications to be given under subsection (3), the Provincial Minister, subject to any conditions the Provincial Minister considers reasonable, may revoke an order made under clause (4) (b), and all work placements that would have otherwise been qualifying work placements while the Provincial Minister’s order was in effect shall, to the extent approved by the Provincial Minister, be considered to be qualifying work placements for the purposes of section 8.2 of the Act and this Regulation and may be so certified by the educational institution.  O. Reg. 296/98, s. 4 (4). Transitional Rules — 2004 Ontario Budget",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>For the purposes of subsection 8 (15) and section 8.2 of the Act and this Regulation, an individual is an eligible employer for a taxation year if,</p> <p class=\"clause-e\">  (a) the individual carries on business during the taxation year, either alone or as a member of a partnership, through a permanent establishment in Ontario; and</p> <p class=\"clause-e\">  (b) the individual is not, by reason of section 6 of the Act, exempt from tax under the Act for the taxation year.  O. Reg. 330/97, s. 3; O. Reg. 296/98, s. 3.</p> <p class=\"heading1-e\">Qualifying Work Placement</p> <p class=\"subsection-e\"> <b>4.</b> (1) For the purposes of section 8.2 of the Act and this Regulation, a qualifying work placement is either a qualifying co-op work placement or a qualifying leading edge technology work placement.  O. Reg. 296/98, s. 4 (1).</p> <p class=\"subsection-e\">  (1.1) A qualifying co-op work placement is a work placement in which a student of an eligible educational institution in respect of qualifying co-operative education programs performs employment duties for an eligible employer under a qualifying co-operative education program offered by the institution, if the following conditions are satisfied:</p> <p class=\"paragraph-e\">  1. The work placement has been developed or approved by the institution as a suitable learning situation.</p> <p class=\"paragraph-e\">  2. The terms of the work placement require the student to engage in productive work during the placement, not just to observe the work of others.</p> <p class=\"paragraph-e\">  3. The work placement is for a period of,</p> <p class=\"subpara-e\">  i. not less than 10 consecutive weeks, if the placement is under a qualifying co-operative education program that is a program referred to in subparagraph i of paragraph 2 of the definition of “qualifying co-operative education program” in section 1, or</p> <p class=\"subpara-e\">  ii. not less than eight consecutive months and not more than 16 consecutive months, if the placement is under an internship program described in subparagraph ii of paragraph 2 of the definition of “qualifying co-operative education program” in section 1.</p> <p class=\"paragraph-e\">  4. The student is entitled to receive remuneration for work performed during the work placement.</p> <p class=\"paragraph-e\">  5. The terms of the work placement require the eligible employer to supervise and evaluate the job performance of the student during the placement.</p> <p class=\"paragraph-e\">  6. The institution monitors the student’s progress in the work placement.  O. Reg. 296/98, s. 4 (1).</p> <p class=\"subsection-e\">  (1.2) A qualifying leading edge technology work placement is a work placement commencing after December 31, 1997 in which a student enrolled in a qualifying leading edge technology education program of an eligible educational institution in respect of qualifying leading edge technology education programs performs employment duties for an eligible employer, if the following conditions are satisfied:</p> <p class=\"paragraph-e\">  1. In the case of a work placement that is not under an apprenticeship program,</p> <p class=\"subpara-e\">  i. the work placement is completed before the student’s final academic term of the program, </p> <p class=\"subpara-e\">  ii. the eligible employer gives the Minister and the institution in the manner required by the Minister a detailed job description of the work to be performed and the responsibilities to be assumed by the student during the work placement,</p> <p class=\"subpara-e\">  iii. the majority of the job functions to be performed by the student during the work placement provide training or work experience that is directly related to and reinforces the learning experience of the student in the program in which the student is enrolled, and the institution certifies this in the manner required by the Minister, and </p> <p class=\"subpara-e\">  iv. the student certifies in the manner required by the Minister that he or she is enrolled in the program and employed by the eligible employer.</p> <p class=\"paragraph-e\">  2. In the case of a work placement that is under an apprenticeship program, the eligible employer and student are participating in a program approved by the Director of Apprenticeship under the <i>Apprenticeship and Certification Act, 1998</i> or the <i>Trades Qualification and Apprenticeship Act</i>.</p> <p class=\"paragraph-e\">  3. The terms of the work placement require the student to engage in productive work during the placement, not just to observe the work of others.</p> <p class=\"paragraph-e\">  4. Subject to subsections (2.1), (2.2) and 4.1 (3), the work placement is for a period of not less than 10 consecutive weeks, with an average of 24 hours of employment each week.</p> <p class=\"paragraph-e\">  5. The student is entitled to receive remuneration for work performed during the work placement and has actually performed the work and assumed the responsibilities required under the terms of the work placement.  O. Reg. 296/98, s. 4 (1); O. Reg. 268/00, s. 3 (1); O. Reg. 59/06, s. 3 (1-3).</p> <p class=\"subsection-e\">  (2) If a qualifying work placement exceeds four consecutive months, the following rules apply:</p> <p class=\"paragraph-e\">  1. The work placement shall be divided into periods of four consecutive months, starting at the beginning of the placement, and each full period of four consecutive months shall be deemed to be a separate qualifying work placement.</p> <p class=\"paragraph-e\">  2. If the work placement includes a period of 10 or more consecutive weeks that is not included in a period deemed by paragraph 1 to be a separate qualifying work placement, the period of 10 or more consecutive weeks shall be deemed to be a separate qualifying work placement.</p> <p class=\"paragraph-e\">  3. If the work placement includes a period of less than 10 consecutive weeks that is not included in a period deemed by paragraph 1 to be a separate qualifying work placement, the period of less than 10 consecutive weeks shall be deemed to form part of the immediately preceding period that is deemed by paragraph 1 to be a separate qualifying work placement.  O. Reg. 330/97, s. 4 (2); O. Reg. 296/98, s. 4 (2).</p> <p class=\"subsection-e\">  (2.1) Despite subsection (2), if the term of a qualifying leading edge technology work placement plus all previous qualifying leading edge technology work placements of the student that are with the same eligible employer exceed the number of months specified by subsection (2.1.1), only the portion, if any, of the work placement that brings the total time to that number of months, even if less than 10 consecutive weeks, will be considered to be a qualifying leading edge technology work placement for the purposes of the Act.  O. Reg. 268/00, s. 3 (2).</p> <p class=\"subsection-e\">  (2.1.1) The number of months referred to in subsection (2.1) is,</p> <p class=\"clause-e\">  (a) 24 months, if,</p> <p class=\"subclause-e\">  (i) the qualifying leading edge technology work placement is under an apprenticeship program, and</p> <p class=\"subclause-e\">  (ii) the work placement and all previous qualifying leading edge technology work placements that the student had with the same eligible employer commenced after May 4, 1999; or</p> <p class=\"clause-e\">  (b) 16 months, in any other case.  O. Reg. 268/00, s. 3 (2); O. Reg. 59/06, s. 3 (4).</p> <p class=\"subsection-e\">  (2.2) A qualifying leading edge technology work placement that is under an apprenticeship program ends on the earlier of the date on which it would otherwise end and the date on which the student receives the appropriate certificate under the <i>Apprenticeship and Certification Act, 1998</i><i> </i>or the <i>Trades Qualification and Apprenticeship Act</i><i>.</i>  O. Reg. 296/98, s. 4 (3); O. Reg. 268/00, s. 3 (3); O. Reg. 59/06, s. 3 (4).</p> <p class=\"subsection-e\">  (3) Every eligible educational institution in Ontario that has a qualifying co-operative education program or a qualifying leading edge technology education program shall certify in a manner or form approved by the Provincial Minister to every eligible employer providing a qualifying work placement under the program that the placement is a qualifying work placement for the purposes of section 8.2 of the Act and this Regulation, and the certification shall contain the name of the student in the placement and any additional information required by the Provincial Minister.  O. Reg. 296/98, s. 4 (4).</p> <p class=\"subsection-e\">  (4) Despite subsections (1) to (1.2), a work placement is not a qualifying work placement for the purposes of section 8.2 of the Act or this Regulation if,</p> <p class=\"clause-e\">  (a) the work placement is not certified in accordance with subsection (3); or</p> <p class=\"clause-e\">  (b) the Provincial Minister orders that the work placement or all work placements of the eligible educational institution be deemed not to be qualifying work placements for the purposes of section 8.2 of the Act on the grounds that the eligible educational institution has given incorrect certifications under subsection (3) or has certified a work placement to be a qualifying work placement when it was not.  O. Reg. 296/98, s. 4 (4).</p> <p class=\"subsection-e\">  (5) If the Provincial Minister is satisfied that an eligible educational institution will comply with the Provincial Minister’s directions with respect to the accuracy, form and content of certifications to be given under subsection (3), the Provincial Minister, subject to any conditions the Provincial Minister considers reasonable, may revoke an order made under clause (4) (b), and all work placements that would have otherwise been qualifying work placements while the Provincial Minister’s order was in effect shall, to the extent approved by the Provincial Minister, be considered to be qualifying work placements for the purposes of section 8.2 of the Act and this Regulation and may be so certified by the educational institution.  O. Reg. 296/98, s. 4 (4).</p> <p class=\"heading1-e\">Transitional Rules — 2004 Ontario Budget</p>"
        },
        {
            "id": "4.1",
            "section": "Transitional Rules — 2004 Ontario Budget",
            "content": " 4.1 (1) This section applies to a work placement that would otherwise be a qualifying leading edge technology work placement under section 4 if, (a) the work placement ended after May 18, 2004; (b) the work placement was under an apprenticeship program; and (c) on May 19, 2004, the student employed in the work placement was in the first 36 months of a qualifying leading edge technology education program.  O. Reg. 59/06, s. 4. (2) No portion of the work placement that was after May 18, 2004 shall be a qualifying work placement.  O. Reg. 59/06, s. 4. (3) If the work placement commenced after March 10, 2004, the portion of the work placement before May 19, 2004 shall be deemed to be a qualifying leading edge technology work placement, despite the number of weeks in that portion of the work placement, if the student was employed in that portion of the work placement for an average of at least 24 hours a week.  O. Reg. 59/06, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4.1</b> (1) This section applies to a work placement that would otherwise be a qualifying leading edge technology work placement under section 4 if,</p> <p class=\"clause-e\">  (a) the work placement ended after May 18, 2004;</p> <p class=\"clause-e\">  (b) the work placement was under an apprenticeship program; and</p> <p class=\"clause-e\">  (c) on May 19, 2004, the student employed in the work placement was in the first 36 months of a qualifying leading edge technology education program.  O. Reg. 59/06, s. 4.</p> <p class=\"subsection-e\">  (2) No portion of the work placement that was after May 18, 2004 shall be a qualifying work placement.  O. Reg. 59/06, s. 4.</p> <p class=\"subsection-e\">  (3) If the work placement commenced after March 10, 2004, the portion of the work placement before May 19, 2004 shall be deemed to be a qualifying leading edge technology work placement, despite the number of weeks in that portion of the work placement, if the student was employed in that portion of the work placement for an average of at least 24 hours a week.  O. Reg. 59/06, s. 4.</p>"
        },
        {
            "id": "4.2",
            "section": "Transitional Rules — 2004 Ontario Budget",
            "content": " 4.2 (1) Subject to subsection (2), a work placement that would otherwise be a qualifying leading edge technology work placement under section 4 is not a qualifying leading edge technology work placement if, (a) the initial work placement of the student with the employer commenced after May 18, 2004; and (b) the work placement was under an apprenticeship program.  O. Reg. 59/06, s. 4. (2) Subsection (1) does not apply in respect of a work placement of a student who was in an apprenticeship program on May 19, 2004 if the student was not in the first 36 months of a qualifying leading edge technology education program on that day.  O. Reg. 59/06, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4.2</b> (1) Subject to subsection (2), a work placement that would otherwise be a qualifying leading edge technology work placement under section 4 is not a qualifying leading edge technology work placement if,</p> <p class=\"clause-e\">  (a) the initial work placement of the student with the employer commenced after May 18, 2004; and</p> <p class=\"clause-e\">  (b) the work placement was under an apprenticeship program.  O. Reg. 59/06, s. 4.</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply in respect of a work placement of a student who was in an apprenticeship program on May 19, 2004 if the student was not in the first 36 months of a qualifying leading edge technology education program on that day.  O. Reg. 59/06, s. 4.</p>"
        },
        {
            "id": "4.3",
            "section": "Transitional Rules — 2004 Ontario Budget",
            "content": " 4.3 A work placement that would otherwise be a qualifying leading edge technology work placement under section 4 is not a qualifying leading edge technology work placement if the student was first employed with the employer after October 25, 2004 and, (a) the work placement was not under an apprenticeship program; or (b) the work placement was under an apprenticeship program but, on May 19, 2004, the student employed in the work placement was not in the first 36 months of a qualifying leading edge technology education program.  O. Reg. 59/06, s. 4. Eligible Expenditures",
            "raw_html": "<p class=\"section-e\"> <b>4.3</b> A work placement that would otherwise be a qualifying leading edge technology work placement under section 4 is not a qualifying leading edge technology work placement if the student was first employed with the employer after October 25, 2004 and,</p> <p class=\"clause-e\">  (a) the work placement was not under an apprenticeship program; or</p> <p class=\"clause-e\">  (b) the work placement was under an apprenticeship program but, on May 19, 2004, the student employed in the work placement was not in the first 36 months of a qualifying leading edge technology education program.  O. Reg. 59/06, s. 4.</p> <p class=\"heading1-e\">Eligible Expenditures</p>"
        },
        {
            "id": "5.",
            "section": "Eligible Expenditures",
            "content": " 5. (1) Subject to subsection (1.1), the following amounts paid or payable by an eligible employer in respect of a qualifying work placement are eligible expenditures for a taxation year for the purposes of section 8.2 of the Act and this Regulation: 1. Amounts paid or payable to the student in the qualifying work placement as salary or wages that, i. would be considered for the purposes of Part XXVI of the Federal Regulations to be included in the amount of salary or wages paid to employees of a permanent establishment of the eligible employer in Ontario, and ii. are required by Subdivision a of Division B of Part I of the Federal Act to be included, when paid, in the income from employment of the student in respect of the qualifying work placement. 2. Fees paid or payable to an employment agency in consideration for the provision of the services carried out by the student in the qualifying work placement, if the services are carried out by the student primarily at a permanent establishment of the eligible employer in Ontario.  O. Reg. 330/97, s. 5 (1); O. Reg. 296/98, s. 5 (1); O. Reg. 59/06, s. 5 (1-4). (1.1) The following amounts are not eligible expenditures for the purposes of section 8.2 of the Act and this Regulation: 1. An amount paid or payable in respect of services performed after December 31, 2004 by a student who was employed in a qualifying leading edge technology work placement before October 26, 2004 if, i. the work placement was not under an apprenticeship program, or ii. the work placement was under an apprenticeship program but, on May 19, 2004, the student employed in the work placement was not in the first 36 months of a qualifying leading edge technology education program. 2. An amount paid or payable in respect of services performed after May 18, 2004 by a student who was in a qualifying leading edge technology education program on May 18, 2004 if, i. the work placement was under an apprenticeship program, and ii. on May 19, 2004, the student was in the first 36 months of a qualifying leading edge technology education program.  O. Reg. 59/06, s. 5 (5). (2) The total of all eligible expenditures made by an eligible employer in respect of a qualifying work placement is the amount otherwise determined less the amount of all government assistance, if any, in respect of the eligible expenditures that, at the time the eligible employer’s return is required to be delivered under section 9 of the Act for the taxation year for which the tax credit is claimed, the eligible employer has received, is entitled to receive or may reasonably be expected to be entitled to receive.  O. Reg. 296/98, s. 5 (2). (3) Despite subsection (1), an expenditure made by an eligible employer in respect of a work placement is not an eligible expenditure for the purposes of section 8.2 of the Act or this Regulation, (a) to the extent that the amount of the expenditure would not be considered to be reasonable in the circumstances by persons dealing with each other at arm’s length; or (b) if the work placement is with a person other than the eligible employer.  O. Reg. 330/97, s. 5 (3); O. Reg. 296/98, s. 5 (3). (3.1) The amount of salary or wages paid or deemed to have been paid by an eligible employer in a taxation year for the purposes of section 8.2 of the Act and this Regulation is the amount that would be determined for that year without reference to any salary or wages paid by a partnership of which the employer is a partner.  O. Reg. 296/98, s. 5 (4). (3.2) Despite subsection (1), an amount paid or payable before June 1, 2007 to a student of Redeemer University College or to an employment agency as consideration for the provision of services carried out by a student of Redeemer University College in a qualifying work placement is not an eligible expenditure for the purposes of section 8.2 of the Act.  O. Reg. 308/07, s. 2. (4) In this section, “salary or wages” means salary or wages as defined by subsection 248 (1) of the Federal Act.  O. Reg. 330/97, s. 5 (4); O. Reg. 296/98, s. 5 (5). Claim for Tax Credit",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) Subject to subsection (1.1), the following amounts paid or payable by an eligible employer in respect of a qualifying work placement are eligible expenditures for a taxation year for the purposes of section 8.2 of the Act and this Regulation:</p> <p class=\"paragraph-e\">  1. Amounts paid or payable to the student in the qualifying work placement as salary or wages that,</p> <p class=\"subpara-e\">  i. would be considered for the purposes of Part <span class=\"ovallcaps\">XXVI</span> of the Federal Regulations to be included in the amount of salary or wages paid to employees of a permanent establishment of the eligible employer in Ontario, and</p> <p class=\"subpara-e\">  ii. are required by Subdivision a of Division B of Part I of the Federal Act to be included, when paid, in the income from employment of the student in respect of the qualifying work placement.</p> <p class=\"paragraph-e\">  2. Fees paid or payable to an employment agency in consideration for the provision of the services carried out by the student in the qualifying work placement, if the services are carried out by the student primarily at a permanent establishment of the eligible employer in Ontario.  O. Reg. 330/97, s. 5 (1); O. Reg. 296/98, s. 5 (1); O. Reg. 59/06, s. 5 (1-4).</p> <p class=\"subsection-e\">  (1.1) The following amounts are not eligible expenditures for the purposes of section 8.2 of the Act and this Regulation:</p> <p class=\"paragraph-e\">  1. An amount paid or payable in respect of services performed after December 31, 2004 by a student who was employed in a qualifying leading edge technology work placement before October 26, 2004 if,</p> <p class=\"subpara-e\">  i. the work placement was not under an apprenticeship program, or</p> <p class=\"subpara-e\">  ii. the work placement was under an apprenticeship program but, on May 19, 2004, the student employed in the work placement was not in the first 36 months of a qualifying leading edge technology education program.</p> <p class=\"paragraph-e\">  2. An amount paid or payable in respect of services performed after May 18, 2004 by a student who was in a qualifying leading edge technology education program on May 18, 2004 if,</p> <p class=\"subpara-e\">  i. the work placement was under an apprenticeship program, and</p> <p class=\"subpara-e\">  ii. on May 19, 2004, the student was in the first 36 months of a qualifying leading edge technology education program.  O. Reg. 59/06, s. 5 (5).</p> <p class=\"subsection-e\">  (2) The total of all eligible expenditures made by an eligible employer in respect of a qualifying work placement is the amount otherwise determined less the amount of all government assistance, if any, in respect of the eligible expenditures that, at the time the eligible employer’s return is required to be delivered under section 9 of the Act for the taxation year for which the tax credit is claimed, the eligible employer has received, is entitled to receive or may reasonably be expected to be entitled to receive.  O. Reg. 296/98, s. 5 (2).</p> <p class=\"subsection-e\">  (3) Despite subsection (1), an expenditure made by an eligible employer in respect of a work placement is not an eligible expenditure for the purposes of section 8.2 of the Act or this Regulation,</p> <p class=\"clause-e\">  (a) to the extent that the amount of the expenditure would not be considered to be reasonable in the circumstances by persons dealing with each other at arm’s length; or</p> <p class=\"clause-e\">  (b) if the work placement is with a person other than the eligible employer.  O. Reg. 330/97, s. 5 (3); O. Reg. 296/98, s. 5 (3).</p> <p class=\"subsection-e\">  (3.1) The amount of salary or wages paid or deemed to have been paid by an eligible employer in a taxation year for the purposes of section 8.2 of the Act and this Regulation is the amount that would be determined for that year without reference to any salary or wages paid by a partnership of which the employer is a partner.  O. Reg. 296/98, s. 5 (4).</p> <p class=\"subsection-e\">  (3.2) Despite subsection (1), an amount paid or payable before June 1, 2007 to a student of Redeemer University College or to an employment agency as consideration for the provision of services carried out by a student of Redeemer University College in a qualifying work placement is not an eligible expenditure for the purposes of section 8.2 of the Act.  O. Reg. 308/07, s. 2.</p> <p class=\"subsection-e\">  (4) In this section,</p> <p class=\"firstdef-e\">“salary or wages” means salary or wages as defined by subsection 248 (1) of the Federal Act.  O. Reg. 330/97, s. 5 (4); O. Reg. 296/98, s. 5 (5).</p> <p class=\"heading1-e\">Claim for Tax Credit</p>"
        },
        {
            "id": "6.",
            "section": "Claim for Tax Credit",
            "content": " 6. A co-operative education tax credit may be deducted under subsection 8 (15) of the Act only after deducting any other amount required by the Act to be deducted first.  O. Reg. 296/98, s. 6. Partnerships",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>A co-operative education tax credit may be deducted under subsection 8 (15) of the Act only after deducting any other amount required by the Act to be deducted first.  O. Reg. 296/98, s. 6.</p> <p class=\"heading1-e\">Partnerships</p>"
        },
        {
            "id": "7.",
            "section": "Partnerships",
            "content": " 7. (1) If an eligible employer is a member of a partnership and the partnership would qualify for a co-operative education tax credit for a taxation year if the partnership were an eligible employer, the portion of the co-operative education tax credit that may reasonably be considered to be the member’s share of the tax credit may be included in determining the amount of the member’s co-operative education tax credit for the same taxation year.  O. Reg. 330/97, s. 7 (1). (2) Despite subsection (1), a limited partner’s share of a partnership’s co-operative education tax credit shall be deemed to be nil.  O. Reg. 330/97, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) If an eligible employer is a member of a partnership and the partnership would qualify for a co-operative education tax credit for a taxation year if the partnership were an eligible employer, the portion of the co-operative education tax credit that may reasonably be considered to be the member’s share of the tax credit may be included in determining the amount of the member’s co-operative education tax credit for the same taxation year.  O. Reg. 330/97, s. 7 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), a limited partner’s share of a partnership’s co-operative education tax credit shall be deemed to be nil.  O. Reg. 330/97, s. 7 (2).</p>"
        },
        {
            "id": "8.",
            "section": "Partnerships",
            "content": " 8. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 330/97, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>8.</b> <span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Regulation)</span><span>.</span>  O. Reg. 330/97, s. 8.</p>"
        },
        {
            "id": null,
            "section": "Partnerships",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}