{
    "reg_info": {
        "full_title": "O. Reg. 201/18: CENTRE JULES-LÉGER CONSORTIUM - PROVISIONS FOR WHICH NOT DEEMED DISTRICT SCHOOL BOARD",
        "reg_name_text": "CENTRE JULES-LÉGER CONSORTIUM - PROVISIONS FOR WHICH NOT DEEMED DISTRICT SCHOOL BOARD",
        "citation": "O. Reg. 201/18: ",
        "act_under": "Education Act",
        "url": "https://www.ontario.ca/laws/regulation/180201",
        "date_scraped": "2023-12-18 20:07:01"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "August 17, 2020",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/180201/v2",
            "valid_from": "October 10, 2018",
            "valid_to": "August 16, 2020"
        },
        {
            "a_href": "/laws/regulation/180201/v1",
            "valid_from": "April  4, 2018",
            "valid_to": "October  9, 2018"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Provisions for which not deemed district school board (cl. 13.1 (3) (b) of the Act)",
            "content": "  1. The Centre Jules-Léger Consortium is not deemed to be a district school board for the purposes of the following: 1. Paragraph 5 of subsection 11 (1) of the Act and, for greater certainty, i. Regulation 306 of the Revised Regulations of Ontario, 1990 (Special Education Programs and Services) made under that paragraph, and ii. Ontario Regulation 181/98 (Identification and Placement of Exceptional Pupils) made under that paragraph. 2. Subsection 11 (3) of the Act and, for greater certainty, the regulations (calculation of fees for pupils) made under that subsection. 3. Section 17.1 of the Act and, for greater certainty, Part III of Ontario Regulation 612/00 (School Councils and Parent Involvement Committees) made under that section. 3.1 Section 191 of the Act and, for greater certainty, Ontario Regulation 357/06 (Honoraria for Board Members) made under that section. 4. Clause 230.20 (2) (a) of the Act and section 234 of the Act and, for greater certainty, the regulations (grants for student needs — legislative grants) made under that clause and that section. 5. Clause 230.20 (2) (b) of the Act and, for greater certainty, Ontario Regulation 488/10 (Determination of Boards’ Surpluses and Deficits) made under that clause. 6. Subsection 233 (3) of the Act and, for greater certainty, Ontario Regulation 193/10 (Restricted Purpose Revenues) made under that subsection. 7. Section 233.1 of the Act and, for greater certainty, Ontario Regulation 486/98 (Board Expenses not Incurred by Reason of Strike or Lock-Out) made under that section. O. Reg. 201/18, s. 1; O. Reg. 435/18, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>The Centre Jules-Léger Consortium is not deemed to be a district school board for the purposes of the following:</p> <p class=\"paragraph-e\">  1. Paragraph 5 of subsection 11 (1) of the Act and, for greater certainty,</p> <p class=\"subpara-e\">  i. Regulation 306 of the Revised Regulations of Ontario, 1990 (Special Education Programs and Services) made under that paragraph, and</p> <p class=\"subpara-e\">  ii. Ontario Regulation 181/98 (Identification and Placement of Exceptional Pupils) made under that paragraph.</p> <p class=\"paragraph-e\">  2. Subsection 11 (3) of the Act and, for greater certainty, the regulations (calculation of fees for pupils) made under that subsection.</p> <p class=\"paragraph-e\">  3. Section 17.1 of the Act and, for greater certainty, Part III of Ontario Regulation 612/00 (School Councils and Parent Involvement Committees) made under that section.</p> <p class=\"paragraph-e\">  3.1 Section 191 of the Act and, for greater certainty, Ontario Regulation 357/06 (Honoraria for Board Members) made under that section.</p> <p class=\"paragraph-e\">  4. Clause 230.20 (2) (a) of the Act and section 234 of the Act and, for greater certainty, the regulations (grants for student needs — legislative grants) made under that clause and that section.</p> <p class=\"paragraph-e\">  5. Clause 230.20 (2) (b) of the Act and, for greater certainty, Ontario Regulation 488/10 (Determination of Boards’ Surpluses and Deficits) made under that clause.</p> <p class=\"paragraph-e\">  6. Subsection 233 (3) of the Act and, for greater certainty, Ontario Regulation 193/10 (Restricted Purpose Revenues) made under that subsection.</p> <p class=\"paragraph-e\">  7. Section 233.1 of the Act and, for greater certainty, Ontario Regulation 486/98 (Board Expenses not Incurred by Reason of Strike or Lock-Out) made under that section. O. Reg. 201/18, s. 1; O. Reg. 435/18, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Provisions for which not deemed district school board (cl. 13.1 (3) (b) of the Act)",
            "content": " 2. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>2.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Provisions for which not deemed district school board (cl. 13.1 (3) (b) of the Act)",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/180201\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}