{
    "reg_info": {
        "full_title": "O. Reg. 458/97: APPLICATION OF THE ACT",
        "reg_name_text": "APPLICATION OF THE ACT",
        "citation": "O. Reg. 458/97: ",
        "act_under": "Public Sector Labour Relations Transition Act, 1997",
        "url": "https://www.ontario.ca/laws/regulation/970458",
        "date_scraped": "2023-12-19 04:07:49"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March 31, 2015",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/970458/v4",
            "valid_from": "March 10, 2015",
            "valid_to": "March 30, 2015"
        },
        {
            "a_href": "/laws/regulation/970458/v3",
            "valid_from": "July  1, 2011",
            "valid_to": "March  9, 2015"
        },
        {
            "a_href": "/laws/regulation/970458/v2",
            "valid_from": "June 27, 2011",
            "valid_to": "June 30, 2011"
        },
        {
            "a_href": "/laws/regulation/970458/v1",
            "valid_from": "December 15, 2000",
            "valid_to": "June 26, 2011"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. (1) The Act applies upon the occurrence of the following events: 1. The dissolution of the public utilities commission of The Corporation of the Town of Thornbury and the assumption by The Corporation of the Town of Thornbury-Collingwood of the powers and authority of the dissolved public utilities commission. 2. The dissolution of the public utilities commission of The Corporation of the Village of Watford and the assumption by The Corporation of the Township of Warwick of the powers and authority of the dissolved public utilities commission. 3. The dissolution of the public utilities commissions of The Corporation of the Town of Amherstburg and The Corporation of the Township of Malden and the assumption by the hydro-electric commission of The Corporation of the Town of Amherstburg of the powers and authority of the dissolved public utilities commissions respecting the distribution and supply of electrical power. 4. The dissolution of the public utilities commission of The Corporation of the Town of Picton and the assumption by The Corporation of the County of Prince Edward of the powers and authority of the dissolved public utilities commission. 5. The dissolution of the Rodney Public Utilities Commission and the public utilities commission of The Corporation of the Village of West Lorne and the assumption by the hydro-electric commission of The Corporation of the Municipality of West Elgin of the powers and authority of the dissolved public utilities commissions respecting the distribution and supply of electrical power. 6. The dissolution of the public utilities commission of The Corporation of the Village of Dutton and the assumption by The Corporation of the Municipality of Dutton/Dunwich of the powers and authority of the dissolved public utilities commission. 7. The dissolution of the public utilities commissions of The Corporation of the Village of Belmont and The Corporation of the Village of Port Stanley and the assumption by The Corporation of the Municipality of Central Elgin of the powers and authority of the dissolved public utilities commissions. 8. The dissolution of the public utilities commission of The Corporation of the Village of Springfield and the assumption by The Corporation of the Township of Malahide of the powers and authority of the dissolved public utilities commission. (2) For the purposes of the Act, for the events described in subsection (1), (a) the predecessor employers are the public utility commissions that are dissolved; (b) the successor employers are the municipalities and hydro-electric commissions that assume the power and authority of the dissolved public utilities commissions; (c) the changeover date for each event is January 1, 1998.  O. Reg. 458/97, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) The Act applies upon the occurrence of the following events:</p> <p class=\"paragraph-e\">  1. The dissolution of the public utilities commission of The Corporation of the Town of Thornbury and the assumption by The Corporation of the Town of Thornbury-Collingwood of the powers and authority of the dissolved public utilities commission.</p> <p class=\"paragraph-e\">  2. The dissolution of the public utilities commission of The Corporation of the Village of Watford and the assumption by The Corporation of the Township of Warwick of the powers and authority of the dissolved public utilities commission.</p> <p class=\"paragraph-e\">  3. The dissolution of the public utilities commissions of The Corporation of the Town of Amherstburg and The Corporation of the Township of Malden and the assumption by the hydro-electric commission of The Corporation of the Town of Amherstburg of the powers and authority of the dissolved public utilities commissions respecting the distribution and supply of electrical power.</p> <p class=\"paragraph-e\">  4. The dissolution of the public utilities commission of The Corporation of the Town of Picton and the assumption by The Corporation of the County of Prince Edward of the powers and authority of the dissolved public utilities commission.</p> <p class=\"paragraph-e\">  5. The dissolution of the Rodney Public Utilities Commission and the public utilities commission of The Corporation of the Village of West Lorne and the assumption by the hydro-electric commission of The Corporation of the Municipality of West Elgin of the powers and authority of the dissolved public utilities commissions respecting the distribution and supply of electrical power.</p> <p class=\"paragraph-e\">  6. The dissolution of the public utilities commission of The Corporation of the Village of Dutton and the assumption by The Corporation of the Municipality of Dutton/Dunwich of the powers and authority of the dissolved public utilities commission.</p> <p class=\"paragraph-e\">  7. The dissolution of the public utilities commissions of The Corporation of the Village of Belmont and The Corporation of the Village of Port Stanley and the assumption by The Corporation of the Municipality of Central Elgin of the powers and authority of the dissolved public utilities commissions.</p> <p class=\"paragraph-e\">  8. The dissolution of the public utilities commission of The Corporation of the Village of Springfield and the assumption by The Corporation of the Township of Malahide of the powers and authority of the dissolved public utilities commission.</p> <p class=\"subsection-e\">  (2) For the purposes of the Act, for the events described in subsection (1),</p> <p class=\"clause-e\">  (a) the predecessor employers are the public utility commissions that are dissolved;</p> <p class=\"clause-e\">  (b) the successor employers are the municipalities and hydro-electric commissions that assume the power and authority of the dissolved public utilities commissions;</p> <p class=\"clause-e\">  (c) the changeover date for each event is January 1, 1998.  O. Reg. 458/97, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. (1) The Act applies upon the occurrence of the following events: 1. The transfer of responsibility to construct and maintain roads from The Corporation of the County of Lennox and Addington to The Corporation of the Township of Stone Mills. 2. The transfer of responsibility to construct and maintain roads from The Corporation of the County of Lennox and Addington to The Corporation of the Town of Greater Napanee. 3. The transfer of responsibility to construct and maintain roads from The Corporation of the County of Lennox and Addington to The Corporation of Loyalist Township. 4. The transfer of responsibility to construct and maintain roads from The Corporation of the County of Elgin to The Corporation of the Municipality of West Elgin. 5. The transfer of responsibility to construct and maintain roads from The Corporation of the County of Elgin to The Corporation of the Municipality of Dutton/Dunwich. 6. The transfer of responsibility to construct and maintain roads from The Corporation of the County of Elgin to The Corporation of the Municipality of Central Elgin. 7. The transfer of responsibility to construct and maintain roads from The Corporation of the County of Elgin to The Corporation of the Township of Malahide. 8. The transfer of responsibility to construct and maintain roads from The Corporation of the County of Elgin to The Corporation of the Municipality of Bayham. (2) For the purposes of the Act, for the events described in subsection (1), (a) the predecessor employers are the municipalities from which responsibility is transferred; (b) the successor employers are the municipalities to which responsibility is transferred; (c) the changeover date for each event is January 1, 1998.  O. Reg. 458/97, s. 2. Psychiatric Hospitals",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) The Act applies upon the occurrence of the following events:</p> <p class=\"paragraph-e\">  1. The transfer of responsibility to construct and maintain roads from The Corporation of the County of Lennox and Addington to The Corporation of the Township of Stone Mills.</p> <p class=\"paragraph-e\">  2. The transfer of responsibility to construct and maintain roads from The Corporation of the County of Lennox and Addington to The Corporation of the Town of Greater Napanee.</p> <p class=\"paragraph-e\">  3. The transfer of responsibility to construct and maintain roads from The Corporation of the County of Lennox and Addington to The Corporation of Loyalist Township.</p> <p class=\"paragraph-e\">  4. The transfer of responsibility to construct and maintain roads from The Corporation of the County of Elgin to The Corporation of the Municipality of West Elgin.</p> <p class=\"paragraph-e\">  5. The transfer of responsibility to construct and maintain roads from The Corporation of the County of Elgin to The Corporation of the Municipality of Dutton/Dunwich.</p> <p class=\"paragraph-e\">  6. The transfer of responsibility to construct and maintain roads from The Corporation of the County of Elgin to The Corporation of the Municipality of Central Elgin.</p> <p class=\"paragraph-e\">  7. The transfer of responsibility to construct and maintain roads from The Corporation of the County of Elgin to The Corporation of the Township of Malahide.</p> <p class=\"paragraph-e\">  8. The transfer of responsibility to construct and maintain roads from The Corporation of the County of Elgin to The Corporation of the Municipality of Bayham.</p> <p class=\"subsection-e\">  (2) For the purposes of the Act, for the events described in subsection (1),</p> <p class=\"clause-e\">  (a) the predecessor employers are the municipalities from which responsibility is transferred;</p> <p class=\"clause-e\">  (b) the successor employers are the municipalities to which responsibility is transferred;</p> <p class=\"clause-e\">  (c) the changeover date for each event is January 1, 1998.  O. Reg. 458/97, s. 2.</p> <p class=\"heading1-e\">Psychiatric Hospitals</p>"
        },
        {
            "id": "3.",
            "section": "Psychiatric Hospitals",
            "content": " 3. (1) The Act applies upon the transfer of all or a substantial part of the business carried on by the Crown at an institution to which the Mental Hospitals Act applies to a corporation operating a public hospital if an employee who was employed in the transferred business immediately before the transfer was in a bargaining unit immediately before the transfer and one of the following is satisfied: 1. Immediately after the transfer, the employee would, if the Act did not apply, be in a bargaining unit of employees of the corporation operating the public hospital. 2. At the time of the transfer, there is a pending application for certification that has been made to the Board that includes a description of a bargaining unit of employees of the corporation operating the public hospital that would include the employee. 3. At the time of the transfer, there is a pending application for certification to which the corporation operating the public hospital has responded by giving the Board a written description of the bargaining unit that the corporation proposes and that proposed bargaining unit would include the employee. 4. The corporation operating the public hospital is a successor employer in relation to a previous occurrence described in sections 3 to 10 of the Act and an application has been made for an order under section 22 of the Act but, at the time of the transfer, the Board has not determined the number and description of the bargaining units that are appropriate for the operations of the corporation operating the public hospital. (2) Paragraphs 2 and 3 of subsection (1) do not apply if the trade union that made the application for certification is, (a) the bargaining agent that represented the employee immediately before the transfer; or (b) subordinate or directly related to the bargaining agent described in clause (a). (3) For the purposes of the Act, for each transfer described in subsection (1), (a) the predecessor employers are the Crown and the corporation operating the public hospital; (b) the successor employer is the corporation operating the public hospital; (c) the changeover date is the date of the transfer. (4) In this section, “public hospital” means a hospital as defined in section 1 of the Public Hospitals Act.  O. Reg. 11/99, s. 1. Agencies in the United Counties of Prescott-Russell",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) The Act applies upon the transfer of all or a substantial part of the business carried on by the Crown at an institution to which the <i>Mental Hospitals Act</i> applies to a corporation operating a public hospital if an employee who was employed in the transferred business immediately before the transfer was in a bargaining unit immediately before the transfer and one of the following is satisfied:</p> <p class=\"paragraph-e\">  1. Immediately after the transfer, the employee would, if the Act did not apply, be in a bargaining unit of employees of the corporation operating the public hospital.</p> <p class=\"paragraph-e\">  2. At the time of the transfer, there is a pending application for certification that has been made to the Board that includes a description of a bargaining unit of employees of the corporation operating the public hospital that would include the employee.</p> <p class=\"paragraph-e\">  3. At the time of the transfer, there is a pending application for certification to which the corporation operating the public hospital has responded by giving the Board a written description of the bargaining unit that the corporation proposes and that proposed bargaining unit would include the employee.</p> <p class=\"paragraph-e\">  4. The corporation operating the public hospital is a successor employer in relation to a previous occurrence described in sections 3 to 10 of the Act and an application has been made for an order under section 22 of the Act but, at the time of the transfer, the Board has not determined the number and description of the bargaining units that are appropriate for the operations of the corporation operating the public hospital.</p> <p class=\"subsection-e\">  (2) Paragraphs 2 and 3 of subsection (1) do not apply if the trade union that made the application for certification is,</p> <p class=\"clause-e\">  (a) the bargaining agent that represented the employee immediately before the transfer; or</p> <p class=\"clause-e\">  (b) subordinate or directly related to the bargaining agent described in clause (a).</p> <p class=\"subsection-e\">  (3) For the purposes of the Act, for each transfer described in subsection (1),</p> <p class=\"clause-e\">  (a) the predecessor employers are the Crown and the corporation operating the public hospital;</p> <p class=\"clause-e\">  (b) the successor employer is the corporation operating the public hospital;</p> <p class=\"clause-e\">  (c) the changeover date is the date of the transfer.</p> <p class=\"subsection-e\">  (4) In this section,</p> <p class=\"firstdef-e\">“public hospital” means a hospital as defined in section 1 of the <i>Public Hospitals Act</i>.  O. Reg. 11/99, s. 1.</p> <p class=\"heading1-e\">Agencies in the United Counties of Prescott-Russell</p>"
        },
        {
            "id": "4.",
            "section": "Agencies in the United Counties of Prescott-Russell",
            "content": " 4. (1) The Act applies upon the occurrence of the following events: 1. The dissolution of The Prescott-Russell Association for Community Living and the assumption of its powers, authority and responsibilities by the successor employer. 2. The dissolution of Centre de services familiaux de Prescott et Russell and the assumption of its powers, authority and responsibilities by the successor employer.  O. Reg. 660/00, s. 1. (2) For the purposes of the Act, for the events described in subsection (1), (a) the predecessor employers are The Prescott-Russell Association for Community Living and Centre de services familiaux de Prescott et Russell; (b) the successor employer is Children’s Aid Society of Prescott-Russell/Société de l’aide à l’enfance de Prescott-Russell; and (c) the changeover date is January 1, 2001.  O. Reg. 660/00, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) The Act applies upon the occurrence of the following events:</p> <p class=\"paragraph-e\">  1. The dissolution of The Prescott-Russell Association for Community Living and the assumption of its powers, authority and responsibilities by the successor employer.</p> <p class=\"paragraph-e\">  2. The dissolution of Centre de services familiaux de Prescott et Russell and the assumption of its powers, authority and responsibilities by the successor employer.  O. Reg. 660/00, s. 1.</p> <p class=\"subsection-e\">  (2) For the purposes of the Act, for the events described in subsection (1),</p> <p class=\"clause-e\">  (a) the predecessor employers are The Prescott-Russell Association for Community Living and Centre de services familiaux de Prescott et Russell;</p> <p class=\"clause-e\">  (b) the successor employer is Children’s Aid Society of Prescott-Russell/Société de l’aide à l’enfance de Prescott-Russell; and</p> <p class=\"clause-e\">  (c) the changeover date is January 1, 2001.  O. Reg. 660/00, s. 1.</p>"
        },
        {
            "id": "5.",
            "section": "Agencies in the United Counties of Prescott-Russell",
            "content": " 5. (1) The Act applies, in the circumstances described in subsection (2) and to the class of persons described in subsection (3), on the transfer of programs from Services communautaires de Prescott-Russell and Groupe action pour l’enfant, la famille et la communauté — Action Group for Child, Family and Community de Prescott-Russell to Children’s Aid Society of Prescott-Russell/Société de l’aide à l’enfance de Prescott-Russell.  O. Reg. 660/00, s. 1. (2) The circumstances in which the Act applies are that certain employees, (a) were given written notice of termination by Services communautaires de Prescott-Russell or Groupe action pour l’enfant, la famille et la communauté — Action Group for Child, Family and Community de Prescott-Russell in or about October, 2000; and (b) have accepted employment with the successor employer.  O. Reg. 660/00, s. 1. (3) The class of persons mentioned in subsection (1) are the employees to whom clauses (2) (a) and (b) apply.  O. Reg. 660/00, s. 1. (4) For the purposes of the Act, for the events described in subsection (1), (a) the predecessor employers are Services communautaires de Prescott-Russell and Groupe action pour l’enfant, la famille et la communauté — Action Group for Child, Family and Community de Prescott-Russell; (b) the successor employer is Children’s Aid Society of Prescott-Russell/Société de l’aide à l’enfance de Prescott-Russell; and (c) the changeover date is January 1, 2001.  O. Reg. 660/00, s. 1. Children’s Aid Society Amalgamations",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) The Act applies, in the circumstances described in subsection (2) and to the class of persons described in subsection (3), on the transfer of programs from Services communautaires de Prescott-Russell and Groupe action pour l’enfant, la famille et la communauté — Action Group for Child, Family and Community de Prescott-Russell to Children’s Aid Society of Prescott-Russell/Société de l’aide à l’enfance de Prescott-Russell.  O. Reg. 660/00, s. 1.</p> <p class=\"subsection-e\">  (2) The circumstances in which the Act applies are that certain employees,</p> <p class=\"clause-e\">  (a) were given written notice of termination by Services communautaires de Prescott-Russell or Groupe action pour l’enfant, la famille et la communauté — Action Group for Child, Family and Community de Prescott-Russell in or about October, 2000; and</p> <p class=\"clause-e\">  (b) have accepted employment with the successor employer.  O. Reg. 660/00, s. 1.</p> <p class=\"subsection-e\">  (3) The class of persons mentioned in subsection (1) are the employees to whom clauses (2) (a) and (b) apply.  O. Reg. 660/00, s. 1.</p> <p class=\"subsection-e\">  (4) For the purposes of the Act, for the events described in subsection (1),</p> <p class=\"clause-e\">  (a) the predecessor employers are Services communautaires de Prescott-Russell and Groupe action pour l’enfant, la famille et la communauté — Action Group for Child, Family and Community de Prescott-Russell;</p> <p class=\"clause-e\">  (b) the successor employer is Children’s Aid Society of Prescott-Russell/Société de l’aide à l’enfance de Prescott-Russell; and</p> <p class=\"clause-e\">  (c) the changeover date is January 1, 2001.  O. Reg. 660/00, s. 1.</p> <p class=\"heading1-e\">Children’s Aid Society Amalgamations</p>"
        },
        {
            "id": "6.",
            "section": "Children’s Aid Society Amalgamations",
            "content": "  6. (1) The Act applies upon the amalgamation of any two or more of the following children’s aid societies: 1. Child and Family Services of Timmins and District. 2. Children’s Aid Society of Northumberland. 3. Family and Children’s Services of the District of Rainy River. 3.1 Family, Youth and Child Services of Muskoka. 4. Hastings Children’s Aid Society. 5. Kenora-Patricia Child and Family Services. 6. Lennox and Addington Family and Children’s Services. 7. Services à l’enfance et à la famille du Timiskaming Child and Family Services. 8. Services Familiaux Jeanne Sauvé Family Services. 9. The Children’s Aid Society of Brockville and the United Counties of Leeds and Grenville. 10. The Children’s Aid Society of Owen Sound and the County of Grey. 11. The Children’s Aid Society of the City of Kingston and the County of Frontenac. 12. The Children’s Aid Society of the County of Bruce. 13. The Children’s Aid Society of the County of Lanark and the Town of Smith Falls. 14. The Children’s Aid Society of the County of Prince Edward. 15. The Children’s Aid Society of the County of Simcoe. O. Reg. 314/11, s. 1; O. Reg. 51/15, s. 1. (2) For the purposes of the Act, for an amalgamation described in subsection (1), (a) the predecessor employers are the amalgamating children’s aid societies; (b) the successor employer is the entity that exists after the amalgamation; and (c) the changeover date is the date the amalgamation takes effect.  O. Reg. 314/11, s. 1.  Français  ",
            "raw_html": "<p class=\"section-e\"><b>  6. </b>(1) The Act applies upon the amalgamation of any two or more of the following children’s aid societies:</p> <p class=\"paragraph-e\">  1. Child and Family Services of Timmins and District.</p> <p class=\"paragraph-e\">  2. Children’s Aid Society of Northumberland.</p> <p class=\"paragraph-e\">  3. Family and Children’s Services of the District of Rainy River.</p> <p class=\"paragraph-e\">  3.1 Family, Youth and Child Services of Muskoka.</p> <p class=\"paragraph-e\">  4. Hastings Children’s Aid Society.</p> <p class=\"paragraph-e\">  5. Kenora-Patricia Child and Family Services.</p> <p class=\"paragraph-e\">  6. Lennox and Addington Family and Children’s Services.</p> <p class=\"paragraph-e\">  7. Services à l’enfance et à la famille du Timiskaming Child and Family Services.</p> <p class=\"paragraph-e\">  8. Services Familiaux Jeanne Sauvé Family Services.</p> <p class=\"paragraph-e\">  9. The Children’s Aid Society of Brockville and the United Counties of Leeds and Grenville.</p> <p class=\"paragraph-e\">  10. The Children’s Aid Society of Owen Sound and the County of Grey.</p> <p class=\"paragraph-e\">  11. The Children’s Aid Society of the City of Kingston and the County of Frontenac.</p> <p class=\"paragraph-e\">  12. The Children’s Aid Society of the County of Bruce.</p> <p class=\"paragraph-e\">  13. The Children’s Aid Society of the County of Lanark and the Town of Smith Falls.</p> <p class=\"paragraph-e\">  14. The Children’s Aid Society of the County of Prince Edward.</p> <p class=\"paragraph-e\">  15. The Children’s Aid Society of the County of Simcoe. O. Reg. 314/11, s. 1; O. Reg. 51/15, s. 1.</p> <p class=\"subsection-e\">  (2) For the purposes of the Act, for an amalgamation described in subsection (1),</p> <p class=\"clause-e\">  (a) the predecessor employers are the amalgamating children’s aid societies;</p> <p class=\"clause-e\">  (b) the successor employer is the entity that exists after the amalgamation; and</p> <p class=\"clause-e\">  (c) the changeover date is the date the amalgamation takes effect.  O. Reg. 314/11, s. 1.</p> <p class=\"clause-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/970458\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}