{
    "reg_info": {
        "full_title": "O. Reg. 347/07: PROVINCIAL PARKS: GENERAL PROVISIONS",
        "reg_name_text": "Provincial Parks: GENERAL provisions",
        "citation": "O. Reg. 347/07: PROVINCIAL PARKS: GENERAL PROVISIONS",
        "act_under": "Provincial Parks and Conservation Reserves Act, 2006",
        "url": "https://www.ontario.ca/laws/regulation/070347",
        "date_scraped": "2023-12-18 06:18:46"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April 11, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/070347/v18",
            "valid_from": "April  4, 2022",
            "valid_to": "April 10, 2022"
        },
        {
            "a_href": "/laws/regulation/070347/v17",
            "valid_from": "November 29, 2021",
            "valid_to": "April  3, 2022"
        },
        {
            "a_href": "/laws/regulation/070347/v16",
            "valid_from": "November  8, 2021",
            "valid_to": "November 28, 2021"
        },
        {
            "a_href": "/laws/regulation/070347/v15",
            "valid_from": "July  1, 2021",
            "valid_to": "November  7, 2021"
        },
        {
            "a_href": "/laws/regulation/070347/v14",
            "valid_from": "June  7, 2021",
            "valid_to": "June 30, 2021"
        },
        {
            "a_href": "/laws/regulation/070347/v13",
            "valid_from": "July  1, 2019",
            "valid_to": "June  6, 2021"
        },
        {
            "a_href": "/laws/regulation/070347/v12",
            "valid_from": "April 29, 2019",
            "valid_to": "June 30, 2019"
        },
        {
            "a_href": "/laws/regulation/070347/v11",
            "valid_from": "October 19, 2017",
            "valid_to": "April 28, 2019"
        },
        {
            "a_href": "/laws/regulation/070347/v10",
            "valid_from": "January  1, 2017",
            "valid_to": "October 18, 2017"
        },
        {
            "a_href": "/laws/regulation/070347/v9",
            "valid_from": "October 21, 2016",
            "valid_to": "December 31, 2016"
        },
        {
            "a_href": "/laws/regulation/070347/v8",
            "valid_from": "January 28, 2011",
            "valid_to": "October 20, 2016"
        },
        {
            "a_href": "/laws/regulation/070347/v7",
            "valid_from": "July  1, 2010",
            "valid_to": "January 27, 2011"
        },
        {
            "a_href": "/laws/regulation/070347/v6",
            "valid_from": "May 14, 2010",
            "valid_to": "June 30, 2010"
        },
        {
            "a_href": "/laws/regulation/070347/v5",
            "valid_from": "March 29, 2010",
            "valid_to": "May 13, 2010"
        },
        {
            "a_href": "/laws/regulation/070347/v4",
            "valid_from": "November  4, 2009",
            "valid_to": "March 28, 2010"
        },
        {
            "a_href": "/laws/regulation/070347/v3",
            "valid_from": "March 26, 2009",
            "valid_to": "November  3, 2009"
        },
        {
            "a_href": "/laws/regulation/070347/v2",
            "valid_from": "September  4, 2007",
            "valid_to": "March 25, 2009"
        },
        {
            "a_href": "/laws/regulation/070347/v1",
            "valid_from": "July  9, 2007",
            "valid_to": "September  3, 2007"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation",
            "content": " 1. (1) In this Regulation, “all-terrain vehicle” means a self-propelled vehicle designed to be driven exclusively on ice, land or water or exclusively or primarily on snow, an off-road vehicle as defined in the Off-Road Vehicles Act, or any similar vehicle, but does not include an automobile; (“véhicule tout-terrain”) “artifact” means any object, material or substance that is made, modified, used, deposited or affected by human action and is of cultural heritage value or interest; (“artefact”) “audio device” means a radio, stereo, CD player, mp3 player, television or other similar electronic device capable of emitting sounds, but does not include a two-way radio, weather radio or a device that can only be heard by using earphones; (“appareil audio”) “boat” means a watercraft or other artificial contrivance used or capable of being used as a means of transportation on water, but does not include an all-terrain vehicle designed to be used on water; (“bateau”) “bus” means a bus as defined in subsection 1 (1) of the Highway Traffic Act; (“autobus”) “campground camp-site” means a parcel of land operated by the superintendent for campground camping that is designated by a camp-site number, posts or other suitable means and is directly accessible by road; (“emplacement de camping sur un terrain de camping”) “camping party” means a person or group of persons authorized to occupy a camp-site in a provincial park under one camp-site and vehicle permit; (“groupe de campeurs”) “camping unit” means equipment used for the purpose of outdoor accommodation and includes a tent, trailer, tent trailer, recreational vehicle, camper-back and any watercraft equipped for overnight accommodation; (“unité de camping”) “camp-site” means a campground camp-site, interior camp-site, group camp-site or unserviced camp-site and includes a site designated for overnight boat docking or mooring; (“emplacement de camping”) “disabled person” means a resident of Ontario who is the holder of an accessible parking permit issued under Regulation 581 of the Revised Regulations of Ontario, 1990 (Accessible Parking for Persons with Disabilities) made under the Highway Traffic Act or a national identity card issued by the Canadian National Institute for the Blind; (“personne handicapée”) “domestic animal” means a horse, a dog or any other animal that is kept under human control either by habit or training and lives in association with human beings; (“animal domestique”) “group camp-site” means a parcel of land operated by the superintendent for group camping purposes that is designated by posts, signs or other suitable means; (“emplacement de camping de groupe”) “house-boat” means a boat designed, fitted or used as a dwelling, whether temporary or permanent; (“caravane flottante”) “interior camping zone” means an area designated by the superintendent for interior camping; (“zone de camping sauvage”) “interior camp-site” means a parcel of land operated by the superintendent for interior camping, as indicated on a current park map and designated by signs or other suitable means, that is not directly accessible by road; (“emplacement de camping sauvage”) “motor vehicle” means a motor vehicle as defined in the Highway Traffic Act; (“véhicule automobile”) “non-operating park” means a park designated by the Minister that the public makes considerable use of, in which facilities and services are minimal or not provided and for the use of which fees are not normally charged; (“parc non opérationnel”) “non-resident” means an individual who is not a resident of Canada; (“non-résident”) “power boat” means a boat that is propelled by electric, gasoline, fuel oil or steam motive power; (“bateau à moteur”) “provincial park permit” means a camp-site and vehicle permit, interior camp-site permit, additional vehicle permit, daily vehicle permit, senior citizen daily vehicle permit, disabled person daily vehicle permit, daily bus permit, summer vehicle permit, winter vehicle permit, annual vehicle permit, annual bus permit, cross-country ski permit, short term entry permit, courtesy pass or any other similar permit issued by the Minister; (“permis lié à un parc provincial”) “resident of Canada” means, (a) a Canadian citizen as defined in the Citizenship Act (Canada), or (b) a person who has actually resided in Canada for a period of at least seven months during the twelve months immediately preceding the time that the person’s residence becomes material under this Regulation; (“résident du Canada”) “resident of Ontario” means a person who has actually resided in Ontario for a period of at least seven months during the twelve months immediately preceding the time that the person’s residence becomes material under this Regulation; (“résident de l’Ontario”) “roadway” means a roadway as defined in the Highway Traffic Act; (“chaussée”) “self-propelled camping unit” means a motor vehicle designed, equipped and used for overnight sleeping accommodation and that includes built-in facilities for sleeping, cooking and refrigeration; (“unité de camping automotrice”) “senior citizen” means a resident of Ontario who is at least 65 years old; (“personne âgée”) “shelter equipment” means any equipment designed for overnight sleeping accommodation and includes a tent, tent trailer, travel trailer, self-propelled camping unit or other similar equipment; (“équipement d’hébergement”) “special group” means a group of persons, accompanied by their supervisors, that is composed of residents of Canada who are, (a) patients in Ontario hospitals, (b) patients in Ontario institutions for the mentally or physically disabled, or (c) residents in training centres, youth centres, training schools or correctional facilities administered by the Ministry of Community Safety and Correctional Services; (“groupe spécial”) “spouse” means, (a) a spouse as defined in section 1 of the Family Law Act, or (b) either of two persons who live together in a conjugal relationship outside marriage; (“conjoint”) “unserviced camp-site” means a camp-site located in a non-operating park; (“emplacement de camping sans service”) “vehicle” means a vehicle as defined in the Highway Traffic Act and includes an aircraft; (“véhicule”) “youth group” means a group of persons, accompanied by their supervisors, that is composed primarily of residents of Canada who are at least five years of age but less than 18 and who are sponsored by a non-profit, religious, charitable or educational organization. (“groupe de jeunes”) O. Reg. 347/07, s. 1 (1); O. Reg. 165/10, s. 1; O. Reg. 22/11, s. 1 (1); O. Reg. 445/21, s. 1. (2) Subsections 8 (3), 10 (3), 14 (1) and (2), section 15, subsections 16 (1), 17 (1) and (5) and 22 (1) and sections 23 and 32 do not apply with respect to non-operating parks.  O. Reg. 22/11, s. 1 (2). Park Environment",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK0\"></a><b>1.</b> (1) In this Regulation,</p> <p class=\"firstdef-e\">“all-terrain vehicle” means a self-propelled vehicle designed to be driven exclusively on ice, land or water or exclusively or primarily on snow, an off-road vehicle as defined in the <i>Off-Road Vehicles Act</i><i>,</i> or any similar vehicle, but does not include an automobile; (“véhicule tout-terrain”)</p> <p class=\"definition-e\">“artifact” means any object, material or substance that is made, modified, used, deposited or affected by human action and is of cultural heritage value or interest; (“artefact”)</p> <p class=\"definition-e\">“audio device” means a radio, stereo, CD player, mp3 player, television or other similar electronic device capable of emitting sounds, but does not include a two-way radio, weather radio or a device that can only be heard by using earphones; (“appareil audio”)</p> <p class=\"definition-e\">“boat” means a watercraft or other artificial contrivance used or capable of being used as a means of transportation on water, but does not include an all-terrain vehicle designed to be used on water; (“bateau”)</p> <p class=\"definition-e\">“bus” means a bus as defined in subsection 1 (1) of the <i>Highway Traffic Act</i>; (“autobus”)</p> <p class=\"definition-e\">“campground camp-site” means a parcel of land operated by the superintendent for campground camping that is designated by a camp-site number, posts or other suitable means and is directly accessible by road; (“emplacement de camping sur un terrain de camping”)</p> <p class=\"definition-e\">“camping party” means a person or group of persons authorized to occupy a camp-site in a provincial park under one camp-site and vehicle permit; (“groupe de campeurs”)</p> <p class=\"definition-e\">“camping unit” means equipment used for the purpose of outdoor accommodation and includes a tent, trailer, tent trailer, recreational vehicle, camper-back and any watercraft equipped for overnight accommodation; (“unité de camping”)</p> <p class=\"definition-e\">“camp-site” means a campground camp-site, interior camp-site, group camp-site or unserviced camp-site and includes a site designated for overnight boat docking or mooring; (“emplacement de camping”)</p> <p class=\"definition-e\">“disabled person” means a resident of Ontario who is the holder of an accessible parking permit issued under Regulation 581 of the Revised Regulations of Ontario, 1990 (Accessible Parking for Persons with Disabilities) made under the <i>Highway Traffic Act</i> or a national identity card issued by the Canadian National Institute for the Blind; (“personne handicapée”)</p> <p class=\"definition-e\">“domestic animal” means a horse, a dog or any other animal that is kept under human control either by habit or training and lives in association with human beings; (“animal domestique”)</p> <p class=\"definition-e\">“group camp-site” means a parcel of land operated by the superintendent for group camping purposes that is designated by posts, signs or other suitable means; (“emplacement de camping de groupe”)</p> <p class=\"definition-e\">“house-boat” means a boat designed, fitted or used as a dwelling, whether temporary or permanent; (“caravane flottante”)</p> <p class=\"definition-e\">“interior camping zone” means an area designated by the superintendent for interior camping; (“zone de camping sauvage”)</p> <p class=\"definition-e\">“interior camp-site” means a parcel of land operated by the superintendent for interior camping, as indicated on a current park map and designated by signs or other suitable means, that is not directly accessible by road; (“emplacement de camping sauvage”)</p> <p class=\"definition-e\">“motor vehicle” means a motor vehicle as defined in the <i>Highway Traffic Act</i>; (“véhicule automobile”)</p> <p class=\"definition-e\">“non-operating park” means a park designated by the Minister that the public makes considerable use of, in which facilities and services are minimal or not provided and for the use of which fees are not normally charged; (“parc non opérationnel”)</p> <p class=\"definition-e\">“non-resident” means an individual who is not a resident of Canada; (“non-résident”)</p> <p class=\"definition-e\">“power boat” means a boat that is propelled by electric, gasoline, fuel oil or steam motive power; (“bateau à moteur”)</p> <p class=\"definition-e\">“provincial park permit” means a camp-site and vehicle permit, interior camp-site permit, additional vehicle permit, daily vehicle permit, senior citizen daily vehicle permit, disabled person daily vehicle permit, daily bus permit, summer vehicle permit, winter vehicle permit, annual vehicle permit, annual bus permit, cross-country ski permit, short term entry permit, courtesy pass or any other similar permit issued by the Minister; (“permis lié à un parc provincial”)</p> <p class=\"definition-e\">“resident of Canada” means,</p> <p class=\"defclause-e\">  (a) a Canadian citizen as defined in the <i>Citizenship Act</i><i> </i>(Canada), or</p> <p class=\"defclause-e\">  (b) a person who has actually resided in Canada for a period of at least seven months during the twelve months immediately preceding the time that the person’s residence becomes material under this Regulation; (“résident du Canada”)</p> <p class=\"definition-e\">“resident of Ontario” means a person who has actually resided in Ontario for a period of at least seven months during the twelve months immediately preceding the time that the person’s residence becomes material under this Regulation; (“résident de l’Ontario”)</p> <p class=\"definition-e\">“roadway” means a roadway as defined in the <i>Highway Traffic Act</i><i>;</i> (“chaussée”)</p> <p class=\"definition-e\">“self-propelled camping unit” means a motor vehicle designed, equipped and used for overnight sleeping accommodation and that includes built-in facilities for sleeping, cooking and refrigeration; (“unité de camping automotrice”)</p> <p class=\"definition-e\">“senior citizen” means a resident of Ontario who is at least 65 years old; (“personne âgée”)</p> <p class=\"definition-e\">“shelter equipment” means any equipment designed for overnight sleeping accommodation and includes a tent, tent trailer, travel trailer, self-propelled camping unit or other similar equipment; (“équipement d’hébergement”)</p> <p class=\"definition-e\">“special group” means a group of persons, accompanied by their supervisors, that is composed of residents of Canada who are, </p> <p class=\"defclause-e\">  (a) patients in Ontario hospitals,</p> <p class=\"defclause-e\">  (b) patients in Ontario institutions for the mentally or physically disabled, or</p> <p class=\"defclause-e\">  (c) residents in training centres, youth centres, training schools or correctional facilities administered by the Ministry of Community Safety and Correctional Services; (“groupe spécial”)</p> <p class=\"definition-e\">“spouse” means,</p> <p class=\"defclause-e\">  (a) a spouse as defined in section 1 of the <i>Family Law Act</i>, or</p> <p class=\"defclause-e\">  (b) either of two persons who live together in a conjugal relationship outside marriage; (“conjoint”)</p> <p class=\"defclause-e\">“unserviced camp-site” means a camp-site located in a non-operating park; (“emplacement de camping sans service”)</p> <p class=\"definition-e\">“vehicle” means a vehicle as defined in the <i>Highway Traffic Act</i><b> </b>and includes an aircraft; (“véhicule”)</p> <p class=\"definition-e\">“youth group” means a group of persons, accompanied by their supervisors, that is composed primarily of residents of Canada who are at least five years of age but less than 18 and who are sponsored by a non-profit, religious, charitable or educational organization. (“groupe de jeunes”) O. Reg. 347/07, s. 1 (1); O. Reg. 165/10, s. 1; O. Reg. 22/11, s. 1 (1); O. Reg. 445/21, s. 1.</p> <p class=\"subsection-e\">  (2) Subsections 8 (3), 10 (3), 14 (1) and (2), section 15, subsections 16 (1), 17 (1) and (5) and 22 (1) and sections 23 and 32 do not apply with respect to non-operating parks.  O. Reg. 22/11, s. 1 (2).</p> <p class=\"heading1-e\"><a name=\"BK1\"></a>Park Environment</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "Park Environment",
            "part_id": null,
            "part_type": null,
            "section": "Park Environment",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Damage to Crown land",
            "content": " 2. (1) No person shall, (a) remove, damage or deface any property of the Crown in a provincial park; or (b) damage or deface any relic, artifact or natural object or damage or deface any site of archaeological or historical interest in a provincial park.  O. Reg. 347/07, s. 2 (1). (2) Except with the written authorization of the superintendent, no person shall, (a) disturb, cut, kill, remove or harm any plant, tree or natural object in a provincial park; (b) disturb, kill, remove, harass or harm any animal except in accordance with the Fish and Wildlife Conservation Act, 1997, any bird except in accordance with the Migratory Birds Convention Act, 1994 (Canada) or any fish except in accordance with the Fisheries Act\n(Canada); (c) remove any relic or artifact in a provincial park; (d) disturb any site of archaeological or historical interest in a provincial park; (e) make an excavation for any purpose in a provincial park; or (f) conduct research in a provincial park.  O. Reg. 347/07, s. 2 (2). (3) In considering whether or not to grant an authorization under subsection (2), the superintendent shall base his or her decision on the following criteria: 1. The potential for the proposed activity to protect or enhance human safety. 2. The degree to which the proposed activity would harm or benefit the environment or wildlife or support or impede the maintenance of ecological integrity. 3. The range and value of scientific benefits that the proposed activity would provide. 4. The extent to which the proposed activity would promote cultural knowledge and understanding.  O. Reg. 347/07, s. 2 (3).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK2\"></a>2.</b> (1) No person shall,</p> <p class=\"clause-e\">  (a) remove, damage or deface any property of the Crown in a provincial park; or</p> <p class=\"clause-e\">  (b) damage or deface any relic, artifact or natural object or damage or deface any site of archaeological or historical interest in a provincial park.  O. Reg. 347/07, s. 2 (1).</p> <p class=\"subsection-e\">  (2) Except with the written authorization of the superintendent, no person shall,</p> <p class=\"clause-e\">  (a) disturb, cut, kill, remove or harm any plant, tree or natural object in a provincial park;</p> <p class=\"clause-e\">  (b) disturb, kill, remove, harass or harm any animal except in accordance with the <i>Fish and Wildlife Conservation Act, 1997</i>, any bird except in accordance with the <i>Migratory Birds Convention Act, 1994</i><i> </i>(Canada) or any fish except in accordance with the <i>Fisheries Act</i><i>\n</i>(Canada);  </p> <p class=\"clause-e\">  (c) remove any relic or artifact in a provincial park;</p> <p class=\"clause-e\">  (d) disturb any site of archaeological or historical interest in a provincial park;</p> <p class=\"clause-e\">  (e) make an excavation for any purpose in a provincial park; or</p> <p class=\"clause-e\">  (f) conduct research in a provincial park.  O. Reg. 347/07, s. 2 (2).</p> <p class=\"subsection-e\">  (3) In considering whether or not to grant an authorization under subsection (2), the superintendent shall base his or her decision on the following criteria: </p> <p class=\"paragraph-e\">  1. The potential for the proposed activity to protect or enhance human safety.</p> <p class=\"paragraph-e\">  2. The degree to which the proposed activity would harm or benefit the environment or wildlife or support or impede the maintenance of ecological integrity. </p> <p class=\"paragraph-e\">  3. The range and value of scientific benefits that the proposed activity would provide.</p> <p class=\"paragraph-e\">  4. The extent to which the proposed activity would promote cultural knowledge and understanding.  O. Reg. 347/07, s. 2 (3).</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Storing of wildlife attractants",
            "content": " 3. No person shall maintain or store potential wildlife attractants, including food or beverages, food preparation or storage equipment, cooking devices or utensils, garbage or recycling products, scented products or any other item in a manner that is likely to attract wildlife without the written authorization of the superintendent, which may be granted if the superintendent is of the opinion that the otherwise prohibited activities will not cause a threat to public safety.  O. Reg. 347/07, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>3. </b>No person shall maintain or store potential wildlife attractants, including food or beverages, food preparation or storage equipment, cooking devices or utensils, garbage or recycling products, scented products or any other item in a manner that is likely to attract wildlife without the written authorization of the superintendent, which may be granted if the superintendent is of the opinion that the otherwise prohibited activities will not cause a threat to public safety.  O. Reg. 347/07, s. 3.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Keeping park clean",
            "content": " 4. (1) No person shall deposit or cause to be deposited any litter in a provincial park except in a place designated for that purpose.  O. Reg. 347/07, s. 4 (1). (2) Every person using a camp-site in a provincial park, including a picnic area, shall at all times maintain the site in a clean and sanitary condition and, when vacating the site, shall restore it as nearly as possible to its original condition.  O. Reg. 347/07, s. 4 (2). (3) Every person using a facility, including a picnic shelter or any other facility, used for accommodation shall at all times maintain it in a clean and sanitary condition and, when vacating the facility, shall restore it to its original condition.  O. Reg. 347/07, s. 4 (3). (4) No person shall possess any non-burnable food or beverage containers in an interior camping zone in Algonquin, Killarney, Lake Superior or Quetico Provincial Park other than containers, (a) that are specifically designed and intended for repeated use and for which no deposit is charged; or (b) that are specifically designed for dehydrated foods.  O. Reg. 347/07, s. 4 (4); O. Reg. 22/11, s. 2 (1). (5) No person shall possess any non-burnable food or beverage containers in any part of Kawartha Highlands Signature Site Park other than containers, (a) that are specifically designed and intended for repeated use and for which no deposit is charged; or (b) that are specifically designed for dehydrated food.  O. Reg. 22/11, s. 2 (2). (6) Subsections (4) and (5) do not apply to a person, (a) if the person is on, or travelling directly to or from, land situated in a park mentioned in subsection (4) or (5) that is occupied under a lease, licence of occupation, land use permit or agreement; or (b) if the person is travelling directly to or from land that is held in fee simple that abuts or is surrounded by a park mentioned in subsection (4) or (5).  O. Reg. 22/11, s. 2 (2). (7) No person shall possess any glass bottles in Woodland Caribou Provincial Park, except while on, or travelling directly to or from, land situated in the park that is occupied\nunder a lease, licence of occupation, land use permit or agreement.  O. Reg. 22/11, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK4\"></a>4.</b> (1) No person shall deposit or cause to be deposited any litter in a provincial park except in a place designated for that purpose.  O. Reg. 347/07, s. 4 (1).</p> <p class=\"subsection-e\">  (2) Every person using a camp-site in a provincial park, including a picnic area, shall at all times maintain the site in a clean and sanitary condition and, when vacating the site, shall restore it as nearly as possible to its original condition.  O. Reg. 347/07, s. 4 (2).</p> <p class=\"subsection-e\">  (3) Every person using a facility, including a picnic shelter or any other facility, used for accommodation shall at all times maintain it in a clean and sanitary condition and, when vacating the facility, shall restore it to its original condition.  O. Reg. 347/07, s. 4 (3).</p> <p class=\"subsection-e\">  (4) No person shall possess any non-burnable food or beverage containers in an interior camping zone in Algonquin, Killarney, Lake Superior or Quetico Provincial Park other than containers,</p> <p class=\"clause-e\">  (a) that are specifically designed and intended for repeated use and for which no deposit is charged; or</p> <p class=\"clause-e\">  (b) that are specifically designed for dehydrated foods.  O. Reg. 347/07, s. 4 (4); O. Reg. 22/11, s. 2 (1).</p> <p class=\"subsection-e\">  (5) No person shall possess any non-burnable food or beverage containers in any part of Kawartha Highlands Signature Site Park other than containers,</p> <p class=\"clause-e\">  (a) that are specifically designed and intended for repeated use and for which no deposit is charged; or</p> <p class=\"clause-e\">  (b) that are specifically designed for dehydrated food.  O. Reg. 22/11, s. 2 (2).</p> <p class=\"subsection-e\">  (6) Subsections (4) and (5) do not apply to a person,</p> <p class=\"clause-e\">  (a) if the person is on, or travelling directly to or from, land situated in a park mentioned in subsection (4) or (5) that is occupied under a lease, licence of occupation, land use permit or agreement; or</p> <p class=\"clause-e\">  (b) if the person is travelling directly to or from land that is held in fee simple that abuts or is surrounded by a park mentioned in subsection (4) or (5).  O. Reg. 22/11, s. 2 (2).</p> <p class=\"subsection-e\">  (7) No person shall possess any glass bottles in Woodland Caribou Provincial Park, except while on, or travelling directly to or from, land situated in the park that is<b> </b>occupied<b>\n</b>under a lease, licence of occupation, land use permit or agreement.  O. Reg. 22/11, s. 2 (2).</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Fire and fireworks",
            "content": " 5. (1) No person shall start or tend a fire in a provincial park, except in a fireplace provided by the superintendent or in an area designated for that purpose.  O. Reg. 347/07, s. 5 (1); O. Reg. 22/11, s. 3. (2) No person shall start or tend a fire in a provincial park or part of a provincial park with respect to which the superintendent has posted a notice indicating that there is a fire hazard.  O. Reg. 347/07, s. 5 (2). (3) No person shall possess or ignite fireworks in a provincial park.  O. Reg. 347/07, s. 5 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>5. </b>(1) No person shall start or tend a fire in a provincial park, except in a fireplace provided by the superintendent or in an area designated for that purpose.  O. Reg. 347/07, s. 5 (1); O. Reg. 22/11, s. 3.</p> <p class=\"subsection-e\">  (2) No person shall start or tend a fire in a provincial park or part of a provincial park with respect to which the superintendent has posted a notice indicating that there is a fire hazard.  O. Reg. 347/07, s. 5 (2).</p> <p class=\"subsection-e\">  (3) No person shall possess or ignite fireworks in a provincial park.  O. Reg. 347/07, s. 5 (3).</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Domestic and other animals",
            "content": " 6. (1) No person in control of a domestic animal shall permit the animal to be, (a) in a provincial park unless the animal is secured on a leash that does not exceed two metres in length; (b) in any waters in a provincial park designated as a swimming area or upon any part of the beach adjacent to it; (c) in any waters adjacent to interior camp-sites where interior campers would obtain water for cooking or consumption; or (d) in any area posted to prohibit domestic animals or designated as an area in which domestic animals are prohibited.  O. Reg. 347/07, s. 6 (1). (2) Clause (1) (a) does not apply to an animal in a vehicle or a cage, to a dog accompanying a person who is lawfully hunting or within an area in which dogs are allowed to be off leash.  O. Reg. 347/07, s. 6 (2). (3) Clauses (1) (b), (c) and (d) do not apply to a person who is a holder of a National Identity Card issued by the Canadian Institute for the Blind or equivalent proof of legal blindness or to any other person who requires the assistance of a dog due to deafness or other disability.  O. Reg. 347/07, s. 6 (3). (4) No person shall permit a domestic animal, while in a provincial park, to, (a) make excessive noise; (b) disturb other persons; (c) damage Crown property or vegetation; (d) chase or harass wild animals or birds; (e) injure, or attempt to injure, a person or other domestic animal.  O. Reg. 347/07, s. 6 (4). (5) The person in control of a domestic animal shall immediately dispose of excrement from the animal in such manner and at such location that it will not cause a health hazard or public inconvenience.  O. Reg. 347/07, s. 6 (5). (6) Subsection (5) does not apply to a person who is unable to immediately dispose of excrement because of a disability.  O. Reg. 347/07, s. 6 (6). (7) The person in charge of a domestic animal that is not secured shall capture and secure the animal at the request of an officer.  O. Reg. 347/07, s. 6 (7). (8) An officer may seize or cause to be seized a domestic animal if the person in control of the animal is in contravention of subsection (1), (4) or (5).  O. Reg. 347/07, s. 6 (8). (9) An officer who seizes a domestic animal shall take reasonable care of the animal or deliver it to a pound as soon as reasonably possible.  O. Reg. 347/07, s. 6 (9). (10) No person shall drive, walk or ride a horse, pony or similar animal in a provincial park except in an area operated for that purpose.  O. Reg. 347/07, s. 6 (10).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK6\"></a>6. </b>(1) No person in control of a domestic animal shall permit the animal to be,</p> <p class=\"clause-e\">  (a) in a provincial park unless the animal is secured on a leash that does not exceed two metres in length;</p> <p class=\"clause-e\">  (b) in any waters in a provincial park designated as a swimming area or upon any part of the beach adjacent to it; </p> <p class=\"clause-e\">  (c) in any waters adjacent to interior camp-sites where interior campers would obtain water for cooking or consumption; or</p> <p class=\"clause-e\">  (d) in any area posted to prohibit domestic animals or designated as an area in which domestic animals are prohibited.  O. Reg. 347/07, s. 6 (1).</p> <p class=\"subsection-e\">  (2) Clause (1) (a) does not apply to an animal in a vehicle or a cage, to a dog accompanying a person who is lawfully hunting or within an area in which dogs are allowed to be off leash.  O. Reg. 347/07, s. 6 (2).</p> <p class=\"subsection-e\">  (3) Clauses (1) (b), (c) and (d) do not apply to a person who is a holder of a National Identity Card issued by the Canadian Institute for the Blind or equivalent proof of legal blindness or to any other person who requires the assistance of a dog due to deafness or other disability.  O. Reg. 347/07, s. 6 (3).</p> <p class=\"subsection-e\">  (4) No person shall permit a domestic animal, while in a provincial park, to,</p> <p class=\"clause-e\">  (a) make excessive noise;</p> <p class=\"clause-e\">  (b) disturb other persons;</p> <p class=\"clause-e\">  (c) damage Crown property or vegetation;</p> <p class=\"clause-e\">  (d) chase or harass wild animals or birds;</p> <p class=\"clause-e\">  (e) injure, or attempt to injure, a person or other domestic animal.  O. Reg. 347/07, s. 6 (4).</p> <p class=\"subsection-e\">  (5) The person in control of a domestic animal shall immediately dispose of excrement from the animal in such manner and at such location that it will not cause a health hazard or public inconvenience.  O. Reg. 347/07, s. 6 (5).</p> <p class=\"subsection-e\">  (6) Subsection (5) does not apply to a person who is unable to immediately dispose of excrement because of a disability.  O. Reg. 347/07, s. 6 (6).</p> <p class=\"subsection-e\">  (7) The person in charge of a domestic animal that is not secured shall capture and secure the animal at the request of an officer.  O. Reg. 347/07, s. 6 (7).</p> <p class=\"subsection-e\">  (8) An officer may seize or cause to be seized a domestic animal if the person in control of the animal is in contravention of subsection (1), (4) or (5).  O. Reg. 347/07, s. 6 (8).</p> <p class=\"subsection-e\">  (9) An officer who seizes a domestic animal shall take reasonable care of the animal or deliver it to a pound as soon as reasonably possible.  O. Reg. 347/07, s. 6 (9).</p> <p class=\"subsection-e\">  (10) No person shall drive, walk or ride a horse, pony or similar animal in a provincial park except in an area operated for that purpose.  O. Reg. 347/07, s. 6 (10).</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Protection of park environment",
            "content": " 7. No person shall introduce into a provincial park, or possess in a provincial park, any plant, animal or other living thing, or any object, material or other substance, that may carry non-native or invasive pests or species, as determined by the Ministry.  O. Reg. 347/07, s. 7.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK7\"></a>7. </b>No person shall introduce into a provincial park, or possess in a provincial park, any plant, animal or other living thing, or any object, material or other substance, that may carry non-native or invasive pests or species, as determined by the Ministry.  O. Reg. 347/07, s. 7.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Closure, evacuation",
            "content": " 8. (1) An officer may close a provincial park or part of a park to the public, by the erection of signs or other suitable means, for the purpose of, (a) preventing overcrowding of park facilities; (b) controlling or managing a fire, flood or other emergency situation; (c) protecting public safety; (d) facilitating maintenance, construction or other work carried out by the Ministry or under the authority of the Ministry; or (e) preserving or protecting the park environment or supporting the maintenance of ecological integrity.  O. Reg. 347/07, s. 8 (1). (2) An officer may order an evacuation of a provincial park or part of a park for the purpose of maintaining public safety in case of fire, flood or other emergency.  O. Reg. 347/07, s. 8 (2). (3) An officer may limit the number of provincial park permits that may be issued in a provincial park for the purpose of, (a) preventing overcrowding of park facilities; (b) preserving or protecting the environment or supporting the maintenance of ecological integrity; or (c) protecting public safety.  O. Reg. 347/07, s. 8 (3). Conduct in Park",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK8\"></a>8. </b>(1) An officer may close a provincial park or part of a park to the public, by the erection of signs or other suitable means, for the purpose of,</p> <p class=\"clause-e\">  (a) preventing overcrowding of park facilities;</p> <p class=\"clause-e\">  (b) controlling or managing a fire, flood or other emergency situation;</p> <p class=\"clause-e\">  (c) protecting public safety;</p> <p class=\"clause-e\">  (d) facilitating maintenance, construction or other work carried out by the Ministry or under the authority of the Ministry; or</p> <p class=\"clause-e\">  (e) preserving or protecting the park environment or supporting the maintenance of ecological integrity.  O. Reg. 347/07, s. 8 (1).</p> <p class=\"subsection-e\">  (2) An officer may order an evacuation of a provincial park or part of a park for the purpose of maintaining public safety in case of fire, flood or other emergency.  O. Reg. 347/07, s. 8 (2).</p> <p class=\"subsection-e\">  (3) An officer may limit the number of provincial park permits that may be issued in a provincial park for the purpose of,</p> <p class=\"clause-e\">  (a) preventing overcrowding of park facilities; </p> <p class=\"clause-e\">  (b) preserving or protecting the environment or supporting the maintenance of ecological integrity; or</p> <p class=\"clause-e\">  (c) protecting public safety.  O. Reg. 347/07, s. 8 (3).</p> <p class=\"heading1-e\"><a name=\"BK9\"></a>Conduct in Park</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "Conduct in Park",
            "part_id": null,
            "part_type": null,
            "section": "Conduct in Park",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Inappropriate conduct",
            "content": " 9. No person shall use discriminatory, harassing, abusive or insulting language or gestures or make excessive noise or disturb other persons in a provincial park.  O. Reg. 347/07, s. 9.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK10\"></a>9. </b>No person shall use discriminatory, harassing, abusive or insulting language or gestures or make excessive noise or disturb other persons in a provincial park.  O. Reg. 347/07, s. 9.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Officer’s power to remove a person and cancel permit",
            "content": " 10. (1) An officer who believes on reasonable and probable grounds that a person has contravened subsection 33 (2) or 39 (2) or section 45 of the Act or clause 2 (1) (a) or (b) or (2) (a) or (b), section 3, subsection 4 (2), (3), 5 (2), 6 (1) or (4), section 7, 9, 18 or 22, subsection 25 (1) or section 35 of this Regulation, a provision of the Liquor Licence and Control Act, 2019 or a provision of the Criminal Code (Canada) may,  (a) remove the person from the provincial park; and (b) cancel any permit authorizing the person’s presence in the provincial park in which the contravention occurred.  O. Reg. 347/07, s. 10 (1); O. Reg. 762/21, s. 1. (2) No person who has been removed from a provincial park under subsection (1) shall within the following 72-hour period enter or attempt to enter any provincial park without the written authorization of the superintendent of the park, which may be granted for the purpose of retrieving a vehicle or personal property.  O. Reg. 347/07, s. 10 (2). (3) An officer may cancel the provincial park permit of a person who is in contravention of subsection 15 (1), (3) or (5), section 16 or 17 or subsection 19 (1) or (2).  O. Reg. 347/07, s. 10 (3).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK11\"></a>10.</b> (1) An officer who believes on reasonable and probable grounds that a person has contravened subsection 33 (2) or 39 (2) or section 45 of the Act or clause 2 (1) (a) or (b) or (2) (a) or (b), section 3, subsection 4 (2), (3), 5 (2), 6 (1) or (4), section 7, 9, 18 or 22, subsection 25 (1) or section 35 of this Regulation, a provision of the <i>Liquor Licence and Control Act, 2019</i> or a provision of the <i>Criminal Code</i> (Canada) may, </p> <p class=\"clause-e\">  (a) remove the person from the provincial park; and</p> <p class=\"clause-e\">  (b) cancel any permit authorizing the person’s presence in the provincial park in which the contravention occurred.  O. Reg. 347/07, s. 10 (1); O. Reg. 762/21, s. 1.</p> <p class=\"subsection-e\">  (2) No person who has been removed from a provincial park under subsection (1) shall within the following 72-hour period enter or attempt to enter any provincial park without the written authorization of the superintendent of the park, which may be granted for the purpose of retrieving a vehicle or personal property. <b> </b>O. Reg. 347/07, s. 10 (2).</p> <p class=\"subsection-e\">  (3) An officer may cancel the provincial park permit of a person who is in contravention of subsection 15 (1), (3) or (5), section 16 or 17 or subsection 19 (1) or (2).  O. Reg. 347/07, s. 10 (3).</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "Climbing rock faces",
            "content": " 11. (1) No person shall rappel or climb rock faces in a provincial park with or without the aid of ropes, anchors or similar equipment except in an area designated by the superintendent for that purpose.  O. Reg. 347/07, s. 11 (1). (2) For the purposes of subsection (1), the superintendent may designate an area in which the activity will not harm the environment or wildlife or impede the maintenance of ecological integrity.  O. Reg. 347/07, s. 11 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>11. </b>(1) No person shall rappel or climb rock faces in a provincial park with or without the aid of ropes, anchors or similar equipment except in an area designated by the superintendent for that purpose.  O. Reg. 347/07, s. 11 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of subsection (1), the superintendent may designate an area in which the activity will not harm the environment or wildlife or impede the maintenance of ecological integrity.  O. Reg. 347/07, s. 11 (2).</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Begging and selling",
            "content": " 12. (1) No person shall beg, solicit, canvass or invite subscriptions or contributions, by the erection of signs or otherwise, in a provincial park.  O. Reg. 347/07, s. 12 (1). (2) No person shall sell or offer for sale any article, thing or service in a provincial park.  O. Reg. 347/07, s. 12 (2). (3) Subsection (2) does not apply where the selling or offering for sale is authorized under an agreement made under the Act.  O. Reg. 347/07, s. 12 (3). 13.  Revoked: O. Reg. 75/19, s. 1.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK13\"></a>12. </b>(1) No person shall beg, solicit, canvass or invite subscriptions or contributions, by the erection of signs or otherwise, in a provincial park.  O. Reg. 347/07, s. 12 (1).</p> <p class=\"subsection-e\">  (2) No person shall sell or offer for sale any article, thing or service in a provincial park.  O. Reg. 347/07, s. 12 (2).</p> <p class=\"subsection-e\">  (3) Subsection (2) does not apply where the selling or offering for sale is authorized under an agreement made under the Act.  O. Reg. 347/07, s. 12 (3).</p> <p class=\"section-e\"><b>  13. </b> <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 75/19, s. 1.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "14.",
            "part_id": null,
            "part_type": null,
            "section": "Entering and remaining in park",
            "content": " 14.  (1) No person shall enter a provincial park except at a designated entry point, no matter what the means of entry.  O. Reg. 347/07, s. 14 (1). (2) No person shall enter or remain in a provincial park after the posted hours of closing time for the park except in accordance with a valid provincial park permit.  O. Reg. 347/07, s. 14 (2). (3) No person shall enter or remain in a provincial park or an area of a provincial park closed by an officer for the purpose of subsection 8 (1).  O. Reg. 347/07, s. 14 (3); O. Reg. 22/11, s. 4. Camping in Park",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK14\"></a>14. </b> (1) No person shall enter a provincial park except at a designated entry point, no matter what the means of entry.  O. Reg. 347/07, s. 14 (1).</p> <p class=\"subsection-e\"><b> </b>(2) No person shall enter or remain in a provincial park after the posted hours of closing time for the park except in accordance with a valid provincial park permit.  O. Reg. 347/07, s. 14 (2).</p> <p class=\"subsection-e\"><b> </b>(3) No person shall enter or remain in a provincial park or an area of a provincial park closed by an officer for the purpose of subsection 8 (1).  O. Reg. 347/07, s. 14 (3); O. Reg. 22/11, s. 4.</p> <p class=\"heading1-e\"><a name=\"BK15\"></a>Camping in Park</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "Camping in Park",
            "part_id": null,
            "part_type": null,
            "section": "Camping in Park",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "15.",
            "part_id": null,
            "part_type": null,
            "section": "Camp-site and vehicle permits",
            "content": " 15. (1) No person shall occupy a camp-site or camp in a provincial park except, (a) on a camp-site specified on a valid camp-site and vehicle permit; or (b) on a camp-site in an interior camping zone specified on a valid interior camp-site permit.  O. Reg. 347/07, s. 15 (1). (2) The superintendent may issue an additional vehicle permit to the holder of a valid camp-site and vehicle permit or interior camp-site permit or the guests of the permit holder if an area designated for the purpose of parking additional motor vehicles is available.  O. Reg. 347/07, s. 15 (2). (3) No person shall park a motor vehicle for which an additional vehicle permit has been issued in a provincial park except in an area designated for that purpose.  O. Reg. 347/07, s. 15 (3). (4) A camp-site and vehicle permit or an interior camp-site permit is valid from the time it is issued until 2:00 p.m. on the departure date shown on the permit.  O. Reg. 347/07, s. 15 (4). (5) A person who occupies a camp-site under a camp-site and vehicle permit or interior camp-site permit shall, not later than the expiry of the permit, vacate the camp-site and remove all shelter equipment and other personal property from the camp-site.  O. Reg. 347/07, s. 15 (5). (6) Every person to whom a provincial park permit has been issued shall, on the request of an officer, produce the permit for inspection by the officer.  O. Reg. 347/07, s. 15 (6).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK16\"></a>15.</b> (1) No person shall occupy a camp-site or camp in a provincial park except,</p> <p class=\"clause-e\">  (a) on a camp-site specified on a valid camp-site and vehicle permit; or</p> <p class=\"clause-e\">  (b) on a camp-site in an interior camping zone specified on a valid interior camp-site permit.  O. Reg. 347/07, s. 15 (1).</p> <p class=\"subsection-e\">  (2) The superintendent may issue an additional vehicle permit to the holder of a valid camp-site and vehicle permit or interior camp-site permit or the guests of the permit holder if an area designated for the purpose of parking additional motor vehicles is available.  O. Reg. 347/07, s. 15 (2).</p> <p class=\"subsection-e\">  (3) No person shall park a motor vehicle for which an additional vehicle permit has been issued in a provincial park except in an area designated for that purpose.  O. Reg. 347/07, s. 15 (3).</p> <p class=\"subsection-e\">  (4) A camp-site and vehicle permit or an interior camp-site permit is valid from the time it is issued until 2:00 p.m. on the departure date shown on the permit.  O. Reg. 347/07, s. 15 (4).</p> <p class=\"subsection-e\">  (5) A person who occupies a camp-site under a camp-site and vehicle permit or interior camp-site permit shall, not later than the expiry of the permit, vacate the camp-site and remove all shelter equipment and other personal property from the camp-site.  O. Reg. 347/07, s. 15 (5).</p> <p class=\"subsection-e\">  (6) Every person to whom a provincial park permit has been issued shall, on the request of an officer, produce the permit for inspection by the officer.  O. Reg. 347/07, s. 15 (6).</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "16.",
            "part_id": null,
            "part_type": null,
            "section": "Maximum number of nights",
            "content": " 16. (1) No person shall camp on an interior camp-site or in an interior camping zone for more than the maximum number of nights specified on the provincial park permit.  O. Reg. 347/07, s. 16 (1). (2) No person shall camp on a campground camp-site or unserviced camp-site for more than 23 consecutive nights or on an interior camp-site for more than 16 consecutive nights unless, (a) the camp-site is available; (b) the superintendent authorizes its continued use on the grounds that no adverse effect to the natural environment will occur as a result; and (c) a new provincial park permit is obtained.  O. Reg. 347/07, s. 16 (2). (3) Subsection (2) does not apply to a camp-site in a campground occupied pursuant to an agreement.  O. Reg. 347/07, s. 16 (3).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK17\"></a>16. </b>(1) No person shall camp on an interior camp-site or in an interior camping zone for more than the maximum number of nights specified on the provincial park permit.  O. Reg. 347/07, s. 16 (1).</p> <p class=\"subsection-e\">  (2) No person shall camp on a campground camp-site or unserviced camp-site for more than 23 consecutive nights or on an interior camp-site for more than 16 consecutive nights unless,</p> <p class=\"clause-e\">  (a) the camp-site is available;</p> <p class=\"clause-e\">  (b) the superintendent authorizes its continued use on the grounds that no adverse effect to the natural environment will occur as a result; and</p> <p class=\"clause-e\">  (c) a new provincial park permit is obtained.  O. Reg. 347/07, s. 16 (2).</p> <p class=\"subsection-e\">  (3) Subsection (2) does not apply to a camp-site in a campground occupied pursuant to an agreement.  O. Reg. 347/07, s. 16 (3).</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "17.",
            "part_id": null,
            "part_type": null,
            "section": "Maximum number of persons",
            "content": " 17. (1) No person shall occupy a campground camp-site as part of a camping party of more than six persons unless the party consists of a single family of parents and their children.  O. Reg. 347/07, s. 17 (1). (2) No person shall occupy an interior camp-site or unserviced camp-site as part of a camping party of more than nine persons unless the party consists of a single family of parents and their children.  O. Reg. 347/07, s. 17 (2). (3) Despite subsection (2), the superintendent may designate an interior camp-site or unserviced camp-site for more or less than nine persons based on the carrying capacity of the camp-site and, in that case, no person shall occupy the camp-site as part of a camping party of more than the number of persons specified by the superintendent unless the party consists only of a single family of parents and their children.  O. Reg. 347/07, s. 17 (3). (4) Despite subsections (2) and (3), the maximum number of persons that may occupy an interior camp-site in Frontenac Provincial Park is six, unless the party consists of a single family of parents and their children.  O. Reg. 22/11, s. 5. (5) No camping party shall occupy a group camp-site in excess of the carrying capacity of the site as determined by the superintendent.  O. Reg. 347/07, s. 17 (5).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK18\"></a>17. </b>(1) No person shall occupy a campground camp-site as part of a camping party of more than six persons unless the party consists of a single family of parents and their children.  O. Reg. 347/07, s. 17 (1).</p> <p class=\"subsection-e\">  (2) No person shall occupy an interior camp-site or unserviced camp-site as part of a camping party of more than nine persons unless the party consists of a single family of parents and their children.  O. Reg. 347/07, s. 17 (2).</p> <p class=\"subsection-e\">  (3) Despite subsection (2), the superintendent may designate an interior camp-site or unserviced camp-site for more or less than nine persons based<b> </b>on the carrying capacity of the camp-site and, in that case, no person shall occupy the camp-site as part of a camping party of more than the number of persons specified by the superintendent unless the party consists only of a single family of parents and their children.  O. Reg. 347/07, s. 17 (3).</p> <p class=\"subsection-e\">  (4) Despite subsections (2) and (3), the maximum number of persons that may occupy an interior camp-site in Frontenac Provincial Park is six, unless the party consists of a single family of parents and their children.  O. Reg. 22/11, s. 5.</p> <p class=\"subsection-e\">  (5) No camping party shall occupy a group camp-site in excess of the carrying capacity of the site as determined by the superintendent.  O. Reg. 347/07, s. 17 (5).</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "18.",
            "part_id": null,
            "part_type": null,
            "section": "Non-resident camping in non-operating parks",
            "content": " 18. (1) A non-resident who is 18 years of age or older shall not camp in a non-operating park unless, (a) he or she is camping under the authority of a non-resident camping permit; (b) he or she is using a camping unit rented from a person who carries on business in Ontario; (c) he or she owns property in Ontario or is the spouse of a person who owns property in Ontario; (d) he or she is a member or person in charge of a charitable or non-profit group that is camping  with the written authorization of the superintendent, which may be granted if the superintendent is of the opinion that the proof of charitable or non-profit status is sufficient and, in the case of a youth group, there is adequate adult supervision; or (e) he or she is carrying out duties required by lawful employment in Canada.  O. Reg. 347/07, s. 18 (1); O. Reg. 22/11, s. 6. (2) A non-resident camping permit expires at noon on the day following the date shown on the permit.  O. Reg. 347/07, s. 18 (2). (3) A non-resident camping in a non-operating park shall, on the request of an officer, produce for inspection his or her non-resident camping permit, camping unit rental agreement or proof that the non-resident is entitled to camp in the non-operating park by virtue of clause (1) (c), (d) or (e).  O. Reg. 347/07, s. 18 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>18. </b>(1) A non-resident who is 18 years of age or older shall not camp in a non-operating park unless,</p> <p class=\"clause-e\">  (a) he or she is camping under the authority of a non-resident camping permit;</p> <p class=\"clause-e\">  (b) he or she is using a camping unit rented from a person who carries on business in Ontario; </p> <p class=\"clause-e\">  (c) he or she owns property in Ontario or is the spouse of a person who owns property in Ontario;</p> <p class=\"clause-e\">  (d) he or she is a member or person in charge of a charitable or non-profit group that is camping  with the written authorization of the superintendent, which may be granted if the superintendent is of the opinion that the proof of charitable or non-profit status is sufficient and, in the case of a youth group, there is adequate adult supervision; or</p> <p class=\"clause-e\">  (e) he or she is carrying out duties required by lawful employment in Canada.  O. Reg. 347/07, s. 18 (1); O. Reg. 22/11, s. 6.</p> <p class=\"subsection-e\"><b> </b>(2) A non-resident camping permit expires at noon on the day following the date shown on the permit.  O. Reg. 347/07, s. 18 (2).</p> <p class=\"subsection-e\">  (3) A non-resident camping in a non-operating park shall, on the request of an officer, produce for inspection his or her non-resident camping permit, camping unit rental agreement or proof that the non-resident is entitled to camp in the non-operating park by virtue of clause (1) (c), (d) or (e).  O. Reg. 347/07, s. 18 (3).</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "19.",
            "part_id": null,
            "part_type": null,
            "section": "Shelters and trailers",
            "content": " 19. (1) No person shall place or cause to be placed on a campground camp-site or unserviced camp-site more than three pieces of shelter equipment, one dining shelter and one tarp used for shelter.  O. Reg. 347/07, s. 19 (1); O. Reg. 22/11, s. 7 (1). (2) No person shall place or cause to be placed on a campground camp-site or unserviced camp-site more than one tent trailer, travel trailer or self-propelled camping unit.  O. Reg. 347/07, s. 19 (2); O. Reg. 22/11, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK20\"></a>19</b><b>. </b>(1) No person shall place or cause to be placed on a campground camp-site or unserviced camp-site more than three pieces of shelter equipment<b>,</b> one dining shelter and one tarp used for shelter.  O. Reg. 347/07, s. 19 (1); O. Reg. 22/11, s. 7 (1).</p> <p class=\"subsection-e\">  (2) No person shall place or cause to be placed on a campground camp-site or unserviced camp-site more than one tent trailer, travel trailer or self-propelled camping unit.  O. Reg. 347/07, s. 19 (2); O. Reg. 22/11, s. 7 (2).</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "20.",
            "part_id": null,
            "part_type": null,
            "section": "Algonquin and Kawartha Highlands, special case",
            "content": " 20. Between December 1 and March 31, no person shall camp within 30 metres of the nearest portage or shoreline, (a) in an area operated for interior camping in Algonquin Provincial Park; or (b) in Kawartha Highlands Signature Site Park.  O. Reg. 22/11, s. 8.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>20. </b>Between December 1 and March 31, no person shall camp within 30 metres of the nearest portage or shoreline,</p> <p class=\"clause-e\">  (a) in an area operated for interior camping in Algonquin Provincial Park; or </p> <p class=\"clause-e\">  (b) in Kawartha Highlands Signature Site Park.  O. Reg. 22/11, s. 8.</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "21.",
            "part_id": null,
            "part_type": null,
            "section": "Possession of saws and other devices in certain parks",
            "content": " 21. (1) No person shall at any time possess a chain saw, power saw, power ice auger, gasoline generator or similar device in an area operated for interior camping in Bon Echo, Frontenac, Killarney or Quetico Provincial Park.  O. Reg. 347/07, s. 21 (1). (2) From April 1 to Thanksgiving, no person shall possess a chain saw, power saw, power ice auger, gasoline generator or similar device in an area operated for interior camping in Algonquin Provincial Park.  O. Reg. 347/07, s. 21 (2). (3) No person shall at any time use a chain saw or similar device in Kawartha Highlands Signature Site Park except, (a) for emergency purposes; (b) for the removal of safety hazards; or (c) with the authorization of the superintendent.  O. Reg. 22/11, s. 9. (4) No person shall at any time possess a gasoline generator or similar device in Kawartha Highlands Signature Site Park, except with the authorization of the superintendent.  O. Reg. 22/11, s. 9.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK22\"></a>21. </b>(1) No person shall at any time possess a chain saw, power saw, power ice auger, gasoline generator or similar device in an area operated for interior camping in Bon Echo, Frontenac, Killarney or Quetico Provincial Park.  O. Reg. 347/07, s. 21 (1).</p> <p class=\"subsection-e\">  (2) From April 1 to Thanksgiving, no person shall possess a chain saw, power saw, power ice auger, gasoline generator or similar device in an area operated for interior camping in Algonquin Provincial Park.  O. Reg. 347/07, s. 21 (2).</p> <p class=\"subsection-e\">  (3) No person shall at any time use a chain saw or similar device in<b> </b>Kawartha Highlands Signature Site Park except,</p> <p class=\"clause-e\">  (a) for emergency purposes;</p> <p class=\"clause-e\">  (b) for the removal of safety hazards; or</p> <p class=\"clause-e\">  (c) with the authorization of the superintendent.  O. Reg. 22/11, s. 9.</p> <p class=\"subsection-e\">  (4) No person shall at any time possess a gasoline generator or similar device in Kawartha Highlands Signature Site Park, except with the authorization of the superintendent.  O. Reg. 22/11, s. 9.</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "22.",
            "part_id": null,
            "part_type": null,
            "section": "Operation of audio device",
            "content": " 22. (1) No person shall operate an audio device in an area where operation of such devices is prohibited.  O. Reg. 347/07, s. 22 (1). (2) From April 1 to Thanksgiving, no person shall operate an audio device in Algonquin Provincial Park except on a campground camp-site or on land occupied under a lease or other agreement.  O. Reg. 347/07, s. 22 (2); O. Reg. 22/11, s. 10.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK23\"></a>22. </b>(1) No person shall operate an audio device in an area where operation of such devices is prohibited.<b>  </b>O. Reg. 347/07, s. 22 (1).</p> <p class=\"subsection-e\">  (2) From<b> </b>April 1 to Thanksgiving, no person shall operate an audio device in Algonquin Provincial Park except on a campground camp-site or on land occupied under a lease or other agreement.  O. Reg. 347/07, s. 22 (2); O. Reg. 22/11, s. 10.</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "23.",
            "part_id": null,
            "part_type": null,
            "section": "Permits for vehicles",
            "content": " 23. (1) No person shall take a motor vehicle, all terrain vehicle, bus, boat or aircraft into a provincial park or possess or operate any of them in a provincial park except under the authority of a valid provincial park permit.  O. Reg. 347/07, s. 23 (1). (2) Despite subsection (1), the driver of a bus may take it into a provincial park without paying a fee if, (a) all the passengers are residents of a long-term care home under the Fixing Long-Term Care Act, 2021; and (b) the driver presents a letter signed by the person in charge of the home or centre requesting free entry for the bus on its arrival at the park.  O. Reg. 347/07, s. 23 (2); O. Reg. 85/10, s. 1; O. Reg. 270/22, s. 1. (3) A daily vehicle permit expires at the posted hours of closing of the provincial park on the day for which it is issued.  O. Reg. 347/07, s. 23 (3). (4) No person shall park a motor vehicle in a provincial park unless the vehicle displays the permit required by subsection (1) in a manner that clearly shows the permit’s expiry date.  O. Reg. 347/07, s. 23 (4). (5) No person who takes a motor vehicle, all-terrain vehicle, bus, boat or aircraft into a provincial park under the authority of a daily vehicle permit, an annual vehicle permit, an annual bus permit, a summer vehicle permit or a winter vehicle permit shall permit it to remain in the park after the posted closing time for the park on the day it is taken in.  O. Reg. 347/07, s. 23 (5). (6) An unexpired permit issued to authorize the entry of a motor vehicle into the parks administered under the St. Lawrence Parks Commission Act is deemed to be a valid daily vehicle permit for that vehicle for the purposes of this section.  O. Reg. 347/07, s. 23 (6).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>23.</b> (1) No person shall take a motor vehicle, all terrain vehicle, bus, boat or aircraft into a provincial park or possess or operate any of them in a provincial park except under the authority of a valid provincial park permit.  O. Reg. 347/07, s. 23 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), the driver of a bus may take it into a provincial park without paying a fee if,</p> <p class=\"clause-e\">  (a) all the passengers are residents of a long-term care home under the <i>Fixing Long-Term Care Act, 2021</i>; and</p> <p class=\"clause-e\">  (b) the driver presents a letter signed by the person in charge of the home or centre requesting free entry for the bus on its arrival at the park.  O. Reg. 347/07, s. 23 (2); O. Reg. 85/10, s. 1; O. Reg. 270/22, s. 1.</p> <p class=\"subsection-e\">  (3) A daily vehicle permit expires at the posted hours of closing of the provincial park on the day for which it is issued.  O. Reg. 347/07, s. 23 (3).</p> <p class=\"subsection-e\">  (4) No person shall park a motor vehicle in a provincial park unless the vehicle displays the permit required by subsection (1) in a manner that clearly shows the permit’s expiry date.  O. Reg. 347/07, s. 23 (4).</p> <p class=\"subsection-e\">  (5) No person who takes a motor vehicle, all-terrain vehicle, bus, boat or aircraft into a provincial park under the authority of a daily vehicle permit, an annual vehicle permit, an annual bus permit, a summer vehicle permit or a winter vehicle permit <span>shall permit it to remain in the park after the posted closing time for the park on the day it is taken in.  </span>O. Reg. 347/07, s. 23 (5).</p> <p class=\"subsection-e\">  (6) An unexpired permit issued to authorize the entry of a motor vehicle into the parks administered under the <i>St. Lawrence Parks Commission Act </i><i>is </i>deemed to be a valid daily vehicle permit for that vehicle for the purposes of this section.  O. Reg. 347/07, s. 23 (6).</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "24.",
            "part_id": null,
            "part_type": null,
            "section": "Assignment and copying of permit prohibited",
            "content": " 24. No person shall assign, duplicate or copy a provincial park permit.  O. Reg. 347/07, s. 24.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK25\"></a>24. </b>No person shall assign, duplicate or copy a provincial park permit.  O. Reg. 347/07, s. 24.</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "25.",
            "part_id": null,
            "part_type": null,
            "section": "Operation and parking of vehicle",
            "content": " 25. (1) No person shall operate a vehicle in a provincial park except on a roadway or other place designated for that purpose.  O. Reg. 347/07, s. 25 (1). (2) No person shall park a vehicle in a provincial park in an area where parking is prohibited or in a position or place that prevents or is likely to prevent free and convenient movement of other vehicles.  O. Reg. 347/07, s. 25 (2).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK26\"></a>25. </b>(1) No person shall operate a vehicle in a provincial park except on a roadway or other place designated for that purpose.  O. Reg. 347/07, s. 25 (1).</p> <p class=\"subsection-e\">  (2) No person shall park a vehicle in a provincial park in an area where parking is prohibited or in a position or place that prevents or is likely to prevent free and convenient movement of other vehicles.  O. Reg. 347/07, s. 25 (2).</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "26.",
            "part_id": null,
            "part_type": null,
            "section": "Traffic movement",
            "content": " 26. (1) An officer or any person employed in the Ministry at a provincial park may direct traffic in the park.  O. Reg. 347/07, s. 26 (1). (2) In case of fire, accident, traffic congestion or other emergency, the person may direct traffic into such channels as are necessary to prevent or relieve congestion or give the right of way.  O. Reg. 347/07, s. 26 (2). (3) Every person shall obey a direction given under this section.  O. Reg. 347/07, s. 26 (3).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK27\"></a>26. </b>(1) An officer or any person employed in the Ministry at a provincial park may direct traffic in the park.  O. Reg. 347/07, s. 26 (1).</p> <p class=\"subsection-e\">  (2) In case of fire, accident, traffic congestion or other emergency, the person may direct traffic into such channels as are necessary to prevent or relieve congestion or give the right of way.  O. Reg. 347/07, s. 26 (2).</p> <p class=\"subsection-e\">  (3) Every person shall obey a direction given under this section.  O. Reg. 347/07, s. 26 (3).</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "27.",
            "part_id": null,
            "part_type": null,
            "section": "Unattended vehicles or equipment",
            "content": " 27. No person shall leave unattended or permit to be left unattended in a provincial park a vehicle, all-terrain vehicle or boat, a camping unit, or an ice hut, ice shelter or similar equipment except on land occupied, (a) under a lease, licence of occupation, land use permit or agreement; (b) under the authority of a provincial park permit in an area operated for the purpose; or (c) with the written authorization of the superintendent, which may be granted if the superintendent is of the opinion that leaving it unattended will not cause harm to the environment or be a threat to public safety.  O. Reg. 347/07, s. 27. Recreational Equipment",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK28\"></a><b>27. </b>No person shall leave unattended or permit to be left unattended in a provincial park a vehicle, all-terrain vehicle or boat, a camping unit, or an ice hut, ice shelter or similar equipment except on land occupied,</p> <p class=\"clause-e\">  (a) under a lease, licence of occupation, land use permit or agreement;</p> <p class=\"clause-e\">  (b) under the authority of a provincial park permit in an area operated for the purpose; or</p> <p class=\"clause-e\">  (c) with the written authorization of the superintendent, which may be granted if the superintendent is of the opinion that leaving it unattended will not cause harm to the environment or be a threat to public safety. <b> </b>O. Reg. 347/07, s. 27.</p> <p class=\"heading1-e\"><a name=\"BK29\"></a>Recreational Equipment</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "Recreational Equipment",
            "part_id": null,
            "part_type": null,
            "section": "Recreational Equipment",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "28.",
            "part_id": null,
            "part_type": null,
            "section": "Recreational equipment in certain parks",
            "content": " 28. No person shall operate a motorized surfboard, watersled, jet ski, para-sail or similar recreational equipment in Algonquin Provincial Park.  O. Reg. 347/07, s. 28; O. Reg. 22/11, s. 11.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK30\"></a>28. </b>No person shall operate a motorized surfboard, watersled, jet ski, para-sail or similar recreational equipment in Algonquin Provincial Park.  O. Reg. 347/07, s. 28; O. Reg. 22/11, s. 11.</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "29.",
            "part_id": null,
            "part_type": null,
            "section": "Waterskiing in Algonquin Park",
            "content": " 29. No person shall water ski or engage in other similar activities in Algonquin Provincial Park.  O. Reg. 347/07, s. 29.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK31\"></a>29. </b>No person shall water ski or engage in other similar activities in Algonquin Provincial Park.  O. Reg. 347/07, s. 29.</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "30.",
            "part_id": null,
            "part_type": null,
            "section": "Recreational equipment near swimming area, beach",
            "content": " 30. No person shall launch, operate or possess a boat, water ski, sailboard, surfboard or similar thing in any water in a provincial park that is designated as a swimming area or on any part of a beach adjacent to a designated swimming area.  O. Reg. 347/07, s. 30.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK32\"></a>30. </b>No person shall launch, operate or possess a boat, water ski, sailboard, surfboard or similar thing in any water in a provincial park that is designated as a swimming area or on any part of a beach adjacent to a designated swimming area.  O. Reg. 347/07, s. 30.</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "31.",
            "part_id": null,
            "part_type": null,
            "section": "Power boats",
            "content": " 31. (1) No person shall operate a power boat in a provincial park.  O. Reg. 347/07, s. 31 (1). (2) Despite subsection (1), a person may operate a power boat, (a) in a provincial park named in Column 2 of Schedule 1 in waters named in Column 3 of that Schedule if the conditions set out in that Column are met; (b) in waters that are partially but not entirely included within the regulated boundary of a provincial park; (c) in a wilderness class park in accordance with Ontario Regulation 346/07 (Mechanized Travel in Wilderness Parks) made under the Act.  O. Reg. 347/07, s. 31 (2). (3) No person shall moor a power boat overnight in Kawartha Highlands Signature Site Park, unless the power boat is moored in the reasonable exercise of the right of navigation.  O. Reg. 22/11, s. 12.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK33\"></a>31. </b>(1) No person shall operate a power boat in a provincial park.  O. Reg. 347/07, s. 31 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), a person may operate a power boat,</p> <p class=\"clause-e\">  (a) in a provincial park named in Column 2 of Schedule 1 in waters named in Column 3 of that Schedule if the conditions set out in that Column are met;</p> <p class=\"clause-e\">  (b) in waters that are partially but not entirely included within the regulated boundary of a provincial park; </p> <p class=\"clause-e\">  (c) in a wilderness class park in accordance with Ontario Regulation 346/07 (Mechanized Travel in Wilderness Parks) made under the Act.  O. Reg. 347/07, s. 31 (2).</p> <p class=\"subsection-e\">  (3) No person shall moor a power boat overnight in Kawartha Highlands Signature Site Park, unless the power boat is moored in the reasonable exercise of the right of navigation.  O. Reg. 22/11, s. 12.</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "32.",
            "part_id": null,
            "part_type": null,
            "section": "House-boats",
            "content": " 32. (1) No person shall moor or dock a house-boat in waters within a provincial park without a valid provincial park permit, unless the house-boat is moored or docked in the reasonable exercise of the right of navigation.  O. Reg. 347/07, s. 32 (1). (2) No person shall operate a house-boat in Algonquin, Kesagami or Quetico Provincial Park.  O. Reg. 347/07, s. 32 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK34\"></a><b>32. </b>(1) No person shall moor or dock a house-boat in waters within a provincial park without a valid provincial park permit, unless the house-boat is moored or docked in the reasonable exercise of the right of navigation.  O. Reg. 347/07, s. 32 (1).</p> <p class=\"subsection-e\">  (2) No person shall operate a house-boat in Algonquin, Kesagami or Quetico Provincial Park.  O. Reg. 347/07, s. 32 (2).</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "33.",
            "part_id": null,
            "part_type": null,
            "section": "Aircraft",
            "content": " 33. (1) No person shall land an aircraft in a provincial park.  O. Reg. 347/07, s. 33 (1). (2) Despite subsection (1), a person with a valid aircraft landing authorization issued by the superintendent may land an aircraft, (a) in a provincial park named in Column 2 of Schedule 2 in an area named in Column 3 of that Schedule if the conditions set out in that Column are met; and (b) in a wilderness class park in accordance with Ontario Regulation 346/07 (Mechanized Travel in Wilderness Class Parks) made under the Act.  O. Reg. 347/07, s. 33 (2). (3) Revoked:  O. Reg. 22/11, s. 13.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK35\"></a>33. </b>(1) No person shall land an aircraft in a provincial park.  O. Reg. 347/07, s. 33 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), a person with a valid aircraft landing authorization issued by the superintendent may land an aircraft,</p> <p class=\"clause-e\">  (a) in a provincial park named in Column 2 of Schedule 2 in an area named in Column 3 of that Schedule if the conditions set out in that Column are met; and</p> <p class=\"clause-e\">  (b) in a wilderness class park in accordance with Ontario Regulation 346/07 (Mechanized Travel in Wilderness Class Parks) made under the Act.<b>  </b>O. Reg. 347/07, s. 33 (2).</p> <p class=\"subsection-e\">  (3) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 22/11, s. 13.</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "34.",
            "part_id": null,
            "part_type": null,
            "section": "All-terrain vehicles",
            "content": " 34. No person shall operate an all-terrain vehicle in a provincial park except in an area operated by the superintendent for that purpose or in another area pursuant to a written authorization of the superintendent, which may be granted if the superintendent is of the opinion that operating the vehicle will not cause harm to the environment, impede the maintenance of ecological integrity or be a threat to public safety.  O. Reg. 347/07, s. 34.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK36\"></a>34. </b>No person shall operate an all-terrain vehicle in a provincial park except in an area operated by the superintendent for that purpose or in another area pursuant to a written authorization of the superintendent, which may be granted if the superintendent is of the opinion that operating the vehicle will not cause harm to the environment, impede the maintenance of ecological integrity or be a threat to public safety.  O. Reg. 347/07, s. 34.</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "35.",
            "part_id": null,
            "part_type": null,
            "section": "Firearms",
            "content": " 35. No person shall use or display a firearm in a provincial park other than,  (a) a peace officer in the lawful execution of his or her duties; (b) an employee in the Ministry or an agent of the Ministry for the purpose of wildlife management and control; (c) a person lawfully hunting under the authority of subsection 9 (3) of the Fish and Wildlife Conservation Act, 1997; (d) a person authorized by the superintendent to use or display a firearm in a provincial park.  O. Reg. 347/07, s. 35. Occupation of Land",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK37\"></a>35. </b>No person shall use or display a firearm in a provincial park other than, </p> <p class=\"clause-e\">  (a) a peace officer in the lawful execution of his or her duties;</p> <p class=\"clause-e\">  (b) an employee in the Ministry or an agent of the Ministry for the purpose of wildlife management and control;</p> <p class=\"clause-e\">  (c) a person lawfully hunting under the authority of subsection 9 (3) of the<i> </i><i>Fish and Wildlife Conservation Act, 1997</i>;</p> <p class=\"clause-e\">  (d) a person authorized by the superintendent to use or display a firearm in a provincial park.  O. Reg. 347/07, s. 35.</p> <p class=\"heading1-e\"><a name=\"BK38\"></a>Occupation of Land</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "Occupation of Land",
            "part_id": null,
            "part_type": null,
            "section": "Occupation of Land",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "36.",
            "part_id": null,
            "part_type": null,
            "section": "Required lease, licence of occupation, etc.",
            "content": " 36. No person shall occupy land in a provincial park except under a lease, licence of occupation, land use permit or agreement, or any extension or renewal thereof, or pursuant to a right conferred by a grant of easement. O. Reg. 75/19, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK39\"></a><b>36. </b>No person shall occupy land in a provincial park except under a lease, licence of occupation, land use permit or agreement, or any extension or renewal thereof, or pursuant to a right conferred by a grant of easement. O. Reg. 75/19, s. 2.</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "37.",
            "part_id": null,
            "part_type": null,
            "section": "Non-commercial residential occupation in certain parks",
            "content": " 37. (1) No person shall occupy land for non-commercial residential purposes in Algonquin Provincial Park or Rondeau Provincial Park except under a lease or licence of occupation that expires on or before December 31, 2038. O. Reg. 75/19, s. 3. (2) A person who occupies land in Algonquin Provincial Park or Rondeau Provincial Park under a lease or licence of occupation, in accordance with subsection (1), shall comply with the terms and conditions of the lease or licence of occupation. O. Reg. 75/19, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK40\"></a><b>37.</b> (1) No person shall occupy land for non-commercial residential purposes in Algonquin Provincial Park or Rondeau Provincial Park except under a lease or licence of occupation that expires on or before December 31, 2038. O. Reg. 75/19, s. 3.</p> <p class=\"subsection-e\">  (2) A person who occupies land in Algonquin Provincial Park or Rondeau Provincial Park under a lease or licence of occupation, in accordance with subsection (1), shall comply with the terms and conditions of the lease or licence of occupation. O. Reg. 75/19, s. 2.</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "38.",
            "part_id": null,
            "part_type": null,
            "section": "Land use permits in Algonquin Provincial Park",
            "content": " 38. (1) This section applies with respect to any cottage lot that exists in Algonquin Provincial Park on April 29, 2019. O. Reg. 75/19, s. 2. (2) In this section, “boathouse” means a structure with a roof and walls that is built or erected on or over water and that is used primarily for the purpose of storing boats and boat accessories but does not include a dock that is attached to the boathouse; (“hangar à bateaux”) “boat port” means a roof that is built or erected on or over water, that spans two or more floating platforms, that has no walls and under which boats are parked but does not include a dock that is attached to the boat port; (“port à bateaux”) “boat shed” means a land structure with a roof and walls that is used primarily for the purpose of storing boats and boat accessories; (“remise à bateaux”) “cottage lot” means land, (a) in respect of which a lease or licence of occupation has been issued by the Minister for non-commercial residential purposes in accordance with section 37, and (b) on which a cottage or cottage-like structure has been built or erected or may be built or erected under the terms of the lease or licence of occupation; (“lot pour chalet”) “dock” includes a crib dock, a floating dock or a pole dock; (“quai”) “land structure” means any structure such as a driveway, road, utility pole, water pump shed or sewage system that is or is intended to be placed, built or erected on land not covered by water; (“structure au sol”) “swim raft” means a floating platform that is not attached to the shore that is or is intended to be placed on or above water, but does not include a water trampoline or an inflatable structure; (“radeau de baignade”) “water structure” means a dock, boathouse, boat port or swim raft. (“structure sur l’eau”) O. Reg. 75/19, s. 2. (3) The Minister may issue a land use permit under subsection 14 (2.1) of the Act with respect to land in Algonquin Provincial Park if all of the following circumstances exist: 1. The person to whom the permit is issued holds a lease or a licence of occupation for a cottage lot in the park. 2. The permit applies to land outside of the cottage lot that, i. in the case of a cottage lot other than a cottage lot situated on Source Lake, is near or adjacent to the cottage lot, or ii. in the case of a cottage lot situated on Source Lake, A. is near or adjacent to the cottage lot, B. is near or adjacent to the public access point to the lake, or C. includes both land that is near or adjacent to the cottage lot and land that is near or adjacent to the public access point to the lake. 3. The permit authorizes the permit holder to occupy the land to which the permit applies for the purpose of placing, building or erecting one or more of the following structures on the land or for the purpose of using any such structures that were built, erected or placed on the land before April 29, 2019: i. If the permit applies to land near or adjacent to a cottage lot, A. a water structure that meets the requirements of subsections (4) and (5), or B. a land structure that meets the requirements of subsection (7). ii. If the permit applies to land near or adjacent to the public access point on Source Lake, a boat shed, a boathouse or a dock that, A. was placed, built or erected on the land before April 29, 2019, B. is used for private non-commercial purposes ancillary to the use or enjoyment of the cottage lot, and C. in the case of a dock, meets the requirements of subsection (5). 4. Any structure referred to in paragraph 3 shall not include a kitchen or washroom facility or an area intended to be used for sleeping accommodations. O. Reg. 75/19, s. 2. (4) A water structure referred to in sub-subparagraph 3 i A of subsection (3) must meet the following requirements: 1. The water structure must be used for private non-commercial purposes that are necessary or ancillary to the use or enjoyment of the cottage lot. 2. The water structure must be located as close as reasonably possible to the cottage lot and at least a part of the structure must be located within 100 metres of the cottage lot. 3. In the case of a crib dock, boathouse or boat port, it must have been built, erected or placed on or above the land before April 29, 2019. O. Reg. 75/19, s. 2. (5) The total area occupied by all water structures described in subsection (6) that are associated with a cottage lot, when measured together, shall not exceed the following maximum area: 1. If the permit is issued on or before December 31, 2023, 60 square metres. 2. If the permit is issued after December 31, 2023, 30 square metres. O. Reg. 75/19, s. 2. (6) The area occupied by each of the following water structures shall be included when determining the total area of all water structures associated with a cottage lot, whether the water structures are authorized under one or more land use permits: 1. Every water structure located near or adjacent to the cottage lot, other than a boathouse or a boat port. 2. In the case of a cottage lot on Source Lake, every water structure described in paragraph 1 and any dock located near or adjacent to the public access point to the lake. O. Reg. 75/19, s. 2. (7) A land structure referred to in sub-subparagraph 3 i B of subsection (3) must meet the following requirements: 1. The structure must be for private non-commercial purposes that are necessary to support the occupation and use of the cottage lot. 2. The land structure cannot practically or reasonably be placed, built or erected on the cottage lot due to, i. the topography, ii. the distance from the cottage lot to the nearest hydro corridor or road, or iii. legal requirements. 3. In the case of a driveway or a road, the driveway or road must have been built before April 29, 2019. 4. In the case of a sewage system that was placed on the land before April 29, 2019, the sewage system must be, i. a Class 1, 2 or 4 sewage system described in section 8.1.2 of Ontario Regulation 332/12 (Building Code) made under the Building Code Act, 1992, and ii. located so as to allow for a water setback of at least 15 metres. 5. In the case of a sewage system that is placed on the land on or after April 29, 2019, the sewage system must be, i. a Class 1 or 2 sewage system described in section 8.1.2 of Ontario Regulation 332/12, and ii. located so as to allow for a water setback of at least 30 metres, subject to subsection (8). 6. The structure must not be a boat shed, a tent platform, a shed, a gazebo, a sauna or a hot tub. O. Reg. 75/19, s. 2. (8) A land use permit issued on or after April 29, 2019 may allow a sewage system described in paragraph 5 of subsection (7) to be located so as to allow for a water setback of at least 15 metres if, (a) the sewage system cannot practically or reasonably be located so as to allow for a water setback of at least 30 metres due to the topography; or (b) allowing a water setback of at least 15 metres would, in the Minister’s opinion, be less harmful to the environment, to park wildlife or to the ecological integrity of the park. O. Reg. 75/19, s. 2. (9) For the purposes of subsections (7) and (8), a water setback is the distance between the sewage system and the waterfront as measured from, (a) if the cottage lot is on a lake that is listed in Column 2 of the Table to this subsection, the maximum shoreline water level for the lake set out opposite the lake in Column 3 of the Table; or (b) if the cottage lot is not on a lake listed in the Table to this subsection, the water’s edge at normal spring high water levels. Table  Column 1   Item   Column 2   Lakes   Column 3   Maximum Shoreline Water Level (metres above sea level) \n\n  1.   Canoe Lake   418.2 \n\n  2.   Tea Lake   418.2 \n\n  3.   Smoke Lake   418.2 \n\n  4.   Bonita Lake   418.2 \n\n  5.   Galeairy Lake   390.0 \n\n  6.   Joe Lake   422.2 \n\n  7.   Little Joe Lake   422.2 \n\n  8.   Cache Lake   429.75 \n\n  9.   Lake of Two Rivers   393.37 O. Reg. 75/19, s. 2. (10) A land use permit issued under this section shall expire on the earlier of, (a) December 31, 2038; or (b) the day the permit holder ceases to be the holder of the lease or licence of occupation for the cottage lot in respect of which the land use permit was issued. O. Reg. 75/19, s. 2. (11) If a land use permit issued under this section on or before December 31, 2023 authorizes the permit holder to occupy lands for the purpose of placing, building or erecting one or more water structures or for the purpose of using pre-existing water structures, the permit holder shall ensure, as a condition of the permit, that on and after January 1, 2024 the total area occupied by all water structures described in subsection (5) that are associated with the permit holder’s cottage lot, when measured together, does not exceed 30 square metres. O. Reg. 75/19, s. 2. (12) A person who holds a land use permit issued under this section shall comply with the terms and conditions of the permit. O. Reg. 75/19, s. 2. SCHEDULE 1   PROVINCIAL PARKS WHERE power boats ARE authorized under SubsECTION 31 (2) Column 1   Column 2   Column 3 \n\n  Item   Provincial Park   Areas where power boat operation permitted and conditions of operation, if any \n\n  1.   Abitibi-de-Troyes   All waters \n\n  2.   Albany River   All waters \n\n  3.   Alexander Lake Forest   All waters \n\n  4.   Algoma Headwaters   All waters, except Ninegee, Groove, Firetrail, Lance and Nokomis Lakes as well as the northern inlets to Goulais Lake \n\n  5.   Algonquin   (i) On Galeairy or Opeongo Lake   (ii) On Bonita Lake, Cache Lake, Canoe Lake, Cedar Lake, Kingscote Lake, Kioshkokwi Lake, Lake of Two Rivers, Little Cauchon Lake, Rock Lake, Smoke Lake, Source Lake, Tanamakoon Lake, Tea Lake or Whitefish Lake, if the boat has an engine rating not exceeding 20 horsepower   (iii) On Cauchon Lake, Cauliflower Lake, Grand Lake, Joe Lake, Manitou Lake (formerly called Wilkes Lake) or Madawaska Lake, Lake Travers, Little Joe Lake, North Tea Lake, Radiant Lake, Rain Lake or Tepee Lake, if the boat has an engine rating not exceeding 10 horsepower   (iv) From the day following Labour Day to the last Thursday in June, on Big Crow Lake, Hogan Lake, Lake La Muir, Little Crow Lake, Proulx Lake or White Partridge Lake or the Crow River from Proulx Lake to Little Crow Lake, if the boat has an engine rating not exceeding six horsepower   (v) If the boat is transporting material for the construction and maintenance of leasehold buildings, is involved in servicing utilities or in transporting guests of youth camps or Bartlett Lodge   (vi) If the boat is operated by the holder of a trapper’s licence issued under the regulations made under the Fish and Wildlife Conservation Act, 1997 for the purpose of trapping during the open season \n\n  6.   Arrow Lake   All waters \n\n  7.   Aubrey Falls   All waters \n\n  8.   Barron River   All waters \n\n  9.   Big East River   All waters \n\n  10.   Biscotasi Lake   All waters \n\n  11.   Bissett Creek   All waters \n\n  12.   Black Sturgeon River   All waters  \n\n  13.   Blind River   All waters \n\n  14.   Brightsand River   All waters \n\n  15.   Centennial Lake   All waters \n\n  16.   Chapleau-Nemegosenda   All waters \n\n  17.   Charleston Lake   All waters except for that part of Charleston Lake known as Slim Bay and Mud Bay and the area demarcated by buoy-line signs in the southwest part of Running Bay \n\n  18.   Cranberry Lake   All waters \n\n  19.   Daisy Lake Uplands   All waters \n\n  20.   Dana-Jowsey Lakes   All waters \n\n  21.   Eagle Dogtooth   All waters \n\n  22.   East English River   All waters \n\n  23.   Englehart River Fine Sand Plain and Waterway   All waters \n\n  24.   Esker Lakes   All waters in park addition P1621 \n\n  25.   Fawn River   All waters \n\n  26.   Five Mile Lake   All waters, except for White Bark Lake and Red Bark Lake \n\n  27.   French River   All waters \n\n  28.   Frontenac   On Big Salmon Lake, if the boat is propelled by an electric motor \n\n  29.   Fushimi Lake   Fushimi Lake only \n\n  30.   Goulais River   All waters, except the most southerly 12 kilometres of the park from Ice Water Creek to the southern boundary \n\n  31.   Grant’s Creek   All waters \n\n  32.   Gravel River   All waters \n\n  33.   Greenwater   (i) All waters, if the boat is propelled by an electric motor  \n\n          (ii) All waters in park addition P1589 \n\n  34.   Groundhog River   All waters \n\n  35.   Gull River   All waters \n\n  36.   Halfway Lake   Halfway Lake only \n\n  37.   Ivanhoe   All waters, except Saw Lake, Leah Lake and Hall Lake \n\n  38.   Kashabowie   All waters \n\n  39.   Kawartha Highlands Signature Site Park   All lakes identified as those on which motorboats are permitted in Figure 5: Motorboat Use, in the Kawartha Highlands Signature Site Park Management Plan, dated October 2008 and available for public inspection at the Ministry of Natural Resources Bancroft District Office or electronically on the Ontario Parks website . \n\n  40.   Kettle Lakes   Hughes Lake only \n\n  41.   Killarney Lakelands and Headwaters   All waters \n\n  42.   Kopka River   All waters within the OLL addition only \n\n  43.   LaCloche   All waters \n\n  44.   La Motte Lake   All waters \n\n  45.   La Verendrye   All waters, except for Granite River from Saganaga Lake to Granite Lake, Maraboeuf Lake, including Cross Bay and Devil’s Elbow, Gneiss Lake, Granite Lake, Clove Lake and Pine River from Clove Lake to Magnetic Lake \n\n  46.   Larder River   (i) All waters    (ii) On Clear Lake, if the boat has an engine rating not exceeding 10 horsepower \n\n  47.   Lake Superior   (i) On Sand Lake, if the boat has an engine rating not exceeding 10 horsepower   (ii) If the boat is operated by the holder of a trapper’s licence issued under the regulations made under the Fish and Wildlife Conservation Act, 1997 for the purpose of trapping during the open season \n\n  48.   Little Abitibi   All waters \n\n  49.   Little White River   All waters \n\n  50.   Magnetawan River   All waters \n\n  51.   Makobe-Grays River   Alexander Lake only \n\n  52.   Matinenda   All waters \n\n  53.   Missinaibi   All waters except,   (i) Little Missinaibi Lake Wilderness Zone – W1 where only tourist outfitters and their clients are permitted   (ii) Missinaibi River from Quittagene Rapids to Camp 95 bridge on the Missinaibi River from June 15 to August 31   (iii) Missinaibi River from Thunder House Falls to Opasatika River from June 15 to August 31 \n\n  54.   Mississagi   All waters, except Christman Lake \n\n  55.   Mississagi Delta   All waters \n\n  56.   Mississagi River   All waters \n\n  57.   Nagagamisis   Nagagamisis Lake only \n\n  58.   Nimoosh   All waters \n\n  59.   Noganosh Lake   All waters \n\n  60.   North Channel Inshore   All waters \n\n  61.   Obabika River   All waters, except Wakimika Lake, Wakimika River Wilderness Zone - W2 and Obabika River - NE4 \n\n  62.   Obatanga   All waters \n\n  63.   Obongo Ottertooth   All waters \n\n  64.   Ogoki River   All waters \n\n  65.   Ojibway   All waters \n\n  66.   Ottoskwin-Attawapiskat River   All waters \n\n  67.   Pigeon River   All waters \n\n  68.   Pipestone River   All waters \n\n  69.   Pokei Lake/White River Wetlands   All waters \n\n  70.   Pukaskwa River   All waters \n\n  71.   Puzzle Lake   All waters \n\n  72.   Queen Elizabeth II Wildlands   All waters \n\n  73.   Restoule   All waters, except Stormy Lake, Clear Lake and on Restoule River if the boat has an engine rating not exceeding 10 horsepower from May 1 to Thanksgiving Monday and not exceeding 40 horsepower from the first Tuesday following Thanksgiving to April 30 of the following year \n\n  74.   River Aux Sables   All waters \n\n  75.   Ruby Lake   All waters \n\n  76.   Rushbrook   All waters \n\n  77.   Rushing River   All waters \n\n  78.   Samuel de Champlain   On Moore Lake, if the boat has an engine rating not exceeding 10 horsepower \n\n  79.   Sandbar   All waters \n\n  80.   Severn River   All waters \n\n  81.   Silver Falls   All waters \n\n  82.   Sleeping Giant   On Marie Louise Lake, if the boat has an engine rating not exceeding 10 horsepower \n\n  83.   Solace   All waters \n\n  84.   Spanish River   All waters \n\n  85.   Steel River   All waters \n\n  86.   St. Raphael   All waters \n\n  87.   Sturgeon River   All waters \n\n  88.   The Shoals   All waters \n\n  89.   Turtle River-White Otter Lake   All waters in park addition P2304 only \n\n  90.   Wakami   All waters except Imakaw Lake and Efby Lake   \n\n  91.   West English River   All waters \n\n  92.   West Montreal River   All waters \n\n  93.   White Sand River   All waters \n\n  94.   Winisk River   All waters \n\n  95.   Winnange Lake   All waters O. Reg. 347/07, Sched. 1; O. Reg. 22/11, s. 14; O. Reg. 386/17, s. 2. SCHEDULE 2   PROVINCIAL PARKS WHERE AIRCRAFT LANDINGS ARE authorized under SubsECTION 33 (2) Column 1   Column 2   Column 3 \n\n  Item    Name of Park    Areas where aircraft are authorized to land \n\n  1.   Abitibi-de-Troyes   All \n\n  2.   Albany River   All \n\n  3.   Algoma Headwaters   All \n\n  4.   Arrow Lake   All \n\n  5.   Aubinadong/Nushatogaini Rivers   All \n\n  6.   Barron River   All \n\n  7.   Biscotasi Lake   All \n\n  8.   Blind River   All \n\n  9.   Brightsand River   All \n\n  10.   Chiniguchi   All \n\n  11.   Daisy Lake Uplands   All \n\n  12.   Dana-Jowsey   All waters in park addition P1577 only \n\n  13.   Eagle-Dogtooth   All \n\n  14.   Englehart River   All \n\n  15.   East English River   All \n\n  16.   Esker Lakes   All waters in park addition P1621 only \n\n  17.   Fawn River   All \n\n  18.   Finlayson Point   All \n\n  19.   French River   All \n\n  20.   Goulais River   All \n\n  21.   Greenwater   All waters in park addition P1589 only \n\n  22.   Groundhog River   All \n\n  23.   Gull River   All \n\n  24   Kashabowie   All \n\n  25.   Kawartha Highlands   All \n\n  26.   Kenny Forest   All \n\n  27.   Killarney Lakelands and Headwaters   All \n\n  28.   Kopka River   All \n\n  29.   La Verendrye   All, except Granite River from Saganaga Lake to Granite Lake, Maraboeuf Lake, including Cross Bay and Devil’s Elbow, Gneiss Lake, Granite Lake, Clove Lake, Pine River from Clove Lake to Magnetic Lake \n\n  30.   Lake of the Woods   All \n\n  31.   Larder River   All waters in park addition P1625 only \n\n  32.   Little Abitibi   All \n\n  33.   Little Current River   All \n\n  34.   Little White River   All \n\n  35.   Magnetawan River   All \n\n  36.   Makobe-Grays River   All \n\n  37.   Marten River   All \n\n  38.   Matawin River   All \n\n  39.   Matinenda   All \n\n  40.   Michipicoten Island   Michi Lake only  \n\n  41.   Missinaibi   (i) Commercial tourism operators in natural environment and access zones, such as Missinaibi Lake (NE1), Brunswick Lake (NE5), Bells Bay (A10) and on the Missinaibi River downstream of the Thunder House Falls Wilderness Zone (W2), to access hunt camp LUP’s in the fall (NE8)   (ii) By private operators in Bells Bay   (iii) By holders of LUP’s, leases or patents for the purpose of accessing their properties on Missinaibi Lake, Little Missinaibi and Brunswick Lake   (iv) In Little Missinaibi Wilderness Zone (W1), by commercial tourism operators to land aircraft to access the site of their LUP \n\n  42.   Mississagi River   All \n\n  42.1   Nagagamisis   Waters abutting Lots 12 and 36 on Plan M190 deposited in the Land Registry Office for the Land Titles Division of Algoma (No. 1) \n\n  43.   Nakina Moraine   All \n\n  44.   Noganosh Lake   All \n\n  45.   North Channel Inshore   All \n\n  46.   Obabika River   All \n\n  47.   Obonga-Ottertooth   All \n\n  48.   Ogoki River   All \n\n  49.   Otoskwin-Attawpiskat River   All \n\n  50.   Pipestone   All \n\n  51.   Puzzle Lake   All \n\n  52.   Queen Elizabeth II Wildlands   All \n\n  53.   River Aux Sables   All \n\n  54.   Ruby Lake   All \n\n  55.   Rushbrook   All \n\n  56.   Severn River   All \n\n  57.   Silver Falls   All \n\n  58.   Slate Islands   All \n\n  59.   Solace   All \n\n  60.   Spanish River   All \n\n  61.   St. Raphael    All \n\n  62.   Steel River   All \n\n  63.   Sturgeon River   All \n\n  64.   St. Raphael    All \n\n  65.   Steel River   All \n\n  66.   Sturgeon River   All \n\n  67.   Temagami River   All \n\n  68.   Turtle River-White Otter Lake   All \n\n  69.   W.J.B. Greenwood   All \n\n  70.   West English River   All \n\n  71.   West Montreal River   All \n\n  72.   Whitesand   All \n\n  73.   Winisk River   All O. Reg. 347/07, Sched. 2; O. Reg. 113/09, s. 1.  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK41\"></a><b>38. </b>(1) This section applies with respect to any cottage lot that exists in Algonquin Provincial Park on <i>April 29, 2019</i>. O. Reg. 75/19, s. 2.</p> <p class=\"subsection-e\">  (2) In this section,</p> <p class=\"definition-e\">“boathouse” means a structure with a roof and walls that is built or erected on or over water and that is used primarily for the purpose of storing boats and boat accessories but does not include a dock that is attached to the boathouse; (“hangar à bateaux”)</p> <p class=\"definition-e\">“boat port” means a roof that is built or erected on or over water, that spans two or more floating platforms, that has no walls and under which boats are parked but does not include a dock that is attached to the boat port; (“port à bateaux”)</p> <p class=\"definition-e\">“boat shed” means a land structure with a roof and walls that is used primarily for the purpose of storing boats and boat accessories; (“remise à bateaux”)</p> <p class=\"definition-e\">“cottage lot” means land,</p> <p class=\"defclause-e\">  (a) in respect of which a lease or licence of occupation has been issued by the Minister for non-commercial residential purposes in accordance with section 37, and</p> <p class=\"defclause-e\">  (b) on which a cottage or cottage-like structure has been built or erected or may be built or erected under the terms of the lease or licence of occupation; (“lot pour chalet”)</p> <p class=\"definition-e\">“dock” includes a crib dock, a floating dock or a pole dock; (“quai”)</p> <p class=\"definition-e\">“land structure” means any structure such as a driveway, road, utility pole, water pump shed or sewage system that is or is intended to be placed, built or erected on land not covered by water; (“structure au sol”)</p> <p class=\"definition-e\">“swim raft” means a floating platform that is not attached to the shore that is or is intended to be placed on or above water, but does not include a water trampoline or an inflatable structure; (“radeau de baignade”)</p> <p class=\"definition-e\">“water structure” means a dock, boathouse, boat port or swim raft. (“structure sur l’eau”) O. Reg. 75/19, s. 2.</p> <p class=\"subsection-e\">  (3) The Minister may issue a land use permit under subsection 14 (2.1) of the Act with respect to land in Algonquin Provincial Park if all of the following circumstances exist:</p> <p class=\"paragraph-e\">  1. The person to whom the permit is issued holds a lease or a licence of occupation for a cottage lot in the park.</p> <p class=\"paragraph-e\">  2. The permit applies to land outside of the cottage lot that,</p> <p class=\"subpara-e\">  i. in the case of a cottage lot other than a cottage lot situated on Source Lake, is near or adjacent to the cottage lot, or</p> <p class=\"subpara-e\">  ii. in the case of a cottage lot situated on Source Lake, </p> <p class=\"subsubpara-e\">  A. is near or adjacent to the cottage lot,</p> <p class=\"subsubpara-e\">  B. is near or adjacent to the public access point to the lake, or</p> <p class=\"subsubpara-e\">  C. includes both land that is near or adjacent to the cottage lot and land that is near or adjacent to the public access point to the lake.</p> <p class=\"paragraph-e\">  3. The permit authorizes the permit holder to occupy the land to which the permit applies for the purpose of placing, building or erecting one or more of the following structures on the land or for the purpose of using any such structures that were built, erected or placed on the land before <i>April 29, 2019</i>:</p> <p class=\"subpara-e\">  i. If the permit applies to land near or adjacent to a cottage lot, </p> <p class=\"subsubpara-e\">  A. a water structure that meets the requirements of subsections (4) and (5), or</p> <p class=\"subsubpara-e\">  B. a land structure that meets the requirements of subsection (7).</p> <p class=\"subpara-e\">  ii. If the permit applies to land near or adjacent to the public access point on Source Lake, a boat shed, a boathouse or a dock that,</p> <p class=\"subsubpara-e\">  A. was placed, built or erected on the land before <i>April 29, 2019</i>,</p> <p class=\"subsubpara-e\">  B. is used for private non-commercial purposes ancillary to the use or enjoyment of the cottage lot, and</p> <p class=\"subsubpara-e\">  C. in the case of a dock, meets the requirements of subsection (5). </p> <p class=\"paragraph-e\">  4. Any structure referred to in paragraph 3 shall not include a kitchen or washroom facility or an area intended to be used for sleeping accommodations. O. Reg. 75/19, s. 2.</p> <p class=\"subsection-e\">  (4) A water structure referred to in sub-subparagraph 3 i A of subsection (3) must meet the following requirements:</p> <p class=\"paragraph-e\">  1. The water structure must be used for private non-commercial purposes that are necessary or ancillary to the use or enjoyment of the cottage lot.</p> <p class=\"paragraph-e\">  2. The water structure must be located as close as reasonably possible to the cottage lot and at least a part of the structure must be located within 100 metres of the cottage lot.</p> <p class=\"paragraph-e\">  3. In the case of a crib dock, boathouse or boat port, it must have been built, erected or placed on or above the land before <i>April 29, 2019</i>. O. Reg. 75/19, s. 2.</p> <p class=\"subsection-e\">  (5) The total area occupied by all water structures described in subsection (6) that are associated with a cottage lot, when measured together, shall not exceed the following maximum area:</p> <p class=\"paragraph-e\">  1. If the permit is issued on or before December 31, 2023, 60 square metres.</p> <p class=\"paragraph-e\">  2. If the permit is issued after December 31, 2023, 30 square metres. O. Reg. 75/19, s. 2.</p> <p class=\"subsection-e\">  (6) The area occupied by each of the following water structures shall be included when determining the total area of all water structures associated with a cottage lot, whether the water structures are authorized under one or more land use permits:</p> <p class=\"paragraph-e\">  1. Every water structure located near or adjacent to the cottage lot, other than a boathouse or a boat port.</p> <p class=\"paragraph-e\">  2. In the case of a cottage lot on Source Lake, every water structure described in paragraph 1 and any dock located near or adjacent to the public access point to the lake. O. Reg. 75/19, s. 2.</p> <p class=\"subsection-e\">  (7) A land structure referred to in sub-subparagraph 3 i B of subsection (3) must meet the following requirements:</p> <p class=\"paragraph-e\">  1. The structure must be for private non-commercial purposes that are necessary to support the occupation and use of the cottage lot.</p> <p class=\"paragraph-e\">  2. The land structure cannot practically or reasonably be placed, built or erected on the cottage lot due to,</p> <p class=\"subpara-e\">  i. the topography, </p> <p class=\"subpara-e\">  ii. the distance from the cottage lot to the nearest hydro corridor or road, or</p> <p class=\"subpara-e\">  iii. legal requirements.</p> <p class=\"paragraph-e\">  3. In the case of a driveway or a road, the driveway or road must have been built before <i>April 29, 2019</i>.</p> <p class=\"paragraph-e\">  4. In the case of a sewage system that was placed on the land before <i>April 29, 2019</i>, the sewage system must be,</p> <p class=\"subpara-e\">  i. a Class 1, 2 or 4 sewage system described in section 8.1.2 of Ontario Regulation 332/12 (Building Code) made under the <i>Building Code Act, 1992</i>, and </p> <p class=\"subpara-e\">  ii. located so as to allow for a water setback of at least 15 metres.  </p> <p class=\"paragraph-e\">  5. In the case of a sewage system that is placed on the land on or after <i>April 29, 2019</i>, the sewage system must be,</p> <p class=\"subpara-e\">  i. a Class 1 or 2 sewage system described in section 8.1.2 of Ontario Regulation 332/12, and </p> <p class=\"subpara-e\">  ii. located so as to allow for a water setback of at least 30 metres, subject to subsection (8).</p> <p class=\"paragraph-e\">  6. The structure must not be a boat shed, a tent platform, a shed, a gazebo, a sauna or a hot tub. O. Reg. 75/19, s. 2.</p> <p class=\"subsection-e\">  (8) A land use permit issued on or after <i>April 29, 2019</i> may allow a sewage system described in paragraph 5 of subsection (7) to be located so as to allow for a water setback of at least 15 metres if,</p> <p class=\"clause-e\">  (a) the sewage system cannot practically or reasonably be located so as to allow for a water setback of at least 30 metres due to the topography; or</p> <p class=\"clause-e\">  (b) allowing a water setback of at least 15 metres would, in the Minister’s opinion, be less harmful to the environment, to park wildlife or to the ecological integrity of the park. O. Reg. 75/19, s. 2.</p> <p class=\"subsection-e\">  (9) For the purposes of subsections (7) and (8), a water setback is the distance between the sewage system and the waterfront as measured from,</p> <p class=\"clause-e\">  (a) if the cottage lot is on a lake that is listed in Column 2 of the Table to this subsection, the maximum shoreline water level for the lake set out opposite the lake in Column 3 of the Table; or</p> <p class=\"clause-e\">  (b) if the cottage lot is not on a lake listed in the Table to this subsection, the water’s edge at normal spring high water levels.</p> <p class=\"headingx-e\">Table</p> <p class=\"MsoNormal\"> </p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"69\"> <p class=\"table-e\">Column 1 <br/>  Item</p> </td> <td valign=\"top\" width=\"258\"> <p class=\"table-e\">Column 2 <br/>  Lakes</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Column 3 <br/>  Maximum Shoreline Water Level (metres above sea level)</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"69\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"258\"> <p class=\"table-e\">Canoe Lake</p> </td> <td valign=\"top\" width=\"345\"> <p align=\"right\" class=\"table-e\">418.2</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"69\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"258\"> <p class=\"table-e\">Tea Lake</p> </td> <td valign=\"top\" width=\"345\"> <p align=\"right\" class=\"table-e\">418.2</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"69\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"258\"> <p class=\"table-e\">Smoke Lake</p> </td> <td valign=\"top\" width=\"345\"> <p align=\"right\" class=\"table-e\">418.2</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"69\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"258\"> <p class=\"table-e\">Bonita Lake</p> </td> <td valign=\"top\" width=\"345\"> <p align=\"right\" class=\"table-e\">418.2</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"69\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"258\"> <p class=\"table-e\">Galeairy Lake</p> </td> <td valign=\"top\" width=\"345\"> <p align=\"right\" class=\"table-e\">390.0</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"69\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"258\"> <p class=\"table-e\">Joe Lake</p> </td> <td valign=\"top\" width=\"345\"> <p align=\"right\" class=\"table-e\">422.2</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"69\"> <p class=\"table-e\">7.</p> </td> <td valign=\"top\" width=\"258\"> <p class=\"table-e\">Little Joe Lake</p> </td> <td valign=\"top\" width=\"345\"> <p align=\"right\" class=\"table-e\">422.2</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"69\"> <p class=\"table-e\">8.</p> </td> <td valign=\"top\" width=\"258\"> <p class=\"table-e\">Cache Lake</p> </td> <td valign=\"top\" width=\"345\"> <p align=\"right\" class=\"table-e\">429.75</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"69\"> <p class=\"table-e\">9.</p> </td> <td valign=\"top\" width=\"258\"> <p class=\"table-e\">Lake of Two Rivers</p> </td> <td valign=\"top\" width=\"345\"> <p align=\"right\" class=\"table-e\">393.37</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 75/19, s. 2.</p> <p class=\"subsection-e\">  (10) A land use permit issued under this section shall expire on the earlier of,</p> <p class=\"clause-e\">  (a) December 31, 2038; or</p> <p class=\"clause-e\">  (b) the day the permit holder ceases to be the holder of the lease or licence of occupation for the cottage lot in respect of which the land use permit was issued. O. Reg. 75/19, s. 2.</p> <p class=\"subsection-e\">  (11) If a land use permit issued under this section on or before December 31, 2023 authorizes the permit holder to occupy lands for the purpose of placing, building or erecting one or more water structures or for the purpose of using pre-existing water structures, the permit holder shall ensure, as a condition of the permit, that on and after January 1, 2024 the total area occupied by all water structures described in subsection (5) that are associated with the permit holder’s cottage lot, when measured together, does not exceed 30 square metres. O. Reg. 75/19, s. 2.</p> <p class=\"subsection-e\">  (12) A person who holds a land use permit issued under this section shall comply with the terms and conditions of the permit. O. Reg. 75/19, s. 2.</p> <p class=\"schedule-e\"><a name=\"BK42\"></a>SCHEDULE 1 <br/>  PROVINCIAL PARKS WHERE power boats ARE authorized under SubsECTION 31 (2)</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">Column 1</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Column 2</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">Column 3</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Provincial Park</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">Areas where power boat operation permitted and conditions of operation, if any</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Abitibi-de-Troyes</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Albany River</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Alexander Lake Forest</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Algoma Headwaters</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters, except Ninegee, Groove, Firetrail, Lance and Nokomis Lakes as well as the northern inlets to Goulais Lake</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Algonquin</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">(i) On Galeairy or Opeongo Lake <br/>  (ii) On Bonita Lake, Cache Lake, Canoe Lake, Cedar Lake, Kingscote Lake, Kioshkokwi Lake, Lake of Two Rivers, Little Cauchon Lake, Rock Lake, Smoke Lake, Source Lake, Tanamakoon Lake, Tea Lake or Whitefish Lake, if the boat has an engine rating not exceeding 20 horsepower <br/>  (iii) On Cauchon Lake, Cauliflower Lake, Grand Lake, Joe Lake, Manitou Lake (formerly called Wilkes Lake) or Madawaska Lake, Lake Travers, Little Joe Lake, North Tea Lake, Radiant Lake, Rain Lake or Tepee Lake, if the boat has an engine rating not exceeding 10 horsepower <br/>  (iv) From the day following Labour Day to the last Thursday in June, on Big Crow Lake, Hogan Lake, Lake La Muir, Little Crow Lake, Proulx Lake or White Partridge Lake or the Crow River from Proulx Lake to Little Crow Lake, if the boat has an engine rating not exceeding six horsepower <br/>  (v) If the boat is transporting material for the construction and maintenance of leasehold buildings, is involved in servicing utilities or in transporting guests of youth camps or Bartlett Lodge <br/>  (vi) If the boat is operated by the holder of a trapper’s licence issued under the regulations made under the <i>Fish and Wildlife Conservation Act, 1997</i> for the purpose of trapping during the open season</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Arrow Lake</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">7.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Aubrey Falls</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">8.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Barron River</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">9.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Big East River</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">10.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Biscotasi Lake</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">11.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Bissett Creek</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">12.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Black Sturgeon River</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">13.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Blind River</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">14.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Brightsand River</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">15.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Centennial Lake</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">16.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Chapleau-Nemegosenda</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">17.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Charleston Lake</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters except for that part of Charleston Lake known as Slim Bay and Mud Bay and the area demarcated by buoy-line signs in the southwest part of Running Bay</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">18.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Cranberry Lake</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">19.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Daisy Lake Uplands</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">20.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Dana-Jowsey Lakes</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">21.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Eagle Dogtooth</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">22.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">East English River</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">23.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Englehart River Fine Sand Plain and Waterway</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">24.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Esker Lakes</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters in park addition P1621</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">25.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Fawn River</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">26.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Five Mile Lake</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters, except for White Bark Lake and Red Bark Lake</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">27.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">French River</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">28.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Frontenac</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">On Big Salmon Lake, if the boat is propelled by an electric motor</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">29.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Fushimi Lake</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">Fushimi Lake only</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">30.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Goulais River</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters, except the most southerly 12 kilometres of the park from Ice Water Creek to the southern boundary</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">31.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Grant’s Creek</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">32.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Gravel River</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">33.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Greenwater</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">(i) All waters, if the boat is propelled by an electric motor </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">(ii) All waters in park addition P1589</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">34.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Groundhog River</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">35.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Gull River</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">36.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Halfway Lake</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">Halfway Lake only</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">37.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Ivanhoe</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters, except Saw Lake, Leah Lake and Hall Lake</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">38.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Kashabowie</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">39.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Kawartha Highlands Signature Site Park</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All lakes identified as those on which motorboats are permitted in Figure 5: Motorboat Use, in the Kawartha Highlands Signature Site Park Management Plan, dated October 2008 and available for public inspection at the Ministry of Natural Resources Bancroft District Office or electronically on the Ontario Parks website .</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">40.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Kettle Lakes</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">Hughes Lake only</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">41.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Killarney Lakelands and Headwaters</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">42.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Kopka River</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters within the OLL addition only</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">43.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">LaCloche</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">44.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">La Motte Lake</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">45.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">La Verendrye</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters, except for Granite River from Saganaga Lake to Granite Lake, Maraboeuf Lake, including Cross Bay and Devil’s Elbow, Gneiss Lake, Granite Lake, Clove Lake and Pine River from Clove Lake to Magnetic Lake</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">46.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Larder River</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">(i) All waters  <br/>  (ii) On Clear Lake, if the boat has an engine rating not exceeding 10 horsepower</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">47.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Lake Superior</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">(i) On Sand Lake, if the boat has an engine rating not exceeding 10 horsepower <br/>  (ii) If the boat is operated by the holder of a trapper’s licence issued under the regulations made under the <i>Fish and Wildlife Conservation Act, 1997</i> for the purpose of trapping during the open season</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">48.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Little Abitibi</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">49.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Little White River</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">50.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Magnetawan River</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">51.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Makobe-Grays River</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">Alexander Lake only</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">52.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Matinenda</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">53.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Missinaibi</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters except, <br/>  (i) Little Missinaibi Lake Wilderness Zone – W1 where only tourist outfitters and their clients are permitted <br/>  (ii) Missinaibi River from Quittagene Rapids to Camp 95 bridge on the Missinaibi River from June 15 to August 31 <br/>  (iii) Missinaibi River from Thunder House Falls to Opasatika River from June 15 to August 31</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">54.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Mississagi</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters, except Christman Lake</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">55.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Mississagi Delta</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">56.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Mississagi River</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">57.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Nagagamisis</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">Nagagamisis Lake only</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">58.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Nimoosh</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">59.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Noganosh Lake</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">60.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">North Channel Inshore</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">61.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Obabika River</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters, except Wakimika Lake, Wakimika River Wilderness Zone - W2 and Obabika River - NE4</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">62.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Obatanga</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">63.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Obongo Ottertooth</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">64.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Ogoki River</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">65.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Ojibway</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">66.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Ottoskwin-Attawapiskat River</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">67.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Pigeon River</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">68.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Pipestone River</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">69.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Pokei Lake/White River Wetlands</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">70.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Pukaskwa River</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">71.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Puzzle Lake</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">72.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Queen Elizabeth II Wildlands</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">73.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Restoule</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters, except Stormy Lake, Clear Lake and on Restoule River if the boat has an engine rating not exceeding 10 horsepower from May 1 to Thanksgiving Monday and not exceeding 40 horsepower from the first Tuesday following Thanksgiving to April 30 of the following year</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">74.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">River Aux Sables</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">75.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Ruby Lake</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">76.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Rushbrook</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">77.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Rushing River</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">78.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Samuel de Champlain</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">On Moore Lake, if the boat has an engine rating not exceeding 10 horsepower</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">79.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Sandbar</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">80.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Severn River</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">81.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Silver Falls</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">82.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Sleeping Giant</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">On Marie Louise Lake, if the boat has an engine rating not exceeding 10 horsepower</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">83.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Solace</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">84.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Spanish River</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">85.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Steel River</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">86.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">St. Raphael</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">87.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Sturgeon River</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">88.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">The Shoals</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">89.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Turtle River-White Otter Lake</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters in park addition P2304 only</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">90.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Wakami</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters except Imakaw Lake and Efby Lake  </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">91.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">West English River</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">92.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">West Montreal River</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">93.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">White Sand River</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">94.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Winisk River</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"85\"> <p class=\"table-e\">95.</p> </td> <td valign=\"top\" width=\"187\"> <p class=\"table-e\">Winnange Lake</p> </td> <td valign=\"top\" width=\"400\"> <p class=\"table-e\">All waters</p> </td>\n</tr>\n</table> <p class=\"footnote-f\"><span>O</span>. Reg. 347/07, Sched. 1; O. Reg. 22/11, s. 14; O. Reg. 386/17, s. 2.</p> <p class=\"schedule-e\"><a name=\"BK43\"></a>SCHEDULE 2 <br/>  PROVINCIAL PARKS WHERE AIRCRAFT LANDINGS ARE authorized under SubsECTION 33 (2)</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">Column 1</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Column 2</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">Column 3</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">Item </p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Name of Park </p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">Areas where aircraft are authorized to land</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Abitibi-de-Troyes</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Albany River</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Algoma Headwaters</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Arrow Lake</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Aubinadong/Nushatogaini Rivers</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Barron River</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">7.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Biscotasi Lake</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">8.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Blind River</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">9.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Brightsand River</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">10.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Chiniguchi</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">11.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Daisy Lake Uplands</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">12.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Dana-Jowsey</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All waters in park addition P1577 only</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">13.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Eagle-Dogtooth</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">14.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Englehart River</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">15.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">East English River</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">16.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Esker Lakes</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All waters in park addition P1621 only</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">17.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Fawn River</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">18.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Finlayson Point</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">19.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">French River</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">20.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Goulais River</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">21.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Greenwater</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All waters in park addition P1589 only</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">22.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Groundhog River</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">23.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Gull River</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">24</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Kashabowie</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">25.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Kawartha Highlands</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">26.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Kenny Forest</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">27.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Killarney Lakelands and Headwaters</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">28.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Kopka River</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">29.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">La Verendrye</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All, except Granite River from Saganaga Lake to Granite Lake, Maraboeuf Lake, including Cross Bay and Devil’s Elbow, Gneiss Lake, Granite Lake, Clove Lake, Pine River from Clove Lake to Magnetic Lake</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">30.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Lake of the Woods</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">31.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Larder River</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All waters in park addition P1625 only</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">32.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Little Abitibi</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">33.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Little Current River</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">34.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Little White River</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">35.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Magnetawan River</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">36.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Makobe-Grays River</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">37.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Marten River</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">38.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Matawin River</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">39.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Matinenda</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">40.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Michipicoten Island</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">Michi Lake only </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">41.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Missinaibi</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">(i) Commercial tourism operators in natural environment and access zones, such as Missinaibi Lake (NE1), Brunswick Lake (NE5), Bells Bay (A10) and on the Missinaibi River downstream of the Thunder House Falls Wilderness Zone (W2), to access hunt camp LUP’s in the fall (NE8) <br/>  (ii) By private operators in Bells Bay <br/>  (iii) By holders of LUP’s, leases or patents for the purpose of accessing their properties on Missinaibi Lake, Little Missinaibi and Brunswick Lake <br/>  (iv) In Little Missinaibi Wilderness Zone (W1), by commercial tourism operators to land aircraft to access the site of their LUP</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">42.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Mississagi River</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">42.1</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Nagagamisis</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">Waters abutting Lots 12 and 36 on Plan M190 deposited in the Land Registry Office for the Land Titles Division of Algoma (No. 1)</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">43.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Nakina Moraine</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">44.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Noganosh Lake</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">45.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">North Channel Inshore</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">46.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Obabika River</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">47.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Obonga-Ottertooth</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">48.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Ogoki River</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">49.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Otoskwin-Attawpiskat River</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">50.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Pipestone</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">51.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Puzzle Lake</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">52.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Queen Elizabeth II Wildlands</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">53.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">River Aux Sables</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">54.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Ruby Lake</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">55.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Rushbrook</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">56.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Severn River</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">57.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Silver Falls</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">58.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Slate Islands</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">59.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Solace</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">60.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Spanish River</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">61.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">St. Raphael </p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">62.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Steel River</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">63.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Sturgeon River</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">64.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">St. Raphael </p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">65.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Steel River</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">66.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Sturgeon River</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">67.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Temagami River</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">68.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Turtle River-White Otter Lake</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">69.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">W.J.B. Greenwood</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">70.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">West English River</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">71.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">West Montreal River</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">72.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Whitesand</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"75\"> <p class=\"table-e\">73.</p> </td> <td valign=\"top\" width=\"245\"> <p class=\"table-e\">Winisk River</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">All</p> </td>\n</tr>\n</table> <p class=\"footnote-f\"><span>O. Reg.</span> 347/07, Sched. 2; O. Reg. 113/09, s. 1.</p> <p class=\"footnote-f\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/070347\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "Schedule 1",
            "part_id": null,
            "part_type": null,
            "section": "Provincial parks where power boats are authorized under subsection 31 (2)",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "Schedule 2",
            "part_id": null,
            "part_type": null,
            "section": "Provincial parks where aircraft landings are authorized under subsection 33 (2)",
            "content": NaN,
            "raw_html": NaN
        }
    ]
}