{
    "reg_info": {
        "full_title": "O. Reg. 150/10: DISCLOSURE BY AND TO HOSPITAL INVESTIGATORS",
        "reg_name_text": "DISCLOSURE BY AND TO HOSPITAL INVESTIGATORS",
        "citation": "O. Reg. 150/10: ",
        "act_under": "Personal Health Information Protection Act, 2004",
        "url": "https://www.ontario.ca/laws/regulation/100150",
        "date_scraped": "2023-12-19 06:09:57"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/100150/v1",
            "valid_from": "April 28, 2010",
            "valid_to": "December 30, 2010"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Disclosure ",
            "content": "1. Despite subsection 49 (1) of the Act,  (a) an investigator appointed under section 8 of the Public Hospitals Act in respect of Hotel-Dieu Grace Hospital, Leamington District Memorial Hospital and Windsor Regional Hospital may disclose personal health information to a College within the meaning of the Regulated Health Professions Act, 1991 for the purpose of the administration or enforcement of the Drug and Pharmacies Regulation Act, the Regulated Health Professions Act, 1991 or an Act named in Schedule 1 to that Act; and (b) a College mentioned in clause (a) shall disclose personal health information to an investigator appointed under section 8 of the Public Hospitals Act in respect of Hotel-Dieu Grace Hospital, Leamington District Memorial Hospital and Windsor Regional Hospital where it is necessary or advisable to do so for the purpose of the investigator’s investigation under subsection 8 (1) of that Act. O. Reg. 150/10, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>Despite subsection 49 (1) of the Act, </p> <p class=\"clause-e\">(a) an investigator appointed under section 8 of the <i>Public Hospitals Act </i>in respect of Hotel-Dieu Grace Hospital, Leamington District Memorial Hospital and Windsor Regional Hospital may disclose personal health information to a College within the meaning of the <i>Regulated Health Professions Act, 1991</i> for the purpose of the administration or enforcement of the <i>Drug and Pharmacies Regulation Act</i>, the <i>Regulated Health Professions Act, 1991</i> or an Act named in Schedule 1 to that Act; and</p> <p class=\"clause-e\">(b) a College mentioned in clause (a) shall disclose personal health information to an investigator appointed under section 8 of the<i> Public Hospitals Act</i> in respect of Hotel-Dieu Grace Hospital, Leamington District Memorial Hospital and Windsor Regional Hospital where it is necessary or advisable to do so for the purpose of the investigator’s investigation under subsection 8 (1) of that Act. O. Reg. 150/10, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Temporary regulation",
            "content": "2. This Regulation is a temporary regulation for the purposes of subsection 74 (10) of the Act. O. Reg. 150/10, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>This Regulation is a temporary regulation for the purposes of subsection 74 (10) of the Act. O. Reg. 150/10, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Temporary regulation",
            "content": "3. Omitted (provides for the expiration of this Regulation). O. Reg. 150/10, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b> Omitted (provides for the expiration of this Regulation). O. Reg. 150/10, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Temporary regulation",
            "content": "4. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 150/10, s. 4. Français ",
            "raw_html": "<p class=\"section-e\"><b>4.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 150/10, s. 4.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_100150_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_100150_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}