{
    "reg_info": {
        "full_title": "O. Reg. 28/16: PILOT PROJECT - THREE-WHEELED VEHICLES",
        "reg_name_text": "PILOT PROJECT - THREE-WHEELED VEHICLES",
        "citation": "O. Reg. 28/16: ",
        "act_under": "Highway Traffic Act   Code de la route",
        "url": "https://www.ontario.ca/laws/regulation/160028",
        "date_scraped": "2023-12-18 04:07:17"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June 23, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/160028/v4",
            "valid_from": "March 10, 2022",
            "valid_to": "June 22, 2023"
        },
        {
            "a_href": "/laws/regulation/160028/v3",
            "valid_from": "July  1, 2016",
            "valid_to": "March  9, 2022"
        },
        {
            "a_href": "/laws/regulation/160028/v2",
            "valid_from": "March  1, 2016",
            "valid_to": "June 30, 2016"
        },
        {
            "a_href": "/laws/regulation/160028/v1",
            "valid_from": "February 12, 2016",
            "valid_to": "February 29, 2016"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "  1. In this Regulation, “Ontario Regulation 340/94” means Ontario Regulation 340/94 (Drivers’ Licences) made under the Act; “Ontario Regulation 376/02” means Ontario Regulation 376/02 (Classification of Vehicles as Irreparable, Salvage and Rebuilt) made under the Act; “Regulation 587” means Regulation 587 of the Revised Regulations of Ontario, 1990 (Equipment) made under the Act; “Regulation 601” means Regulation 601 of the Revised Regulations of Ontario, 1990 (Motor Vehicle Inspection Stations) made under the Act; Note: On January 1, 2025, the definition of “Regulation 601” in section 1 of the Regulation is revoked. (See: O. Reg. 179/22, s. 1 and O. Reg. 151/23, s. 1) “Regulation 610” means Regulation 610 of the Revised Regulations of Ontario, 1990 (Safety Helmets) made under the Act; “Regulation 611” means Regulation 611 of the Revised Regulations of Ontario, 1990 (Safety Inspections) made under the Act; Note: On January 1, 2025, the definition of “Regulation 611” in section 1 of the Regulation is revoked. (See: O. Reg. 179/22, s. 1 and O. Reg. 151/23, s. 1) “Regulation 613” means Regulation 613 of the Revised Regulations of Ontario, 1990 (Seat Belt Assemblies) made under the Act; “Regulation 628” means Regulation 628 of the Revised Regulations of Ontario, 1990 (Vehicle Permits) made under the Act. “three-wheeled vehicle” means a motor vehicle, other than a motor tricycle as defined in Regulation 587, that, (a)  is designed to travel on three wheels in contact with the ground, (b)  has not more than four designated seating positions, and (c)  has a manufacturer’s gross vehicle weight rating of 1,000 kilograms or less or, if it does not have a manufacturer’s gross vehicle weight rating, the sum of its unloaded vehicle mass and the product obtained by multiplying its seating capacity by 68 kilograms is 1,000 kilograms or less. Pilot Project",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>In this Regulation,</p> <p class=\"definition-e\">“Ontario Regulation 340/94” means Ontario Regulation 340/94 (Drivers’ Licences) made under the Act;</p> <p class=\"definition-e\">“Ontario Regulation 376/02” means Ontario Regulation 376/02 (Classification of Vehicles as Irreparable, Salvage and Rebuilt) made under the Act;</p> <p class=\"definition-e\">“Regulation 587” means Regulation 587 of the Revised Regulations of Ontario, 1990 (Equipment) made under the Act;</p> <p class=\"definition-e\">“Regulation 601” means Regulation 601 of the Revised Regulations of Ontario, 1990 (Motor Vehicle Inspection Stations) made under the Act;</p> <p class=\"Pnote-e\"><span>Note: On </span>January 1, 2025<span>, </span>the definition of “Regulation 601” in section 1 of the Regulation is revoked.<span> (See: </span>O. Reg. 179/22, s. 1 and O. Reg. 151/23, s. 1<span>)</span></p> <p class=\"definition-e\">“Regulation 610” means Regulation 610 of the Revised Regulations of Ontario, 1990 (Safety Helmets) made under the Act;</p> <p class=\"definition-e\">“Regulation 611” means Regulation 611 of the Revised Regulations of Ontario, 1990 (Safety Inspections) made under the Act;</p> <p class=\"Pnote-e\"><span>Note: On </span>January 1, 2025<span>, </span>the definition of “Regulation 611” in section 1 of the Regulation is revoked.<span> (See: </span>O. Reg. 179/22, s. 1 and O. Reg. 151/23, s. 1<span>)</span></p> <p class=\"definition-e\">“Regulation 613” means Regulation 613 of the Revised Regulations of Ontario, 1990 (Seat Belt Assemblies) made under the Act;</p> <p class=\"definition-e\">“Regulation 628” means Regulation 628 of the Revised Regulations of Ontario, 1990 (Vehicle Permits) made under the Act.</p> <p class=\"definition-e\">“three-wheeled vehicle” means a motor vehicle, other than a motor tricycle as defined in Regulation 587, that,</p> <p class=\"defclause-e\">  (a)  is designed to travel on three wheels in contact with the ground,</p> <p class=\"defclause-e\">  (b)  has not more than four designated seating positions, and</p> <p class=\"defclause-e\">  (c)  has a manufacturer’s gross vehicle weight rating of 1,000 kilograms or less or, if it does not have a manufacturer’s gross vehicle weight rating, the sum of its unloaded vehicle mass and the product obtained by multiplying its seating capacity by 68 kilograms is 1,000 kilograms or less.</p> <p class=\"heading1-e\">Pilot Project</p>"
        },
        {
            "id": "2.",
            "section": "Pilot project established",
            "content": " 2. (1) A pilot project to evaluate the use of three-wheeled vehicles on highways is established. (2) The Minister shall conduct and complete an evaluation of the use of three-wheeled vehicles on highways under the pilot project before the tenth anniversary of the day this Regulation comes into force. Prohibitions and Permitted Use",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) A pilot project to evaluate the use of three-wheeled vehicles on highways is established.</p> <p class=\"subsection-e\">  (2) The Minister shall conduct and complete an evaluation of the use of three-wheeled vehicles on highways under the pilot project before the tenth anniversary of the day this Regulation comes into force.</p> <p class=\"heading1-e\">Prohibitions and Permitted Use</p>"
        },
        {
            "id": "3.",
            "section": "Prohibitions",
            "content": " 3. (1) No person shall drive or permit the operation of a three-wheeled vehicle on a highway, except as permitted by this Regulation. (2) No person shall drive or permit the operation of a three-wheeled vehicle on a highway with a passenger who is classified as an infant, toddler or pre-school to primary grade child under subsection 8 (1) of Regulation 613.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) No person shall drive or permit the operation of a three-wheeled vehicle on a highway, except as permitted by this Regulation.</p> <p class=\"subsection-e\">  (2) No person shall drive or permit the operation of a three-wheeled vehicle on a highway with a passenger who is classified as an infant, toddler or pre-school to primary grade child under subsection 8 (1) of Regulation 613.</p>"
        },
        {
            "id": "4.",
            "section": "Permitted use of three-wheeled vehicles",
            "content": " 4. A person may drive or permit the operation of a three-wheeled vehicle on a highway if the vehicle, (a)  bears, (i)  in the case of a three-wheeled vehicle manufactured or built in Canada, the manufacturer’s compliance label issued under section 6 of the Motor Vehicle Safety Regulations (Canada) specifying the type of vehicle as “TWV/VTR” or, (ii)  in the case of an imported three-wheeled vehicle, a compliance label or other label as provided for in section 12 of those Regulations; (b)  continues to meet the regulatory standards that applied to it at the time it was manufactured or imported; (c)  is in good working order; (d)  is not equipped with a side car or trailer; and (e)  is driven by a driver who holds a valid Class A, B, C, D, E, F or G driver’s licence that authorizes him or her to drive the vehicle or is a resident of another province, country or state, or a resident of Ontario for less than 60 days, who is authorized to drive the vehicle under subsection 34 (1) or (2) of the Act. Application of Act and Regulations",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>A person may drive or permit the operation of a three-wheeled vehicle on a highway if the vehicle,</p> <p class=\"clause-e\">  (a)  bears,</p> <p class=\"subclause-e\">  (i)  in the case of a three-wheeled vehicle manufactured or built in Canada, the manufacturer’s compliance label issued under section 6 of the Motor Vehicle Safety Regulations (Canada) specifying the type of vehicle as “TWV/VTR” or,</p> <p class=\"subclause-e\">  (ii)  in the case of an imported three-wheeled vehicle, a compliance label or other label as provided for in section 12 of those Regulations;</p> <p class=\"clause-e\">  (b)  continues to meet the regulatory standards that applied to it at the time it was manufactured or imported;</p> <p class=\"clause-e\">  (c)  is in good working order;</p> <p class=\"clause-e\">  (d)  is not equipped with a side car or trailer; and</p> <p class=\"clause-e\">  (e)  is driven by a driver who holds a valid Class A, B, C, D, E, F or G driver’s licence that authorizes him or her to drive the vehicle or is a resident of another province, country or state, or a resident of Ontario for less than 60 days, who is authorized to drive the vehicle under subsection 34 (1) or (2) of the Act.</p> <p class=\"heading1-e\">Application of Act and Regulations</p>"
        },
        {
            "id": "5.",
            "section": "Application of Act",
            "content": " 5. The Act and the regulations apply to three-wheeled vehicles as provided in this Regulation.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>The Act and the regulations apply to three-wheeled vehicles as provided in this Regulation.</p>"
        },
        {
            "id": "6.",
            "section": "Three-wheeled vehicle generally deemed not a motorcycle",
            "content": " 6. Subject to sections 7, 8 and 9, a three-wheeled vehicle operated in accordance with this Regulation is deemed not to be a motorcycle for the purposes of the Act and the regulations, including, for greater certainty, for the purposes of Ontario Regulation 340/94.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>Subject to sections 7, 8 and 9, a three-wheeled vehicle operated in accordance with this Regulation is deemed not to be a motorcycle for the purposes of the Act and the regulations, including, for greater certainty, for the purposes of Ontario Regulation 340/94.</p>"
        },
        {
            "id": "7.",
            "section": "Three-wheeled vehicle is a motorcycle for registration purposes",
            "content": " 7. A three-wheeled vehicle is a motorcycle, and shall be treated as such, for the purposes of the following: 1.  Part II (Permits) of the Act. 2.  Regulation 628.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>A three-wheeled vehicle is a motorcycle, and shall be treated as such, for the purposes of the following:</p> <p class=\"paragraph-e\">  1.  Part II (Permits) of the Act.</p> <p class=\"paragraph-e\">  2.  Regulation 628.</p>"
        },
        {
            "id": "8.",
            "section": "Three-wheeled vehicle is a motorcycle for helmet requirements",
            "content": " 8. A three-wheeled vehicle is a motorcycle, and shall be treated as such, for the purposes of section 104 of the Act and Regulation 610.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>A three-wheeled vehicle is a motorcycle, and shall be treated as such, for the purposes of section 104 of the Act and Regulation 610.</p>"
        },
        {
            "id": "9.",
            "section": "Three-wheeled vehicle is a motorcycle for classification as irreparable, etc.",
            "content": " 9. (1) A three-wheeled vehicle is a motorcycle, and shall be treated as such, for the purposes of Ontario Regulation 376/02, other than subsections 2 (1) and (2) of that Regulation, which do not apply to a three-wheeled vehicle. (2) If a person described in paragraph 1 of subsection 4 (1) of Ontario Regulation 376/02 is making the determination that a three-wheeled vehicle is irreparable, the determination shall be based on an inspection of the vehicle carried out by a person described in subsection 2 (1) or (2) of that Regulation. (3) The definition of “irreparable” in subsection 1 (1) of Ontario Regulation 376/02 is modified in respect of three-wheeled vehicles as follows: 1.  For a three-wheeled vehicle with a full frame assembly, “irreparable” means a vehicle that, (a)  is a total loss and, (i)  has incurred structural damage requiring the replacement by cutting and welding of any integral part of its full frame assembly, or (ii)  has been stolen and dismantled such that the retail price for new parts of a like kind to replace those parts missing or damaged exceeds the fair labour cost to install or repair those parts, and, (A)  a settlement of an insurance claim has been paid for the vehicle as a total loss, or (B)  the vehicle is owned, leased or the plate portion of its vehicle permit is held by a person who is an insurer within the meaning of clause (b) of the definition of “insurer”, or (b)  is classified by the Registrar as irreparable under subsection 199.1 (11) of the Act. 2.  For a three-wheeled vehicle with a unibody assembly, “irreparable” means a vehicle that, (a)  is a total loss and, (i)  has been immersed in liquid to the bottom of its dashboard or higher, (ii)  any major part of its electrical system has been, or appears to have been, immersed in liquid, (iii)  has incurred damage requiring the replacement of one or more of the structural assemblies listed in Part 1, 2, 3 or 4 of the Schedule, or (iv)  has been stolen and dismantled such that the retail price for new parts of a like kind to replace those parts missing or damaged exceeds the fair labour cost to install or repair those parts, and, (A)  a settlement of an insurance claim has been paid for the vehicle as a total loss, or (B)  the vehicle is owned, leased or the plate portion of its vehicle permit is held by a person who is an insurer within the meaning of clause (b) of the definition of “insurer”, or (b)  is classified by the Registrar as irreparable under subsection 199.1 (11) of the Act.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) A three-wheeled vehicle is a motorcycle, and shall be treated as such, for the purposes of Ontario Regulation 376/02, other than subsections 2 (1) and (2) of that Regulation, which do not apply to a three-wheeled vehicle.</p> <p class=\"subsection-e\">  (2) If a person described in paragraph 1 of subsection 4 (1) of Ontario Regulation 376/02 is making the determination that a three-wheeled vehicle is irreparable, the determination shall be based on an inspection of the vehicle carried out by a person described in subsection 2 (1) or (2) of that Regulation.</p> <p class=\"subsection-e\">  (3) The definition of “irreparable” in subsection 1 (1) of Ontario Regulation 376/02 is modified in respect of three-wheeled vehicles as follows:</p> <p class=\"paragraph-e\">  1.  For a three-wheeled vehicle with a full frame assembly,</p> <p class=\"definition-e\">“irreparable” means a vehicle that,</p> <p class=\"defclause-e\">  (a)  is a total loss and,</p> <p class=\"defsubclause-e\">  (i)  has incurred structural damage requiring the replacement by cutting and welding of any integral part of its full frame assembly, or</p> <p class=\"defsubclause-e\">  (ii)  has been stolen and dismantled such that the retail price for new parts of a like kind to replace those parts missing or damaged exceeds the fair labour cost to install or repair those parts, and,</p> <p class=\"defsubsubclause-e\">  (A)  a settlement of an insurance claim has been paid for the vehicle as a total loss, or</p> <p class=\"defsubsubclause-e\">  (B)  the vehicle is owned, leased or the plate portion of its vehicle permit is held by a person who is an insurer within the meaning of clause (b) of the definition of “insurer”, or</p> <p class=\"defclause-e\">  (b)  is classified by the Registrar as irreparable under subsection 199.1 (11) of the Act.</p> <p class=\"paragraph-e\"><b> </b>2.  For a three-wheeled vehicle with a unibody assembly,</p> <p class=\"definition-e\">“irreparable” means a vehicle that,</p> <p class=\"defclause-e\">  (a)  is a total loss and,</p> <p class=\"defsubclause-e\">  (i)  has been immersed in liquid to the bottom of its dashboard or higher,</p> <p class=\"defsubclause-e\">  (ii)  any major part of its electrical system has been, or appears to have been, immersed in liquid,</p> <p class=\"defsubclause-e\">  (iii)  has incurred damage requiring the replacement of one or more of the structural assemblies listed in Part 1, 2, 3 or 4 of the Schedule, or</p> <p class=\"defsubclause-e\">  (iv)  has been stolen and dismantled such that the retail price for new parts of a like kind to replace those parts missing or damaged exceeds the fair labour cost to install or repair those parts, and,</p> <p class=\"defsubsubclause-e\">  (A)  a settlement of an insurance claim has been paid for the vehicle as a total loss, or</p> <p class=\"defsubsubclause-e\">  (B)  the vehicle is owned, leased or the plate portion of its vehicle permit is held by a person who is an insurer within the meaning of clause (b) of the definition of “insurer”, or</p> <p class=\"defclause-e\">  (b)  is classified by the Registrar as irreparable under subsection 199.1 (11) of the Act.</p>"
        },
        {
            "id": "10.",
            "section": "Inspection requirements",
            "content": " 10. (1) Despite section 3 of Regulation 611, the inspection requirements and performance standards that apply to a three-wheeled vehicle are contained in the Passenger/Light-Duty Vehicle Inspection Standard, subject to the following modifications: 1.  The provisions dealing with electronic stability controls do not apply to a three-wheeled vehicle not manufactured with a stability control system. 2.  The chain, belt or driven sprocket shall not be excessively worn, frayed or loose and no fasteners in connection with those parts shall be missing, loose, cut or damaged. O. Reg. 28/16, s. 12 (1). (2) Despite section 3 of Regulation 601, a Type 1, 2 or 4 licence is authority to inspect and certify three-wheeled vehicles in accordance with the inspection requirements and performance standards contained in the Passenger/Light-Duty Vehicle Inspection Standard as modified by subsection (1). O. Reg. 28/16, s. 12 (1). (3) Despite subsection 8 (3) of Regulation 601, a motor vehicle inspection mechanic who holds only a certificate of qualification in the trade of motorcycle technician may issue safety standards certificates for three-wheeled vehicles. (4) In this section, “Passenger/Light-Duty Vehicle Inspection Standard” means the Reference Handbook entitled “Passenger/Light-Duty Vehicle Inspection Standard” in English and “Norme d’inspection des véhicules de tourisme et des véhicules utilitaires légers” in French, dated October 2015, published by the Ministry and available on a Government of Ontario website. O. Reg. 28/16, s. 12 (2). Note: On January 1, 2025, section 10 of the Regulation is revoked. (See: O. Reg. 179/22, s. 2 and O. Reg. 151/23, s. 1) Reports",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) Despite section 3 of Regulation 611, the inspection requirements and performance standards that apply to a three-wheeled vehicle are contained in the Passenger/Light-Duty Vehicle Inspection Standard, subject to the following modifications:</p> <p class=\"paragraph-e\">  1.  The provisions dealing with electronic stability controls do not apply to a three-wheeled vehicle not manufactured with a stability control system.</p> <p class=\"paragraph-e\">  2.  The chain, belt or driven sprocket shall not be excessively worn, frayed or loose and no fasteners in connection with those parts shall be missing, loose, cut or damaged. O. Reg. 28/16, s. 12 (1).</p> <p class=\"subsection-e\">  (2) Despite section 3 of Regulation 601, a Type 1, 2 or 4 licence is authority to inspect and certify three-wheeled vehicles in accordance with the inspection requirements and performance standards contained in the Passenger/Light-Duty Vehicle Inspection Standard as modified by subsection (1). O. Reg. 28/16, s. 12 (1).</p> <p class=\"subsection-e\">  (3) Despite subsection 8 (3) of Regulation 601, a motor vehicle inspection mechanic who holds only a certificate of qualification in the trade of motorcycle technician may issue safety standards certificates for three-wheeled vehicles.</p> <p class=\"subsection-e\">  (4) In this section,</p> <p class=\"definition-e\">“Passenger/Light-Duty Vehicle Inspection Standard” means the Reference Handbook entitled “Passenger/Light-Duty Vehicle Inspection Standard” in English and “Norme d’inspection des véhicules de tourisme et des véhicules utilitaires légers” in French, dated October 2015, published by the Ministry and available on a Government of Ontario website. O. Reg. 28/16, s. 12 (2).</p> <p class=\"Pnote-e\"><span>Note: On </span>January 1, 2025<span>, </span>section 10 of the Regulation is revoked.<span> (See: </span>O. Reg. 179/22, s. 2 and O. Reg. 151/23, s. 1<span>)</span></p> <p class=\"heading1-e\">Reports</p>"
        },
        {
            "id": "11.",
            "section": "Reports to Minister",
            "content": " 11. If requested to do so by the Minister, an owner of a three-wheeled vehicle shall report to the Minister on the owner’s use of the vehicle under the pilot project, or on any aspect of that use that may be specified by the Minister.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>If requested to do so by the Minister, an owner of a three-wheeled vehicle shall report to the Minister on the owner’s use of the vehicle under the pilot project, or on any aspect of that use that may be specified by the Minister.</p>"
        },
        {
            "id": "12.",
            "section": "Reports to Minister",
            "content": " 12. Omitted (provides for amendments to this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>12.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for amendments to this Regulation</span>).</p>"
        },
        {
            "id": "14.",
            "section": "Revocation",
            "content": " 14. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>14.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Revocation",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}