{
    "reg_info": {
        "full_title": "O. Reg. 10/06: CRITERIA FOR DETERMINING CULTURAL HERITAGE VALUE OR INTEREST OF PROVINCIAL SIGNIFICANCE",
        "reg_name_text": "CRITERIA FOR DETERMINING CULTURAL HERITAGE VALUE OR INTEREST OF PROVINCIAL SIGNIFICANCE",
        "citation": "O. Reg. 10/06: ",
        "act_under": "Ontario Heritage Act",
        "url": "https://www.ontario.ca/laws/regulation/060010",
        "date_scraped": "2023-12-19 17:48:32"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January 25, 2006",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "P11_289",
            "section": "Criteria",
            "content": "1. (1) The criteria set out in subsection (2) are prescribed for the purposes of clause 34.5 (1) (a) of the Act. O. Reg. 10/06, s. 1 (1). (2) A property may be designated under section 34.5 of the Act if it meets one or more of the following criteria for determining whether it is of cultural heritage value or interest of provincial significance: 1. The property represents or demonstrates a theme or pattern in Ontario’s history. 2. The property yields, or has the potential to yield, information that contributes to an understanding of Ontario’s history. 3. The property demonstrates an uncommon, rare or unique aspect of Ontario’s cultural heritage. 4. The property is of aesthetic, visual or contextual importance to the province. 5. The property demonstrates a high degree of excellence or creative, technical or scientific achievement at a provincial level in a given period. 6. The property has a strong or special association with the entire province or with a community that is found in more than one part of the province. The association exists for historic, social, or cultural reasons or because of traditional use. 7. The property has a strong or special association with the life or work of a person, group or organization of importance to the province or with an event of importance to the province. 8. The property is located in unorganized territory and the Minister determines that there is a provincial interest in the protection of the property. O. Reg. 10/06, s. 1 (2). Français ",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P11_289\"></a><a name=\"s1s1\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_060010_f.htm#s1s1. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_060010_f.htm#s1s1\">1. </a></b><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_060010_f.htm#s1s1. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_060010_f.htm#s1s1\">(1)</a> The criteria set out in subsection (2) are prescribed for the purposes of clause 34.5 (1) (a) of the Act. O. Reg. 10/06, s. 1 (1).</p> <p class=\"subsection-e\"><a name=\"P12_436\"></a><a name=\"startbk\"></a>(2) A property may be designated under section 34.5 of the Act if it meets one or more of the following criteria for determining whether it is of cultural heritage value or interest of provincial significance:</p> <p class=\"paragraph-e\">1. The property represents or demonstrates a theme or pattern in Ontario’s history.</p> <p class=\"paragraph-e\">2. The property yields, or has the potential to yield, information that contributes to an understanding of Ontario’s history.</p> <p class=\"paragraph-e\">3. The property demonstrates an uncommon, rare or unique aspect of Ontario’s cultural heritage.</p> <p class=\"paragraph-e\">4. The property is of aesthetic, visual or contextual importance to the province.</p> <p class=\"paragraph-e\">5. The property demonstrates a high degree of excellence or creative, technical or scientific achievement at a provincial level in a given period.</p> <p class=\"paragraph-e\">6. The property has a strong or special association with the entire province or with a community that is found in more than one part of the province. The association exists for historic, social, or cultural reasons or because of traditional use.</p> <p class=\"paragraph-e\">7. The property has a strong or special association with the life or work of a person, group or organization of importance to the province or with an event of importance to the province.</p> <p class=\"paragraph-e\">8. The property is located in unorganized territory and the Minister determines that there is a provincial interest in the protection of the property. O. Reg. 10/06, s. 1 (2).</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_060010_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_060010_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}