{
    "reg_info": {
        "full_title": "O. Reg. 765/94: EXEMPTION - THE METROPOLITAN TORONTO AND REGION CONSERVATION AUTHORITY - MTRC-A-2",
        "reg_name_text": "EXEMPTION — THE METROPOLITAN TORONTO AND REGION CONSERVATION AUTHORITY — MTRC-A-2",
        "citation": "O. Reg. 765/94: EXEMPTION - THE METROPOLITAN TORONTO AND REGION CONSERVATION AUTHORITY - MTRC-A-2",
        "act_under": "Environmental Assessment Act   Loi sur les évaluations environnementales",
        "url": "https://www.ontario.ca/laws/regulation/940765",
        "date_scraped": "2023-12-21 14:32:17"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December  7, 1994",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": null,
            "section": null,
            "content": "Having received a request from the Metropolitan Toronto and Region Conservation Authority (Authority) that an undertaking, namely: the activity of creating public open space and public facilities including a stormwater management system and the waterfront drive right of way utilizing lakefill as required and shoreline stabilization with significant emphasis on environmental enhancement, in the area of the City of Etobicoke (Etobicoke) known as the “Motel Strip”, be exempt from the application of the Act pursuant to section 29; and",
            "raw_html": "<p class=\"parawtab-e\">Having received a request from the Metropolitan Toronto and Region Conservation Authority (Authority) that an undertaking, namely:</p> <p class=\"parawindt-e\">the activity of creating public open space and public facilities including a stormwater management system and the waterfront drive right of way utilizing lakefill as required and shoreline stabilization with significant emphasis on environmental enhancement, in the area of the City of Etobicoke (Etobicoke) known as the “Motel Strip”,</p> <p class=\"paranoindt-e\">be exempt from the application of the Act pursuant to section 29; and</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "Having been advised by the Authority that if the undertaking is subject to the application of the Act, the following injury, damage or interference with the persons and property indicated will occur: A. The people of the City of Etobicoke and the rest of Metropolitan Toronto will be interfered with and damaged by the undue delay and expense required to prepare an environmental assessment for an activity which will provide the implementation mechanism to secure public open space and access in advance of private development, and for which an exemption order has been issued and filed as Ontario Regulation 623/91. B. The people of the City of Etobicoke and the rest of Metropolitan Toronto will be interfered with and damaged by the undue delay in providing public open space which will improve the environmental conditions of the Motel Strip and Humber Bay East. In addition, this delay will affect the property acquisition for the public amenity area which is required before redevelopment of the Motel Strip can proceed in accordance with Official Plan Amendment C-65-86 (Motel Strip Secondary Plan) as approved.",
            "raw_html": "<p class=\"parawtab-e\">Having been advised by the Authority that if the undertaking is subject to the application of the Act, the following injury, damage or interference with the persons and property indicated will occur:</p> <p class=\"paragraph-e\">A. The people of the City of Etobicoke and the rest of Metropolitan Toronto will be interfered with and damaged by the undue delay and expense required to prepare an environmental assessment for an activity which will provide the implementation mechanism to secure public open space and access in advance of private development, and for which an exemption order has been issued and filed as Ontario Regulation 623/91.</p> <p class=\"paragraph-e\">B. The people of the City of Etobicoke and the rest of Metropolitan Toronto will be interfered with and damaged by the undue delay in providing public open space which will improve the environmental conditions of the Motel Strip and Humber Bay East. In addition, this delay will affect the property acquisition for the public amenity area which is required before redevelopment of the Motel Strip can proceed in accordance with Official Plan Amendment C-65-86 (Motel Strip Secondary Plan) as approved.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;",
            "raw_html": "<p class=\"parawtab-e\">Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of the Act for the following reasons: A. The undertaking has been proceeding in keeping with the Official Plan Amendment C-65-86 (Motel Strip Secondary Plan) as approved, with amendments, by the Lieutenant Governor in Council on December 16, 1992. B. The limit of lakefill has been established to the satisfaction of the provincial agencies with detailed plans and activities subject to further review and approval by the Federal and Provincial ministries. C. The proposed undertaking provides for a public amenity area, including the creation of additional aquatic habitat and treatment facilities for storm water. D. The undertaking by the Authority provides the implementation mechanism to satisfy the Official Plan Amendment C-65-86 (Motel Strip Secondary Plan) as approved. E. The purpose of this order is to replace Ontario Regulation 623/91 to provide for extended periods to submit a land use plan and commence construction.",
            "raw_html": "<p class=\"parawtab-e\">The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of the Act for the following reasons:</p> <p class=\"paragraph-e\">A. The undertaking has been proceeding in keeping with the Official Plan Amendment C-65-86 (Motel Strip Secondary Plan) as approved, with amendments, by the Lieutenant Governor in Council on December 16, 1992.</p> <p class=\"paragraph-e\">B. The limit of lakefill has been established to the satisfaction of the provincial agencies with detailed plans and activities subject to further review and approval by the Federal and Provincial ministries.</p> <p class=\"paragraph-e\">C. The proposed undertaking provides for a public amenity area, including the creation of additional aquatic habitat and treatment facilities for storm water.</p> <p class=\"paragraph-e\">D. The undertaking by the Authority provides the implementation mechanism to satisfy the Official Plan Amendment C-65-86 (Motel Strip Secondary Plan) as approved.</p> <p class=\"paragraph-e\">E. The purpose of this order is to replace Ontario Regulation 623/91 to provide for extended periods to submit a land use plan and commence construction.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "This exemption is subject to the following terms and conditions: 1. Where any activity which is the subject of this order is being carried out as or is part of another undertaking which is the subject of an exemption order under the Act, the activity exempt under this order shall be carried out in accordance with the terms or conditions in that exemption order as well as the conditions in this order. 2. The undertaking will comply with the detailed engineering plan as prepared by the Authority and will be a minimum of 76 metres in width including the Waterfront Drive right of way (26 metres). 3. The Authority must submit for approval to the Director of Central Region, Ministry of Environment and Energy, a detailed plan on lakefill prior to construction to include: plans for landform which must fulfil federal requirements pertaining to fisheries, reflect the Authority fill line, and satisfy the storm water management requirements of the Ministry of Environment and Energy; fill quality; methods for control of fill quality; construction methodology to minimize displacement of contaminated sediments and impact on water quality; monitoring during construction and to establish baseline conditions following construction. 4. All lakefilling must be completed prior to the development of the uses in the public strip other than storm water management and the lakeshore drive for which the plan is required. 5. The Authority must prepare and submit to the Minister of Environment and Energy for approval, by December 31, 1995, or such later date as the Minister of Environment and Energy may specify by notice in writing to the proponent and published in The Ontario Gazette, a land use plan for the activities to be sited on the area of the undertaking, excluding the stormwater management system and the lakeshore drive right of way. This plan shall include a built-in mechanism for its alteration. The land use plan will be prepared with public consultation involving local citizens and groups as a Park Master Plan which, if it is approved by the Minister of Environment and Energy, will be submitted for incorporation into the Official Plan Amendment C-65-86 (Motel Strip Secondary Plan). The creation of activities shall be limited to filling, passive recreation, implementation of the storm water management system and construction of Waterfront Drive until such time as the Minister of Environment and Energy has approved the land use plan referred to in this condition. 6. The public amenity area shall not be sold to anyone other than The Corporation of the City of Etobicoke or The Municipality of Metropolitan Toronto. Should such a sale take place, the use shall be for the use approved in the land use plan referred to in Condition No. 5 and is subject to these conditions. 7. This order shall expire if construction to implement the amenity area has not commenced by December 31, 1996, or such later date as the Minister of Environment and Energy may specify by notice in writing to the proponent and published in The Ontario Gazette. 8. This exemption replaces the exemption contained in Ontario Regulation 623/91, which expires on December 16, 1994. O. Reg. 765/94. ",
            "raw_html": "<p class=\"parawtab-e\">This exemption is subject to the following terms and conditions:</p> <p class=\"paragraph-e\">1. Where any activity which is the subject of this order is being carried out as or is part of another undertaking which is the subject of an exemption order under the Act, the activity exempt under this order shall be carried out in accordance with the terms or conditions in that exemption order as well as the conditions in this order.</p> <p class=\"paragraph-e\">2. The undertaking will comply with the detailed engineering plan as prepared by the Authority and will be a minimum of 76 metres in width including the Waterfront Drive right of way (26 metres).</p> <p class=\"paragraph-e\">3. The Authority must submit for approval to the Director of Central Region, Ministry of Environment and Energy, a detailed plan on lakefill prior to construction to include:</p> <p class=\"parawindt3-e\">plans for landform which must fulfil federal requirements pertaining to fisheries, reflect the Authority fill line, and satisfy the storm water management requirements of the Ministry of Environment and Energy;</p> <p class=\"parawindt3-e\">fill quality;</p> <p class=\"parawindt3-e\">methods for control of fill quality;</p> <p class=\"parawindt3-e\">construction methodology to minimize displacement of contaminated sediments and impact on water quality;</p> <p class=\"parawindt3-e\">monitoring during construction and to establish baseline conditions following construction.</p> <p class=\"paragraph-e\">4. All lakefilling must be completed prior to the development of the uses in the public strip other than storm water management and the lakeshore drive for which the plan is required.</p> <p class=\"paragraph-e\">5. The Authority must prepare and submit to the Minister of Environment and Energy for approval, by December 31, 1995, or such later date as the Minister of Environment and Energy may specify by notice in writing to the proponent and published in <i>The Ontario Gazette</i>, a land use plan for the activities to be sited on the area of the undertaking, excluding the stormwater management system and the lakeshore drive right of way. This plan shall include a built-in mechanism for its alteration.</p> <p class=\"Sparagraph-e\">The land use plan will be prepared with public consultation involving local citizens and groups as a Park Master Plan which, if it is approved by the Minister of Environment and Energy, will be submitted for incorporation into the Official Plan Amendment C-65-86 (Motel Strip Secondary Plan).</p> <p class=\"Sparagraph-e\">The creation of activities shall be limited to filling, passive recreation, implementation of the storm water management system and construction of Waterfront Drive until such time as the Minister of Environment and Energy has approved the land use plan referred to in this condition.</p> <p class=\"paragraph-e\">6. The public amenity area shall not be sold to anyone other than The Corporation of the City of Etobicoke or The Municipality of Metropolitan Toronto. Should such a sale take place, the use shall be for the use approved in the land use plan referred to in Condition No. 5 and is subject to these conditions.</p> <p class=\"paragraph-e\">7. This order shall expire if construction to implement the amenity area has not commenced by December 31, 1996, or such later date as the Minister of Environment and Energy may specify by notice in writing to the proponent and published in <i>The Ontario Gazette</i>.</p> <p class=\"paragraph-e\">8. This exemption replaces the exemption contained in Ontario Regulation 623/91, which expires on December 16, 1994. O. Reg. 765/94.</p> <p class=\"Normal\"></p>"
        }
    ]
}