{
    "reg_info": {
        "full_title": "O. Reg. 422/17: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "O. Reg. 422/17: ",
        "act_under": "Ontario Immigration Act, 2015",
        "url": "https://www.ontario.ca/laws/regulation/170422",
        "date_scraped": "2023-12-18 05:14:00"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December 29, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/170422/v12",
            "valid_from": "November 21, 2022",
            "valid_to": "December 28, 2022"
        },
        {
            "a_href": "/laws/regulation/170422/v11",
            "valid_from": "February  1, 2022",
            "valid_to": "November 20, 2022"
        },
        {
            "a_href": "/laws/regulation/170422/v10",
            "valid_from": "January 27, 2022",
            "valid_to": "January 31, 2022"
        },
        {
            "a_href": "/laws/regulation/170422/v9",
            "valid_from": "July  1, 2021",
            "valid_to": "January 26, 2022"
        },
        {
            "a_href": "/laws/regulation/170422/v8",
            "valid_from": "June 22, 2021",
            "valid_to": "June 30, 2021"
        },
        {
            "a_href": "/laws/regulation/170422/v7",
            "valid_from": "March 15, 2021",
            "valid_to": "June 21, 2021"
        },
        {
            "a_href": "/laws/regulation/170422/v6",
            "valid_from": "July  1, 2020",
            "valid_to": "March 14, 2021"
        },
        {
            "a_href": "/laws/regulation/170422/v5",
            "valid_from": "June 29, 2020",
            "valid_to": "June 30, 2020"
        },
        {
            "a_href": "/laws/regulation/170422/v4",
            "valid_from": "July  5, 2019",
            "valid_to": "June 28, 2020"
        },
        {
            "a_href": "/laws/regulation/170422/v3",
            "valid_from": "April 19, 2018",
            "valid_to": "July  4, 2019"
        },
        {
            "a_href": "/laws/regulation/170422/v2",
            "valid_from": "January  1, 2018",
            "valid_to": "April 18, 2018"
        },
        {
            "a_href": "/laws/regulation/170422/v1",
            "valid_from": "November  7, 2017",
            "valid_to": "December 31, 2017"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "General",
            "part_id": null,
            "part_type": null,
            "section": "General",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Definitions",
            "content": " 1. In this Regulation, “Canadian Language Benchmarks” means the documents entitled “Canadian Language Benchmarks: English as a Second Language for Adults” and “Niveaux de compétence linguistique canadiens: français langue seconde pour adultes”, as amended from time to time and available on the website of the Centre for Canadian Language Benchmarks; (“Niveaux de compétence linguistique canadiens”) “Canadian experience class” means the class described in section 87.1 of the Immigration and Refugee Protection Regulations made under the Immigration and Refugee Protection Act (Canada); (“catégorie de l’expérience canadienne”) “designated educational credential assessment organization” means an institution that has been designated by the federal Department of Citizenship and Immigration to issue an educational credential assessment and that is listed as such on the website of the federal Department of Citizenship and Immigration, as the list is amended from time to time; (“organisme désigné d’évaluation des diplômes d’études”) “eligible Canadian institution” means a publicly funded Canadian university or college listed on the Ministry’s website, as the list is amended from time to time; (“établissement canadien admissible”) “eligible Ontario institution” means a publicly funded Ontario university listed on the Ministry’s website, as the list is amended from time to time; (“établissement ontarien admissible”) “Express Entry system” means the system of that name administered by the federal Department of Citizenship and Immigration; (“système Entrée express”) “family member” has the same meaning as in subsection 1 (3) of the Immigration and Refugee Protection Regulations\r\nmade under the Immigration and Refugee Protection Act (Canada); (“membre de la famille”) “federal skilled worker class” means the class described in section 75 of the Immigration and Refugee Protection Regulations made under the Immigration and Refugee Protection Act (Canada); (“catégorie des travailleurs qualifiés (fédéral)”) “full-time” means, (a)  in respect of an employment position, a position that requires no fewer than 1,560 hours of paid work in a 12-month period and no fewer than 30 hours of paid work per week in a 12-month period, (b)  in relation to a program of study, a program that leads to an educational credential and requires at least 15 hours of instruction per week during the academic year, including any period of training in the workplace that forms part of the course of instruction; (“temps plein”) “Government of Canada Job Bank” means the job bank of that name on the website maintained by the Government of Canada, as the job bank is amended from time to time; (“Guichet-Emplois du gouvernement du Canada”) “Greater Toronto Area” means the geographic area composed of the City of Toronto and the regional municipalities of Durham, Halton, Peel and York; (“Grand Toronto”) “institutional investor” means an institution, including a bank, pension fund, mutual fund, endowment fund, or hedge fund, whose primary purpose is to manage financial assets and that is regulated by the Ontario Securities Commission or its equivalent in another jurisdiction; (“investisseur institutionnel”) “minimum necessary settlement amount” means one-half of the amount identified as the low-income cut-off in the most recent edition of the publication concerning low income cut-offs that is published annually by Statistics Canada under the Statistics Act; (“montant vital minimum pour l’établissement”) “National Occupational Classification” means the National Occupational Classification available on the website of the Government of Canada, as the Classification is amended from time to time; (“Classification nationale des professions”) “notification of interest from Ontario” means a notification sent to a person from the Government of Ontario informing the person that he or she may apply for a certificate of nomination to the Ontario Immigrant Nominee Program; (“déclaration d’intérêt de l’Ontario”) “restricted occupation” has the same meaning as in subsection 73 (1) of the Immigration and Refugee Protection Regulations made under the Immigration and Refugee Protection Act (Canada). (“profession d’accès limité”) O. Reg. 422/17, s. 1; O. Reg. 243/19, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1. </b>In this Regulation,</p> <p class=\"definition-e\">“Canadian Language Benchmarks” means the documents entitled “Canadian Language Benchmarks: English as a Second Language for Adults” and “Niveaux de compétence linguistique canadiens: français langue seconde pour adultes”, as amended from time to time and available on the website of the Centre for Canadian Language Benchmarks; (“Niveaux de compétence linguistique canadiens”)</p> <p class=\"definition-e\">“Canadian experience class” means the class described in section 87.1 of the <i>Immigration and Refugee Protection Regulations</i><i> made under the Immigration and Refugee Protection Act</i> (Canada); (“catégorie de l’expérience canadienne”)</p> <p class=\"definition-e\">“designated educational credential assessment organization” means an institution that has been designated by the federal Department of Citizenship and Immigration to issue an educational credential assessment and that is listed as such on the website of the federal Department of Citizenship and Immigration, as the list is amended from time to time; (“organisme désigné d’évaluation des diplômes d’études”)</p> <p class=\"definition-e\">“eligible Canadian institution” means a publicly funded Canadian university or college listed on the Ministry’s website, as the list is amended from time to time; (“établissement canadien admissible”)</p> <p class=\"definition-e\">“eligible Ontario institution” means a publicly funded Ontario university listed on the Ministry’s website, as the list is amended from time to time; (“établissement ontarien admissible”)</p> <p class=\"definition-e\">“Express Entry system” means the system of that name administered by the federal Department of Citizenship and Immigration; (“système Entrée express”)</p> <p class=\"definition-e\">“family member” has the same meaning as in subsection 1 (3) of the <i>Immigration and Refugee Protection Regulations</i><i>\r\nmade under the Immigration and Refugee Protection Act</i> (Canada); (“membre de la famille”)</p> <p class=\"definition-e\">“federal skilled worker class” means the class described in section 75 of the<i> <i>Immigration and Refugee Protection Regulations</i></i><i> made under the Immigration and Refugee Protection Act</i> (Canada); (“catégorie des travailleurs qualifiés (fédéral)”)</p> <p class=\"definition-e\">“full-time” means,</p> <p class=\"defclause-e\">  (a)  in respect of an employment position, a position that requires no fewer than 1,560 hours of paid work in a 12-month period and no fewer than 30 hours of paid work per week in a 12-month period,</p> <p class=\"defclause-e\">  (b)  in relation to a program of study, a program that leads to an educational credential and requires at least 15 hours of instruction per week during the academic year, including any period of training in the workplace that forms part of the course of instruction; (“temps plein”)</p> <p class=\"definition-e\">“Government of Canada Job Bank” means the job bank of that name on the website maintained by the Government of Canada, as the job bank is amended from time to time; (“Guichet-Emplois du gouvernement du Canada”)</p> <p class=\"definition-e\">“Greater Toronto Area” means the geographic area composed of the City of Toronto and the regional municipalities of Durham, Halton, Peel and York; (“Grand Toronto”)</p> <p class=\"definition-e\">“institutional investor” means an institution, including a bank, pension fund, mutual fund, endowment fund, or hedge fund, whose primary purpose is to manage financial assets and that is regulated by the Ontario Securities Commission or its equivalent in another jurisdiction; (“investisseur institutionnel”)</p> <p class=\"definition-e\">“minimum necessary settlement amount” means one-half of the amount identified as the low-income cut-off in the most recent edition of the publication concerning low income cut-offs that is published annually by Statistics Canada under the <i>Statistics Act</i>; (“montant vital minimum pour l’établissement”)</p> <p class=\"definition-e\">“National Occupational Classification” means the National Occupational Classification available on the website of the Government of Canada, as the Classification is amended from time to time; (“Classification nationale des professions”)</p> <p class=\"definition-e\">“notification of interest from Ontario” means a notification sent to a person from the Government of Ontario informing the person that he or she may apply for a certificate of nomination to the Ontario Immigrant Nominee Program; (“déclaration d’intérêt de l’Ontario”)</p> <p class=\"definition-e\">“restricted occupation” has the same meaning as in subsection 73 (1) of the <i>Immigration and Refugee Protection Regulations </i><i>made under the Immigration and Refugee Protection Act</i> (Canada). (“profession d’accès limité”) O. Reg. 422/17, s. 1; O. Reg. 243/19, s. 1.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Ontario Immigrant Nominee Program",
            "content": " 2. The program known in English as the Ontario Immigrant Nominee Program and in French as Programme ontarien des candidats à l’immigration is established as a selection program under subsection 11 (1) of the Act. Eligibility Requirements",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>2. </b>The program known in English as the Ontario Immigrant Nominee Program and in French as Programme ontarien des candidats à l’immigration is established as a selection program under subsection 11 (1) of the Act.</p> <p class=\"heading1-e\"><a name=\"BK3\"></a>Eligibility Requirements</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "Eligibility Requirements",
            "part_id": null,
            "part_type": null,
            "section": "Eligibility Requirements",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Eligibility requirements, all categories",
            "content": " 3. (1) Only a foreign national can apply for a certificate of nomination under the Ontario Immigrant Nominee Program in a category listed in subsection 2 (1) of Ontario Regulation 421/17 (Approvals Under the Ontario Immigrant Nominee Program and Other Matters), made under the Act. (2) An applicant for a certificate of nomination must have demonstrated on a reasonable basis an intention to reside in Ontario. (3) A person who applies for a certificate of nomination from inside Canada must be a temporary resident of Canada under section 22 of the Immigration and Refugee Protection Act (Canada).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>3. </b>(1) Only a foreign national can apply for a certificate of nomination under the Ontario Immigrant Nominee Program in a category listed in subsection 2 (1) of Ontario Regulation 421/17 (Approvals Under the Ontario Immigrant Nominee Program and Other Matters), made under the Act.</p> <p class=\"subsection-e\">  (2) An applicant for a certificate of nomination must have demonstrated on a reasonable basis an intention to reside in Ontario.</p> <p class=\"subsection-e\">  (3) A person who applies for a certificate of nomination from inside Canada must be a temporary resident of Canada under section 22 of the <i>Immigration and Refugee Protection Act </i><i>(Canada)</i>.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Approval of an employment position",
            "content": " 4. (1) The following criteria are prescribed for an application for approval of an employment position: 1.  The employer’s business must have existed and been active for at least three years before the date of making the application. 2.  The employer’s business must maintain a place of business in Ontario. 2.1  The anticipated employment activities related to the position must occur primarily in Ontario, unless the position is listed in the National Occupational Classification as occupation 73300 – Transport truck drivers or 73301 – Bus drivers, subway operators and other transit operators. 2.2  If the position is listed in the National Occupational Classification as occupation 73300 – Transport truck drivers or 73301 – Bus drivers, subway operators and other transit operators, the employer must demonstrate that it has a valid CVOR certificate, as defined in subsection 1 (1) of the Highway Traffic Act, and a safety rating under that Act of Excellent, Satisfactory or Satisfactory Unaudited. 3.  The employer’s business must have, in its most recently completed fiscal year before the date of making the application, i.  if the prospective nominee will work at a location in the Greater Toronto Area, or will work at more than one location but report to work at a location in the Greater Toronto Area, a total gross annual revenue of at least $1,000,000, or ii.  if the prospective nominee will work at a location outside the Greater Toronto Area, or will work at more than one location but report to work at a location outside the Greater Toronto Area, a total gross annual revenue of at least $500,000. 3.1  The employer’s business must have, at the date of making the application, i.  if the prospective nominee will work at a location in the Greater Toronto Area, or will work at more than one location but report to work at a location in the Greater Toronto Area, at least five full-time employees at that location who are permanent residents or Canadian citizens, or ii.  if the prospective nominee will work at a location outside the Greater Toronto Area, or will work at more than one location but report to work at a location outside the Greater Toronto Area, at least three full-time employees at that location who are permanent residents or Canadian citizens. 4.  The position must be full-time and have an indeterminate duration. 5.  The position must be urgently necessary to the employer’s business. 6.  The position must be listed in the National Occupational Classification under Training, Education, Experience and Responsibilities (TEER) Category 0, 1, 2 or 3 or, if the applicant is applying in the in-demand skills category, the position must be a position listed in paragraph 1 of subsection 7 (1). 7.  The granting of the approval must not be likely to affect the settlement of any labour dispute or the employment of a person involved in a labour dispute. 8.  Subject to subsection (2), the wage level for the position must be at least equal to the wage level that the employer currently pays the applicant in that position, if the applicant is currently working for the employer. 9.  Subject to subsection (2), the position must meet at least, i.  the median wage level that applies for the occupation and region to which the position relates, as shown by the Government of Canada Job Bank, if the position will be filled by an applicant for a certificate of nomination in the foreign worker with a job offer category or the in-demand skills category, or ii.  the low wage level that applies for the occupation and region to which the position relates, as shown by the Government of Canada Job Bank, if the position will be filled by an applicant for a certificate of nomination in the international student with a job offer category. 10.  There must be no outstanding orders made against the employer under the Employment Standards Act, 2000 or the Occupational Health and Safety Act. 11.  If the director determines it is necessary, the employer must have made reasonable but unsuccessful efforts to fill the position with a Canadian citizen or permanent resident prior to offering the position to the applicant. O. Reg. 422/17, s. 4 (1); O. Reg. 248/18, s. 1; O. Reg. 243/19, s. 2; O. Reg. 192/21, s. 1; O. Reg. 31/22, s. 1; O. Reg. 528/22, s. 1; O. Reg. 597/22, s. 3. (2) References to wage levels in paragraphs 8 and 9 of subsection (1) shall be determined with reference to any collective agreement that applies to them. O. Reg. 422/17, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>4. </b>(1) The following criteria are prescribed for an application for approval of an employment position:</p> <p class=\"paragraph-e\">  1.  The employer’s business must have existed and been active for at least three years before the date of making the application.</p> <p class=\"paragraph-e\">  2.  The employer’s business must maintain a place of business in Ontario.</p> <p class=\"paragraph-e\">  2.1  The anticipated employment activities related to the position must occur primarily in Ontario, unless the position is listed in the National Occupational Classification as occupation 73300 – Transport truck drivers or 73301 – Bus drivers, subway operators and other transit operators.</p> <p class=\"paragraph-e\">  2.2  If the position is listed in the National Occupational Classification as occupation 73300 – Transport truck drivers or 73301 – Bus drivers, subway operators and other transit operators, the employer must demonstrate that it has a valid CVOR certificate, as defined in subsection 1 (1) of the <i>Highway Traffic Act</i>, and a safety rating under that Act of Excellent, Satisfactory or Satisfactory Unaudited.</p> <p class=\"paragraph-e\">  3.  The employer’s business must have, in its most recently completed fiscal year before the date of making the application,</p> <p class=\"subpara-e\">  i.  if the prospective nominee will work at a location in the Greater Toronto Area, or will work at more than one location but report to work at a location in the Greater Toronto Area, a total gross annual revenue of at least $1,000,000, or</p> <p class=\"subpara-e\">  ii.  if the prospective nominee will work at a location outside the Greater Toronto Area, or will work at more than one location but report to work at a location outside the Greater Toronto Area, a total gross annual revenue of at least $500,000.</p> <p class=\"paragraph-e\">  3.1  The employer’s business must have, at the date of making the application,</p> <p class=\"subpara-e\">  i.  if the prospective nominee will work at a location in the Greater Toronto Area, or will work at more than one location but report to work at a location in the Greater Toronto Area, at least five full-time employees at that location who are permanent residents or Canadian citizens, or</p> <p class=\"subpara-e\">  ii.  if the prospective nominee will work at a location outside the Greater Toronto Area, or will work at more than one location but report to work at a location outside the Greater Toronto Area, at least three full-time employees at that location who are permanent residents or Canadian citizens.</p> <p class=\"paragraph-e\">  4.  The position must be full-time and have an indeterminate duration.</p> <p class=\"paragraph-e\">  5.  The position must be urgently necessary to the employer’s business.</p> <p class=\"paragraph-e\">  6.  The position must be listed in the National Occupational Classification under Training, Education, Experience and Responsibilities (TEER) Category 0, 1, 2 or 3 or, if the applicant is applying in the in-demand skills category, the position must be a position listed in paragraph 1 of subsection 7 (1).</p> <p class=\"paragraph-e\">  7.  The granting of the approval must not be likely to affect the settlement of any labour dispute or the employment of a person involved in a labour dispute.</p> <p class=\"paragraph-e\">  8.  Subject to subsection (2), the wage level for the position must be at least equal to the wage level that the employer currently pays the applicant in that position, if the applicant is currently working for the employer.</p> <p class=\"paragraph-e\">  9.  Subject to subsection (2), the position must meet at least,</p> <p class=\"subpara-e\">  i.  the median wage level that applies for the occupation and region to which the position relates, as shown by the Government of Canada Job Bank, if the position will be filled by an applicant for a certificate of nomination in the foreign worker with a job offer category or the in-demand skills category, or</p> <p class=\"subpara-e\">  ii.  the low wage level that applies for the occupation and region to which the position relates, as shown by the Government of Canada Job Bank, if the position will be filled by an applicant for a certificate of nomination in the international student with a job offer category.</p> <p class=\"paragraph-e\">  10.  There must be no outstanding orders made against the employer under the <i>Employment Standards Act, 2000</i> or the <i>Occupational Health and Safety Act</i>.</p> <p class=\"paragraph-e\">  11.  If the director determines it is necessary, the employer must have made reasonable but unsuccessful efforts to fill the position with a Canadian citizen or permanent resident prior to offering the position to the applicant. O. Reg. 422/17, s. 4 (1); O. Reg. 248/18, s. 1; O. Reg. 243/19, s. 2; O. Reg. 192/21, s. 1; O. Reg. 31/22, s. 1; O. Reg. 528/22, s. 1; O. Reg. 597/22, s. 3.</p> <p class=\"subsection-e\">  (2) References to wage levels in paragraphs 8 and 9 of subsection (1) shall be determined with reference to any collective agreement that applies to them. O. Reg. 422/17, s. 4 (2).</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Foreign worker with a job offer",
            "content": " 5. For the purposes of subsection 16 (2) of the Act, the following criteria are prescribed for an applicant for a certificate of nomination in the foreign worker with a job offer category: 0.1  The applicant must have been issued an invitation to apply for a certificate of nomination from Ontario and have applied for the certificate within the deadline determined by the director, which will be published on the Ministry’s website. 0.2  The applicant must have demonstrated that they had the qualifications to which they attested under section 3.1 of Ontario Regulation 421/17 (Approvals Under the Ontario Immigrant Nominee Program and Other Matters) made under the Act, and on the basis of which the director ranked their expression of interest and issued to the applicant the invitation to apply for a certificate of nomination. 1.  The applicant must have obtained a job offer for an employment position that has been approved by the director in accordance with the Act. 1.1  The applicant must have obtained a licence or other authorization to engage in the activity required by the employment position to which the application relates if the law of Ontario requires that licence or other authorization for engaging in the activity. 2.  The applicant must have, i.  at least two years of paid full-time work experience in the last five years before the date of making the application, or the equivalent paid part-time work experience as described in section 16 that, A.  is in the same occupation listed in the National Occupational Classification as the employment position to which the application relates, B.  if the experience was completed in Canada, was completed while lawfully residing and working in Canada, or ii.  a licence or other authorization to engage in the activity required by the employment position to which the application relates if the law of Ontario requires that licence or other authorization for engaging in the activity. 3.  Neither the applicant nor any of the applicant’s family members hold or have held equity in the employer’s business, either directly or indirectly, unless it was obtained as part of their remuneration as an employee and the total amount of equity held by the applicant and his or her family members is less than 10 per cent of the equity in the employer’s business. O. Reg. 422/17, s. 5; O. Reg. 248/18, s. 2; O. Reg. 243/19, s. 3; O. Reg. 192/21, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>5. </b>For the purposes of subsection 16 (2) of the Act, the following criteria are prescribed for an applicant for a certificate of nomination in the foreign worker with a job offer category:</p> <p class=\"paragraph-e\">  0.1  The applicant must have been issued an invitation to apply for a certificate of nomination from Ontario and have applied for the certificate within the deadline determined by the director, which will be published on the Ministry’s website.</p> <p class=\"paragraph-e\">  0.2  The applicant must have demonstrated that they had the qualifications to which they attested under section 3.1 of Ontario Regulation 421/17 (Approvals Under the Ontario Immigrant Nominee Program and Other Matters) made under the Act, and on the basis of which the director ranked their expression of interest and issued to the applicant the invitation to apply for a certificate of nomination.</p> <p class=\"paragraph-e\">  1.  The applicant must have obtained a job offer for an employment position that has been approved by the director in accordance with the Act.</p> <p class=\"paragraph-e\">  1.1  The applicant must have obtained a licence or other authorization to engage in the activity required by the employment position to which the application relates if the law of Ontario requires that licence or other authorization for engaging in the activity.</p> <p class=\"paragraph-e\">  2.  The applicant must have,</p> <p class=\"subpara-e\">  i.  at least two years of paid full-time work experience in the last five years before the date of making the application, or the equivalent paid part-time work experience as described in section 16 that,</p> <p class=\"subsubpara-e\">  A.  is in the same occupation listed in the National Occupational Classification as the employment position to which the application relates,</p> <p class=\"subsubpara-e\">  B.  if the experience was completed in Canada, was completed while lawfully residing and working in Canada, or</p> <p class=\"subpara-e\">  ii.  a licence or other authorization to engage in the activity required by the employment position to which the application relates if the law of Ontario requires that licence or other authorization for engaging in the activity.</p> <p class=\"paragraph-e\">  3.  Neither the applicant nor any of the applicant’s family members hold or have held equity in the employer’s business, either directly or indirectly, unless it was obtained as part of their remuneration as an employee and the total amount of equity held by the applicant and his or her family members is less than 10 per cent of the equity in the employer’s business. O. Reg. 422/17, s. 5; O. Reg. 248/18, s. 2; O. Reg. 243/19, s. 3; O. Reg. 192/21, s. 2.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "International student with a job offer",
            "content": " 6. For the purposes of subsection 16 (2) of the Act, the following criteria are prescribed for an applicant for a certificate of nomination in the international student with a job offer category: 0.1  The applicant must have been issued an invitation to apply for a certificate of nomination from Ontario and have applied for the certificate within the deadline determined by the director, which will be published on the Ministry’s website. 0.2  The applicant must have demonstrated that they had the qualifications to which they attested under section 3.1 of Ontario Regulation 421/17 (Approvals Under the Ontario Immigrant Nominee Program and Other Matters) made under the Act, and on the basis of which the director ranked their expression of interest and issued to the applicant the invitation to apply for a certificate of nomination. 1.  The applicant must have obtained a job offer for an employment position that has been approved by the director in accordance with the Act. 2.  The applicant must have obtained a licence or other authorization to engage in the activity required by the employment position to which the application relates if the law of Ontario requires that licence or other authorization for engaging in the activity. 3.  The applicant must have submitted one of the following, dated no more than two years before the date of making the application: i.  Proof that the applicant has obtained, A.  a degree or diploma from an eligible Canadian institution that takes at least two years to complete if pursued on a full-time basis, or B.  a degree, diploma or certificate from an eligible Canadian institution that takes at least one year to complete if pursued on a full-time basis and that requires the completion of a degree as an admission requirement, and that more than half of the requirements necessary to obtain the degree, diploma or certificate were obtained while lawfully residing and studying in Canada. ii.  A letter from the eligible Canadian institution indicating that the applicant has completed all the requirements necessary to obtain the degree, diploma or certificate described in subparagraph i, and that more than half of the requirements necessary to obtain it were obtained while lawfully residing and studying in Canada. 4.  Neither the applicant nor any of the applicant’s family members hold or have held equity in the employer’s business, either directly or indirectly, unless it was obtained as part of their remuneration as an employee and the total amount of equity held by the applicant and his or her family members is less than 10 per cent of the equity in the employer’s business O. Reg. 422/17, s. 6; O. Reg. 248/18, s. 3; O. Reg. 243/19, s. 4; O. Reg. 192/21, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>6. </b>For the purposes of subsection 16 (2) of the Act, the following criteria are prescribed for an applicant for a certificate of nomination in the international student with a job offer category:</p> <p class=\"paragraph-e\">  0.1  The applicant must have been issued an invitation to apply for a certificate of nomination from Ontario and have applied for the certificate within the deadline determined by the director, which will be published on the Ministry’s website.</p> <p class=\"paragraph-e\">  0.2  The applicant must have demonstrated that they had the qualifications to which they attested under section 3.1 of Ontario Regulation 421/17 (Approvals Under the Ontario Immigrant Nominee Program and Other Matters) made under the Act, and on the basis of which the director ranked their expression of interest and issued to the applicant the invitation to apply for a certificate of nomination.</p> <p class=\"paragraph-e\">  1.  The applicant must have obtained a job offer for an employment position that has been approved by the director in accordance with the Act.</p> <p class=\"paragraph-e\">  2.  The applicant must have obtained a licence or other authorization to engage in the activity required by the employment position to which the application relates if the law of Ontario requires that licence or other authorization for engaging in the activity.</p> <p class=\"paragraph-e\">  3.  The applicant must have submitted one of the following, dated no more than two years before the date of making the application:</p> <p class=\"subpara-e\">  i.  Proof that the applicant has obtained,</p> <p class=\"subsubpara-e\">  A.  a degree or diploma from an eligible Canadian institution that takes at least two years to complete if pursued on a full-time basis, or</p> <p class=\"subsubpara-e\">  B.  a degree, diploma or certificate from an eligible Canadian institution that takes at least one year to complete if pursued on a full-time basis and that requires the completion of a degree as an admission requirement,</p> <p class=\"Ssubpara-e\">and that more than half of the requirements necessary to obtain the degree, diploma or certificate were obtained while lawfully residing and studying in Canada.</p> <p class=\"subpara-e\">  ii.  A letter from the eligible Canadian institution indicating that the applicant has completed all the requirements necessary to obtain the degree, diploma or certificate described in subparagraph i, and that more than half of the requirements necessary to obtain it were obtained while lawfully residing and studying in Canada.</p> <p class=\"paragraph-e\">  4.  Neither the applicant nor any of the applicant’s family members hold or have held equity in the employer’s business, either directly or indirectly, unless it was obtained as part of their remuneration as an employee and the total amount of equity held by the applicant and his or her family members is less than 10 per cent of the equity in the employer’s business O. Reg. 422/17, s. 6; O. Reg. 248/18, s. 3; O. Reg. 243/19, s. 4; O. Reg. 192/21, s. 3.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "In-demand skills",
            "content": " 7. For the purposes of subsection 16 (2) of the Act, the following criteria are prescribed for an applicant for a certificate of nomination in the in-demand skills category: 0.1  The applicant must have been issued an invitation to apply for a certificate of nomination from Ontario and have applied for the certificate within the deadline determined by the director, which will be published on the Ministry’s website. 0.2  The applicant must have demonstrated that they had the qualifications to which they attested under section 3.1 of Ontario Regulation 421/17 (Approvals Under the Ontario Immigrant Nominee Program and Other Matters) made under the Act, and on the basis of which the director ranked their expression of interest and issued to the applicant the invitation to apply for a certificate of nomination. 1.  The applicant must have obtained a job offer for an employment position that has been approved by the director in accordance with the Act in one of the following occupations listed in the National Occupational Classification under Training, Education, Experience and Responsibilities (TEER) Category 4 or 5: i.  44101 – Home support workers, caregivers and related occupations ii.  65202 – Meat cutters and fishmongers – retail and wholesale iii.  Revoked: O. Reg. 597/22, s. 1. iv.  75110 – Construction trades helpers and labourers v.  84120 – Specialized livestock workers and farm machinery operators vi.  85100 – Livestock labourers vii.  85101 – Harvesting labourers viii.  85103 – Nursery and greenhouse labourers ix.  94141 – Industrial butchers and meat cutters, poultry preparers and related workers 1.1  Despite paragraph 1, if the applicant will work at a location outside the Greater Toronto Area, or will work at more than one location but report to work at a location outside the Greater Toronto Area, the applicant must have obtained a job offer for an employment position that has been approved by the director in accordance with the Act in one of the occupations listed in paragraph 1 or in one of the following occupations listed in the National Occupational Classification under Training, Education, Experience and Responsibilities (TEER) Category 4 or 5: i.  94100 – Machine operators, mineral and metal processing ii.  94105 – Metalworking and forging machine operators iii.  94106 – Machining tool operators iv.  94107 – Machine operators of other metal products v.  94110 – Chemical plant machine operators vi.  94111 – Plastics processing machine operators vii.  94124 – Woodworking machine operators viii.  94132 – Industrial sewing machine operators ix.  94140 – Process control and machine operators, food and beverage processing x.  94201 – Electronics assemblers, fabricators, inspectors and testers xi.  94204 – Mechanical assemblers and inspectors xii.  94213 – Industrial painters, coaters and metal finishing process operators xiii.  94219 – Other products assemblers, finishers and inspectors xiv.  95102 – Labourers in chemical products processing and utilities 2.  The applicant must have accumulated, within three years before the date of making the application and while lawfully residing and working in Ontario, a period of at least nine months of paid full-time work experience, or the equivalent paid part-time work experience as described in section 16, in the same occupation listed in the National Occupational Classification as the employment position to which the application relates. 3.  The applicant must have obtained a Canadian secondary school diploma or credential, or equivalent credential from another jurisdiction that is supported by an educational credential assessment report that is less than five years old on the date the application is made and that was produced by a designated educational credential assessment organization indicating that the applicant has authentic foreign educational credentials that are equivalent to completed Canadian educational credentials. 4.  The applicant must have obtained a licence or other authorization to engage in the activity required by the employment position to which the application relates if the law of Ontario requires that licence or other authorization for engaging in the activity. 5.  The applicant must have demonstrated, within two years before the date of making the application, English or French language proficiency at or above the level of Canadian Language Benchmark 4, as set out in the Canadian Language Benchmarks, in all four proficiencies based on a test administered by an institution described in section 15. 6.  Revoked: O. Reg. 329/20, s. 1 (2). 7.  Neither the applicant nor any of the applicant’s family members hold or have held equity in the employer’s business, either directly or indirectly, unless it was obtained as part of their remuneration as an employee and the total amount of equity held by the applicant and his or her family members is less than 10 per cent of the equity in the employer’s business O. Reg. 422/17, s. 7; O. Reg. 248/18, s. 4; O. Reg. 243/19, s. 5; O. Reg. 329/20, s. 1; O. Reg. 192/21, s. 4; O. Reg. 528/22, s. 2; O. Reg. 597/22, s. 1, 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>7. </b>For the purposes of subsection 16 (2) of the Act, the following criteria are prescribed for an applicant for a certificate of nomination in the in-demand skills category:</p> <p class=\"paragraph-e\">  0.1  The applicant must have been issued an invitation to apply for a certificate of nomination from Ontario and have applied for the certificate within the deadline determined by the director, which will be published on the Ministry’s website.</p> <p class=\"paragraph-e\">  0.2  The applicant must have demonstrated that they had the qualifications to which they attested under section 3.1 of Ontario Regulation 421/17 (Approvals Under the Ontario Immigrant Nominee Program and Other Matters) made under the Act, and on the basis of which the director ranked their expression of interest and issued to the applicant the invitation to apply for a certificate of nomination.</p> <p class=\"paragraph-e\">  1.  The applicant must have obtained a job offer for an employment position that has been approved by the director in accordance with the Act in one of the following occupations listed in the National Occupational Classification under Training, Education, Experience and Responsibilities (TEER) Category 4 or 5:</p> <p class=\"subpara-e\">  i.  44101 – Home support workers, caregivers and related occupations</p> <p class=\"subpara-e\">  ii.  65202 – Meat cutters and fishmongers – retail and wholesale</p> <p class=\"subpara-e\">  iii.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 597/22, s. 1.</p> <p class=\"subpara-e\">  iv.  75110 – Construction trades helpers and labourers</p> <p class=\"subpara-e\">  v.  84120 – Specialized livestock workers and farm machinery operators</p> <p class=\"subpara-e\">  vi.  85100 – Livestock labourers</p> <p class=\"subpara-e\">  vii.  85101 – Harvesting labourers</p> <p class=\"subpara-e\">  viii.  85103 – Nursery and greenhouse labourers</p> <p class=\"subpara-e\">  ix.  94141 – Industrial butchers and meat cutters, poultry preparers and related workers</p> <p class=\"paragraph-e\">  1.1  Despite paragraph 1, if the applicant will work at a location outside the Greater Toronto Area, or will work at more than one location but report to work at a location outside the Greater Toronto Area, the applicant must have obtained a job offer for an employment position that has been approved by the director in accordance with the Act in one of the occupations listed in paragraph 1 or in one of the following occupations listed in the National Occupational Classification under Training, Education, Experience and Responsibilities (TEER) Category 4 or 5:</p> <p class=\"subpara-e\">  i.  94100 – Machine operators, mineral and metal processing</p> <p class=\"subpara-e\">  ii.  94105 – Metalworking and forging machine operators</p> <p class=\"subpara-e\">  iii.  94106 – Machining tool operators</p> <p class=\"subpara-e\">  iv.  94107 – Machine operators of other metal products</p> <p class=\"subpara-e\">  v.  94110 – Chemical plant machine operators</p> <p class=\"subpara-e\">  vi.  94111 – Plastics processing machine operators</p> <p class=\"subpara-e\">  vii.  94124 – Woodworking machine operators</p> <p class=\"subpara-e\">  viii.  94132 – Industrial sewing machine operators</p> <p class=\"subpara-e\">  ix.  94140 – Process control and machine operators, food and beverage processing</p> <p class=\"subpara-e\">  x.  94201 – Electronics assemblers, fabricators, inspectors and testers</p> <p class=\"subpara-e\">  xi.  94204 – Mechanical assemblers and inspectors</p> <p class=\"subpara-e\">  xii.  94213 – Industrial painters, coaters and metal finishing process operators</p> <p class=\"subpara-e\">  xiii.  94219 – Other products assemblers, finishers and inspectors</p> <p class=\"subpara-e\">  xiv.  95102 – Labourers in chemical products processing and utilities</p> <p class=\"paragraph-e\">  2.  The applicant must have accumulated, within three years before the date of making the application and while lawfully residing and working in Ontario, a period of at least nine months of paid full-time work experience, or the equivalent paid part-time work experience as described in section 16, in the same occupation listed in the National Occupational Classification as the employment position to which the application relates.</p> <p class=\"paragraph-e\">  3.  The applicant must have obtained a Canadian secondary school diploma or credential, or equivalent credential from another jurisdiction that is supported by an educational credential assessment report that is less than five years old on the date the application is made and that was produced by a designated educational credential assessment organization indicating that the applicant has authentic foreign educational credentials that are equivalent to completed Canadian educational credentials.</p> <p class=\"paragraph-e\">  4.  The applicant must have obtained a licence or other authorization to engage in the activity required by the employment position to which the application relates if the law of Ontario requires that licence or other authorization for engaging in the activity. </p> <p class=\"paragraph-e\">  5.  The applicant must have demonstrated, within two years before the date of making the application, English or French language proficiency at or above the level of Canadian Language Benchmark 4, as set out in the Canadian Language Benchmarks, in all four proficiencies based on a test administered by an institution described in section 15.</p> <p class=\"paragraph-e\">  6.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 329/20, s. 1 (2).</p> <p class=\"paragraph-e\">  7.  Neither the applicant nor any of the applicant’s family members hold or have held equity in the employer’s business, either directly or indirectly, unless it was obtained as part of their remuneration as an employee and the total amount of equity held by the applicant and his or her family members is less than 10 per cent of the equity in the employer’s business O. Reg. 422/17, s. 7; O. Reg. 248/18, s. 4; O. Reg. 243/19, s. 5; O. Reg. 329/20, s. 1; O. Reg. 192/21, s. 4; O. Reg. 528/22, s. 2; O. Reg. 597/22, s. 1, 4.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Master’s graduate",
            "content": " 8. For the purposes of subsection 16 (2) of the Act, the following criteria are prescribed for an applicant for a certificate of nomination in the master’s graduate category: 0.1  The applicant must have been issued an invitation to apply for a certificate of nomination from Ontario and have applied for the certificate within the deadline determined by the director, which will be published on the Ministry’s website. 0.2  The applicant must have demonstrated that they had the qualifications to which they attested under section 3.1 of Ontario Regulation 421/17 (Approvals Under the Ontario Immigrant Nominee Program and Other Matters) made under the Act, and on the basis of which the director ranked their expression of interest and issued to the applicant the invitation to apply for a certificate of nomination. 1.  The applicant must have submitted one of the following, dated no more than two years before the date of making the application: i.  Proof that the applicant has obtained a master’s degree from an eligible Ontario institution that takes at least one year to complete if pursued on a full-time basis. ii.  A letter from the eligible Ontario institution indicating that the applicant has completed all the requirements necessary to obtain a master’s degree described in subparagraph i that takes at least one year to complete if pursued on a full-time basis. 2.  The applicant must not be currently enrolled in studies, unless it is for the purpose of meeting the requirements to be licensed in a regulated occupation in Ontario, or unless the applicant is working on a full-time basis in Ontario. 3.  The applicant must have lawfully resided in Ontario for at least one of the last two years before the date of making the application and, at the time of making the application, must be lawfully residing in Ontario or residing outside of Canada. 4.  The applicant must have demonstrated, within two years before the date of making the application, English or French language proficiency at or above the level of Canadian Language Benchmark 7, as set out in the Canadian Language Benchmarks, in all four proficiencies based on a test administered by an institution described in section 15. 5.  The applicant must have the minimum necessary settlement amount applicable for the applicant and his or her family members, in one of the following forms or a combination of them: i.  Funds that are transferable, available and unencumbered by debts or other obligations, equal to the minimum necessary settlement amount or to the portion of that amount not accounted for under subparagraph ii. ii.  A job offer in Ontario with annual earnings equal to the minimum necessary settlement amount or to the portion of that amount not accounted for under subparagraph i. O. Reg. 422/17, s. 8; O. Reg. 248/18, s. 5; O. Reg. 243/19, s. 6; O. Reg. 192/21, s. 5; O. Reg. 597/22, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>8. </b>For the purposes of subsection 16 (2) of the Act, the following criteria are prescribed for an applicant for a certificate of nomination in the master’s graduate category:</p> <p class=\"paragraph-e\">  0.1  The applicant must have been issued an invitation to apply for a certificate of nomination from Ontario and have applied for the certificate within the deadline determined by the director, which will be published on the Ministry’s website.</p> <p class=\"paragraph-e\">  0.2  The applicant must have demonstrated that they had the qualifications to which they attested under section 3.1 of Ontario Regulation 421/17 (Approvals Under the Ontario Immigrant Nominee Program and Other Matters) made under the Act, and on the basis of which the director ranked their expression of interest and issued to the applicant the invitation to apply for a certificate of nomination.</p> <p class=\"paragraph-e\">  1.  The applicant must have submitted one of the following, dated no more than two years before the date of making the application:</p> <p class=\"subpara-e\">  i.  Proof that the applicant has obtained a master’s degree from an eligible Ontario institution that takes at least one year to complete if pursued on a full-time basis.</p> <p class=\"subpara-e\">  ii.  A letter from the eligible Ontario institution indicating that the applicant has completed all the requirements necessary to obtain a master’s degree described in subparagraph i that takes at least one year to complete if pursued on a full-time basis.</p> <p class=\"paragraph-e\">  2.  The applicant must not be currently enrolled in studies, unless it is for the purpose of meeting the requirements to be licensed in a regulated occupation in Ontario, or unless the applicant is working on a full-time basis in Ontario.</p> <p class=\"paragraph-e\">  3.  The applicant must have lawfully resided in Ontario for at least one of the last two years before the date of making the application and, at the time of making the application, must be lawfully residing in Ontario or residing outside of Canada.</p> <p class=\"paragraph-e\">  4.  The applicant must have demonstrated, within two years before the date of making the application, English or French language proficiency at or above the level of Canadian Language Benchmark 7, as set out in the Canadian Language Benchmarks, in all four proficiencies based on a test administered by an institution described in section 15.</p> <p class=\"paragraph-e\">  5.  The applicant must have the minimum necessary settlement amount applicable for the applicant and his or her family members, in one of the following forms or a combination of them: </p> <p class=\"subpara-e\">  i.  Funds that are transferable, available and unencumbered by debts or other obligations, equal to the minimum necessary settlement amount or to the portion of that amount not accounted for under subparagraph ii.</p> <p class=\"subpara-e\">  ii.  A job offer in Ontario with annual earnings equal to the minimum necessary settlement amount or to the portion of that amount not accounted for under subparagraph i. O. Reg. 422/17, s. 8; O. Reg. 248/18, s. 5; O. Reg. 243/19, s. 6; O. Reg. 192/21, s. 5; O. Reg. 597/22, s. 4.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Ph.D. graduate",
            "content": " 9. For the purposes of subsection 16 (2) of the Act, the following criteria are prescribed for an applicant for a certificate of nomination in the Ph.D. graduate category: 0.1  The applicant must have been issued an invitation to apply for a certificate of nomination from Ontario and have applied for the certificate within the deadline determined by the director, which will be published on the Ministry’s website. 0.2  The applicant must have demonstrated that they had the qualifications to which they attested under section 3.1 of Ontario Regulation 421/17 (Approvals Under the Ontario Immigrant Nominee Program and Other Matters) made under the Act, and on the basis of which the director ranked their expression of interest and issued to the applicant the invitation to apply for a certificate of nomination. 1.  The applicant must have submitted one of the following, dated no more than two years before the date of making the application: i.  Proof that the applicant has obtained a Ph.D. degree from an eligible Ontario institution. ii.  A letter from the eligible Ontario institution indicating that the applicant has completed all the requirements necessary to obtain a Ph.D. degree. 2.  The applicant must have completed at least two years of the requirements described in paragraph 1 while lawfully residing and studying in Ontario. 3.  The applicant must have lawfully resided in Ontario for at least one of the last two years before the date of making the application. 4.  The applicant must have the minimum necessary settlement amount applicable for the applicant and his or her family members, in one of the following forms or a combination of them: i.  Funds that are transferable, available and unencumbered by debts or other obligations, equal to the minimum necessary settlement amount or to the portion of that amount not accounted for under subparagraph ii. ii.  A job offer in Ontario with annual earnings equal to the minimum necessary settlement amount or to the portion of that amount not accounted for under subparagraph i. O. Reg. 422/17, s. 9; O. Reg. 243/19, s. 7; O. Reg. 192/21, s. 6.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>9. </b>For the purposes of subsection 16 (2) of the Act, the following criteria are prescribed for an applicant for a certificate of nomination in the Ph.D. graduate category:</p> <p class=\"paragraph-e\">  0.1  The applicant must have been issued an invitation to apply for a certificate of nomination from Ontario and have applied for the certificate within the deadline determined by the director, which will be published on the Ministry’s website.</p> <p class=\"paragraph-e\">  0.2  The applicant must have demonstrated that they had the qualifications to which they attested under section 3.1 of Ontario Regulation 421/17 (Approvals Under the Ontario Immigrant Nominee Program and Other Matters) made under the Act, and on the basis of which the director ranked their expression of interest and issued to the applicant the invitation to apply for a certificate of nomination.</p> <p class=\"paragraph-e\">  1.  The applicant must have submitted one of the following, dated no more than two years before the date of making the application:</p> <p class=\"subpara-e\">  i.  Proof that the applicant has obtained a Ph.D. degree from an eligible Ontario institution.</p> <p class=\"subpara-e\">  ii.  A letter from the eligible Ontario institution indicating that the applicant has completed all the requirements necessary to obtain a Ph.D. degree.</p> <p class=\"paragraph-e\">  2.  The applicant must have completed at least two years of the requirements described in paragraph 1 while lawfully residing and studying in Ontario.</p> <p class=\"paragraph-e\">  3.  The applicant must have lawfully resided in Ontario for at least one of the last two years before the date of making the application.</p> <p class=\"paragraph-e\">  4.  The applicant must have the minimum necessary settlement amount applicable for the applicant and his or her family members, in one of the following forms or a combination of them: </p> <p class=\"subpara-e\">  i.  Funds that are transferable, available and unencumbered by debts or other obligations, equal to the minimum necessary settlement amount or to the portion of that amount not accounted for under subparagraph ii.</p> <p class=\"subpara-e\">  ii.  A job offer in Ontario with annual earnings equal to the minimum necessary settlement amount or to the portion of that amount not accounted for under subparagraph i. O. Reg. 422/17, s. 9; O. Reg. 243/19, s. 7; O. Reg. 192/21, s. 6.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Human capital priorities",
            "content": " 10. For the purposes of subsection 16 (2) of the Act, the following criteria are prescribed for an applicant for a certificate of nomination in the human capital priorities category: 0.1  The applicant must have demonstrated that they had the labour market or human capital attributes on the basis of which the director issued to the applicant a notification of interest under section 3.2 of Ontario Regulation 421/17 (Approvals Under the Ontario Immigrant Nominee Program and Other Matters) made under the Act. 1.  The applicant must meet the criteria to be eligible to receive from the federal Department of Citizenship and Immigration, under the Express Entry system as a member of the federal skilled worker class or the Canadian experience class, an invitation to apply to become a permanent resident. 2.  The applicant must have been issued a notification of interest from Ontario and have applied for a certificate of nomination within the deadline determined by the director, which will be published on the Ministry’s website. 3.  The applicant must have obtained the minimum score under the Comprehensive Ranking System under the Express Entry system determined by the director, which will be published on the Ministry’s website. 4.  If the applicant is a member of the federal skilled worker class, the applicant must have accumulated, within five years before the date of making the application, a continuous period of at least one year of paid full-time work experience, or the equivalent paid part-time work experience as described in section 16, in the occupation, i.  that the applicant identifies in the Express Entry system as his or her primary occupation, other than a restricted occupation, and ii.  that is listed in the National Occupational Classification under Training, Education, Experience and Responsibilities (TEER) Category 0, 1, 2 or 3. 5.  If the applicant is a member of the Canadian experience class, the applicant must have accumulated, within three years before the date of making the application and while lawfully residing and working in Canada, a cumulative period of at least one year of paid full-time work experience, or the equivalent paid part-time work experience as described in section 16, in one or more occupations, i.  that the applicant identifies in the Express Entry system, other than a restricted occupation, and ii.  that is listed in the National Occupational Classification under Training, Education, Experience and Responsibilities (TEER) Category 0, 1, 2 or 3, where the experience was accumulated during periods other than when the applicant was engaged in a full-time program of study, and which does not include any period of self-employment. 5.1  If the law of Ontario requires that an individual hold a licence or other authorization for engaging in the activity required by the employment position held by the applicant, the applicant must have held the required licence or other authorization during the time the individual engaged in the activity. 6.  The applicant must have demonstrated, within two years before the date of making the application, English or French language proficiency at or above the level of Canadian Language Benchmark 7, as set out in the Canadian Language Benchmarks, in all four proficiencies based on a test administered by an institution described in section 15. 7.  The applicant must have obtained a post-secondary degree at the bachelor’s, master’s or doctoral level from a Canadian institution authorized to issue such a degree, or equivalent credential from another jurisdiction that is supported by an educational credential assessment report that is less than five years old on the date the application is made and that was produced by a designated educational credential assessment organization indicating that the applicant has authentic foreign educational credentials that are equivalent to completed Canadian educational credentials. 8.  The applicant must have the minimum necessary settlement amount applicable for the applicant and his or her family members, in one of the following forms or a combination of them: i.  Funds that are transferable, available and unencumbered by debts or other obligations, equal to the minimum necessary settlement amount or to the portion of that amount not accounted for under subparagraph ii. ii.  A job offer in Ontario with annual earnings equal to the minimum necessary settlement amount or to the portion of that amount not accounted for under subparagraph i. O. Reg. 422/17, s. 10; O. Reg. 248/18, s. 6; O. Reg. 243/19, s. 8; O. Reg. 192/21, s. 7; O. Reg. 528/22, s. 3; O. Reg. 597/22, s. 2-4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>10. </b>For the purposes of subsection 16 (2) of the Act, the following criteria are prescribed for an applicant for a certificate of nomination in the human capital priorities category:</p> <p class=\"paragraph-e\">  0.1  The applicant must have demonstrated that they had the labour market or human capital attributes on the basis of which the director issued to the applicant a notification of interest under section 3.2 of Ontario Regulation 421/17 (Approvals Under the Ontario Immigrant Nominee Program and Other Matters) made under the Act.</p> <p class=\"paragraph-e\">  1.  The applicant must meet the criteria to be eligible to receive from the federal Department of Citizenship and Immigration, under the Express Entry system as a member of the federal skilled worker class or the Canadian experience class, an invitation to apply to become a permanent resident.</p> <p class=\"paragraph-e\">  2.  The applicant must have been issued a notification of interest from Ontario and have applied for a certificate of nomination within the deadline determined by the director, which will be published on the Ministry’s website.</p> <p class=\"paragraph-e\">  3.  The applicant must have obtained the minimum score under the Comprehensive Ranking System under the Express Entry system determined by the director, which will be published on the Ministry’s website.</p> <p class=\"paragraph-e\">  4.  If the applicant is a member of the federal skilled worker class, the applicant must have accumulated, within five years before the date of making the application, a continuous period of at least one year of paid full-time work experience, or the equivalent paid part-time work experience as described in section 16, in the occupation,</p> <p class=\"subpara-e\">  i.  that the applicant identifies in the Express Entry system as his or her primary occupation, other than a restricted occupation, and</p> <p class=\"subpara-e\">  ii.  that is listed in the National Occupational Classification under Training, Education, Experience and Responsibilities (TEER) Category 0, 1, 2 or 3.</p> <p class=\"paragraph-e\">  5.  If the applicant is a member of the Canadian experience class, the applicant must have accumulated, within three years before the date of making the application and while lawfully residing and working in Canada, a cumulative period of at least one year of paid full-time work experience, or the equivalent paid part-time work experience as described in section 16, in one or more occupations,</p> <p class=\"subpara-e\">  i.  that the applicant identifies in the Express Entry system, other than a restricted occupation, and</p> <p class=\"subpara-e\">  ii.  that is listed in the National Occupational Classification under Training, Education, Experience and Responsibilities (TEER) Category 0, 1, 2 or 3,</p> <p class=\"Sparagraph-e\">where the experience was accumulated during periods other than when the applicant was engaged in a full-time program of study, and which does not include any period of self-employment.</p> <p class=\"paragraph-e\">  5.1  If the law of Ontario requires that an individual hold a licence or other authorization for engaging in the activity required by the employment position held by the applicant, the applicant must have held the required licence or other authorization during the time the individual engaged in the activity.</p> <p class=\"paragraph-e\">  6.  The applicant must have demonstrated, within two years before the date of making the application, English or French language proficiency at or above the level of Canadian Language Benchmark 7, as set out in the Canadian Language Benchmarks, in all four proficiencies based on a test administered by an institution described in section 15.</p> <p class=\"paragraph-e\">  7.  The applicant must have obtained a post-secondary degree at the bachelor’s, master’s or doctoral level from a Canadian institution authorized to issue such a degree, or equivalent credential from another jurisdiction that is supported by an educational credential assessment report that is less than five years old on the date the application is made and that was produced by a designated educational credential assessment organization indicating that the applicant has authentic foreign educational credentials that are equivalent to completed Canadian educational credentials.</p> <p class=\"paragraph-e\">  8.  The applicant must have the minimum necessary settlement amount applicable for the applicant and his or her family members, in one of the following forms or a combination of them: </p> <p class=\"subpara-e\">  i.  Funds that are transferable, available and unencumbered by debts or other obligations, equal to the minimum necessary settlement amount or to the portion of that amount not accounted for under subparagraph ii.</p> <p class=\"subpara-e\">  ii.  A job offer in Ontario with annual earnings equal to the minimum necessary settlement amount or to the portion of that amount not accounted for under subparagraph i. O. Reg. 422/17, s. 10; O. Reg. 248/18, s. 6; O. Reg. 243/19, s. 8; O. Reg. 192/21, s. 7; O. Reg. 528/22, s. 3; O. Reg. 597/22, s. 2-4.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "French-speaking skilled worker",
            "content": " 11. For the purposes of subsection 16 (2) of the Act, the following criteria are prescribed for an applicant for a certificate of nomination in the French-speaking skilled worker category: 0.1  The applicant must have demonstrated that they had the labour market or human capital attributes on the basis of which the director issued to the applicant a notification of interest under section 3.2 of Ontario Regulation 421/17 (Approvals Under the Ontario Immigrant Nominee Program and Other Matters) made under the Act. 1.  The applicant must meet the criteria to be eligible to receive from the federal Department of Citizenship and Immigration, under the Express Entry system as a member of the federal skilled worker class or the Canadian experience class, an invitation to apply to become a permanent resident. 2.  The applicant must have been issued a notification of interest from Ontario and have applied for a certificate of nomination within the deadline determined by the director, which will be published on the Ministry’s website. 3.  If the applicant is a member of the federal skilled worker class, the applicant must have accumulated, within five years before the date of making the application, a continuous period of at least one year of paid full-time work experience, or the equivalent paid part-time work experience as described in section 16, in the occupation. i.  that the applicant identifies in the Express Entry system as his or her primary occupation, other than a restricted occupation, and ii.  that is listed in the National Occupational Classification under Training, Education, Experience and Responsibilities (TEER) Category 0, 1, 2 or 3. 4.  If the applicant is a member of the Canadian experience class, the applicant must have accumulated, within three years before the date of making the application and while lawfully residing and working in Canada, a cumulative period of at least one year of paid full-time work experience, or the equivalent paid part-time work experience as described in section 16, in one or more occupations, i.  that the applicant identifies in the Express Entry system, other than a restricted occupation, and ii.  that is listed in the National Occupational Classification under Training, Education, Experience and Responsibilities (TEER) Category 0, 1, 2 or 3. where the experience was accumulated during periods other than when the applicant was engaged in a full-time program of study, and which does not include any period of self-employment. 4.1  If the law of Ontario requires that an individual hold a licence or other authorization for engaging in the activity required by the employment position held by the applicant, the applicant must have held the required licence or other authorization during the time the individual engaged in the activity. 5.  The applicant must have demonstrated, within two years before the date of making the application, i.  French language proficiency at or above the level of Canadian Language Benchmark 7, as set out in the Canadian Language Benchmarks, in all four proficiencies based on a test administered by an institution described in section 15, and ii.  English language proficiency at or above the level of Canadian Language Benchmark 6, as set out in the Canadian Language Benchmarks, in all four proficiencies based on a test administered by an institution described in section 15. 6.  The applicant must have obtained a post-secondary degree at the bachelor’s, master’s or doctoral level from a Canadian institution authorized to issue such a degree, or an equivalent credential from another jurisdiction that is supported by an educational credential assessment report that is less than five years old on the date the application is made and that was produced by a designated educational credential assessment organization indicating that the applicant has authentic foreign educational credentials that are equivalent to completed Canadian educational credentials. 7.  The applicant must have the minimum necessary settlement amount applicable for the applicant and his or her family members, in one of the following forms or a combination of them: i.  Funds that are transferable, available and unencumbered by debts or other obligations, equal to the minimum necessary settlement amount or to the portion of that amount not accounted for under subparagraph ii. ii.  A job offer in Ontario with annual earnings equal to the minimum necessary settlement amount or to the portion of that amount not accounted for under subparagraph i. O. Reg. 422/17, s. 11; O. Reg. 248/18, s. 7; O. Reg. 243/19, s. 9; O. Reg. 192/21, s. 8; O. Reg. 528/22, s. 4; O. Reg. 597/22, s. 3, 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>11. </b>For the purposes of subsection 16 (2) of the Act, the following criteria are prescribed for an applicant for a certificate of nomination in the French-speaking skilled worker category:</p> <p class=\"paragraph-e\">  0.1  The applicant must have demonstrated that they had the labour market or human capital attributes on the basis of which the director issued to the applicant a notification of interest under section 3.2 of Ontario Regulation 421/17 (Approvals Under the Ontario Immigrant Nominee Program and Other Matters) made under the Act.</p> <p class=\"paragraph-e\">  1.  The applicant must meet the criteria to be eligible to receive from the federal Department of Citizenship and Immigration, under the Express Entry system as a member of the federal skilled worker class or the Canadian experience class, an invitation to apply to become a permanent resident.</p> <p class=\"paragraph-e\">  2.  The applicant must have been issued a notification of interest from Ontario and have applied for a certificate of nomination within the deadline determined by the director, which will be published on the Ministry’s website.</p> <p class=\"paragraph-e\">  3.  If the applicant is a member of the federal skilled worker class, the applicant must have accumulated, within five years before the date of making the application, a continuous period of at least one year of paid full-time work experience, or the equivalent paid part-time work experience as described in section 16, in the occupation.</p> <p class=\"subpara-e\">  i.  that the applicant identifies in the Express Entry system as his or her primary occupation, other than a restricted occupation, and</p> <p class=\"subpara-e\">  ii.  that is listed in the National Occupational Classification under Training, Education, Experience and Responsibilities (TEER) Category 0, 1, 2 or 3.</p> <p class=\"paragraph-e\">  4.  If the applicant is a member of the Canadian experience class, the applicant must have accumulated, within three years before the date of making the application and while lawfully residing and working in Canada, a cumulative period of at least one year of paid full-time work experience, or the equivalent paid part-time work experience as described in section 16, in one or more occupations,</p> <p class=\"subpara-e\">  i.  that the applicant identifies in the Express Entry system, other than a restricted occupation, and</p> <p class=\"subpara-e\">  ii.  that is listed in the National Occupational Classification under Training, Education, Experience and Responsibilities (TEER) Category 0, 1, 2 or 3.</p> <p class=\"Sparagraph-e\">where the experience was accumulated during periods other than when the applicant was engaged in a full-time program of study, and which does not include any period of self-employment.</p> <p class=\"paragraph-e\">  4.1  If the law of Ontario requires that an individual hold a licence or other authorization for engaging in the activity required by the employment position held by the applicant, the applicant must have held the required licence or other authorization during the time the individual engaged in the activity.</p> <p class=\"paragraph-e\">  5.  The applicant must have demonstrated, within two years before the date of making the application,</p> <p class=\"subpara-e\">  i.  French language proficiency at or above the level of Canadian Language Benchmark 7, as set out in the Canadian Language Benchmarks, in all four proficiencies based on a test administered by an institution described in section 15, and</p> <p class=\"subpara-e\">  ii.  English language proficiency at or above the level of Canadian Language Benchmark 6, as set out in the Canadian Language Benchmarks, in all four proficiencies based on a test administered by an institution described in section 15.</p> <p class=\"paragraph-e\">  6.  The applicant must have obtained a post-secondary degree at the bachelor’s, master’s or doctoral level from a Canadian institution authorized to issue such a degree, or an equivalent credential from another jurisdiction that is supported by an educational credential assessment report that is less than five years old on the date the application is made and that was produced by a designated educational credential assessment organization indicating that the applicant has authentic foreign educational credentials that are equivalent to completed Canadian educational credentials.</p> <p class=\"paragraph-e\">  7.  The applicant must have the minimum necessary settlement amount applicable for the applicant and his or her family members, in one of the following forms or a combination of them: </p> <p class=\"subpara-e\">  i.  Funds that are transferable, available and unencumbered by debts or other obligations, equal to the minimum necessary settlement amount or to the portion of that amount not accounted for under subparagraph ii.</p> <p class=\"subpara-e\">  ii.  A job offer in Ontario with annual earnings equal to the minimum necessary settlement amount or to the portion of that amount not accounted for under subparagraph i. O. Reg. 422/17, s. 11; O. Reg. 248/18, s. 7; O. Reg. 243/19, s. 9; O. Reg. 192/21, s. 8; O. Reg. 528/22, s. 4; O. Reg. 597/22, s. 3, 4.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Skilled trades",
            "content": " 12. For the purposes of subsection 16 (2) of the Act, the following criteria are prescribed for an applicant for a certificate of nomination in the skilled trades category: 0.1  The applicant must have demonstrated that they had the labour market or human capital attributes on the basis of which the director issued to the applicant a notification of interest under section 3.2 of Ontario Regulation 421/17 (Approvals Under the Ontario Immigrant Nominee Program and Other Matters) made under the Act. 1.  The applicant must meet the criteria to be eligible to receive, under the Express Entry system as a member of the Canadian experience class, an invitation to apply to become a permanent resident. 2.  The applicant must have been issued a notification of interest from Ontario and have applied for a certificate of nomination within the deadline determined by the director, which will be published on the Ministry’s website. 3.  The applicant must have accumulated, within two years before the date of making the application and while lawfully working in Ontario, a cumulative period of at least one year of paid full-time work experience, or the equivalent paid part-time work experience as described in section 16, in one or more occupations, i.  that the applicant identifies in the Express Entry system, other than a restricted occupation, and ii.  that is listed in the National Occupational Classification under Training, Education, Experience and Responsibilities (TEER) Category 2 or 3 as, A.  Major Group 72, Technical trades and transportation officers and controllers (excluding occupations under transportation officers) B.  Major Group 73, General trades C.  Major Group 82, Supervisors in natural resources, agriculture and related production D.  Major Group 83, Occupations in natural resources and related production E.  Major Group 93, Central control and process operators and aircraft assembly assemblers and inspectors (excluding aircraft assemblers and aircraft assembly inspectors) F.  Minor Group 6320, Cooks, Butchers, Bakers (excluding Cooks) where the experience was accumulated during periods other than when the applicant was engaged in a full-time program of study, and which does not include any period of self-employment. 4.  If the law of Ontario requires that an individual hold a licence or other authorization for engaging in the activity required by the employment position held by the applicant, the applicant must have held the required licence or other authorization during the time the individual engaged in the activity and at the time of making the application. 5.  The applicant must have demonstrated, within two years before the date of making the application, English or French language proficiency at or above the level of Canadian Language Benchmark 5, as set out in the Canadian Language Benchmarks, in all four proficiencies based on a test administered by an institution described in section 15. 6.  At the time of making the application, the applicant must be lawfully residing in Ontario and hold a valid work permit. 7.  The applicant must have the minimum necessary settlement amount applicable for the applicant and his or her family members, in one of the following forms or a combination of them: i.  Funds that are transferable, available and unencumbered by debts or other obligations, equal to the minimum necessary settlement amount or to the portion of that amount not accounted for under subparagraph ii. ii.  A job offer in Ontario with annual earnings equal to the minimum necessary settlement amount or to the portion of that amount not accounted for under subparagraph i. O. Reg. 422/17, s. 12; O. Reg. 248/18, s. 8; O. Reg. 243/19, s. 10; O. Reg. 192/21, s. 9; O. Reg. 528/22, s. 5; O. Reg. 597/22, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>12. </b>For the purposes of subsection 16 (2) of the Act, the following criteria are prescribed for an applicant for a certificate of nomination in the skilled trades category:</p> <p class=\"paragraph-e\">  0.1  The applicant must have demonstrated that they had the labour market or human capital attributes on the basis of which the director issued to the applicant a notification of interest under section 3.2 of Ontario Regulation 421/17 (Approvals Under the Ontario Immigrant Nominee Program and Other Matters) made under the Act.</p> <p class=\"paragraph-e\">  1.  The applicant must meet the criteria to be eligible to receive, under the Express Entry system as a member of the Canadian experience class, an invitation to apply to become a permanent resident.</p> <p class=\"paragraph-e\">  2.  The applicant must have been issued a notification of interest from Ontario and have applied for a certificate of nomination within the deadline determined by the director, which will be published on the Ministry’s website.</p> <p class=\"paragraph-e\">  3.  The applicant must have accumulated, within two years before the date of making the application and while lawfully working in Ontario, a cumulative period of at least one year of paid full-time work experience, or the equivalent paid part-time work experience as described in section 16, in one or more occupations,</p> <p class=\"subpara-e\">  i.  that the applicant identifies in the Express Entry system, other than a restricted occupation, and</p> <p class=\"subpara-e\">  ii.  that is listed in the National Occupational Classification under Training, Education, Experience and Responsibilities (TEER) Category 2 or 3 as,</p> <p class=\"subsubpara-e\">  A.  Major Group 72, Technical trades and transportation officers and controllers (excluding occupations under transportation officers)</p> <p class=\"subsubpara-e\">  B.  Major Group 73, General trades</p> <p class=\"subsubpara-e\">  C.  Major Group 82, Supervisors in natural resources, agriculture and related production</p> <p class=\"subsubpara-e\">  D.  Major Group 83, Occupations in natural resources and related production</p> <p class=\"subsubpara-e\">  E.  Major Group 93, Central control and process operators and aircraft assembly assemblers and inspectors (excluding aircraft assemblers and aircraft assembly inspectors)</p> <p class=\"subsubpara-e\">  F.  Minor Group 6320, Cooks, Butchers, Bakers (excluding Cooks)</p> <p class=\"Sparagraph-e\">where the experience was accumulated during periods other than when the applicant was engaged in a full-time program of study, and which does not include any period of self-employment.</p> <p class=\"paragraph-e\">  4.  If the law of Ontario requires that an individual hold a licence or other authorization for engaging in the activity required by the employment position held by the applicant, the applicant must have held the required licence or other authorization during the time the individual engaged in the activity and at the time of making the application.</p> <p class=\"paragraph-e\">  5.  The applicant must have demonstrated, within two years before the date of making the application, English or French language proficiency at or above the level of Canadian Language Benchmark 5, as set out in the Canadian Language Benchmarks, in all four proficiencies based on a test administered by an institution described in section 15.</p> <p class=\"paragraph-e\">  6.  At the time of making the application, the applicant must be lawfully residing in Ontario and hold a valid work permit.\r\n</p> <p class=\"paragraph-e\">  7.  The applicant must have the minimum necessary settlement amount applicable for the applicant and his or her family members, in one of the following forms or a combination of them: </p> <p class=\"subpara-e\">  i.  Funds that are transferable, available and unencumbered by debts or other obligations, equal to the minimum necessary settlement amount or to the portion of that amount not accounted for under subparagraph ii.</p> <p class=\"subpara-e\">  ii.  A job offer in Ontario with annual earnings equal to the minimum necessary settlement amount or to the portion of that amount not accounted for under subparagraph i. O. Reg. 422/17, s. 12; O. Reg. 248/18, s. 8; O. Reg. 243/19, s. 10; O. Reg. 192/21, s. 9; O. Reg. 528/22, s. 5; O. Reg. 597/22, s. 4.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "13.",
            "part_id": null,
            "part_type": null,
            "section": "Entrepreneur",
            "content": " 13. (1) For the purposes of subsection 16 (2) of the Act, the criteria for stages 1 and 2 of an application for a certificate of nomination in the entrepreneur category, as described in subsection 3 (1) of Ontario Regulation 421/17 (Approvals Under the Ontario Immigrant Nominee Program and Other Matters) made under the Act, are set out in subsections (2) and (3). O. Reg. 422/17, s. 13 (1). (2) The following criteria are prescribed for stage 1 of an application for a certificate of nomination in the entrepreneur category: 1.  The applicant has a maximum of one business partner who is a foreign national for the purposes of the application. 2.  The applicant has 24 months of experience, acquired within the 60-month period before the date of registering the expression of interest, as either a business owner or as a senior manager, that meets the following requirements: i.  Experience as a business owner: The applicant had an active role in a business and owned at least one-third of the business. ii.  Experience as a senior manager: The applicant had senior decision-making responsibilities in a business and managed the day-to-day operations of a business in whole or in part. 3.  The applicant has a personal net worth, which was lawfully obtained and is verifiable, of at least the following: i.  $800,000 if the applicant will be operating a business located in the Greater Toronto Area. ii.  $400,000 if the applicant will be operating a business located outside the Greater Toronto Area. iii.  $400,000 if the applicant will be operating a business in the information and communications technology or digital communications sector, regardless of location. 4.  The applicant will make reasonable investments towards expenditures that are essential to the establishment and operation of the business, excluding cash, cash equivalents, working capital, or wages paid to the applicant or family member, equalling at least the following: i.  $600,000 if the applicant will be operating a business located in the Greater Toronto Area. ii.  $200,000 if the applicant will be operating a business located outside the Greater Toronto Area. iii.  $200,000 if the applicant will be operating a business in the information and communications technology or digital communications sector, regardless of location. 5.  The investments mentioned in paragraph 4 will be drawn from personal net worth funds mentioned in paragraph 3 and will not be investments that are indicated as being redeemable within a specified period. 6.  The applicant will create, within the first 20 months of establishing or acquiring the business, i.  at least two permanent, full-time jobs that are paid at no less than the median wage level for the position, if the business is located in the Greater Toronto Area, ii.  at least one permanent, full-time job that is paid at no less than the median wage level for the position, if the business is located outside the Greater Toronto Area, and iii.  at least one permanent, full-time job that is paid at no less than the median wage level for the position, if the business is in the information and communications technology or digital communications sector, regardless of location. 6.1  The applicant will ensure that only Canadian citizens or permanent residents of Canada are hired for the jobs mentioned in paragraph 6. 7.  The applicant will be actively involved, on an ongoing basis, in the management of the business. 8.  The applicant will control at least one-third of the equity in the business. 9.  The applicant will not be investing the capital in the business for the primary purpose of deriving interest, dividends or capital gains. 10.  The applicant will submit a business plan to the director that demonstrates that the business will be viable and likely to provide material economic benefit to the economy of Ontario as a whole or to the local Ontario economy where the business will be located. 11.  The purpose of the business will be to make profit from active income through the sale of goods, services or both. 12.  The primary income sources for the business will be from active (earned) income, not passive (unearned) income. 13.  The business will comply with any applicable federal, provincial or municipal legal, regulatory or licensing requirements that govern its operation. 14.  The business will operate as a permanent business in Ontario and not on a seasonal or project-dependent basis. 15.  The business will at all times have a place of business in Ontario. 16.  If the business receives third-party financing, such financing will be provided by a bank named in Schedule I or Schedule II to the Bank Act (Canada) or an institutional investor. 17.  If the applicant intends to purchase an existing business in Ontario, i.  the applicant has made at least one business-related visit to Ontario in the last 12 months before the date of registering the expression of interest, ii.  at the time the existing business will be purchased, it will have been in continuous operation by the same owner or group of owners for the preceding 60 months, iii.  the purchase will completely transfer ownership to the applicant, any business partner, the applicant’s third party investors or any combination of them, iv.  at least 10 per cent of the applicant’s investment in the business described in paragraph 4 will be allocated towards improving or expanding the business in Ontario, v.  the business has never been owned or operated by a person who received a certificate of nomination in the entrepreneur category or under the investor component of the Opportunities Ontario program, and vi.  upon transfer of ownership, the applicant will preserve all existing permanent full-time jobs at wage levels and with employment terms that are at least as favourable to the employee as those immediately before the transfer of ownership. 18.  If the applicant will be operating a business located in the Greater Toronto Area, the applicant will not acquire, own or operate any of the following ineligible businesses: i.  An existing franchise in Ontario. ii.  A gas station. iii.  A tire recycling business. iv.  A scrap metal recycling business. v.  A pawnbroker. vi.  A bed and breakfast. vii.  A holding company. viii.  A laundromat. ix.  An automated car wash business. x.  A pay day loan business or a related business. xi.  A business involved in producing, distributing or selling pornography or sexually explicit products or services, or providing sexually oriented services. xii.  A business that was ever previously owned or operated by a person who received a certificate of nomination in the entrepreneur category or under the investor component of the Opportunities Ontario program. 19.  If the applicant will be operating a business located outside the Greater Toronto Area, the applicant will not acquire, own or operate any of the following ineligible businesses: i.  A tire recycling business. ii.  A scrap metal recycling business. iii.  A pawnbroker. iv.  A holding company. v.  A laundromat. vi.  An automated car wash business. vii.  A pay day loan business or a related business. viii.  A business involved in producing, distributing or selling pornography or sexually explicit products or services, or providing sexually oriented services. ix.  A business that was ever previously owned or operated by a person who received a certificate of nomination in the entrepreneur category or under the investor component of the Opportunities Ontario program. 20.  The applicant will submit the application for a certificate of nomination within 90 days after receiving an invitation to apply for it. O. Reg. 422/17, s. 13 (2); O. Reg. 243/19, s. 11 (1-12). (3) The following criteria are prescribed for stage 2 of an application for a certificate of nomination in the entrepreneur category: 0.1  The applicant must have demonstrated that they had the qualifications to which they attested, in stage 1 of the application, and on the basis of which the director ranked their expression of interest and issued to the applicant an invitation to apply for a certificate of nomination. 1.  The applicant must have received a letter of confirmation from the director in support of a temporary work permit from the federal Department of Citizenship and Immigration, as described in paragraph 4 of subsection 3 (2) of Ontario Regulation 421/17. 2.  The applicant must have received a temporary work permit issued by the federal Department of Citizenship and Immigration and arrived in Ontario within 12 months after receiving the letter of confirmation and must inform the director of his or her arrival in Ontario within seven days. 3.  The applicant must have entered into a performance agreement with the Government of Ontario and have satisfied any commitments set out in the performance agreement within 20 months after the date the applicant arrived in Ontario. 4.  The applicant must have provided biannual reports and a final report to the director in accordance with the performance agreement. 4.1  The permanent full-time jobs referred to in paragraph 6 of subsection (2) were filled continuously for at least 10 months before the applicant submitted the final report, and they continue to exist at the time of submission of the final report and at the time of issuing the certificate of nomination. 5.  The applicant must have demonstrated English or French language proficiency at or above the level of Canadian Language Benchmark 4, as set out in the Canadian Language Benchmarks, in all four proficiencies based on a test administered by an institution described in section 15. 6.  The applicant must have lawfully resided in Ontario for at least 75 per cent of the period during which the applicant established the business. 7.  The applicant must have been actively involved, on an ongoing basis, in the management of the business. O. Reg. 422/17, s. 13 (3); O. Reg. 243/19, s. 11 (13); O. Reg. 485/21, s. 1; O. Reg. 597/22, s. 4. 14. Revoked: O. Reg. 243/19, s. 12.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>13. </b>(1) For the purposes of subsection 16 (2) of the Act, the criteria for stages 1 and 2 of an application for a certificate of nomination in the entrepreneur category, as described in subsection 3 (1) of Ontario Regulation 421/17 (Approvals Under the Ontario Immigrant Nominee Program and Other Matters) made under the Act, are set out in subsections (2) and (3). O. Reg. 422/17, s. 13 (1).</p> <p class=\"subsection-e\">  (2) The following criteria are prescribed for stage 1 of an application for a certificate of nomination in the entrepreneur category:</p> <p class=\"paragraph-e\">  1.  The applicant has a maximum of one business partner who is a foreign national for the purposes of the application.</p> <p class=\"paragraph-e\">  2.  The applicant has 24 months of experience, acquired within the 60-month period before the date of registering the expression of interest, as either a business owner or as a senior manager, that meets the following requirements:</p> <p class=\"subpara-e\">  i.  Experience as a business owner: The applicant had an active role in a business and owned at least one-third of the business.</p> <p class=\"subpara-e\">  ii.  Experience as a senior manager: The applicant had senior decision-making responsibilities in a business and managed the day-to-day operations of a business in whole or in part.</p> <p class=\"paragraph-e\">  3.  The applicant has a personal net worth, which was lawfully obtained and is verifiable, of at least the following:</p> <p class=\"subpara-e\">  i.  $800,000 if the applicant will be operating a business located in the Greater Toronto Area.</p> <p class=\"subpara-e\">  ii.  $400,000 if the applicant will be operating a business located outside the Greater Toronto Area.</p> <p class=\"subpara-e\">  iii.  $400,000 if the applicant will be operating a business in the information and communications technology or digital communications sector, regardless of location.</p> <p class=\"paragraph-e\">  4.  The applicant will make reasonable investments towards expenditures that are essential to the establishment and operation of the business, excluding cash, cash equivalents, working capital, or wages paid to the applicant or family member, equalling at least the following:</p> <p class=\"subpara-e\">  i.  $600,000 if the applicant will be operating a business located in the Greater Toronto Area.</p> <p class=\"subpara-e\">  ii.  $200,000 if the applicant will be operating a business located outside the Greater Toronto Area.</p> <p class=\"subpara-e\">  iii.  $200,000 if the applicant will be operating a business in the information and communications technology or digital communications sector, regardless of location.</p> <p class=\"paragraph-e\">  5.  The investments mentioned in paragraph 4 will be drawn from personal net worth funds mentioned in paragraph 3 and will not be investments that are indicated as being redeemable within a specified period.</p> <p class=\"paragraph-e\">  6.  The applicant will create, within the first 20 months of establishing or acquiring the business,</p> <p class=\"subpara-e\">  i.  at least two permanent, full-time jobs that are paid at no less than the median wage level for the position, if the business is located in the Greater Toronto Area,</p> <p class=\"subpara-e\">  ii.  at least one permanent, full-time job that is paid at no less than the median wage level for the position, if the business is located outside the Greater Toronto Area, and</p> <p class=\"subpara-e\">  iii.  at least one permanent, full-time job that is paid at no less than the median wage level for the position, if the business is in the information and communications technology or digital communications sector, regardless of location.</p> <p class=\"paragraph-e\">  6.1  The applicant will ensure that only Canadian citizens or permanent residents of Canada are hired for the jobs mentioned in paragraph 6.</p> <p class=\"paragraph-e\">  7.  The applicant will be actively involved, on an ongoing basis, in the management of the business.</p> <p class=\"paragraph-e\">  8.  The applicant will control at least one-third of the equity in the business.</p> <p class=\"paragraph-e\">  9.  The applicant will not be investing the capital in the business for the primary purpose of deriving interest, dividends or capital gains.</p> <p class=\"paragraph-e\">  10.  The applicant will submit a business plan to the director that demonstrates that the business will be viable and likely to provide material economic benefit to the economy of Ontario as a whole or to the local Ontario economy where the business will be located.</p> <p class=\"paragraph-e\">  11.  The purpose of the business will be to make profit from active income through the sale of goods, services or both.</p> <p class=\"paragraph-e\">  12.  The primary income sources for the business will be from active (earned) income, not passive (unearned) income.</p> <p class=\"paragraph-e\">  13.  The business will comply with any applicable federal, provincial or municipal legal, regulatory or licensing requirements that govern its operation.</p> <p class=\"paragraph-e\">  14.  The business will operate as a permanent business in Ontario and not on a seasonal or project-dependent basis.</p> <p class=\"paragraph-e\">  15.  The business will at all times have a place of business in Ontario.</p> <p class=\"paragraph-e\">  16.  If the business receives third-party financing, such financing will be provided by a bank named in Schedule I or Schedule II to the <i>Bank Act</i> (Canada) or an institutional investor.</p> <p class=\"paragraph-e\">  17.  If the applicant intends to purchase an existing business in Ontario,</p> <p class=\"subpara-e\">  i.  the applicant has made at least one business-related visit to Ontario in the last 12 months before the date of registering the expression of interest,</p> <p class=\"subpara-e\">  ii.  at the time the existing business will be purchased, it will have been in continuous operation by the same owner or group of owners for the preceding 60 months,</p> <p class=\"subpara-e\">  iii.  the purchase will completely transfer ownership to the applicant, any business partner, the applicant’s third party investors or any combination of them,</p> <p class=\"subpara-e\">  iv.  at least 10 per cent of the applicant’s investment in the business described in paragraph 4 will be allocated towards improving or expanding the business in Ontario,</p> <p class=\"subpara-e\">  v.  the business has never been owned or operated by a person who received a certificate of nomination in the entrepreneur category or under the investor component of the Opportunities Ontario program, and</p> <p class=\"subpara-e\">  vi.  upon transfer of ownership, the applicant will preserve all existing permanent full-time jobs at wage levels and with employment terms that are at least as favourable to the employee as those immediately before the transfer of ownership.</p> <p class=\"paragraph-e\">  18.  If the applicant will be operating a business located in the Greater Toronto Area, the applicant will not acquire, own or operate any of the following ineligible businesses:</p> <p class=\"subpara-e\">  i.  An existing franchise in Ontario.</p> <p class=\"subpara-e\">  ii.  A gas station.</p> <p class=\"subpara-e\">  iii.  A tire recycling business.</p> <p class=\"subpara-e\">  iv.  A scrap metal recycling business.</p> <p class=\"subpara-e\">  v.  A pawnbroker.</p> <p class=\"subpara-e\">  vi.  A bed and breakfast.</p> <p class=\"subpara-e\">  vii.  A holding company.</p> <p class=\"subpara-e\">  viii.  A laundromat. </p> <p class=\"subpara-e\">  ix.  An automated car wash business.</p> <p class=\"subpara-e\">  x.  A pay day loan business or a related business.</p> <p class=\"subpara-e\">  xi.  A business involved in producing, distributing or selling pornography or sexually explicit products or services, or providing sexually oriented services.</p> <p class=\"subpara-e\">  xii.  A business that was ever previously owned or operated by a person who received a certificate of nomination in the entrepreneur category or under the investor component of the Opportunities Ontario program.</p> <p class=\"paragraph-e\">  19.  If the applicant will be operating a business located outside the Greater Toronto Area, the applicant will not acquire, own or operate any of the following ineligible businesses:</p> <p class=\"subpara-e\">  i.  A tire recycling business.</p> <p class=\"subpara-e\">  ii.  A scrap metal recycling business.</p> <p class=\"subpara-e\">  iii.  A pawnbroker.</p> <p class=\"subpara-e\">  iv.  A holding company.</p> <p class=\"subpara-e\">  v.  A laundromat. </p> <p class=\"subpara-e\">  vi.  An automated car wash business.</p> <p class=\"subpara-e\">  vii.  A pay day loan business or a related business.</p> <p class=\"subpara-e\">  viii.  A business involved in producing, distributing or selling pornography or sexually explicit products or services, or providing sexually oriented services.</p> <p class=\"subpara-e\">  ix.  A business that was ever previously owned or operated by a person who received a certificate of nomination in the entrepreneur category or under the investor component of the Opportunities Ontario program.</p> <p class=\"paragraph-e\">  20.  The applicant will submit the application for a certificate of nomination within 90 days after receiving an invitation to apply for it. O. Reg. 422/17, s. 13 (2); O. Reg. 243/19, s. 11 (1-12).</p> <p class=\"subsection-e\">  (3) The following criteria are prescribed for stage 2 of an application for a certificate of nomination in the entrepreneur category:</p> <p class=\"paragraph-e\">  0.1  The applicant must have demonstrated that they had the qualifications to which they attested, in stage 1 of the application, and on the basis of which the director ranked their expression of interest and issued to the applicant an invitation to apply for a certificate of nomination.</p> <p class=\"paragraph-e\">  1.  The applicant must have received a letter of confirmation from the director in support of a temporary work permit from the federal Department of Citizenship and Immigration, as described in paragraph 4 of subsection 3 (2) of Ontario Regulation 421/17.</p> <p class=\"paragraph-e\">  2.  The applicant must have received a temporary work permit issued by the federal Department of Citizenship and Immigration and arrived in Ontario within 12 months after receiving the letter of confirmation and must inform the director of his or her arrival in Ontario within seven days.</p> <p class=\"paragraph-e\">  3.  The applicant must have entered into a performance agreement with the Government of Ontario and have satisfied any commitments set out in the performance agreement within 20 months after the date the applicant arrived in Ontario.</p> <p class=\"paragraph-e\">  4.  The applicant must have provided biannual reports and a final report to the director in accordance with the performance agreement.</p> <p class=\"paragraph-e\">  4.1  The permanent full-time jobs referred to in paragraph 6 of subsection (2) were filled continuously for at least 10 months before the applicant submitted the final report, and they continue to exist at the time of submission of the final report and at the time of issuing the certificate of nomination.</p> <p class=\"paragraph-e\">  5.  The applicant must have demonstrated English or French language proficiency at or above the level of Canadian Language Benchmark 4, as set out in the Canadian Language Benchmarks, in all four proficiencies based on a test administered by an institution described in section 15.</p> <p class=\"paragraph-e\">  6.  The applicant must have lawfully resided in Ontario for at least 75 per cent of the period during which the applicant established the business.</p> <p class=\"paragraph-e\">  7.  The applicant must have been actively involved, on an ongoing basis, in the management of the business. O. Reg. 422/17, s. 13 (3); O. Reg. 243/19, s. 11 (13); O. Reg. 485/21, s. 1; O. Reg. 597/22, s. 4.</p> <p class=\"section-e\"> <b>14. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 243/19, s. 12.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "15.",
            "part_id": null,
            "part_type": null,
            "section": "Language testing",
            "content": " 15. For the purposes of paragraph 5 of section 7, paragraph 4 of section 8, paragraph 6 of section 10, paragraph 5 of section 11, paragraph 5 of section 12 and paragraph 5 of subsection 13 (3), the English or French language proficiency tests must be administered by an institution that is listed on the website of the federal Department of Citizenship and Immigration, as the list is amended from time to time, as an institution approved to conduct language testing. O. Reg. 422/17, s. 15; O. Reg. 243/19, s. 13.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>15. </b>For the purposes of paragraph 5 of section 7, paragraph 4 of section 8, paragraph 6 of section 10, paragraph 5 of section 11, paragraph 5 of section 12 and paragraph 5 of subsection 13 (3), the English or French language proficiency tests must be administered by an institution that is listed on the website of the federal Department of Citizenship and Immigration, as the list is amended from time to time, as an institution approved to conduct language testing. O. Reg. 422/17, s. 15; O. Reg. 243/19, s. 13.</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "16.",
            "part_id": null,
            "part_type": null,
            "section": "Part-time work equivalent",
            "content": " 16. For the purposes of subparagraph 2 i of section 5, paragraph 2 of section 7, paragraphs 4 and 5 of section 10, paragraphs 3 and 4 of section 11 and paragraph 3 of section 12, an applicant shall be considered to have accumulated paid part-time work experience that is equivalent to the paid full-time work experience required under those provisions if, (a)  the applicant worked concurrently in multiple positions for no fewer than 30 hours per week for the period required under those provisions; or (b)  the applicant worked in one position for no fewer than 15 hours per week for double the period required under those provisions. O. Reg. 243/19, s. 14.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>16</b>. For the purposes of subparagraph 2 i of section 5, paragraph 2 of section 7, paragraphs 4 and 5 of section 10, paragraphs 3 and 4 of section 11 and paragraph 3 of section 12, an applicant shall be considered to have accumulated paid part-time work experience that is equivalent to the paid full-time work experience required under those provisions if,</p> <p class=\"clause-e\">  (a)  the applicant worked concurrently in multiple positions for no fewer than 30 hours per week for the period required under those provisions; or</p> <p class=\"clause-e\">  (b)  the applicant worked in one position for no fewer than 15 hours per week for double the period required under those provisions. O. Reg. 243/19, s. 14.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "17.",
            "part_id": null,
            "part_type": null,
            "section": "Banning applications",
            "content": " 17. (1) The director shall not make an order under section 19 of the Act banning a person or body from acting as a representative or a recruiter unless, (a)  the director has previously made an order imposing an administrative penalty against the person or body; or (b)  the director is satisfied that a person or body has contravened a provision of the Act or the regulations to the detriment of multiple persons or bodies. O. Reg. 422/17, s. 17 (1); O. Reg. 243/19, s. 15. (2) In determining whether to make an order in the circumstances described in clause (1) (b), the director shall consider the type and severity of the contravention. (3) In addition to subsection (1), the director shall not make an order under section 19 of the Act banning an individual from acting as a representative if the director is satisfied that the individual has acted reasonably and honestly in the circumstances. (4) If the director decides to make an order under section 19 of the Act against a person or body on the basis of a contravention of the Act or the regulations, the director shall, in determining the length of the ban, consider the type and severity of the contravention and the previous history of the person or body in complying with the Act and the regulations. (5) If the director has made an order under section 19 of the Act against a person or body, any subsequent order that the director makes against the person or body shall be for a period of at least one year.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>17. </b>(1) The director shall not make an order under section 19 of the Act banning a person or body from acting as a representative or a recruiter unless,</p> <p class=\"clause-e\">  (a)  the director has previously made an order imposing an administrative penalty against the person or body; or</p> <p class=\"clause-e\">  (b)  the director is satisfied that a person or body has contravened a provision of the Act or the regulations to the detriment of multiple persons or bodies. O. Reg. 422/17, s. 17 (1); O. Reg. 243/19, s. 15.</p> <p class=\"subsection-e\">  (2) In determining whether to make an order in the circumstances described in clause (1) (b), the director shall consider the type and severity of the contravention.</p> <p class=\"subsection-e\">  (3) In addition to subsection (1), the director shall not make an order under section 19 of the Act banning an individual from acting as a representative if the director is satisfied that the individual has acted reasonably and honestly in the circumstances.</p> <p class=\"subsection-e\">  (4) If the director decides to make an order under section 19 of the Act against a person or body on the basis of a contravention of the Act or the regulations, the director shall, in determining the length of the ban, consider the type and severity of the contravention and the previous history of the person or body in complying with the Act and the regulations.</p> <p class=\"subsection-e\">  (5) If the director has made an order under section 19 of the Act against a person or body, any subsequent order that the director makes against the person or body shall be for a period of at least one year.</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "18.",
            "part_id": null,
            "part_type": null,
            "section": "Internal reviews",
            "content": " 18. In\nconducting an internal review under section 34 of the Act, the individual conducting the review shall not hold a hearing before exercising any powers under subsection 34 (10) of the Act. Administrative Penalties",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>18. </b>In<b>\n</b>conducting an internal review under section 34 of the Act, the individual conducting the review shall not hold a hearing before exercising any powers under subsection 34 (10) of the Act.</p> <p class=\"heading1-e\"><a name=\"BK19\"></a>Administrative Penalties</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "Administrative Penalties",
            "part_id": null,
            "part_type": null,
            "section": "Administrative Penalties",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "19.",
            "part_id": null,
            "part_type": null,
            "section": "Decision to make order",
            "content": " 19. The director shall not make an order imposing an administrative penalty against an individual acting as a representative if the director is satisfied that the individual has acted reasonably and honestly in the circumstances.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>19. </b>The director shall not make an order imposing an administrative penalty against an individual acting as a representative if the director is satisfied that the individual has acted reasonably and honestly in the circumstances.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "20.",
            "part_id": null,
            "part_type": null,
            "section": "Amount",
            "content": " 20. The amount of an administrative penalty imposed against a person or body on the basis of a contravention of a provision prescribed for the purposes of subsection 26 (1) of the Act shall be calculated on the basis of the following formula: ($2,000 × A × B) + C where, A =  the total number of administrative penalties that have been imposed against the person or body in the previous 10 years or the number 1 otherwise, B =  the number of applicants involved if the contravention involves applications of multiple persons or bodies or the number 1 otherwise, and C =  the monetary amount that the person or body has received at any time in connection with the contravention. Procedure for Orders Imposing a Ban or an Administrative Penalty",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>20. </b>The amount of an administrative penalty imposed against a person or body on the basis of a contravention of a provision prescribed for the purposes of subsection 26 (1) of the Act shall be calculated on the basis of the following formula:</p> <p class=\"equation-e\">($2,000 × A × B) + C</p> <p class=\"Ssection-e\">where,</p> <p class=\"equationind1-e\">  A =  the total number of administrative penalties that have been imposed against the person or body in the previous 10 years or the number 1 otherwise,</p> <p class=\"equationind1-e\">  B =  the number of applicants involved if the contravention involves applications of multiple persons or bodies or the number 1 otherwise, and</p> <p class=\"equationind1-e\">  C =  the monetary amount that the person or body has received at any time in connection with the contravention.</p> <p class=\"heading1-e\"><a name=\"BK22\"></a>Procedure for Orders Imposing a Ban or an Administrative Penalty</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "Procedure for Orders Imposing a Ban or an Administrative Penalty",
            "part_id": null,
            "part_type": null,
            "section": "Procedure for Orders Imposing a Ban or an Administrative Penalty",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "21.",
            "part_id": null,
            "part_type": null,
            "section": "Procedure",
            "content": " 21. (1) If the director is satisfied that a person or body has contravened or is contravening a provision of the Act or the regulations, then, before making an order described in subsection 19 (1) of the Act, the director shall serve written notice on the person or body. (2) If the director is satisfied that a person or body has contravened or is contravening a provision prescribed for the purposes of subsection 26 (1) of the Act, then, before making an order imposing an administrative penalty, the director shall serve written notice on the person or body. (3) The notice mentioned in subsection (1) or (2) shall set out, (a)  a description of the facts forming the basis of the contravention; and (b)  a statement that the person or body is entitled to respond to the notice in writing within 60 days of receiving it. (4) The notice is sufficiently served if the sender can prove receipt of the notice. (5) A person or body on whom the director serves the notice is deemed to have received the notice on the date that the director sends it. (6) The director shall consider the response, if any, that the person or body provides within the time period specified in clause (3) (b) and whether the response addresses the description of the facts mentioned in clause (3) (a) and shall decide whether to proceed to make the applicable order. (7) If the director makes an order imposing an administrative penalty against a person or body, the penalty is payable to the Minister of Finance within 60 days of the date that the order is served on the person or body in accordance with subsection 26 (7) of the Act. (8) An order that is described in subsection 19 (1) of the Act or that imposes an administrative penalty shall include a statement of information about how the person or body can request an internal review under section 34 of the Act. 22. Omitted (provides for coming into force of provisions of this Regulation).  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK23\"></a><b>21. </b>(1) If the director is satisfied that a person or body has contravened or is contravening a provision of the Act or the regulations, then, before making an order described in subsection 19 (1) of the Act, the director shall serve written notice on the person or body.</p> <p class=\"subsection-e\">  (2) If the director is satisfied that a person or body has contravened or is contravening a provision prescribed for the purposes of subsection 26 (1) of the Act, then, before making an order imposing an administrative penalty, the director shall serve written notice on the person or body.</p> <p class=\"subsection-e\">  (3) The notice mentioned in subsection (1) or (2) shall set out,</p> <p class=\"clause-e\">  (a)  a description of the facts forming the basis of the contravention; and</p> <p class=\"clause-e\">  (b)  a statement that the person or body is entitled to respond to the notice in writing within 60 days of receiving it.</p> <p class=\"subsection-e\">  (4) The notice is sufficiently served if the sender can prove receipt of the notice.</p> <p class=\"subsection-e\">  (5) A person or body on whom the director serves the notice is deemed to have received the notice on the date that the director sends it.</p> <p class=\"subsection-e\">  (6) The director shall consider the response, if any, that the person or body provides within the time period specified in clause (3) (b) and whether the response addresses the description of the facts mentioned in clause (3) (a) and shall decide whether to proceed to make the applicable order.</p> <p class=\"subsection-e\">  (7) If the director makes an order imposing an administrative penalty against a person or body, the penalty is payable to the Minister of Finance within 60 days of the date that the order is served on the person or body in accordance with subsection 26 (7) of the Act.</p> <p class=\"subsection-e\">  (8) An order that is described in subsection 19 (1) of the Act or that imposes an administrative penalty shall include a statement of information about how the person or body can request an internal review under section 34 of the Act.</p> <p class=\"section-e\"> <b>22.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/170422\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}