{
    "reg_info": {
        "full_title": "O. Reg. 179/05: GENERAL",
        "reg_name_text": "General",
        "citation": "O. Reg. 179/05: GENERAL",
        "act_under": "Gift of Life Act   Loi sur le don de vie",
        "url": "https://www.ontario.ca/laws/regulation/050179",
        "date_scraped": "2023-12-19 18:09:52"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  1, 2005",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/050179/v1",
            "valid_from": "April 20, 2005",
            "valid_to": "June 30, 2005"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Classes of facility",
            "content": " 1. The following are prescribed as classes of facilities for the purposes of the Act: 1. Class A (Hospitals). 2. Class B (Hospitals). 3. Class C (Hospitals). 4. Class D (Tissue Banks). 5. Class E (Transplant Service). 6. Class F (Laboratory Service).  O. Reg. 179/05, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>The following are prescribed as classes of facilities for the purposes of the Act:</p> <p class=\"paragraph-e\">  1. Class A (Hospitals).</p> <p class=\"paragraph-e\">  2. Class B (Hospitals).</p> <p class=\"paragraph-e\">  3. Class C (Hospitals).</p> <p class=\"paragraph-e\">  4. Class D (Tissue Banks).</p> <p class=\"paragraph-e\">  5. Class E (Transplant Service).</p> <p class=\"paragraph-e\">  6. Class F (Laboratory Service).  O. Reg. 179/05, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Designations as members of a class",
            "content": " 2. Entities are designated as members of prescribed classes of facilities as follows: 1. Any hospital that provides neuro-surgical or trauma services is a member of Class A (Hospitals). 2. Any hospital that does not meet the requirements set out in paragraph 1 and that is able to make a neurological determination of death (“NDD”) in accordance with the medically accepted standards for NDD in Ontario is a member of Class B (Hospitals). 3. Any hospital that does not meet the requirements set out in paragraph 1 or 2 is a member of Class C (Hospitals). 4. Any hospital, health facility or university that participates in the collection, screening, processing, storage or distribution of tissue for transplantation is a member of Class D (Tissue Banks). 5. Any hospital that transplants organs for the direct clinical benefit of patients is a member of Class E (Transplant Service). 6. Any laboratory as defined in section 5 of the Laboratory and Specimen Collection Centre Licensing Act is a member of Class F (Laboratory Service) if it performs at least one of the following tests, and is licensed to do so: i. tests required to complete standardized screening of potential organ or tissue donors for infectious diseases, ii. histocompatibility testing of potential organ donors.  O. Reg. 179/05, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>Entities are designated as members of prescribed classes of facilities as follows:</p> <p class=\"paragraph-e\">  1. Any hospital that provides neuro-surgical or trauma services is a member of Class A (Hospitals). </p> <p class=\"paragraph-e\">  2. Any hospital that does not meet the requirements set out in paragraph 1 and that is able to make a neurological determination of death (“NDD”) in accordance with the medically accepted standards for NDD in Ontario is a member of Class B (Hospitals).</p> <p class=\"paragraph-e\">  3. Any hospital that does not meet the requirements set out in paragraph 1 or 2 is a member of Class C (Hospitals).</p> <p class=\"paragraph-e\">  4. Any hospital, health facility or university that participates in the collection, screening, processing, storage or distribution of tissue for transplantation is a member of Class D (Tissue Banks). </p> <p class=\"paragraph-e\">  5. Any hospital that transplants organs for the direct clinical benefit of patients is a member of Class E (Transplant Service).</p> <p class=\"paragraph-e\">  6. Any laboratory as defined in section 5 of the <i>Laboratory and Specimen Collection Centre Licensing Act</i> is a member of Class F (Laboratory Service) if it performs at least one of the following tests, and is licensed to do so: </p> <p class=\"subpara-e\">  i. tests required to complete standardized screening of potential organ or tissue donors for infectious diseases,</p> <p class=\"subpara-e\">  ii. histocompatibility testing of potential organ donors.  O. Reg. 179/05, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Exemption",
            "content": " 3. Members of Class C (Hospitals) are exempt from the application of section 8.1 of the Act.  O. Reg. 179/05, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>Members of Class C (Hospitals) are exempt from the application of section 8.1 of the Act.  O. Reg. 179/05, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Exemption",
            "content": " 4. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 179/05, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 179/05, s. 4.</p>"
        },
        {
            "id": null,
            "section": "Exemption",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}