{
    "reg_info": {
        "full_title": "O. Reg. 458/11: REVIEWS UNDER PART IX OF THE ACT",
        "reg_name_text": "REVIEWS UNDER PART IX OF THE ACT",
        "citation": "O. Reg. 458/11: ",
        "act_under": "Ontario College of Trades and Apprenticeship Act, 2009",
        "url": "https://www.ontario.ca/laws/regulation/110458",
        "date_scraped": "2023-12-18 13:12:33"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/110458/v5",
            "valid_from": "December 22, 2021",
            "valid_to": "December 31, 2021"
        },
        {
            "a_href": "/laws/regulation/110458/v4",
            "valid_from": "April 23, 2018",
            "valid_to": "December 21, 2021"
        },
        {
            "a_href": "/laws/regulation/110458/v3",
            "valid_from": "July 25, 2014",
            "valid_to": "April 22, 2018"
        },
        {
            "a_href": "/laws/regulation/110458/v2",
            "valid_from": "January  1, 2012",
            "valid_to": "July 24, 2014"
        },
        {
            "a_href": "/laws/regulation/110458/v1",
            "valid_from": "November  4, 2011",
            "valid_to": "December 31, 2011"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definition",
            "content": " 1. In this Regulation, “journeyperson” has the same meaning as in subsection 60 (6) of the Act.  O. Reg. 458/11, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“journeyperson” has the same meaning as in subsection 60 (6) of the Act.  O. Reg. 458/11, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Definition",
            "content": " 2.  Revoked: O. Reg. 313/18, s. 1.",
            "raw_html": "<p class=\"section-e\"> <span class=\"section-eChar\"><b>2.</b></span><span class=\"section-eChar\"> </span><b> </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 313/18, s. 1.</p>"
        },
        {
            "id": "3.",
            "section": "Ratios of apprentices to journeypersons",
            "content": " 3. (1) Where the Board causes a review of a journeyperson to apprentice ratio to be made by a review panel pursuant to subsection 60 (3) or (4) of the Act, the Board shall, (a) post this information on the College’s website, as soon as practicable after doing so; and (b) post the names of the members of the review panel on the College’s website after they have been appointed.  O. Reg. 458/11, s. 3 (1). (2) Pursuant to subsection 60 (2) of the Act, a review panel shall use the following criteria and process in determining the appropriate journeyperson to apprentice ratio for a trade: 1. A review panel shall invite written submissions on the appropriate journeyperson to apprentice ratio for a trade and any person may respond to the invitation.  The written submissions must be submitted by a date established by the review panel. 2. The Board shall post, on the College’s website, i. the invitation for written submissions under paragraph 1, and ii. any written submissions submitted to the review panel by the established date. 3. The review panel shall not conduct consultations until after the written submissions have been posted on the College’s website. 4. The review panel shall invite all persons who submitted written submissions by the established date to attend at a consultation to make oral submissions.  The review panel shall hear oral submissions solely from persons who submitted written submissions. 5. The Board and any divisional board for a sector are prohibited from making written submissions under paragraph 1.  Individual members of the Board or of any divisional board for a sector are similarly prohibited from making written submissions under paragraph 1. 6. A review panel shall determine the appropriate journeyperson to apprentice ratio for a trade solely on the basis of the written submissions and oral submissions made in accordance with this subsection. 7. A review panel shall review the written submissions and the oral submissions against the following criteria in determining the appropriate journeyperson to apprentice ratio for a trade: i. The scope of practice of the trade. ii. The apprenticeship program established by the College. iii. How the journeyperson to apprentice ratio for the trade may affect the health and safety of apprentices and journeypersons working in the trade and the public who may be affected by the work. iv. The effect, if any, of the journeyperson to apprentice ratio of the trade on the environment. v. The economic impact of the journeyperson to apprentice ratio of the trade on apprentices, journeypersons, employers and employer associations and, where applicable, on trade unions, employee associations, apprentice training providers and the public. vi. The number of apprentices and journeypersons working in the trade. vii. The rates of completion for apprentices in an apprentice training program for the trade. viii. The journeyperson to apprentice ratio, if any, for a similar trade in other jurisdictions. ix. The supply of, and demand for, journeypersons in the trade and in the labour market generally. x. The attraction and retention of apprentices and journeypersons in the trade. xi. The average age of apprentices and journeypersons in the trade and the projected attrition of journeypersons working in the trade.  O. Reg. 458/11, s. 3 (2). (3) Subject to subsection (4), a review panel shall report its decision on the appropriate journeyperson to apprentice ratio for a trade to the Board within 120 days after the appointment of the members of the review panel under subsection 21 (4) of the Act.  O. Reg. 458/11, s. 3 (3). (4) The Board, on the request of the review panel, may grant an extension of the period of time within which the review panel must report its decision; the review panel shall report its decision within the extended period granted by the Board.  O. Reg. 458/11, s. 3 (4). (5) The Board shall post the report of the review panel on the College’s website or make it available through a hyperlink at the College’s website.  O. Reg. 458/11, s. 3 (5).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) Where the Board causes a review of a journeyperson to apprentice ratio to be made by a review panel pursuant to subsection 60 (3) or (4) of the Act, the Board shall,</p> <p class=\"clause-e\">  (a) post this information on the College’s website, as soon as practicable after doing so; and</p> <p class=\"clause-e\">  (b) post the names of the members of the review panel on the College’s website after they have been appointed.  O. Reg. 458/11, s. 3 (1). </p> <p class=\"subsection-e\">  (2) Pursuant to subsection 60 (2) of the Act, a review panel shall use the following criteria and process in determining the appropriate journeyperson to apprentice ratio for a trade:</p> <p class=\"paragraph-e\">  1. A review panel shall invite written submissions on the appropriate journeyperson to apprentice ratio for a trade and any person may respond to the invitation.  The written submissions must be submitted by a date established by the review panel.</p> <p class=\"paragraph-e\">  2. The Board shall post, on the College’s website, </p> <p class=\"subpara-e\">  i. the invitation for written submissions under paragraph 1, and</p> <p class=\"subpara-e\">  ii. any written submissions submitted to the review panel by the established date.  </p> <p class=\"paragraph-e\">  3. The review panel shall not conduct consultations until after the written submissions have been posted on the College’s website.</p> <p class=\"paragraph-e\">  4. The review panel shall invite all persons who submitted written submissions by the established date to attend at a consultation to make oral submissions.  The review panel shall hear oral submissions solely from persons who submitted written submissions. </p> <p class=\"paragraph-e\">  5. The Board and any divisional board for a sector are prohibited from making written submissions under paragraph 1.  Individual members of the Board or of any divisional board for a sector are similarly prohibited from making written submissions under paragraph 1.  </p> <p class=\"paragraph-e\">  6. A review panel shall determine the appropriate journeyperson to apprentice ratio for a trade solely on the basis of the written submissions and oral submissions made in accordance with this subsection.</p> <p class=\"paragraph-e\">  7. A review panel shall review the written submissions and the oral submissions against the following criteria in determining the appropriate journeyperson to apprentice ratio for a trade:</p> <p class=\"subpara-e\">  i. The scope of practice of the trade.</p> <p class=\"subpara-e\">  ii. The apprenticeship program established by the College.</p> <p class=\"subpara-e\">  iii. How the journeyperson to apprentice ratio for the trade may affect the health and safety of apprentices and journeypersons working in the trade and the public who may be affected by the work.</p> <p class=\"subpara-e\">  iv. The effect, if any, of the journeyperson to apprentice ratio of the trade on the environment.</p> <p class=\"subpara-e\">  v. The economic impact of the journeyperson to apprentice ratio of the trade on apprentices, journeypersons, employers and employer associations and, where applicable, on trade unions, employee associations, apprentice training providers and the public.</p> <p class=\"subpara-e\">  vi. The number of apprentices and journeypersons working in the trade.</p> <p class=\"subpara-e\">  vii. The rates of completion for apprentices in an apprentice training program for the trade.</p> <p class=\"subpara-e\">  viii. The journeyperson to apprentice ratio, if any, for a similar trade in other jurisdictions.</p> <p class=\"subpara-e\">  ix. The supply of, and demand for, journeypersons in the trade and in the labour market generally.</p> <p class=\"subpara-e\">  x. The attraction and retention of apprentices and journeypersons in the trade.</p> <p class=\"subpara-e\">  xi. The average age of apprentices and journeypersons in the trade and the projected attrition of journeypersons working in the trade.  O. Reg. 458/11, s. 3 (2).</p> <p class=\"subsection-e\">  (3) Subject to subsection (4), a review panel shall report its decision on the appropriate journeyperson to apprentice ratio for a trade to the Board within 120 days after the appointment of the members of the review panel under subsection 21 (4) of the Act.  O. Reg. 458/11, s. 3 (3).</p> <p class=\"subsection-e\">  (4) The Board, on the request of the review panel, may grant an extension of the period of time within which the review panel must report its decision; the review panel shall report its decision within the extended period granted by the Board.  O. Reg. 458/11, s. 3 (4).</p> <p class=\"subsection-e\">  (5) The Board shall post the report of the review panel on the College’s website or make it available through a hyperlink at the College’s website.  O. Reg. 458/11, s. 3 (5).</p>"
        },
        {
            "id": "4.",
            "section": "Ratios of apprentices to journeypersons",
            "content": " 4. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 458/11, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 458/11, s. 4.</p>"
        },
        {
            "id": null,
            "section": "Ratios of apprentices to journeypersons",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/110458\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}