{
    "reg_info": {
        "full_title": "O. Reg. 383/07: ETHICS EXECUTIVE: ADDITIONAL POWERS, DUTIES AND FUNCTIONS UNDER PART IV OF THE ACT",
        "reg_name_text": "ethics executive: additional Powers, duties and functions under part iv of the act",
        "citation": "O. Reg. 383/07: ETHICS EXECUTIVE: ADDITIONAL POWERS, DUTIES AND FUNCTIONS UNDER PART IV OF THE ACT",
        "act_under": "Public Service of Ontario Act, 2006",
        "url": "https://www.ontario.ca/laws/regulation/070383",
        "date_scraped": "2023-12-19 03:39:10"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "February  3, 2016",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/070383/v2",
            "valid_from": "August 20, 2007",
            "valid_to": "February  2, 2016"
        },
        {
            "a_href": "/laws/regulation/070383/v1",
            "valid_from": "July 25, 2007",
            "valid_to": "August 19, 2007"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Decisions under subsection 65 (5) of the Act",
            "content": " 1. Without limiting the generality of the powers of an ethics executive under subsection 65 (5) of the Act, he or she may take any of the following actions in respect of a matter referred to in that subsection: 1. Require a public servant to notify his or her supervisor of decisions that the public servant proposes to make that could result in a contravention of the conflict of interest rules established under Part IV of the Act, and require the public servant to obtain the supervisor’s approval for the proposed decisions. 2. Recommend disciplinary measures that may be imposed on a public servant, including suspension or dismissal, or recommend that the public servant’s resignation be accepted. 3. Recommend that a public servant be transferred to another position or assigned to perform other duties in order to avoid or remedy a contravention of the conflict of interest rules. 4. Recommend that a public servant be temporarily relieved from duties that have resulted in a contravention of the conflict of interest rules or that may result in such a contravention. 5. Direct a public servant to transfer ownership or control of an asset to a neutral third party in order to avoid contravening the conflict of interest rules.  O. Reg. 383/07, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>Without limiting the generality of the powers of an ethics executive under subsection 65 (5) of the Act, he or she may take any of the following actions in respect of a matter referred to in that subsection:</p> <p class=\"paragraph-e\">  1. Require a public servant to notify his or her supervisor of decisions that the public servant proposes to make that could result in a contravention of the conflict of interest rules established under Part IV of the Act, and require the public servant to obtain the supervisor’s approval for the proposed decisions.</p> <p class=\"paragraph-e\">  2. Recommend disciplinary measures that may be imposed on a public servant, including suspension or dismissal, or recommend that the public servant’s resignation be accepted.</p> <p class=\"paragraph-e\">  3. Recommend that a public servant be transferred to another position or assigned to perform other duties in order to avoid or remedy a contravention of the conflict of interest rules.</p> <p class=\"paragraph-e\">  4. Recommend that a public servant be temporarily relieved from duties that have resulted in a contravention of the conflict of interest rules or that may result in such a contravention.</p> <p class=\"paragraph-e\">  5. Direct a public servant to transfer ownership or control of an asset to a neutral third party in order to avoid contravening the conflict of interest rules.  O. Reg. 383/07, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Collection, use and disclosure of personal information",
            "content": " 2. (1) An ethics executive shall collect and use the personal information that is necessary to enable him or her to perform his or her duties under section 65 of the Act and under the conflict of interest rules established under Part IV of the Act.  O. Reg. 383/07, s. 2 (1). (2) An ethics executive shall not disclose personal information collected under subsection (1) unless one or more of the following circumstances exist: 1. The person to whom the information relates consents to the disclosure. 2. The disclosure is required in connection with a legal proceeding relating to the Act or a regulation made under it. 3. The disclosure is made for the purpose of complying with an Act of the Legislature or an Act or Parliament or a treaty, agreement or arrangement made thereunder. 4. The disclosure is made to a law enforcement agency in Canada to aid an investigation undertaken with a view to a law enforcement proceeding or from which a law enforcement proceeding is likely to result. 5. The ethics executive considers it to be reasonably necessary to disclose the information to a person or entity in order to verify information given to the ethics executive by the public servant. 6. The ethics executive considers it to be reasonably necessary to disclose the information to a person or entity in order to determine whether the public servant has contravened, or may have contravened, the conflict of interest rules. 7. The ethics executive considers it to be reasonably necessary to disclose the information to a person or entity in order to enable the person or entity to perform his, her or its duties under the Act.  O. Reg. 383/07, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) An ethics executive shall collect and use the personal information that is necessary to enable him or her to perform his or her duties under section 65 of the Act and under the conflict of interest rules established under Part IV of the Act.  O. Reg. 383/07, s. 2 (1).</p> <p class=\"subsection-e\">  (2) An ethics executive shall not disclose personal information collected under subsection (1) unless one or more of the following circumstances exist:</p> <p class=\"paragraph-e\">  1. The person to whom the information relates consents to the disclosure.</p> <p class=\"paragraph-e\">  2. The disclosure is required in connection with a legal proceeding relating to the Act or a regulation made under it.</p> <p class=\"paragraph-e\">  3. The disclosure is made for the purpose of complying with an Act of the Legislature or an Act or Parliament or a treaty, agreement or arrangement made thereunder.</p> <p class=\"paragraph-e\">  4. The disclosure is made to a law enforcement agency in Canada to aid an investigation undertaken with a view to a law enforcement proceeding or from which a law enforcement proceeding is likely to result.</p> <p class=\"paragraph-e\">  5. The ethics executive considers it to be reasonably necessary to disclose the information to a person or entity in order to verify information given to the ethics executive by the public servant.</p> <p class=\"paragraph-e\">  6. The ethics executive considers it to be reasonably necessary to disclose the information to a person or entity in order to determine whether the public servant has contravened, or may have contravened, the conflict of interest rules.</p> <p class=\"paragraph-e\">  7. The ethics executive considers it to be reasonably necessary to disclose the information to a person or entity in order to enable the person or entity to perform his, her or its duties under the Act.  O. Reg. 383/07, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": "Collection, use and disclosure of personal information",
            "content": " 3. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 383/07, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3.</b> <span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Regulation).</span>  O. Reg. 383/07, s. 3.</p>"
        },
        {
            "id": null,
            "section": "Collection, use and disclosure of personal information",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/070383\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}