{
    "reg_info": {
        "full_title": "O. Reg. 206/00: PROCEDURES, PRACTICES AND STANDARDS OF SERVICE FOR CHILD PROTECTION CASES",
        "reg_name_text": "PROCEDURES, PRACTICES AND STANDARDS OF SERVICE FOR CHILD PROTECTION CASES",
        "citation": "O. Reg. 206/00: ",
        "act_under": "Child and Family Services Act",
        "url": "https://www.ontario.ca/laws/regulation/000206",
        "date_scraped": "2023-12-19 01:50:33"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/000206/v14",
            "valid_from": "April  3, 2018",
            "valid_to": "April 29, 2018"
        },
        {
            "a_href": "/laws/regulation/000206/v13",
            "valid_from": "January  1, 2018",
            "valid_to": "April  2, 2018"
        },
        {
            "a_href": "/laws/regulation/000206/v12",
            "valid_from": "December  8, 2017",
            "valid_to": "December 31, 2017"
        },
        {
            "a_href": "/laws/regulation/000206/v11",
            "valid_from": "June 11, 2016",
            "valid_to": "December  7, 2017"
        },
        {
            "a_href": "/laws/regulation/000206/v10",
            "valid_from": "June  3, 2016",
            "valid_to": "June 10, 2016"
        },
        {
            "a_href": "/laws/regulation/000206/v9",
            "valid_from": "September  1, 2011",
            "valid_to": "June  2, 2016"
        },
        {
            "a_href": "/laws/regulation/000206/v8",
            "valid_from": "August 19, 2011",
            "valid_to": "August 31, 2011"
        },
        {
            "a_href": "/laws/regulation/000206/v7",
            "valid_from": "April 19, 2007",
            "valid_to": "August 18, 2011"
        },
        {
            "a_href": "/laws/regulation/000206/v6",
            "valid_from": "April  2, 2007",
            "valid_to": "April 18, 2007"
        },
        {
            "a_href": "/laws/regulation/000206/v5",
            "valid_from": "March 23, 2007",
            "valid_to": "April  1, 2007"
        },
        {
            "a_href": "/laws/regulation/000206/v4",
            "valid_from": "November 30, 2006",
            "valid_to": "March 22, 2007"
        },
        {
            "a_href": "/laws/regulation/000206/v3",
            "valid_from": "November 24, 2006",
            "valid_to": "November 29, 2006"
        },
        {
            "a_href": "/laws/regulation/000206/v2",
            "valid_from": "February  6, 2006",
            "valid_to": "November 23, 2006"
        },
        {
            "a_href": "/laws/regulation/000206/v1",
            "valid_from": "March 31, 2000",
            "valid_to": "February  5, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. In this Regulation, “Child Protection Fast Track Information System” means the database containing information extracted from the records kept by societies respecting children and families with whom the society has had contact in connection with the society’s function under clause 15 (3) (a) of the Act; (“Système Info express pour la protection de l’enfance”) “Child Protection Standards” means the Ministry of Children and Youth Services publication titled “Ontario Child Protection Standards (2016)”; (Normes de protection de l’enfance”) “Renewed Youth Supports” means the Ministry of Children and Youth Services program described in the Table titled “Renewed Youth Supports” in the document titled “Addendum to Ontario Permanency Funding Policy Guidelines”, dated November 15, 2017 and effective January 1, 2018, available on a website of the Government of Ontario. (“Programme de soutien prolongé aux jeunes”) O. Reg. 206/00, s. 1; O. Reg. 113/07, s. 1; O. Reg. 394/11, s. 1; O. Reg. 163/16, s. 1; O. Reg. 465/17, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"definition-e\">“Child Protection Fast Track Information System” means the database containing information extracted from the records kept by societies respecting children and families with whom the society has had contact in connection with the society’s function under clause 15 (3) (a) of the Act; (“Système Info express pour la protection de l’enfance”)</p> <p class=\"definition-e\">“Child Protection Standards” means the Ministry of Children and Youth Services publication titled “Ontario Child Protection Standards (2016)”; (Normes de protection de l’enfance”)</p> <p class=\"definition-e\">“Renewed Youth Supports” means the Ministry of Children and Youth Services program described in the Table titled “Renewed Youth Supports” in the document titled “Addendum to Ontario Permanency Funding Policy Guidelines”, dated November 15, 2017 and effective January 1, 2018, available on a website of the Government of Ontario. (“Programme de soutien prolongé aux jeunes”) O. Reg. 206/00, s. 1; O. Reg. 113/07, s. 1; O. Reg. 394/11, s. 1; O. Reg. 163/16, s. 1; O. Reg. 465/17, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. Within 24 hours after receiving information that a child is or may be in need of protection, a society shall, (a) record the information it received; (b) assess the information it received in accordance with the Child Protection Standards; (c) record the assessment made under clause (b); (d) search the Child Protection Fast Track Information System for information that may be relevant in determining whether or not there are reasonable and probable grounds to believe that the child or any other child in the same family is in need of protection; (e) record the information that may be relevant found under clause (d); (f) decide, in accordance with the Child Protection Standards, whether or not a child protection investigation should be initiated with respect to the child or any other child in the same family; (g) record the decision made under clause (f); (h) if the decision made under clause (f) is that a child protection investigation should be initiated, (i) determine, in accordance with the Child Protection Standards, the time within which a child protection worker should first meet with the child and family who are the subject of the investigation, and (ii) develop, in accordance with the Child Protection Standards, a plan for carrying out the investigation; and (i) record the determination made under subclause (h) (i).  O. Reg. 113/07, s. 2; O. Reg. 163/16, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>Within 24 hours after receiving information that a child is or may be in need of protection, a society shall,</p> <p class=\"clause-e\">  (a) record the information it received;</p> <p class=\"clause-e\">  (b) assess the information it received in accordance with the Child Protection Standards;</p> <p class=\"clause-e\">  (c) record the assessment made under clause (b);</p> <p class=\"clause-e\">  (d) search the Child Protection Fast Track Information System for information that may be relevant in determining whether or not there are reasonable and probable grounds to believe that the child or any other child in the same family is in need of protection;</p> <p class=\"clause-e\">  (e) record the information that may be relevant found under clause (d);</p> <p class=\"clause-e\">  (f) decide, in accordance with the Child Protection Standards, whether or not a child protection investigation should be initiated with respect to the child or any other child in the same family;</p> <p class=\"clause-e\">  (g) record the decision made under clause (f);</p> <p class=\"clause-e\">  (h) if the decision made under clause (f) is that a child protection investigation should be initiated,</p> <p class=\"subclause-e\">  (i) determine, in accordance with the Child Protection Standards, the time within which a child protection worker should first meet with the child and family who are the subject of the investigation, and</p> <p class=\"subclause-e\">  (ii) develop, in accordance with the Child Protection Standards, a plan for carrying out the investigation; and</p> <p class=\"clause-e\">  (i) record the determination made under subclause (h) (i).  O. Reg. 113/07, s. 2; O. Reg. 163/16, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "  3. When conducting a child protection investigation, a society shall ensure that the following procedures and practices are carried out in accordance with the Child Protection Standards: 1. The child protection worker conducts a thorough review of all current and historical information known about the child and family. 2. The child protection worker carries out the investigative steps. 3. The child protection worker records the investigative steps. 4. When the child protection worker first meets with the child and family who are the subject of the investigation, the worker conducts a safety assessment and takes the actions that are immediately necessary to protect the child. 5. As soon as possible and no later than five days after the first meeting referred to in paragraph 4, the child protection worker records the safety assessment conducted under paragraph 4 and the safety plan, if any, the worker has implemented under paragraph 4 to protect the child. 6. The child protection worker carries out a risk assessment before the completion of the investigation. O. Reg. 163/16, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>  3. </b>When conducting a child protection investigation, a society shall ensure that the following procedures and practices are carried out in accordance with the Child Protection Standards:</p> <p class=\"paragraph-e\">  1. The child protection worker conducts a thorough review of all current and historical information known about the child and family.</p> <p class=\"paragraph-e\">  2. The child protection worker carries out the investigative steps. </p> <p class=\"paragraph-e\">  3. The child protection worker records the investigative steps.</p> <p class=\"paragraph-e\">  4. When the child protection worker first meets with the child and family who are the subject of the investigation, the worker conducts a safety assessment and takes the actions that are immediately necessary to protect the child. </p> <p class=\"paragraph-e\">  5. As soon as possible and no later than five days after the first meeting referred to in paragraph 4, the child protection worker records the safety assessment conducted under paragraph 4 and the safety plan, if any, the worker has implemented under paragraph 4 to protect the child.</p> <p class=\"paragraph-e\">  6. The child protection worker carries out a risk assessment before the completion of the investigation. O. Reg. 163/16, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. (1) After completing a child protection investigation, a society shall, (a) record the findings of the investigation; (b) determine, in accordance with the Child Protection Standards, whether or not the child who was the subject of the investigation is in need of protection; and (c) record the determination made under clause (b) and the reasons for it.  O. Reg. 206/00, s. 4 (1); O. Reg. 113/07, s. 4 (1, 2); O. Reg. 163/16, s. 4 (1). (2) If the determination made by the society under clause (1) (b) is that the child who was the subject of the investigation is in need of protection, the society shall, (a) carry out, in accordance with the Child Protection Standards, a family and child strengths and needs assessment; (b) develop and carry out, in accordance with the Child Protection Standards, a plan for reducing the risk of future harm to the child who is believed to be in need of protection; and (c) record the assessments carried out under clause (a), the plan developed under clause (b) and the steps taken to implement the plan.  O. Reg. 113/07, s. 4 (3); O. Reg. 163/16, s. 4 (2). (3) The society shall carry out and record a reassessment of risk and repeat the tasks it is required to perform under clauses (2) (a), (b) and (c) at least every six months until it determines, in accordance with the Child Protection Standards, that the child is no longer eligible for child protection services.  O. Reg. 113/07, s. 4 (4). (4) When the society determines that the child is no longer eligible for child protection services, the society shall, (a) review its most recent assessments under clause (2) (a) and its most recent plan under clause (2) (b); and (b) record the review in accordance with the Child Protection Standards. O. Reg. 206/00, s. 4 (4); O. Reg. 113/07, s. 4 (5); O. Reg. 163/16, s. 4 (3). Part II   Family and community placement",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) After completing a child protection investigation, a society shall,</p> <p class=\"clause-e\">  (a) record the findings of the investigation;</p> <p class=\"clause-e\">  (b) determine, in accordance with the Child Protection Standards, whether or not the child who was the subject of the investigation is in need of protection; and</p> <p class=\"clause-e\">  (c) record the determination made under clause (b) and the reasons for it.  O. Reg. 206/00, s. 4 (1); O. Reg. 113/07, s. 4 (1, 2); O. Reg. 163/16, s. 4 (1).</p> <p class=\"subsection-e\">  (2) If the determination made by the society under clause (1) (b) is that the child who was the subject of the investigation is in need of protection, the society shall,</p> <p class=\"clause-e\">  (a) carry out, in accordance with the Child Protection Standards, a family and child strengths and needs assessment;</p> <p class=\"clause-e\">  (b) develop and carry out, in accordance with the Child Protection Standards, a plan for reducing the risk of future harm to the child who is believed to be in need of protection; and</p> <p class=\"clause-e\">  (c) record the assessments carried out under clause (a), the plan developed under clause (b) and the steps taken to implement the plan.  O. Reg. 113/07, s. 4 (3); O. Reg. 163/16, s. 4 (2).</p> <p class=\"subsection-e\">  (3) The society shall carry out and record a reassessment of risk and repeat the tasks it is required to perform under clauses (2) (a), (b) and (c) at least every six months until it determines, in accordance with the Child Protection Standards, that the child is no longer eligible for child protection services.  O. Reg. 113/07, s. 4 (4).</p> <p class=\"subsection-e\">  (4) When the society determines that the child is no longer eligible for child protection services, the society shall,</p> <p class=\"clause-e\">  (a) review its most recent assessments under clause (2) (a) and its most recent plan under clause (2) (b); and</p> <p class=\"clause-e\">  (b) record the review in accordance with the Child Protection Standards. O. Reg. 206/00, s. 4 (4); O. Reg. 113/07, s. 4 (5); O. Reg. 163/16, s. 4 (3).</p> <p class=\"partnum-e\">Part II <br/>  Family and community placement</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5. (1) This Part applies where, (a) a society has determined that a child is in need of protection and cannot be adequately protected if he or she remains with the person having charge of the child; (b) the child, (i) has received services from the society but has not been placed in the society’s care by an agreement under subsection 29 (1) or by an order made under clause 51 (2) (d), paragraph 2, 3 or 4 of subsection 57 (1), subsection 65 (1) or clause 65.2 (1) (c) of the Act, (ii) has been placed in the society’s care and the agreement or order described in subclause (i) will be terminated, or (iii) has received services under an agreement made under subsection 37.1 (1) of the Act and the agreement will be terminated; and (c) the society proposes or is apprised of a plan to place the child in the care of a person who is a relative of the child or a member of the child’s extended family or community in any of the following situations: (i) in the context of a court proceeding for a supervision order under clause 51 (2) (c), paragraph 1 or 4 of subsection 57 (1), subsection 65 (1) or clause 65.2 (1) (a) of the Act, (ii) in the context of a court proceeding for an order relating to the custody of the child, or (iii) where the person having charge of the child agrees to the placement.  O. Reg. 21/06, s. 2; O. Reg. 113/07, s. 5; O. Reg. 465/17, s. 2. (2) If a society proposes or is apprised of a plan to place a child with a relative or member of his or her extended family or community before the placement occurs, the society shall follow the procedures set out in section 7.  O. Reg. 21/06, s. 2. (3) If a society is apprised of a plan to place a child with a relative or member of his or her extended family or community after the child has begun living with that person, the society shall follow the procedures set out in section 8.  O. Reg. 21/06, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) This Part applies where,</p> <p class=\"clause-e\">  (a) a society has determined that a child is in need of protection and cannot be adequately protected if he or she remains with the person having charge of the child;</p> <p class=\"clause-e\">  (b) the child,</p> <p class=\"subclause-e\">  (i) has received services from the society but has not been placed in the society’s care by an agreement under subsection 29 (1) or by an order made under clause 51 (2) (d), paragraph 2, 3 or 4 of subsection 57 (1), subsection 65 (1) or clause 65.2 (1) (c) of the Act,</p> <p class=\"subclause-e\">  (ii) has been placed in the society’s care and the agreement or order described in subclause (i) will be terminated, or</p> <p class=\"subclause-e\">  (iii) has received services under an agreement made under subsection 37.1 (1) of the Act and the agreement will be terminated; and</p> <p class=\"clause-e\">  (c) the society proposes or is apprised of a plan to place the child in the care of a person who is a relative of the child or a member of the child’s extended family or community in any of the following situations:</p> <p class=\"subclause-e\">  (i) in the context of a court proceeding for a supervision order under clause 51 (2) (c), paragraph 1 or 4 of subsection 57 (1), subsection 65 (1) or clause 65.2 (1) (a) of the Act,</p> <p class=\"subclause-e\">  (ii) in the context of a court proceeding for an order relating to the custody of the child, or</p> <p class=\"subclause-e\">  (iii) where the person having charge of the child agrees to the placement.  O. Reg. 21/06, s. 2; O. Reg. 113/07, s. 5; O. Reg. 465/17, s. 2.</p> <p class=\"subsection-e\">  (2) If a society proposes or is apprised of a plan to place a child with a relative or member of his or her extended family or community before the placement occurs, the society shall follow the procedures set out in section 7.  O. Reg. 21/06, s. 2.</p> <p class=\"subsection-e\">  (3) If a society is apprised of a plan to place a child with a relative or member of his or her extended family or community after the child has begun living with that person, the society shall follow the procedures set out in section 8.  O. Reg. 21/06, s. 2.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": " 6. If a society proposes or is apprised of a placement plan in the circumstances described in subsection 5 (1) and the plan relates to the placement of a child who is an Indian or native child, a child protection worker shall, (a) use his or her best efforts to consult with the child’s band or native community respecting the placement of the child before beginning to follow the procedures set out in section 7 or 8; and (b) if the consultation with the band or native community does not occur before the procedures set out in section 7 or 8 are begun, continue to use his or her best efforts to carry out the consultation after the procedures are begun.  O. Reg. 21/06, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>If a society proposes or is apprised of a placement plan in the circumstances described in subsection 5 (1) and the plan relates to the placement of a child who is an Indian or native child, a child protection worker shall,</p> <p class=\"clause-e\">  (a) use his or her best efforts to consult with the child’s band or native community respecting the placement of the child before beginning to follow the procedures set out in section 7 or 8; and</p> <p class=\"clause-e\">  (b) if the consultation with the band or native community does not occur before the procedures set out in section 7 or 8 are begun, continue to use his or her best efforts to carry out the consultation after the procedures are begun.  O. Reg. 21/06, s. 2.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": " 7. (1) Before a child is placed in the care of a relative or member of the child’s extended family or community, the society shall conduct an evaluation of the proposed plan for the care of the child to determine whether the person is capable of providing the child with a safe home environment.  O. Reg. 21/06, s. 2. (2) In an evaluation under subsection (1), the society shall use its best efforts to ensure that all of the following procedures are completed: 1. A child protection worker or person designated by the society shall obtain information, i. as to the identity of every person who is 18 years of age or older and resides in the home in which the child will be placed, and ii. as to the nature of the relationship between the child and every person referred to in subparagraph i. 2. A child protection worker or person designated by the society shall meet with the proposed primary caregiver and conduct an interview of the caregiver. 3. A child protection worker or person designated by the society shall meet in private with the child who will be placed and conduct an interview appropriate to the child’s age and developmental capacity. 4. A child protection worker or a person designated by the society shall conduct an assessment of the home environment, including an assessment of the physical aspects of the home. 5. A child protection worker shall conduct a review of the society’s record and files for information relating to any person who is 18 years of age or older and resides in the home in which the child will be placed. 6. A child protection worker or a person designated by the society shall obtain the consent of the proposed primary caregiver to a criminal record check. 7. A child protection worker or a person designated by the society shall obtain the consent of the proposed primary caregiver to the disclosure of information related to themself by any society in Ontario or any child protection authority outside of Ontario.  O. Reg. 523/06, s. 1 (1). (3) As soon as practicable but no later than 30 days after completing the evaluation under subsection (1), a child protection worker shall document the evaluation.  O. Reg. 21/06, s. 2. (4) After the child is placed in the care of a relative or member of the child’s extended family or community, the society shall use its best efforts to ensure that the following procedures and practices are followed: 1. Within seven days of being apprised that the placement has occurred, a child protection worker or a person designated by the society shall, i. conduct a home visit to the home in which the child was placed, ii. conduct an interview with the primary caregiver, iii. meet in private with the child and conduct an interview appropriate to the child’s age and developmental capacity, and iv. contact every other person who is 18 years of age or older and resides in the home in order to obtain the person’s consent to a criminal record check and to the disclosure of information by any children’s aid society or any child protection authority in a jurisdiction outside Ontario. 2. As soon as practicable but no later than seven days after the society obtains the consent requested of a person under subparagraph 1 iv, the society shall, i. make a request to the appropriate authority in any jurisdiction in which the person has resided for the results of the person’s criminal record check, and ii. if the person has resided in the past in an area outside of the society’s jurisdiction, make a request to any children’s aid society in Ontario or any child protection authority outside Ontario for any information or records they may have relating to the person. 3. As soon as practicable but no later than seven days after the information requested under paragraph 2 is received, the society shall review the information and document any decisions and actions it proposes to take with respect to the information. 4. Within 30 days of being apprised that the placement has occurred, a child protection worker or person designated by the society shall, i. conduct a second home visit to the home in which the child was placed, ii. shall meet in private with the child and conduct an interview appropriate to the child’s age and developmental capacity, iii. conduct an interview with the primary caregiver, and iv. ensure that the placement plan relating to the child is reviewed by a children’s aid society’s supervisor.  O. Reg. 21/06, s. 2; O. Reg. 523/06, s. 1 (2). (5) Within seven days of receiving a request for information from another society under subparagraph 2 ii of subsection (4), a society shall respond to the request and the response shall indicate whether or not any information relating to the person specified in the request exists in the society’s files or records.  O. Reg. 21/06, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) Before a child is placed in the care of a relative or member of the child’s extended family or community, the society shall conduct an evaluation of the proposed plan for the care of the child to determine whether the person is capable of providing the child with a safe home environment.  O. Reg. 21/06, s. 2.</p> <p class=\"subsection-e\">  (2) In an evaluation under subsection (1), the society shall use its best efforts to ensure that all of the following procedures are completed:</p> <p class=\"paragraph-e\">  1. A child protection worker or person designated by the society shall obtain information,</p> <p class=\"subpara-e\">  i. as to the identity of every person who is 18 years of age or older and resides in the home in which the child will be placed, and</p> <p class=\"subpara-e\">  ii. as to the nature of the relationship between the child and every person referred to in subparagraph i.</p> <p class=\"paragraph-e\">  2. A child protection worker or person designated by the society shall meet with the proposed primary caregiver and conduct an interview of the caregiver.</p> <p class=\"paragraph-e\">  3. A child protection worker or person designated by the society shall meet in private with the child who will be placed and conduct an interview appropriate to the child’s age and developmental capacity.</p> <p class=\"paragraph-e\">  4. A child protection worker or a person designated by the society shall conduct an assessment of the home environment, including an assessment of the physical aspects of the home.</p> <p class=\"paragraph-e\">  5. A child protection worker shall conduct a review of the society’s record and files for information relating to any person who is 18 years of age or older and resides in the home in which the child will be placed.  </p> <p class=\"paragraph-e\">  6. A child protection worker or a person designated by the society shall obtain the consent of the proposed primary caregiver to a criminal record check.</p> <p class=\"paragraph-e\">  7. A child protection worker or a person designated by the society shall obtain the consent of the proposed primary caregiver to the disclosure of information related to themself by any society in Ontario or any child protection authority outside of Ontario.  O. Reg. 523/06, s. 1 (1).</p> <p class=\"subsection-e\">  (3) As soon as practicable but no later than 30 days after completing the evaluation under subsection (1), a child protection worker shall document the evaluation.  O. Reg. 21/06, s. 2.</p> <p class=\"subsection-e\">  (4) After the child is placed in the care of a relative or member of the child’s extended family or community, the society shall use its best efforts to ensure that the following procedures and practices are followed:</p> <p class=\"paragraph-e\">  1. Within seven days of being apprised that the placement has occurred, a child protection worker or a person designated by the society shall,</p> <p class=\"subpara-e\">  i. conduct a home visit to the home in which the child was placed,</p> <p class=\"subpara-e\">  ii. conduct an interview with the primary caregiver,</p> <p class=\"subpara-e\">  iii. meet in private with the child and conduct an interview appropriate to the child’s age and developmental capacity, and</p> <p class=\"subpara-e\">  iv. contact every other person who is 18 years of age or older and resides in the home in order to obtain the person’s consent to a criminal record check and to the disclosure of information by any children’s aid society or any child protection authority in a jurisdiction outside Ontario. </p> <p class=\"paragraph-e\">  2. As soon as practicable but no later than seven days after the society obtains the consent requested of a person under subparagraph 1 iv, the society shall,</p> <p class=\"subpara-e\">  i. make a request to the appropriate authority in any jurisdiction in which the person has resided for the results of the person’s criminal record check, and</p> <p class=\"subpara-e\">  ii. if the person has resided in the past in an area outside of the society’s jurisdiction, make a request to any children’s aid society in Ontario or any child protection authority outside Ontario for any information or records they may have relating to the person.</p> <p class=\"paragraph-e\">  3. As soon as practicable but no later than seven days after the information requested under paragraph 2 is received, the society shall review the information and document any decisions and actions it proposes to take with respect to the information.</p> <p class=\"paragraph-e\">  4. Within 30 days of being apprised that the placement has occurred, a child protection worker or person designated by the society shall,</p> <p class=\"subpara-e\">  i. conduct a second home visit to the home in which the child was placed,</p> <p class=\"subpara-e\">  ii. shall meet in private with the child and conduct an interview appropriate to the child’s age and developmental capacity,</p> <p class=\"subpara-e\">  iii. conduct an interview with the primary caregiver, and</p> <p class=\"subpara-e\">  iv. ensure that the placement plan relating to the child is reviewed by a children’s aid society’s supervisor.  O. Reg. 21/06, s. 2; O. Reg. 523/06, s. 1 (2).</p> <p class=\"subsection-e\">  (5) Within seven days of receiving a request for information from another society under subparagraph 2 ii of subsection (4), a society shall respond to the request and the response shall indicate whether or not any information relating to the person specified in the request exists in the society’s files or records.  O. Reg. 21/06, s. 2.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": " 8. (1) If a society is apprised of a plan to place a child with a relative or member of his or her extended family or community after the child has begun living with that person, the society shall, (a) conduct an evaluation of the placement to determine whether the person is providing the child with a safe home environment and is capable of continuing to do so; and (b) use its best efforts to ensure that the procedures set out in subsections (4), (5) and (6) are followed after the evaluation is complete.  O. Reg. 21/06, s. 2. (2) In an evaluation under clause (1) (a), the society shall use its best efforts to ensure that as soon as practicable but no later than seven days after a society is apprised of the fact that a child has been placed with a relative or member of his or her extended family or community, (a) all of the procedures set out in subsection 7 (2), with necessary modifications, are completed; and (b) a child protection worker or a person designated by the society shall contact every other person who is 18 years of age or older and resides in the home in order to obtain the person’s consent to a criminal record check and to the disclosure of information by any children’s aid society or any child protection authority in a jurisdiction outside Ontario.  O. Reg. 21/06, s. 2; O. Reg. 523/06, s. 2 (1). (3) As soon as practicable but no later than 30 days after completing the procedures for an evaluation under clause (2) (a), the child protection worker shall document the evaluation.  O. Reg. 21/06, s. 2. (4) As soon as practicable, but no later than seven days, after the society obtains the consent requested of a person under clause (2) (b), the society shall, (a) make a request to the appropriate authority in any jurisdiction in which the person has resided for the results of the person’s criminal record check; and (b) if the person has resided in the past in an area outside of the society’s jurisdiction, make a request to any children’s aid society in Ontario or any child protection authority outside Ontario for any information or records they may have relating to the person.  O. Reg. 21/06, s. 2; O. Reg. 523/06, s. 2 (2). (5) As soon as practicable but no later than seven days after the information requested under subsection (4) is received, the society shall review the information and document any decisions and actions it proposes to take with respect to the information.  O. Reg. 21/06, s. 2. (6) Within 30 days of being apprised that the placement has occurred, the society shall follow the procedures set out in paragraph 4 of subsection 7 (4).  O. Reg. 21/06, s. 2; O. Reg. 523/06, s. 2 (3).",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) If a society is apprised of a plan to place a child with a relative or member of his or her extended family or community after the child has begun living with that person, the society shall,</p> <p class=\"clause-e\">  (a) conduct an evaluation of the placement to determine whether the person is providing the child with a safe home environment and is capable of continuing to do so; and</p> <p class=\"clause-e\">  (b) use its best efforts to ensure that the procedures set out in subsections (4), (5) and (6) are followed after the evaluation is complete.  O. Reg. 21/06, s. 2.</p> <p class=\"subsection-e\">  (2) In an evaluation under clause (1) (a), the society shall use its best efforts to ensure that as soon as practicable but no later than seven days after a society is apprised of the fact that a child has been placed with a relative or member of his or her extended family or community,</p> <p class=\"clause-e\">  (a) all of the procedures set out in subsection 7 (2), with necessary modifications, are completed; and</p> <p class=\"clause-e\">  (b) a child protection worker or a person designated by the society shall contact every other person who is 18 years of age or older and resides in the home in order to obtain the person’s consent to a criminal record check and to the disclosure of information by any children’s aid society or any child protection authority in a jurisdiction outside Ontario.  O. Reg. 21/06, s. 2; O. Reg. 523/06, s. 2 (1).</p> <p class=\"subsection-e\">  (3) As soon as practicable but no later than 30 days after completing the procedures for an evaluation under clause (2) (a), the child protection worker shall document the evaluation.  O. Reg. 21/06, s. 2.</p> <p class=\"subsection-e\"><b> </b>(4) As soon as practicable, but no later than seven days, after the society obtains the consent requested of a person under clause (2) (b), the society shall,</p> <p class=\"clause-e\">  (a) make a request to the appropriate authority in any jurisdiction in which the person has resided for the results of the person’s criminal record check; and</p> <p class=\"clause-e\">  (b) if the person has resided in the past in an area outside of the society’s jurisdiction, make a request to any children’s aid society in Ontario or any child protection authority outside Ontario for any information or records they may have relating to the person.  O. Reg. 21/06, s. 2; O. Reg. 523/06, s. 2 (2).</p> <p class=\"subsection-e\">  (5) As soon as practicable but no later than seven days after the information requested under subsection (4) is received, the society shall review the information and document any decisions and actions it proposes to take with respect to the information.  O. Reg. 21/06, s. 2.</p> <p class=\"subsection-e\">  (6) Within 30 days of being apprised that the placement has occurred, the society shall follow the procedures set out in paragraph 4 of subsection 7 (4).  O. Reg. 21/06, s. 2; O. Reg. 523/06, s. 2 (3).</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": " 9. Within seven days of receiving a request for information from another society under clause 8 (4) (b), a society shall respond to the request and the response shall indicate whether or not any information relating to the person specified in the request exists in the society’s files or records.  O. Reg. 21/06, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>Within seven days of receiving a request for information from another society under clause 8 (4) (b), a society shall respond to the request and the response shall indicate whether or not any information relating to the person specified in the request exists in the society’s files or records.  O. Reg. 21/06, s. 2.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": " 10. If all of the procedures set out in this Part have not been followed with respect to a particular matter, a society shall document, (a) the circumstances and reasons why specified procedures were not followed; and (b) any additional steps that were taken with respect to the matter.  O. Reg. 21/06, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>If all of the procedures set out in this Part have not been followed with respect to a particular matter, a society shall document,</p> <p class=\"clause-e\">  (a) the circumstances and reasons why specified procedures were not followed; and </p> <p class=\"clause-e\">  (b) any additional steps that were taken with respect to the matter.  O. Reg. 21/06, s. 2.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": " 11. If a child is to be placed with a relative or member of his or her extended family or community and that person resides outside of the jurisdiction of the society involved with the child’s case,  (a) in the case of a relative or member of the child’s extended family or community who lives in another jurisdiction in Ontario, the society may refer the matter to the society in that jurisdiction so that it can carry out all or part of the procedures under this Part; and (b) in the case of a relative or member of the child’s extended family or community who lives outside Ontario, the society may request the assistance of another child protection authority in that jurisdiction.  O. Reg. 21/06, s. 2. Part III   Place of safety after Placement",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>If a child is to be placed with a relative or member of his or her extended family or community and that person resides outside of the jurisdiction of the society involved with the child’s case, </p> <p class=\"clause-e\">  (a) in the case of a relative or member of the child’s extended family or community who lives in another jurisdiction in Ontario, the society may refer the matter to the society in that jurisdiction so that it can carry out all or part of the procedures under this Part; and</p> <p class=\"clause-e\">  (b) in the case of a relative or member of the child’s extended family or community who lives outside Ontario, the society may request the assistance of another child protection authority in that jurisdiction.  O. Reg. 21/06, s. 2.</p> <p class=\"partnum-e\">Part III <br/>  Place of safety after Placement</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": " 12. (1) Within seven days after a society has placed a child in a person’s home that is a place of safety under subsection 37 (5) of the Act, a child protection worker or a person designated by the society shall, (a) conduct a home visit to the home where the child is placed; (b) conduct an interview with the primary caregiver; (c) meet in private with the child and conduct an interview appropriate to the child’s age and developmental capacity; and (d) contact every other person who is 18 years of age or older and resides in the home to obtain the person’s consent to a criminal record check and to the disclosure of information by any society or any child protection authority in a jurisdiction outside of Ontario.  O. Reg. 523/06, s. 3. (2) Between the 25th day and the 30th day after a society has placed a child in a person’s home that is a place of safety under subsection 37 (5) of the Act, a child protection worker or a person designated by the society shall repeat the steps taken under clauses (1) (a), (b) and (c).  O. Reg. 523/06, s. 3. (3) The steps taken under subsections (1) and (2) are the minimum steps a society shall take in visiting a person’s home that is a place of safety where a child has been placed and nothing in them prevents or limits the ability of the society to visit such a home.  O. Reg. 523/06, s. 3. (4) As soon as practicable but no later than seven days after the society obtains the person’s consent to a criminal record check and to the disclosure of information by any society or any child protection authority outside of Ontario under clause (1) (d), the society shall, (a) make a request to the appropriate authority in any jurisdiction in which the person has resided for the results of the person’s criminal record check; and (b) make a request to any society in Ontario or any child protection authority outside of Ontario for any information or records they may have relating to the person, if the person has resided in the past in an area outside of the society’s jurisdiction.  O. Reg. 523/06, s. 3. (5) As soon as practicable but no later than seven days after receiving the results of a criminal record check or a child welfare check under subsection (4), the society shall review the information and document any decisions or actions it proposes to take with respect to the information.  O. Reg. 523/06, s. 3. (6) Within seven days after receiving a request from another society under subsection (4), a society shall respond to the request and the response shall indicate whether or not any information relating to the person specified in the request exists in the society’s files or records and, if so, the nature of the information.  O. Reg. 523/06, s. 3. Part IV   Extended Care",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>(1) Within seven days after a society has placed a child in a person’s home that is a place of safety under subsection 37 (5) of the Act, a child protection worker or a person designated by the society shall,</p> <p class=\"clause-e\">  (a) conduct a home visit to the home where the child is placed;</p> <p class=\"clause-e\">  (b) conduct an interview with the primary caregiver;</p> <p class=\"clause-e\">  (c) meet in private with the child and conduct an interview appropriate to the child’s age and developmental capacity; and</p> <p class=\"clause-e\">  (d) contact every other person who is 18 years of age or older and resides in the home to obtain the person’s consent to a criminal record check and to the disclosure of information by any society or any child protection authority in a jurisdiction outside of Ontario.  O. Reg. 523/06, s. 3.</p> <p class=\"subsection-e\">  (2) Between the 25th day and the 30th day after a society has placed a child in a person’s home that is a place of safety under subsection 37 (5) of the Act, a child protection worker or a person designated by the society shall repeat the steps taken under clauses (1) (a), (b) and (c).  O. Reg. 523/06, s. 3.</p> <p class=\"subsection-e\">  (3) The steps taken under subsections (1) and (2) are the minimum steps a society shall take in visiting a person’s home that is a place of safety where a child has been placed and nothing in them prevents or limits the ability of the society to visit such a home.  O. Reg. 523/06, s. 3.</p> <p class=\"subsection-e\">  (4) As soon as practicable but no later than seven days after the society obtains the person’s consent to a criminal record check and to the disclosure of information by any society or any child protection authority outside of Ontario under clause (1) (d), the society shall,</p> <p class=\"clause-e\">  (a) make a request to the appropriate authority in any jurisdiction in which the person has resided for the results of the person’s criminal record check; and</p> <p class=\"clause-e\">  (b) make a request to any society in Ontario or any child protection authority outside of Ontario for any information or records they may have relating to the person, if the person has resided in the past in an area outside of the society’s jurisdiction.  O. Reg. 523/06, s. 3.</p> <p class=\"subsection-e\">  (5) As soon as practicable but no later than seven days after receiving the results of a criminal record check or a child welfare check under subsection (4), the society shall review the information and document any decisions or actions it proposes to take with respect to the information.  O. Reg. 523/06, s. 3.</p> <p class=\"subsection-e\">  (6) Within seven days after receiving a request from another society under subsection (4), a society shall respond to the request and the response shall indicate whether or not any information relating to the person specified in the request exists in the society’s files or records and, if so, the nature of the information.  O. Reg. 523/06, s. 3.</p> <p class=\"partnum-e\">Part IV <br/>  Extended Care</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": " 13. (1) A society may provide care and maintenance under subsection 71.1 (1) of the Act to a person only if the person and the society have entered into an agreement related to the care and maintenance.  O. Reg. 523/06, s. 3. (1.1) A society may provide care and maintenance under subsection 71.1 (1.1) of the Act to a person only if the person and the society have entered into an agreement related to the care and maintenance. O. Reg. 465/17, s. 3 (1). (2) A society or agency may provide care and maintenance under subsection 71.1 (2) of the Act to a person who is an Indian or native person who is 18 years of age or more only if the person and the society or agency have entered into an agreement related to the care and maintenance.  O. Reg. 523/06, s. 3. (2.1) A society or agency may provide care and maintenance under subsection 71.1 (3) of the Act to a person who is 18 years of age or more only if the person and the society or agency have entered into an agreement related to the care and maintenance.  O. Reg. 394/11, s. 2 (1). (3) A society or agency shall cease to provide care and maintenance under subsection 71.1 (1), (1.1), (2) or (3) of the Act if the care and maintenance agreement between the person and the society or agency is more than a year old and the parties have not reviewed the agreement.  O. Reg. 523/06, s. 3; O. Reg. 394/11, s. 2 (2); O. Reg. 465/17, s. 3 (2). (4) A society or agency shall not provide care and maintenance under subsection 71.1 (1), (1.1), (2) or (3) of the Act if the person to whom care and maintenance is to be provided is 21 years of age or older.  O. Reg. 523/06, s. 3; O. Reg. 394/11, s. 2 (2); O. Reg. 465/17, s. 3 (3). (5) A society or agency shall not provide care and maintenance under subsection 71.1 (1), (1.1), (2) or (3) of the Act that is financial support if the person to whom care and maintenance is to be provided is receiving basic financial assistance under the Ontario Works Act, 1997 or income support under the Ontario Disability Support Program Act, 1997 but a society may provide care and maintenance under subsection 71.1 (1), (1.1), (2) or (3) of the Act to such a person if the care and maintenance is not financial support. O. Reg. 465/17, s. 3 (4).",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>(1) A society may provide care and maintenance under subsection 71.1 (1) of the Act to a person only if the person and the society have entered into an agreement related to the care and maintenance.  O. Reg. 523/06, s. 3.</p> <p class=\"subsection-e\">  (1.1) A society may provide care and maintenance under subsection 71.1 (1.1) of the Act to a person only if the person and the society have entered into an agreement related to the care and maintenance. O. Reg. 465/17, s. 3 (1).</p> <p class=\"subsection-e\">  (2) A society or agency may provide care and maintenance under subsection 71.1 (2) of the Act to a person who is an Indian or native person who is 18 years of age or more only if the person and the society or agency have entered into an agreement related to the care and maintenance.  O. Reg. 523/06, s. 3.</p> <p class=\"subsection-e\">  (2.1) A society or agency may provide care and maintenance under subsection 71.1 (3) of the Act to a person who is 18 years of age or more only if the person and the society or agency have entered into an agreement related to the care and maintenance.  O. Reg. 394/11, s. 2 (1).</p> <p class=\"subsection-e\">  (3) A society or agency shall cease to provide care and maintenance under subsection 71.1 (1), (1.1), (2) or (3) of the Act if the care and maintenance agreement between the person and the society or agency is more than a year old and the parties have not reviewed the agreement.  O. Reg. 523/06, s. 3; O. Reg. 394/11, s. 2 (2); O. Reg. 465/17, s. 3 (2).</p> <p class=\"subsection-e\">  (4) A society or agency shall not provide care and maintenance under subsection 71.1 (1), (1.1), (2) or (3) of the Act if the person to whom care and maintenance is to be provided is 21 years of age or older.  O. Reg. 523/06, s. 3; O. Reg. 394/11, s. 2 (2); O. Reg. 465/17, s. 3 (3).</p> <p class=\"subsection-e\">  (5) A society or agency shall not provide care and maintenance under subsection 71.1 (1), (1.1), (2) or (3) of the Act that is financial support if the person to whom care and maintenance is to be provided is receiving basic financial assistance under the Ontario Works Act, 1997 or income support under the Ontario Disability Support Program Act, 1997 but a society may provide care and maintenance under subsection 71.1 (1), (1.1), (2) or (3) of the Act to such a person if the care and maintenance is not financial support. O. Reg. 465/17, s. 3 (4).</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": " 14. Renewed Youth Supports is prescribed as a support service for the purposes of subsection 71.1 (3) of the Act.  O. Reg. 394/11, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>Renewed Youth Supports is prescribed as a support service for the purposes of subsection 71.1 (3) of the Act.  O. Reg. 394/11, s. 3.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/000206\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}