{
    "reg_info": {
        "full_title": "O. Reg. 276/97: TRANSITIONAL MATTERS - DISCIPLINE",
        "reg_name_text": "TRANSITIONAL MATTERS — DISCIPLINE",
        "citation": "O. Reg. 276/97: TRANSITIONAL MATTERS - DISCIPLINE",
        "act_under": "Ontario College of Teachers Act, 1996   Loi de 1996 sur l’ordre des enseignantes et des enseignants de l’Ontario",
        "url": "https://www.ontario.ca/laws/regulation/970276",
        "date_scraped": "2023-12-19 17:21:10"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “transitional discipline matter” means a matter that was referred by the Minister to the Ontario Teachers’ Federation before May 20, 1997 for a recommendation on whether or not a certificate of qualification or letter of standing should be suspended, cancelled or reinstated under paragraph 13 of subsection 8 (1) of the Education Act, if the matter was not disposed of by the Minister before that date. O. Reg. 276/97, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“transitional discipline matter” means a matter that was referred by the Minister to the Ontario Teachers’ Federation before May 20, 1997 for a recommendation on whether or not a certificate of qualification or letter of standing should be suspended, cancelled or reinstated under paragraph 13 of subsection 8 (1) of the <i>Education Act</i>, if the matter was not disposed of by the Minister before that date. O. Reg. 276/97, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) If the Minister referred a transitional discipline matter to the Ontario Teachers’ Federation on or after January 1, 1997, the following rules apply: 1. The Federation and its Relations and Discipline Committee shall not take any further action on the transitional discipline matter, despite the regulations made under the Teaching Profession Act. 2. The Minister shall refer the transitional discipline matter to the College. 3. The transitional discipline matter shall be disposed of in accordance with the Ontario College of Teachers Act, 1996. O. Reg. 276/97, s. 2 (1). (2) If the Minister referred a transitional discipline matter to the Ontario Teachers’ Federation before January 1, 1997, the following rules apply: 1. The Federation and its Relations and Discipline Committee shall deal with the transitional discipline matter in accordance with the regulations made under the Teaching Profession Act, as they read immediately before May 20, 1997. 2. After considering any recommendation made by the Federation’s Relations and Discipline Committee, the Minister may decide whether to suspend, cancel or reinstate a certificate of qualification or letter of standing under paragraph 13 of subsection 8 (1) of the Education Act. 3. The Minister shall promptly advise the Registrar in writing of any decision under paragraph 2. 4. A decision of the Minister to suspend a person’s certificate of qualification or letter of standing for a period of time under paragraph 2 shall be deemed to be a decision of the Discipline Committee of the College under section 30 of the Ontario College of Teachers Act, 1996, i. directing the Registrar to suspend the person’s certificate of qualification and registration for that period of time, and ii. fixing a one-year period during which the person may not apply under section 33 of the Act to have the suspension removed. 5. A decision of the Minister to cancel a person’s certificate of qualification or letter of standing under paragraph 2 shall be deemed to be a decision of the Discipline Committee of the College under section 30 of the Ontario College of Teachers Act, 1996, i. directing the Registrar to revoke the person’s certificate of qualification and registration, and ii. fixing a one-year period during which the person may not apply under section 33 of the Act to have a new certificate issued. 6. A decision of the Minister to reinstate a person’s certificate of qualification or letter of standing under paragraph 2 shall be deemed to be a decision of the Discipline Committee of the College under section 33 of the Ontario College of Teachers Act, 1996 directing the Registrar to issue a certificate of qualification and registration to the person. 7. A decision of the Minister not to reinstate a person’s certificate of qualification or letter of standing under paragraph 2 shall be deemed to be a decision of the Discipline Committee of the College under section 33 of the Ontario College of Teachers Act, 1996, i. refusing an application under that section to have a new certificate issued, and ii. fixing a one-year period during which the person may not make an application under that section to have a new certificate issued. 8. Section 33 of the Ontario College of Teachers Act, 1996 applies, with necessary modifications, to a person whose certificate of qualification and registration is suspended or revoked as a result of a decision of the Minister that is deemed under paragraph 4 or 5 to be a decision of the Discipline Committee of the College. 9. Section 35 of the Ontario College of Teachers Act, 1996 does not apply to a decision of the Minister under paragraph 2 that is deemed under paragraph 4, 5, 6 or 7 to be a decision of the Discipline Committee of the College. O. Reg. 276/97, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) If the Minister referred a transitional discipline matter to the Ontario Teachers’ Federation on or after January 1, 1997, the following rules apply:</p> <p class=\"paragraph-e\">1. The Federation and its Relations and Discipline Committee shall not take any further action on the transitional discipline matter, despite the regulations made under the <i>Teaching Profession Act</i>.</p> <p class=\"paragraph-e\">2. The Minister shall refer the transitional discipline matter to the College.</p> <p class=\"paragraph-e\">3. The transitional discipline matter shall be disposed of in accordance with the <i>Ontario College of Teachers Act, 1996</i>. O. Reg. 276/97, s. 2 (1).</p> <p class=\"subsection-e\">(2) If the Minister referred a transitional discipline matter to the Ontario Teachers’ Federation before January 1, 1997, the following rules apply:</p> <p class=\"paragraph-e\">1. The Federation and its Relations and Discipline Committee shall deal with the transitional discipline matter in accordance with the regulations made under the <i>Teaching Profession Act</i>, as they read immediately before May 20, 1997.</p> <p class=\"paragraph-e\">2. After considering any recommendation made by the Federation’s Relations and Discipline Committee, the Minister may decide whether to suspend, cancel or reinstate a certificate of qualification or letter of standing under paragraph 13 of subsection 8 (1) of the <i>Education Act</i>.</p> <p class=\"paragraph-e\">3. The Minister shall promptly advise the Registrar in writing of any decision under paragraph 2.</p> <p class=\"paragraph-e\">4. A decision of the Minister to suspend a person’s certificate of qualification or letter of standing for a period of time under paragraph 2 shall be deemed to be a decision of the Discipline Committee of the College under section 30 of the <i>Ontario College of Teachers Act, 1996</i>,</p> <p class=\"subpara-e\">i. directing the Registrar to suspend the person’s certificate of qualification and registration for that period of time, and</p> <p class=\"subpara-e\">ii. fixing a one-year period during which the person may not apply under section 33 of the Act to have the suspension removed.</p> <p class=\"paragraph-e\">5. A decision of the Minister to cancel a person’s certificate of qualification or letter of standing under paragraph 2 shall be deemed to be a decision of the Discipline Committee of the College under section 30 of the <i>Ontario College of Teachers Act, 1996</i>,</p> <p class=\"subpara-e\">i. directing the Registrar to revoke the person’s certificate of qualification and registration, and</p> <p class=\"subpara-e\">ii. fixing a one-year period during which the person may not apply under section 33 of the Act to have a new certificate issued.</p> <p class=\"paragraph-e\">6. A decision of the Minister to reinstate a person’s certificate of qualification or letter of standing under paragraph 2 shall be deemed to be a decision of the Discipline Committee of the College under section 33 of the <i>Ontario College of Teachers Act, 1996</i> directing the Registrar to issue a certificate of qualification and registration to the person.</p> <p class=\"paragraph-e\">7. A decision of the Minister not to reinstate a person’s certificate of qualification or letter of standing under paragraph 2 shall be deemed to be a decision of the Discipline Committee of the College under section 33 of the <i>Ontario College of Teachers Act, 1996</i>,</p> <p class=\"subpara-e\">i. refusing an application under that section to have a new certificate issued, and</p> <p class=\"subpara-e\">ii. fixing a one-year period during which the person may not make an application under that section to have a new certificate issued.</p> <p class=\"paragraph-e\">8. Section 33 of the <i>Ontario College of Teachers Act, 1996</i> applies, with necessary modifications, to a person whose certificate of qualification and registration is suspended or revoked as a result of a decision of the Minister that is deemed under paragraph 4 or 5 to be a decision of the Discipline Committee of the College.</p> <p class=\"paragraph-e\">9. Section 35 of the <i>Ontario College of Teachers Act, 1996</i> does not apply to a decision of the Minister under paragraph 2 that is deemed under paragraph 4, 5, 6 or 7 to be a decision of the Discipline Committee of the College. O. Reg. 276/97, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. (1) Subject to subsection (2), section 33 of the Ontario College of Teachers Act, 1996 applies, with necessary modifications, to a person whose certificate of qualification or letter of standing was suspended or cancelled by the Minister before May 20, 1997 under paragraph 13 of subsection 8 (1) of the Education Act. O. Reg. 276/97, s. 3 (1). (2) An application may not be made under section 33 of the Ontario College of Teachers Act, 1996 pursuant to subsection (1) unless, (a) in the case of an application to remove a suspension, at least one year has passed since the Minister imposed the suspension; and (b) in the case of an application to issue a new certificate, (i) at least one year has passed since the Minister cancelled the certificate of qualification or letter of standing, and (ii) if the Minister refused before May 20, 1997 to reinstate the certificate of qualification or letter of standing, at least one year has passed since the last refusal. O. Reg. 276/97, s. 3 (2). ",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) Subject to subsection (2), section 33 of the <i>Ontario College of Teachers Act, 1996</i> applies, with necessary modifications, to a person whose certificate of qualification or letter of standing was suspended or cancelled by the Minister before May 20, 1997 under paragraph 13 of subsection 8 (1) of the <i>Education Act</i>. O. Reg. 276/97, s. 3 (1).</p> <p class=\"subsection-e\">(2) An application may not be made under section 33 of the <i>Ontario College of Teachers Act, 1996</i> pursuant to subsection (1) unless,</p> <p class=\"clause-e\">(a) in the case of an application to remove a suspension, at least one year has passed since the Minister imposed the suspension; and</p> <p class=\"clause-e\">(b) in the case of an application to issue a new certificate,</p> <p class=\"subclause-e\">(i) at least one year has passed since the Minister cancelled the certificate of qualification or letter of standing, and</p> <p class=\"subclause-e\">(ii) if the Minister refused before May 20, 1997 to reinstate the certificate of qualification or letter of standing, at least one year has passed since the last refusal. O. Reg. 276/97, s. 3 (2).</p> <p class=\"Normal\"></p>"
        }
    ]
}