{
    "reg_info": {
        "full_title": "O. Reg. 331/07: ARCHITECTURAL GLASS AND METAL TECHNICIAN",
        "reg_name_text": "ARCHITECTURAL GLASS AND METAL TECHNICIAN",
        "citation": "O. Reg. 331/07: ",
        "act_under": "Trades Qualification and Apprenticeship Act",
        "url": "https://www.ontario.ca/laws/regulation/070331",
        "date_scraped": "2023-12-19 04:41:09"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/070331/v3",
            "valid_from": "December 18, 2012",
            "valid_to": "April  7, 2013"
        },
        {
            "a_href": "/laws/regulation/070331/v2",
            "valid_from": "September  3, 2010",
            "valid_to": "December 17, 2012"
        },
        {
            "a_href": "/laws/regulation/070331/v1",
            "valid_from": "July  5, 2007",
            "valid_to": "September  2, 2010"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Designation as certified trade",
            "content": "1. The trade of architectural glass and metal technician is designated as a certified trade for the purposes of the Act. O. Reg. 331/07, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>The trade of architectural glass and metal technician is designated as a certified trade for the purposes of the Act. O. Reg. 331/07, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Scope of trade",
            "content": "2. The performance of any of the following activities constitutes work that is part of the trade of architectural glass and metal technician: 1. Laying out, fabricating, assembling and installing door and window frames, store fronts, wall facings, curtain walls, partitions, architectural glass fronts, auto glass and specialty glass, plastic and related products. 2. Cutting, fitting and installing glass in frames by means of seals, sealants and fasteners. 3. Installing window and door operators and related hardware. 4. Reading and interpreting designs, drawings, diagrams, specifications and manufacturers’ literature relating to the activities described in paragraphs 1, 2 and 3. O. Reg. 331/07, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>The performance of any of the following activities constitutes work that is part of the trade of architectural glass and metal technician:</p> <p class=\"paragraph-e\">1. Laying out, fabricating, assembling and installing door and window frames, store fronts, wall facings, curtain walls, partitions, architectural glass fronts, auto glass and specialty glass, plastic and related products.</p> <p class=\"paragraph-e\">2. Cutting, fitting and installing glass in frames by means of seals, sealants and fasteners.</p> <p class=\"paragraph-e\">3. Installing window and door operators and related hardware.</p> <p class=\"paragraph-e\">4. Reading and interpreting designs, drawings, diagrams, specifications and<b> </b>manufacturers’ literature relating to the activities described in paragraphs 1, 2 and 3. O. Reg. 331/07, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Apprentice training programs",
            "content": "3. (1) An apprentice training program for the trade of architectural glass and metal technician is established in accordance with this section. O. Reg. 331/07, s. 3 (1). (2) The apprentice training program for the trade of architectural glass and metal technician shall include the following two components: 1. Classes that provide training and instruction. 2. On the job work experience. O. Reg. 331/07, s. 3 (2). (3) A period of apprentice training referred to in subsection (4) may include either or both of the components referred to in subsection (2). O. Reg. 331/07, s. 3 (3). (4) The apprentice training program for the trade of architectural glass and metal technician shall consist of four periods and each period shall include 2,000 hours of apprentice training. O. Reg. 331/07, s. 3 (4). (5) An employer shall not establish an apprentice training program in the trade of architectural glass and metal technician unless the program is approved by the Director. O. Reg. 331/07, s. 3 (5).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) An apprentice training program for the trade of architectural glass and metal technician is established in accordance with this section. O. Reg. 331/07, s. 3 (1).</p> <p class=\"subsection-e\">(2) The apprentice training program for the trade of architectural glass and metal technician shall include the following two components:</p> <p class=\"paragraph-e\">1. Classes that provide training and instruction.</p> <p class=\"paragraph-e\">2. On the job work experience. O. Reg. 331/07, s. 3 (2).</p> <p class=\"subsection-e\">(3) A period of apprentice training referred to in subsection (4) may include either or both of the components referred to in subsection (2). O. Reg. 331/07, s. 3 (3).</p> <p class=\"subsection-e\">(4) The apprentice training program for the trade of architectural glass and metal technician shall consist of four periods and each period shall include 2,000 hours of apprentice training. O. Reg. 331/07, s. 3 (4).</p> <p class=\"subsection-e\">(5) An employer shall not establish an apprentice training program in the trade of architectural glass and metal technician unless the program is approved by the Director. O. Reg. 331/07, s. 3 (5).</p>"
        },
        {
            "id": "4.",
            "section": "Overtime included in program hours",
            "content": "4. Despite subsection 8 (2) of Regulation 1055 of the Revised Regulations of Ontario, 1990 (General) made under the Act, hours worked by an apprentice in the trade of architectural glass and metal technician in excess of his or her regular daily hours of on the job work experience shall be included when determining whether the apprentice has fulfilled the hours of apprentice training required under subsection 3 (4). O. Reg. 331/07, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>Despite subsection 8 (2) of Regulation 1055 of the Revised Regulations of Ontario, 1990 (General) made under the Act, hours worked by an apprentice in the trade<b> </b>of architectural glass and metal technician in excess of his or her regular daily hours of on the job work experience shall be included when determining whether the apprentice has fulfilled the hours of apprentice training required under subsection 3 (4). O. Reg. 331/07, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Limit on number of apprentices",
            "content": "5. (1) The number of apprentices who may be employed by an employer in the trade of architectural glass and metal technician shall not exceed the number determined in accordance with the following rules: 1. For the first journeyperson employed by the employer in the trade, one apprentice. 2. For every two additional journeypersons employed by the employer in the trade, add one apprentice. O. Reg. 331/07, s. 5 (1). (2) If an employer is a journeyperson, he or she shall be considered to be the first journeyperson employed by the employer for the purposes of paragraph 1 of subsection (1). O. Reg. 331/07, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) The number of apprentices who may be employed by an employer in the trade of architectural glass and metal technician shall not exceed the number determined in accordance with the following rules:</p> <p class=\"paragraph-e\">1. For the first journeyperson employed by the employer in the trade, one apprentice.</p> <p class=\"paragraph-e\">2. For every two additional journeypersons employed by the employer in the trade, add one apprentice. O. Reg. 331/07, s. 5 (1).</p> <p class=\"subsection-e\">(2) If an employer is a journeyperson, he or she shall be considered to be the first journeyperson employed by the employer for the purposes of paragraph 1 of subsection (1). O. Reg. 331/07, s. 5 (2).</p>"
        },
        {
            "id": "6.",
            "section": "Exemption from compulsory certification",
            "content": "6. Section 9 and subsections 10 (2), (3) and (4) of the Act do not apply with respect to the trade of architectural glass and metal technician. O. Reg. 331/07, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>Section 9 and subsections 10 (2), (3) and (4) of the Act do not apply with respect to the trade of architectural glass and metal technician. O. Reg. 331/07, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Non-application, apprentice rate of wages",
            "content": "7. Subsection 10 (1) of Regulation 1055 of the Revised Regulations of Ontario, 1990 (General) made under the Act does not apply with respect to the trade of architectural glass and metal technician. O. Reg. 331/07, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>Subsection 10 (1) of Regulation 1055 of the Revised Regulations of Ontario, 1990 (General) made under the Act does not apply with respect to the trade of architectural glass and metal technician. O. Reg. 331/07, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Expiry of certificates",
            "content": "8. A certificate of qualification for the trade of architectural glass and metal technician does not expire. O. Reg. 331/07, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>A certificate of qualification for the trade of architectural glass and metal technician does not expire. O. Reg. 331/07, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Transition",
            "content": "9. (1) If a certificate of qualification in the trade of glazier and metal mechanic that was issued before the day this Regulation comes into force is still valid on that day, it shall be deemed on and after that day to be a certificate of qualification in the trade of architectural glass and metal technician. O. Reg. 331/07, s. 9 (1). (2) If a certificate of apprenticeship in the trade of glazier and metal mechanic that was issued before the day this Regulation comes into force is still valid on that day, it shall be deemed on and after that day to be a certificate of apprenticeship in the trade of architectural glass and metal technician. O. Reg. 331/07, s. 9 (2). (3) If a contract of apprenticeship in the trade of glazier and metal mechanic was filed with the Director under clause 9 (1) (b) of the Act before the day this Regulation comes into force and, on or before that day, is not fully executed and has not been terminated, cancelled or transferred under section 15 of the Act, (a) the contract shall be deemed on and after that day to be a contract of apprenticeship in the trade of architectural glass and metal technician; and (b) every reference in the contract to the trade of glazier and metal mechanic shall be deemed on and after that day to be a reference to the trade of architectural glass and metal technician. O. Reg. 331/07, s. 9 (3). (4) For the purpose of issuing a certificate of apprenticeship under section 16 of the Act on and after the day this Regulation comes into force, a person who completed an apprentice training program in the certified trade of glazier and metal mechanic before that day shall be deemed to have completed an apprentice training program in the certified trade of architectural glass and metal technician. O. Reg. 331/07, s. 9 (4).",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) If a certificate of qualification in the trade of glazier and metal mechanic that was issued before the day this Regulation comes into force is still valid on that day, it shall be deemed on and after that day to be a certificate of qualification in the trade of architectural glass and metal technician. O. Reg. 331/07, s. 9 (1).</p> <p class=\"subsection-e\">(2) If a certificate of apprenticeship in the trade of glazier and metal mechanic that was issued before the day this Regulation comes into force is still valid on that day, it shall be deemed on and after that day to be a certificate of apprenticeship in the trade of architectural glass and metal technician. O. Reg. 331/07, s. 9 (2).</p> <p class=\"subsection-e\">(3) If a contract of apprenticeship in the trade of glazier and metal mechanic was filed with the Director under clause 9 (1) (b) of the Act before the day this Regulation comes into force and, on or before that day, is not fully executed and has not been terminated, cancelled or transferred under section 15 of the Act,</p> <p class=\"clause-e\">(a) the contract shall be deemed on and after that day to be a contract of apprenticeship in the trade of architectural glass and metal technician; and</p> <p class=\"clause-e\">(b) every reference in the contract to the trade of glazier and metal mechanic shall be deemed on and after that day to be a reference to the trade of architectural glass and metal technician. O. Reg. 331/07, s. 9 (3).</p> <p class=\"subsection-e\">(4) For the purpose of issuing a certificate of apprenticeship under section 16 of the Act on and after the day this Regulation comes into force, a person who completed an apprentice training program in the certified trade of glazier and metal mechanic before that day shall be deemed to have completed an apprentice training program in the certified trade of architectural glass and metal technician. O. Reg. 331/07, s. 9 (4).</p>"
        },
        {
            "id": "10.",
            "section": "Transition",
            "content": "10. Omitted (revokes other Regulations). O. Reg. 331/07, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10.</b> Omitted (revokes other Regulations). O. Reg. 331/07, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Transition",
            "content": "11. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 331/07, s. 11. Français ",
            "raw_html": "<p class=\"section-e\"><b>11.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 331/07, s. 11.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_070331_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_070331_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}