{
    "reg_info": {
        "full_title": "O. Reg. 600/99: TAX MATTERS - REBATES FOR PROPERTIES WHOSE FROZEN ASSESSMENT LISTING WAS DETERMINED IN 1998 OR 1999 UNDER SUBSECTION 447.10 (2) OF THE ACT",
        "reg_name_text": "TAX MATTERS — REBATES FOR PROPERTIES WHOSE FROZEN ASSESSMENT LISTING WAS DETERMINED IN 1998 OR 1999 UNDER SUBSECTION 447.10 (2) OF THE ACT",
        "citation": "O. Reg. 600/99: TAX MATTERS - REBATES FOR PROPERTIES WHOSE FROZEN ASSESSMENT LISTING WAS DETERMINED IN 1998 OR 1999 UNDER SUBSECTION 447.10 (2) OF THE ACT",
        "act_under": "Municipal Act   Loi sur les municipalités",
        "url": "https://www.ontario.ca/laws/regulation/990600",
        "date_scraped": "2023-12-19 20:20:12"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": "Application of Regulation",
            "content": "1. This Regulation provides for rebates to be paid by local municipalities under section 442.4 of the Act. O. Reg. 600/99, s. 1. Amount of the Rebate",
            "raw_html": "<p class=\"section-e\"><b>1. </b>This Regulation provides for rebates to be paid by local municipalities under section 442.4 of the Act. O. Reg. 600/99, s. 1.</p> <p class=\"heading1-e\">Amount of the Rebate</p>"
        },
        {
            "id": "2.",
            "section": "Amount of the Rebate",
            "content": "2. If the assessments of a property on the frozen assessment listing were first determined under subsection 447.10 (2) of the Act in 1998, the amount of the rebate shall be determined as follows: 1. Determine the assessments on the frozen assessment listing for the property in accordance with subsection 447.34.1 (4) of the Act. 2. Calculate the taxes for municipal and school purposes under subsection 447.15 (1) or 447.47 (1) of the Act, as the case may be, based on the assessments determined under paragraph 1, i. for the portion of 1998 for which taxes were levied on the property following the determination of its assessments on the frozen assessment listing, and ii. for 1999. 3. Subtract the amount determined under paragraph 2 for the portion of 1998 described in subparagraph 2 i from the amount of the taxes for municipal and school purposes levied on the property for that portion of 1998 for which taxes were levied on the assessments on the frozen assessment listing determined under subsection 447.10 (2) of the Act. 4. The amount of the rebate for 1998, i. is the amount determined under paragraph 3, if that amount is greater than zero, and ii. is nil, otherwise. 5. If there is a rebate for 1998 under paragraph 4, the amount of the rebate for 1999 shall be determined by subtracting the amount determined under paragraph 2 for 1999 from the taxes for municipal and school purposes levied on the property for 1999. 6. If subsection 447.34.1 (14) of the Act applies with respect to the property, the rebates for 1998 and 1999 shall be determined as follows rather than in accordance with paragraphs 1 to 5: i. Determine the taxes for municipal and school purposes that would have been levied on the property in 1998 and in 1999, but for the application of Part XXII.1 or Part XXII.2 of the Act, as the case may be. ii. For each of 1998 and 1999, the amount of the rebate shall be determined by subtracting the amount determined for that year under subparagraph i from the taxes for municipal and school purposes levied on the property for that year. O. Reg. 600/99, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>If the assessments of a property on the frozen assessment listing were first determined under subsection 447.10 (2) of the Act in 1998, the amount of the rebate shall be determined as follows:</p> <p class=\"paragraph-e\">1. Determine the assessments on the frozen assessment listing for the property in accordance with subsection 447.34.1 (4) of the Act.</p> <p class=\"paragraph-e\">2. Calculate the taxes for municipal and school purposes under subsection 447.15 (1) or 447.47 (1) of the Act, as the case may be, based on the assessments determined under paragraph 1, </p> <p class=\"subpara-e\">i. for the portion of 1998 for which taxes were levied on the property following the determination of its assessments on the frozen assessment listing, and</p> <p class=\"subpara-e\">ii. for 1999.</p> <p class=\"paragraph-e\">3. Subtract the amount determined under paragraph 2 for the portion of 1998 described in subparagraph 2 i from the amount of the taxes for municipal and school purposes levied on the property for that portion of 1998 for which taxes were levied on the assessments on the frozen assessment listing determined under subsection 447.10 (2) of the Act.</p> <p class=\"paragraph-e\">4. The amount of the rebate for 1998,</p> <p class=\"subpara-e\">i. is the amount determined under paragraph 3, if that amount is greater than zero, and</p> <p class=\"subpara-e\">ii. is nil, otherwise. </p> <p class=\"paragraph-e\">5. If there is a rebate for 1998 under paragraph 4, the amount of the rebate for 1999 shall be determined by subtracting the amount determined under paragraph 2 for 1999 from the taxes for municipal and school purposes levied on the property for 1999.</p> <p class=\"paragraph-e\">6. If subsection 447.34.1 (14) of the Act applies with respect to the property, the rebates for 1998 and 1999 shall be determined as follows rather than in accordance with paragraphs 1 to 5:</p> <p class=\"subpara-e\">i. Determine the taxes for municipal and school purposes that would have been levied on the property in 1998 and in 1999, but for the application of Part XXII.1 or Part XXII.2 of the Act, as the case may be.</p> <p class=\"subpara-e\">ii. For each of 1998 and 1999, the amount of the rebate shall be determined by subtracting the amount determined for that year under subparagraph i from the taxes for municipal and school purposes levied on the property for that year. O. Reg. 600/99, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Amount of the Rebate",
            "content": "3. If the assessment of a property on the frozen assessment listing was first determined under subsection 447.10 (2) of the Act in 1999, the amount of the rebate shall be determined as follows: 1. Determine the assessments on the frozen assessment listing for the property in accordance with subsection 447.34.1 (4) of the Act. 2. Calculate the taxes for municipal and school purposes under subsection 447.15 (1) or 447.47 (1) of the Act, as the case may be, based on the assessments determined under paragraph 1 for the portion of 1999 for which taxes were levied on the property following the determination of its assessments on the frozen assessment listing. 3. Subtract the amount determined under paragraph 2 for the portion of 1999 described in paragraph 2 from the amount of the taxes for municipal and school purposes levied on the property for that portion of 1999 for which taxes were levied on the assessments on the frozen assessment listing determined under subsection 447.10 (2) of the Act. 4. The amount of the rebate for 1999, i. is the amount determined under paragraph 3, if that amount is greater than zero, and ii. is nil, otherwise. 5. If subsection 447.34.1 (14) of the Act applies with respect to the property, the rebate for 1999 shall be determined as follows rather than in accordance with paragraphs 1 to 5: i. Determine the taxes for municipal and school purposes that would have been levied on the property in 1999, but for the application of Part XXII.1 or Part XXII.2 of the Act. ii. The amount of the rebate shall be determined by subtracting the amount determined under subparagraph i from the taxes for municipal and school purposes levied on the property for 1999. O. Reg. 600/99, s. 3. Payment of Rebates",
            "raw_html": "<p class=\"section-e\"><b>3. </b>If the assessment of a property on the frozen assessment listing was first determined under subsection 447.10 (2) of the Act in 1999, the amount of the rebate shall be determined as follows:</p> <p class=\"paragraph-e\">1. Determine the assessments on the frozen assessment listing for the property in accordance with subsection 447.34.1 (4) of the Act.</p> <p class=\"paragraph-e\">2. Calculate the taxes for municipal and school purposes under subsection 447.15 (1) or 447.47 (1) of the Act, as the case may be, based on the assessments determined under paragraph 1 for the portion of 1999 for which taxes were levied on the property following the determination of its assessments on the frozen assessment listing.</p> <p class=\"paragraph-e\">3. Subtract the amount determined under paragraph 2 for the portion of 1999 described in paragraph 2 from the amount of the taxes for municipal and school purposes levied on the property for that portion of 1999 for which taxes were levied on the assessments on the frozen assessment listing determined under subsection 447.10 (2) of the Act.</p> <p class=\"paragraph-e\">4. The amount of the rebate for 1999,</p> <p class=\"subpara-e\">i. is the amount determined under paragraph 3, if that amount is greater than zero, and</p> <p class=\"subpara-e\">ii. is nil, otherwise. </p> <p class=\"paragraph-e\">5. If subsection 447.34.1 (14) of the Act applies with respect to the property, the rebate for 1999 shall be determined as follows rather than in accordance with paragraphs 1 to 5:</p> <p class=\"subpara-e\">i. Determine the taxes for municipal and school purposes that would have been levied on the property in 1999, but for the application of Part XXII.1 or Part XXII.2 of the Act.</p> <p class=\"subpara-e\">ii. The amount of the rebate shall be determined by subtracting the amount determined under subparagraph i from the taxes for municipal and school purposes levied on the property for 1999. O. Reg. 600/99, s. 3. </p> <p class=\"heading1-e\">Payment of Rebates</p>"
        },
        {
            "id": "4.",
            "section": "Payment of Rebates",
            "content": "4. (1) The local municipality shall pay the rebate determined under section 2 or 3 to the owner of the property within 90 days after the date of mailing of the list of comparable properties under subsection 447.34.1 (7) of the Act. (2) If the local municipality recalculates the total assessment for the property under subsection 447.34.1 (13) of the Act, the local municipality shall recalculate the amount of the rebate under section 2 or 3 and pay any further amounts owing to the owner of the property within 90 days after it receives the decision of the Assessment Review Board under subsection 447.34.1 (12) of the Act or the court on an appeal of that decision. O. Reg. 600/99, s. 4. ",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) The local municipality shall pay the rebate determined under section 2 or 3 to the owner of the property within 90 days after the date of mailing of the list of comparable properties under subsection 447.34.1 (7) of the Act.</p> <p class=\"subsection-e\">(2) If the local municipality recalculates the total assessment for the property under subsection 447.34.1 (13) of the Act, the local municipality shall recalculate the amount of the rebate under section 2 or 3 and pay any further amounts owing to the owner of the property within 90 days after it receives the decision of the Assessment Review Board under subsection 447.34.1 (12) of the Act or the court on an appeal of that decision. O. Reg. 600/99, s. 4.</p> <p class=\"Normal\"></p>"
        }
    ]
}