{
    "reg_info": {
        "full_title": "O. Reg. 280/00: TRANSITIONAL PROVISIONS RELATING TO THE SCHOOL BOARD BOUNDARY CHANGES MADE BY ONTARIO REGULATION 279/00",
        "reg_name_text": "TRANSITIONAL PROVISIONS RELATING TO THE SCHOOL BOARD BOUNDARY CHANGES MADE BY ONTARIO REGULATION 279/00",
        "citation": "O. Reg. 280/00: ",
        "act_under": "Education Act",
        "url": "https://www.ontario.ca/laws/regulation/000280",
        "date_scraped": "2023-12-19 02:29:18"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "September  1, 2017",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/000280/v1",
            "valid_from": "June 30, 2000",
            "valid_to": "August 31, 2017"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Transfers between District School Boards of Same Type",
            "content": " 1. (1) In this section, “transferee board”, when used in connection with transferred territory, means a district school board to whose area of jurisdiction the transferred territory is added; (“conseil agrandi”) “transferor board”, when used in connection with transferred territory, means a district school board in whose area of jurisdiction the transferred territory ceases to be; (“conseil réduit”) “transferred territory” means territory that as a result of the operation of Ontario Regulation 279/00 ceases to be in the area of jurisdiction of one district school board and is added to the area of jurisdiction of another district school board of the same type. (“territoire transféré”)  O. Reg. 280/00, s. 1 (1). (2) With respect to a transferor board, the transferee board is a district school board of the same type, and vice versa.  O. Reg. 280/00, s. 1 (2). (3) For the purposes of this section, the types of district school boards are: 1. English-language public district school boards. 2. English-language separate district school boards. 3. French-language public district school boards. 4. French-language separate district school boards.  O. Reg. 280/00, s. 1 (3). (4) The following rules apply in respect of transferred territory: 1. If a person has a right to attend and is enrolled in a school of the transferor board on December 31, 2000, and because of the operation of Ontario Regulation 279/00 no longer has that right under Part II of the Act on January 1, 2001, the person has the right to attend the school of the transferor board until he or she completes his or her education in the school. 2. A person ceases to have a right under paragraph 1 if he or she ceases to reside in the attendance area for the school as it exists on December 31, 2000. 3. A right under paragraph 1 does not include the right to return to the school once the person becomes enrolled in and attends a different school. 4. Subject to paragraph 5, the transferee board shall ensure the transportation to and from school of a person with a right under paragraph 1 if the transferor board provided the person with transportation to and from school on the last school day before December 31, 2000. 5. At the transferee board’s request, the transferor board shall provide the transportation required by paragraph 4.  In that case, the transferee board shall, in each school board fiscal year, pay to the transferor board the cost of transporting the person during that fiscal year. 6. A person with a right under paragraph 1 ceases to be entitled to transportation under paragraph 4 if, on or after December 31, 2000, i. the transferee board changes its policy regarding the transportation of pupils within its area of jurisdiction, and ii. the policy change would have eliminated the person’s right to transportation if the school that the person has the right to attend under paragraph 1 had been a school of the transferee board.  O. Reg. 280/00, s. 1 (4). (5) During the period beginning on May 11, 2000 and ending on December 31, 2000, subsections 195 (1), (2) and (3) of the Act apply to transferor boards as though their transferred territory were not within their areas of jurisdiction.  O. Reg. 280/00, s. 1 (5). Transfers between District School Boards and School Authorities",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) In this section,</p> <p class=\"firstdef-e\">“transferee board”, when used in connection with transferred territory, means a district school board to whose area of jurisdiction the transferred territory is added; (“conseil agrandi”)</p> <p class=\"definition-e\">“transferor board”, when used in connection with transferred territory, means a district school board in whose area of jurisdiction the transferred territory ceases to be; (“conseil réduit”)</p> <p class=\"definition-e\">“transferred territory” means territory that as a result of the operation of Ontario Regulation 279/00 ceases to be in the area of jurisdiction of one district school board and is added to the area of jurisdiction of another district school board of the same type. (“territoire transféré”)  O. Reg. 280/00, s. 1 (1).</p> <p class=\"subsection-e\">  (2) With respect to a transferor board, the transferee board is a district school board of the same type, and vice versa.  O. Reg. 280/00, s. 1 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of this section, the types of district school boards are:</p> <p class=\"paragraph-e\">  1. English-language public district school boards.</p> <p class=\"paragraph-e\">  2. English-language separate district school boards.</p> <p class=\"paragraph-e\">  3. French-language public district school boards.</p> <p class=\"paragraph-e\">  4. French-language separate district school boards.  O. Reg. 280/00, s. 1 (3).</p> <p class=\"subsection-e\">  (4) The following rules apply in respect of transferred territory:</p> <p class=\"paragraph-e\">  1. If a person has a right to attend and is enrolled in a school of the transferor board on December 31, 2000, and because of the operation of Ontario Regulation 279/00 no longer has that right under Part II of the Act on January 1, 2001, the person has the right to attend the school of the transferor board until he or she completes his or her education in the school.</p> <p class=\"paragraph-e\">  2. A person ceases to have a right under paragraph 1 if he or she ceases to reside in the attendance area for the school as it exists on December 31, 2000.</p> <p class=\"paragraph-e\">  3. A right under paragraph 1 does not include the right to return to the school once the person becomes enrolled in and attends a different school.</p> <p class=\"paragraph-e\">  4. Subject to paragraph 5, the transferee board shall ensure the transportation to and from school of a person with a right under paragraph 1 if the transferor board provided the person with transportation to and from school on the last school day before December 31, 2000.</p> <p class=\"paragraph-e\">  5. At the transferee board’s request, the transferor board shall provide the transportation required by paragraph 4.  In that case, the transferee board shall, in each school board fiscal year, pay to the transferor board the cost of transporting the person during that fiscal year.</p> <p class=\"paragraph-e\">  6. A person with a right under paragraph 1 ceases to be entitled to transportation under paragraph 4 if, on or after December 31, 2000,</p> <p class=\"subpara-e\">  i. the transferee board changes its policy regarding the transportation of pupils within its area of jurisdiction, and</p> <p class=\"subpara-e\">  ii. the policy change would have eliminated the person’s right to transportation if the school that the person has the right to attend under paragraph 1 had been a school of the transferee board.  O. Reg. 280/00, s. 1 (4).</p> <p class=\"subsection-e\">  (5) During the period beginning on May 11, 2000 and ending on December 31, 2000, subsections 195 (1), (2) and (3) of the Act apply to transferor boards as though their transferred territory were not within their areas of jurisdiction.  O. Reg. 280/00, s. 1 (5).</p> <p class=\"heading1-e\">Transfers between District School Boards and School Authorities</p>"
        },
        {
            "id": "2.",
            "section": "Transfers between District School Boards and School Authorities",
            "content": " 2. (1) Section 1 also applies with respect to Wards 3, 4 and 6 of the Township of Seguin, subject to the modifications set out in subsection (2).  O. Reg. 280/00, s. 2 (1). (2) For the purposes of subsection (1), section 1 shall be read as if, (a) “transferee board” meant The Parry Sound Combined Roman Catholic Separate School Board; (b) “transferor board” meant the Simcoe Muskoka Catholic District School Board; and (c) “transferred territory” meant Wards 3, 4 and 6 of the Township of Seguin.  O. Reg. 280/00, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) Section 1 also applies with respect to Wards 3, 4 and 6 of the Township of Seguin, subject to the modifications set out in subsection (2).  O. Reg. 280/00, s. 2 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of subsection (1), section 1 shall be read as if,</p> <p class=\"clause-e\">  (a) “transferee board” meant The Parry Sound Combined Roman Catholic Separate School Board; </p> <p class=\"clause-e\">  (b) “transferor board” meant the Simcoe Muskoka Catholic District School Board; and</p> <p class=\"clause-e\">  (c) “transferred territory” meant Wards 3, 4 and 6 of the Township of Seguin.  O. Reg. 280/00, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": "Transfers between District School Boards and School Authorities",
            "content": " 3. (1) Section 1 also applies with respect to the portion of the Township of Seguin that is within the geographic township of Monteith, subject to the modifications set out in subsection (2).  O. Reg. 280/00, s. 3 (1). (2) For the purposes of subsection (1), section 1 shall be read as if, (a) “transferee board” meant The Parry Sound Combined Roman Catholic Separate School Board; (b) “transferor board” meant The Nipissing Parry Sound Catholic District School Board; and (c) “transferred territory” meant the portion of the Township of Seguin that is within the geographic township of Monteith.  O. Reg. 280/00, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) Section 1 also applies with respect to the portion of the Township of Seguin that is within the geographic township of Monteith, subject to the modifications set out in subsection (2).  O. Reg. 280/00, s. 3 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of subsection (1), section 1 shall be read as if, </p> <p class=\"clause-e\">  (a) “transferee board” meant The Parry Sound Combined Roman Catholic Separate School Board;</p> <p class=\"clause-e\">  (b) “transferor board” meant The Nipissing Parry Sound Catholic District School Board; and</p> <p class=\"clause-e\">  (c) “transferred territory” meant the portion of the Township of Seguin that is within the geographic township of Monteith.  O. Reg. 280/00, s. 3 (2).</p>"
        },
        {
            "id": "4.",
            "section": "Transfers between District School Boards and School Authorities",
            "content": " 4. (1) The Parry Sound Combined Roman Catholic Separate School Board shall not operate a French-language instructional unit in, (a) the Town of Parry Sound; or (b) the Townships of Carling, McDougall, McKellar or Seguin.  O. Reg. 280/00, s. 4 (1). (2) The provisions of Part XII of the Act relating to school authorities do not apply to The Parry Sound Combined Roman Catholic Separate School Board with respect to the municipalities listed in subsection (1).  O. Reg. 280/00, s. 4 (2). Merger of School Authorities with District School Boards",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) The Parry Sound Combined Roman Catholic Separate School Board shall not operate a French-language instructional unit in,</p> <p class=\"clause-e\">  (a) the Town of Parry Sound; or</p> <p class=\"clause-e\">  (b) the Townships of Carling, McDougall, McKellar or Seguin.  O. Reg. 280/00, s. 4 (1).</p> <p class=\"subsection-e\">  (2) The provisions of Part XII of the Act relating to school authorities do not apply to The Parry Sound Combined Roman Catholic Separate School Board with respect to the municipalities listed in subsection (1).  O. Reg. 280/00, s. 4 (2).</p> <p class=\"heading1-e\">Merger of School Authorities with District School Boards</p>"
        },
        {
            "id": "5.",
            "section": "Merger of School Authorities with District School Boards",
            "content": " 5. There shall be no regular elections in 2000 with respect to the following boards, and no steps shall be taken under the Act or any other Act in preparation for such elections: 1. The Kashabowie District School Area Board. 2. The Kilkenny District School Area Board. 3. The Sturgeon Lake District School Area Board.  O. Reg. 280/00, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>There shall be no regular elections in 2000 with respect to the following boards, and no steps shall be taken under the Act or any other Act in preparation for such elections:</p> <p class=\"paragraph-e\">  1. The Kashabowie District School Area Board.</p> <p class=\"paragraph-e\">  2. The Kilkenny District School Area Board.</p> <p class=\"paragraph-e\">  3. The Sturgeon Lake District School Area Board.  O. Reg. 280/00, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Merger of School Authorities with District School Boards",
            "content": " 6. (1) In this section, “Kashabowie Board” means The Kashabowie District School Area Board; (“conseil de Kashabowie”) “Lakehead Board” means the Lakehead District School Board. (“conseil de Lakehead”)  O. Reg. 280/00, s. 6 (1). (2) During the period beginning on May 11, 2000 and ending on January 1, 2001, the following rules apply with respect to the Lakehead Board and the Kashabowie Board: 1. The members of the Lakehead Board have all the rights and duties of the members of the Kashabowie Board and hold office in their place. 2. The members of the Kashabowie Board no longer have those rights and duties and no longer hold office.  However, they have the right to be notified of and consulted on any matter within the jurisdiction of the Kashabowie Board that is considered by the members of the Lakehead Board. 3. The members of the Kashabowie Board shall co-operate with and assist the members of the Lakehead Board in the execution of their duties in respect of the Kashabowie Board. 4. The members of the Kashabowie Board are entitled to receive any honorarium that they would otherwise have received under section 191.1 of the Act but are not entitled to receive an allowance under the Act, except in respect of expenses incurred and travel taking place before May 11, 2000. 5. The members of the Lakehead Board are not entitled to receive any honorarium or allowance under the Act in connection with their duties in respect of the Kashabowie Board. 6. For the purpose of filling any vacancy in the office of member of the Lakehead Board, a person who resides in The Kashabowie District School Area shall be deemed to be resident within the area of jurisdiction of the Lakehead Board. 7. The member or members of the Lakehead Board representing the geographic township of Hagey shall represent the interests of the electors of the Kashabowie Board until the members of the Lakehead Board elected in the 2000 regular election take office. 8. The Kashabowie Board and the Lakehead Board shall be deemed to be one institution for the purposes of the Municipal Freedom of Information and Protection of Privacy Act.  O. Reg. 280/00, s. 6 (2). (3) The employees of the Kashabowie Board are transferred to the Lakehead Board on January 1, 2001.  O. Reg. 280/00, s. 6 (3). (4) The employment contract, the terms and conditions of employment, the rights and benefits of employment and the employment obligations of a person who becomes an employee of the Lakehead Board under paragraph 1 of subsection 58.1 (21) of the Act are assumed by and continued with the Lakehead Board.  O. Reg. 280/00, s. 6 (4). (5) Immediately after the employees of the Kashabowie Board become employees of the Lakehead Board, the Kashabowie Board is merged with and continued as the Lakehead Board.  O. Reg. 280/00, s. 6 (5).",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) In this section,</p> <p class=\"firstdef-e\">“Kashabowie Board” means The Kashabowie District School Area Board; (“conseil de Kashabowie”)</p> <p class=\"definition-e\">“Lakehead Board” means the Lakehead District School Board. (“conseil de Lakehead”)  O. Reg. 280/00, s. 6 (1).</p> <p class=\"subsection-e\">  (2) During the period beginning on May 11, 2000 and ending on January 1, 2001, the following rules apply with respect to the Lakehead Board and the Kashabowie Board:</p> <p class=\"paragraph-e\">  1. The members of the Lakehead Board have all the rights and duties of the members of the Kashabowie Board and hold office in their place.</p> <p class=\"paragraph-e\">  2. The members of the Kashabowie Board no longer have those rights and duties and no longer hold office.  However, they have the right to be notified of and consulted on any matter within the jurisdiction of the Kashabowie Board that is considered by the members of the Lakehead Board.</p> <p class=\"paragraph-e\">  3. The members of the Kashabowie Board shall co-operate with and assist the members of the Lakehead Board in the execution of their duties in respect of the Kashabowie Board.</p> <p class=\"paragraph-e\">  4. The members of the Kashabowie Board are entitled to receive any honorarium that they would otherwise have received under section 191.1 of the Act but are not entitled to receive an allowance under the Act, except in respect of expenses incurred and travel taking place before May 11, 2000.</p> <p class=\"paragraph-e\">  5. The members of the Lakehead Board are not entitled to receive any honorarium or allowance under the Act in connection with their duties in respect of the Kashabowie Board.</p> <p class=\"paragraph-e\">  6. For the purpose of filling any vacancy in the office of member of the Lakehead Board, a person who resides in The Kashabowie District School Area shall be deemed to be resident within the area of jurisdiction of the Lakehead Board.</p> <p class=\"paragraph-e\">  7. The member or members of the Lakehead Board representing the geographic township of Hagey shall represent the interests of the electors of the Kashabowie Board until the members of the Lakehead Board elected in the 2000 regular election take office.</p> <p class=\"paragraph-e\">  8. The Kashabowie Board and the Lakehead Board shall be deemed to be one institution for the purposes of the <i>Municipal Freedom of Information and Protection of Privacy Act</i>.  O. Reg. 280/00, s. 6 (2).</p> <p class=\"subsection-e\">  (3) The employees of the Kashabowie Board are transferred to the Lakehead Board on January 1, 2001.  O. Reg. 280/00, s. 6 (3).</p> <p class=\"subsection-e\">  (4) The employment contract, the terms and conditions of employment, the rights and benefits of employment and the employment obligations of a person who becomes an employee of the Lakehead Board under paragraph 1 of subsection 58.1 (21) of the Act are assumed by and continued with the Lakehead Board.  O. Reg. 280/00, s. 6 (4).</p> <p class=\"subsection-e\">  (5) Immediately after the employees of the Kashabowie Board become employees of the Lakehead Board, the Kashabowie Board is merged with and continued as the Lakehead Board.  O. Reg. 280/00, s. 6 (5).</p>"
        },
        {
            "id": "7.",
            "section": "Merger of School Authorities with District School Boards",
            "content": " 7. (1) In this section, “Kilkenny Board” means The Kilkenny District School Area Board; (“conseil de Kilkenny”) “Superior-Greenstone Board” means the Superior-Greenstone District School Board. (“conseil de Superior-Greenstone”)  O. Reg. 280/00, s. 7 (1). (2) During the period beginning on May 11, 2000 and ending on January 1, 2001, the following rules apply with respect to the Superior-Greenstone Board and the Kilkenny Board: 1. The members of the Superior-Greenstone Board have all the rights and duties of the members of the Kilkenny Board and hold office in their place. 2. The members of the Kilkenny Board no longer have those rights and duties and no longer hold office.  However, they have the right to be notified of and consulted on any matter within the jurisdiction of the Kilkenny Board that is considered by the members of the Superior-Greenstone Board. 3. The members of the Kilkenny Board shall co-operate with and assist the members of the Superior-Greenstone Board in the execution of their duties in respect of the Kilkenny Board. 4. The members of the Kilkenny Board are entitled to receive any honorarium that they would otherwise have received under section 191.1 of the Act but are not entitled to receive an allowance under the Act, except in respect of expenses incurred and travel taking place before May 11, 2000. 5. The members of the Superior-Greenstone Board are not entitled to receive any honorarium or allowance under the Act in connection with their duties in respect of the Kilkenny Board. 6. For the purpose of filling any vacancy in the office of member of the Superior-Greenstone Board, a person who resides in The Kilkenny District School Area shall be deemed to be resident within the area of jurisdiction of the Superior-Greenstone Board. 7. The member or members of the Superior-Greenstone Board representing the Township of Beardmore shall represent the interests of the electors of the Kilkenny Board until the members of the Superior-Greenstone Board elected in the 2000 regular election take office. 8. The Kilkenny Board and the Superior-Greenstone Board shall be deemed to be one institution for the purposes of the Municipal Freedom of Information and Protection of Privacy Act.  O. Reg. 280/00, s. 7 (2). (3) The employees of the Kilkenny Board are transferred to the Superior-Greenstone Board on January 1, 2001.  O. Reg. 280/00, s. 7 (3). (4) The employment contract, the terms and conditions of employment, the rights and benefits of employment and the employment obligations of a person who becomes an employee of the Superior-Greenstone Board under paragraph 1 of subsection 58.1 (21) of the Act are assumed by and continued with the Superior-Greenstone Board.  O. Reg. 280/00, s. 7 (4). (5) Immediately after the employees of the Kilkenny Board become employees of the Superior-Greenstone Board, the Kilkenny Board is merged with and continued as the Superior-Greenstone Board.  O. Reg. 280/00, s. 7 (5).",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) In this section,</p> <p class=\"firstdef-e\">“Kilkenny Board” means The Kilkenny District School Area Board; (“conseil de Kilkenny”)</p> <p class=\"definition-e\">“Superior-Greenstone Board” means the Superior-Greenstone District School Board. (“conseil de Superior-Greenstone”)  O. Reg. 280/00, s. 7 (1).</p> <p class=\"subsection-e\">  (2) During the period beginning on May 11, 2000 and ending on January 1, 2001, the following rules apply with respect to the Superior-Greenstone Board and the Kilkenny Board:</p> <p class=\"paragraph-e\">  1. The members of the Superior-Greenstone Board have all the rights and duties of the members of the Kilkenny Board and hold office in their place.</p> <p class=\"paragraph-e\">  2. The members of the Kilkenny Board no longer have those rights and duties and no longer hold office.  However, they have the right to be notified of and consulted on any matter within the jurisdiction of the Kilkenny Board that is considered by the members of the Superior-Greenstone Board.</p> <p class=\"paragraph-e\">  3. The members of the Kilkenny Board shall co-operate with and assist the members of the Superior-Greenstone Board in the execution of their duties in respect of the Kilkenny Board.</p> <p class=\"paragraph-e\">  4. The members of the Kilkenny Board are entitled to receive any honorarium that they would otherwise have received under section 191.1 of the Act but are not entitled to receive an allowance under the Act, except in respect of expenses incurred and travel taking place before May 11, 2000.</p> <p class=\"paragraph-e\">  5. The members of the Superior-Greenstone Board are not entitled to receive any honorarium or allowance under the Act in connection with their duties in respect of the Kilkenny Board.</p> <p class=\"paragraph-e\">  6. For the purpose of filling any vacancy in the office of member of the Superior-Greenstone Board, a person who resides in The Kilkenny District School Area shall be deemed to be resident within the area of jurisdiction of the Superior-Greenstone Board.</p> <p class=\"paragraph-e\">  7. The member or members of the Superior-Greenstone Board representing the Township of Beardmore shall represent the interests of the electors of the Kilkenny Board until the members of the Superior-Greenstone Board elected in the 2000 regular election take office.</p> <p class=\"paragraph-e\">  8. The Kilkenny Board and the Superior-Greenstone Board shall be deemed to be one institution for the purposes of the <i>Municipal Freedom of Information and Protection of Privacy Act</i>.  O. Reg. 280/00, s. 7 (2).</p> <p class=\"subsection-e\">  (3) The employees of the Kilkenny Board are transferred to the Superior-Greenstone Board on January 1, 2001.  O. Reg. 280/00, s. 7 (3). </p> <p class=\"subsection-e\">  (4) The employment contract, the terms and conditions of employment, the rights and benefits of employment and the employment obligations of a person who becomes an employee of the Superior-Greenstone Board under paragraph 1 of subsection 58.1 (21) of the Act are assumed by and continued with the Superior-Greenstone Board.  O. Reg. 280/00, s. 7 (4).</p> <p class=\"subsection-e\">  (5) Immediately after the employees of the Kilkenny Board become employees of the Superior-Greenstone Board, the Kilkenny Board is merged with and continued as the Superior-Greenstone Board.  O. Reg. 280/00, s. 7 (5).</p>"
        },
        {
            "id": "8.",
            "section": "Merger of School Authorities with District School Boards",
            "content": " 8. (1) In this section, “Keewatin-Patricia Board” means the Keewatin-Patricia District School Board; (“conseil de Keewatin-Patricia”) “Sturgeon Lake Board” means The Sturgeon Lake District School Area Board. (“conseil de Sturgeon Lake”)  O. Reg. 280/00, s. 8 (1). (2) During the period beginning on May 11, 2000 and ending on January 1, 2001, the following rules apply with respect to the Keewatin-Patricia Board and the Sturgeon Lake Board: 1. The members of the Keewatin-Patricia Board have all the rights and duties of the members of the Sturgeon Lake Board and hold office in their place. 2. The members of the Sturgeon Lake Board no longer have those rights and duties and no longer hold office.  However, they have the right to be notified of and consulted on any matter within the jurisdiction of the Sturgeon Lake Board that is considered by the members of the Keewatin-Patricia Board. 3. The members of the Sturgeon Lake Board shall co-operate with and assist the members of the Keewatin-Patricia Board in the execution of their duties in respect of the Sturgeon Lake Board. 4. The members of the Sturgeon Lake Board are entitled to receive any honorarium that they would otherwise have received under section 191.1 of the Act but are not entitled to receive an allowance under the Act, except in respect of expenses incurred and travel taking place before May 11, 2000. 5. The members of the Keewatin-Patricia Board are not entitled to receive any honorarium or allowance under the Act in connection with their duties in respect of the Sturgeon Lake Board. 6. For the purpose of filling any vacancy in the office of member of the Keewatin-Patricia Board, a person who resides in The Sturgeon Lake District School Area shall be deemed to be resident within the area of jurisdiction of the Keewatin-Patricia Board. 7. The member or members of the Keewatin-Patricia Board representing the Township of Ignace shall represent the interests of the electors of the Sturgeon Lake Board until the members of the Keewatin-Patricia Board elected in the 2000 regular election take office. 8. The Sturgeon Lake Board and the Keewatin-Patricia Board shall be deemed to be one institution for the purposes of the Municipal Freedom of Information and Protection of Privacy Act.  O. Reg. 280/00, s. 8 (2). (3) The employees of the Sturgeon Lake Board are transferred to the Keewatin-Patricia Board on January 1, 2001.  O. Reg. 280/00, s. 8 (3). (4) The employment contract, the terms and conditions of employment, the rights and benefits of employment and the employment obligations of a person who becomes an employee of the Keewatin-Patricia Board under paragraph 1 of subsection 58.1 (21) of the Act are assumed by and continued with the Keewatin-Patricia Board.  O. Reg. 280/00, s. 8 (4). (5) Immediately after the employees of the Sturgeon Lake Board become employees of the Keewatin-Patricia Board, the Sturgeon Lake Board is merged with and continued as the Keewatin-Patricia Board.  O. Reg. 280/00, s. 8 (5).",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) In this section,</p> <p class=\"firstdef-e\">“Keewatin-Patricia Board” means the Keewatin-Patricia District School Board; (“conseil de Keewatin-Patricia”)</p> <p class=\"definition-e\">“Sturgeon Lake Board” means The Sturgeon Lake District School Area Board. (“conseil de Sturgeon Lake”)  O. Reg. 280/00, s. 8 (1).</p> <p class=\"subsection-e\">  (2) During the period beginning on May 11, 2000 and ending on January 1, 2001, the following rules apply with respect to the Keewatin-Patricia Board and the Sturgeon Lake Board:</p> <p class=\"paragraph-e\">  1. The members of the Keewatin-Patricia Board have all the rights and duties of the members of the Sturgeon Lake Board and hold office in their place.</p> <p class=\"paragraph-e\">  2. The members of the Sturgeon Lake Board no longer have those rights and duties and no longer hold office.  However, they have the right to be notified of and consulted on any matter within the jurisdiction of the Sturgeon Lake Board that is considered by the members of the Keewatin-Patricia Board.</p> <p class=\"paragraph-e\">  3. The members of the Sturgeon Lake Board shall co-operate with and assist the members of the Keewatin-Patricia Board in the execution of their duties in respect of the Sturgeon Lake Board.</p> <p class=\"paragraph-e\">  4. The members of the Sturgeon Lake Board are entitled to receive any honorarium that they would otherwise have received under section 191.1 of the Act but are not entitled to receive an allowance under the Act, except in respect of expenses incurred and travel taking place before May 11, 2000.</p> <p class=\"paragraph-e\">  5. The members of the Keewatin-Patricia Board are not entitled to receive any honorarium or allowance under the Act in connection with their duties in respect of the Sturgeon Lake Board.</p> <p class=\"paragraph-e\">  6. For the purpose of filling any vacancy in the office of member of the Keewatin-Patricia Board, a person who resides in The Sturgeon Lake District School Area shall be deemed to be resident within the area of jurisdiction of the Keewatin-Patricia Board.</p> <p class=\"paragraph-e\">  7. The member or members of the Keewatin-Patricia Board representing the Township of Ignace shall represent the interests of the electors of the Sturgeon Lake Board until the members of the Keewatin-Patricia Board elected in the 2000 regular election take office.</p> <p class=\"paragraph-e\">  8. The Sturgeon Lake Board and the Keewatin-Patricia Board shall be deemed to be one institution for the purposes of the <i>Municipal Freedom of Information and Protection of Privacy Act</i>.  O. Reg. 280/00, s. 8 (2).</p> <p class=\"subsection-e\">  (3) The employees of the Sturgeon Lake Board are transferred to the Keewatin-Patricia Board on January 1, 2001.  O. Reg. 280/00, s. 8 (3).</p> <p class=\"subsection-e\">  (4) The employment contract, the terms and conditions of employment, the rights and benefits of employment and the employment obligations of a person who becomes an employee of the Keewatin-Patricia Board under paragraph 1 of subsection 58.1 (21) of the Act are assumed by and continued with the Keewatin-Patricia Board.  O. Reg. 280/00, s. 8 (4).</p> <p class=\"subsection-e\">  (5) Immediately after the employees of the Sturgeon Lake Board become employees of the Keewatin-Patricia Board, the Sturgeon Lake Board is merged with and continued as the Keewatin-Patricia Board.  O. Reg. 280/00, s. 8 (5).</p>"
        },
        {
            "id": "9.",
            "section": "Merger of School Authorities with District School Boards",
            "content": " 9. During the period beginning on May 11, 2000 and ending on January 1, 2001, for the purpose of filling any vacancy in the office of member of the Conseil scolaire de district du Grand Nord de l’Ontario, a person who resides in The Kashabowie District School Area, The Kilkenny District School Area or The Sturgeon Lake District School Area shall be deemed to be resident within the area of jurisdiction of the Conseil scolaire de district du Grand Nord de l’Ontario.  O. Reg. 280/00, s. 9.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>During the period beginning on May 11, 2000 and ending on January 1, 2001, for the purpose of filling any vacancy in the office of member of the Conseil scolaire de district du Grand Nord de l’Ontario, a person who resides in The Kashabowie District School Area, The Kilkenny District School Area or The Sturgeon Lake District School Area shall be deemed to be resident within the area of jurisdiction of the Conseil scolaire de district du Grand Nord de l’Ontario.  O. Reg. 280/00, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "Merger of School Authorities with District School Boards",
            "content": " 10. Revoked: O. Reg. 351/17, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 351/17, s. 1.</p>"
        },
        {
            "id": null,
            "section": "Merger of School Authorities with District School Boards",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/000280\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}