{
    "reg_info": {
        "full_title": "O. Reg. 430/04: PAYMENTS RE SECTION 25.33 OF THE ACT",
        "reg_name_text": "Payments Re section 25.33 of the Act",
        "citation": "O. Reg. 430/04: PAYMENTS RE SECTION 25.33 OF THE ACT",
        "act_under": "Electricity Act, 1998   Loi de 1998 sur l’électricité",
        "url": "https://www.ontario.ca/laws/regulation/040430",
        "date_scraped": "2023-12-19 04:12:41"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2015",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/040430/v6",
            "valid_from": "December 16, 2014",
            "valid_to": "December 31, 2014"
        },
        {
            "a_href": "/laws/regulation/040430/v5",
            "valid_from": "July  1, 2011",
            "valid_to": "December 15, 2014"
        },
        {
            "a_href": "/laws/regulation/040430/v4",
            "valid_from": "January  1, 2011",
            "valid_to": "June 30, 2011"
        },
        {
            "a_href": "/laws/regulation/040430/v3",
            "valid_from": "October 22, 2010",
            "valid_to": "December 31, 2010"
        },
        {
            "a_href": "/laws/regulation/040430/v2",
            "valid_from": "January  1, 2005",
            "valid_to": "October 21, 2010"
        },
        {
            "a_href": "/laws/regulation/040430/v1",
            "valid_from": "December 20, 2004",
            "valid_to": "December 31, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": " 1. (1) In this Regulation, “embedded distributor” means a licensed distributor who is not a market participant and to whom a host distributor distributes electricity; “embedded generator” means a generator who is not a market participant and whose generation facility is connected to a distribution system of a licensed distributor, but does not include a generator who consumes more electricity than it generates; “host distributor” means a licensed distributor who is a market participant and who distributes electricity to another licensed distributor who is not a market participant; “licensed distributor” means a distributor who is licensed under Part V of the Ontario Energy Board Act, 1998; “regulated consumer” means a consumer whose price or rate for electricity is determined by regulation or by the Board under subsection 78 (3.1) or section 79.16 of the Ontario Energy Board Act, 1998; “regulated price” means, with respect to a regulated consumer, the price or rate determined by regulation under the Ontario Energy Board Act, 1998 or by the Board; “Retail Settlement Code” means the Retail Settlement Code approved by the Board under the Ontario Energy Board Act, 1998.  O. Reg. 430/04, s. 1 (1); O. Reg. 399/10, s. 1 (1, 2). (2) In this Regulation, a reference to a volume of electricity distributed by a licensed distributor includes the volume for total losses, as defined in the Retail Settlement Code, that is attributed to the licensed distributor’s regulated consumers or to an embedded distributor.  O. Reg. 430/04, s. 1 (2). (3) Payments required by this Regulation are in addition to any payments that may be required by the market rules or the Retail Settlement Code.  O. Reg. 430/04, s. 1 (3). (4) In this Regulation, a reference to a net volume of electricity withdrawn from the IESO-controlled grid means, (a) the net volume of electricity, as determined in accordance with the market rules, that is withdrawn in Ontario by a market participant from the IESO-controlled grid; and (b) the net volume of electricity, determined in accordance with the market rules, that is distributed to an embedded market participant by a distribution system.  O. Reg. 399/10, s. 1 (3).",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1)<b> </b>In this Regulation,</p> <p class=\"definition-e\">“embedded distributor” means a licensed distributor who is not a market participant and to whom a host distributor distributes electricity;</p> <p class=\"definition-e\">“embedded generator” means a generator who is not a market participant and whose generation facility is connected to a distribution system of a licensed distributor, but does not include a generator who consumes more electricity than it generates;</p> <p class=\"definition-e\">“host distributor” means a licensed distributor who is a market participant and who distributes electricity to another licensed distributor who is not a market participant;</p> <p class=\"definition-e\">“licensed distributor” means a distributor who is licensed under Part V of the <i>Ontario</i><i> Energy Board Act, 1998</i>; </p> <p class=\"definition-e\">“regulated consumer” means a consumer whose price or rate for electricity is determined by regulation or by the Board under subsection 78 (3.1) or section 79.16 of the <i>Ontario</i><i> Energy Board Act, 1998</i>;</p> <p class=\"definition-e\">“regulated price” means, with respect to a regulated consumer, the price or rate determined by regulation under the <i>Ontario</i><i> Energy Board Act, 1998 </i>or by the Board; </p> <p class=\"definition-e\">“Retail Settlement Code” means the Retail Settlement Code approved by the Board under the <i>Ontario</i><i> Energy Board Act, 1998</i>.  O. Reg. 430/04, s. 1 (1); O. Reg. 399/10, s. 1 (1, 2).</p> <p class=\"subsection-e\">  (2) In this Regulation, a reference to a volume of electricity distributed by a licensed distributor includes the volume for total losses, as defined in the Retail Settlement Code, that is attributed to the licensed distributor’s regulated consumers or to an embedded distributor.  O. Reg. 430/04, s. 1 (2).</p> <p class=\"subsection-e\">  (3) Payments required by this Regulation are in addition to any payments that may be required by the market rules or the Retail Settlement Code.  O. Reg. 430/04, s. 1 (3).</p> <p class=\"subsection-e\">  (4) In this Regulation, a reference to a net volume of electricity withdrawn from the IESO-controlled grid means, </p> <p class=\"clause-e\">  (a) the net volume of electricity, as determined in accordance with the market rules, that is withdrawn in Ontario by a market participant from the IESO-controlled grid; and</p> <p class=\"clause-e\">  (b) the net volume of electricity, determined in accordance with the market rules, that is distributed to an embedded market participant by a distribution system.  O. Reg. 399/10, s. 1 (3).</p>"
        },
        {
            "id": "2.",
            "section": "Application",
            "content": " 2. (1) This Regulation applies with respect to electricity used by a regulated consumer on or after January 1, 2005.  O. Reg. 430/04, s. 2 (1). (2) Revoked:  O. Reg. 399/10, s. 2 (2). Prescribed Classes of Consumers",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) This Regulation applies with respect to electricity used by a regulated consumer on or after January 1, 2005.  O. Reg. 430/04, s. 2 (1).</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 399/10, s. 2 (2).</p> <p class=\"heading1-e\">Prescribed Classes of Consumers</p>"
        },
        {
            "id": "3.",
            "section": "Prescribed classes of consumers",
            "content": " 3. The following classes of consumers are prescribed for the purposes of paragraph 3 of subsection 25.33 (3) of the Act: 1.  Revoked:  O. Reg. 399/10, s. 3. 2. A class of consumers whose members pay a price for electricity that is determined in accordance with the regulations referred to in clause 79.16 (1) (a) of the Ontario Energy Board Act, 1998. 3. A class of consumers whose members pay a rate for electricity that is determined by the Board under subsection 78 (3.1) of the Ontario Energy Board Act, 1998.  O. Reg. 430/04, s. 3; O. Reg. 399/10, s. 3. Required Payments",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>The following classes of consumers are prescribed for the purposes of paragraph 3 of subsection 25.33 (3) of the Act:</p> <p class=\"paragraph-e\">  1.  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 399/10, s. 3.</p> <p class=\"paragraph-e\">  2. A class of consumers whose members pay a price for electricity that is determined in accordance with the regulations referred to in clause 79.16 (1) (a) of the <i>Ontario Energy Board Act, 1998</i>.</p> <p class=\"paragraph-e\">  3. A class of consumers whose members pay a rate for electricity that is determined by the Board under subsection 78 (3.1) of the <i>Ontario</i><i> Energy Board Act, 1998</i>.  O. Reg. 430/04, s. 3; O. Reg. 399/10, s. 3.</p> <p class=\"heading1-e\">Required Payments</p>"
        },
        {
            "id": "4.",
            "section": "Amounts: IESO sales directly to regulated consumers",
            "content": "  4. (1) In this section, “A” is the amount payable by regulated consumers to the IESO for electricity for a month, calculated at the regulated prices for each regulated consumer, for the net volume of electricity withdrawn from the IESO-controlled grid by the regulated consumers, other than the volume of electricity, if any, purchased during the month by regulated consumers under physical bilateral contracts submitted to the IESO in accordance with the market rules, and “B” is the amount that would be payable by the same regulated consumers to the IESO for electricity for the same volume of electricity for the same month if the amount were to be calculated under the market rules, subject to the adjustment allocated to those regulated consumers for that month by the IESO in accordance with Ontario Regulation 429/04 (Adjustments under Section 25.33 of the Act) made under the Act. O. Reg. 277/14, s. 1. (2) If there is a difference between “A” and “B”, the IESO shall record the amounts of such difference in a variance account used by the IESO to track amounts related to “A” and “B” before the end of the second month following the month referred to in “A”. O. Reg. 277/14, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>  4. </b>(1) In this section,</p> <p class=\"paragraph-e\">  “A” is the amount payable by regulated consumers to the IESO for electricity for a month, calculated at the regulated prices for each regulated consumer, for the net volume of electricity withdrawn from the IESO-controlled grid by the regulated consumers, other than the volume of electricity, if any, purchased during the month by regulated consumers under physical bilateral contracts submitted to the IESO in accordance with the market rules, and</p> <p class=\"paragraph-e\">  “B” is the amount that would be payable by the same regulated consumers to the IESO for electricity for the same volume of electricity for the same month if the amount were to be calculated under the market rules, subject to the adjustment allocated to those regulated consumers for that month by the IESO in accordance with Ontario Regulation 429/04 (Adjustments under Section 25.33 of the Act) made under the Act. O. Reg. 277/14, s. 1.</p> <p class=\"subsection-e\">  (2) If there is a difference between “A” and “B”, the IESO shall record the amounts of such difference in a variance account used by the IESO to track amounts related to “A” and “B” before the end of the second month following the month referred to in “A”. O. Reg. 277/14, s. 1.</p>"
        },
        {
            "id": "5.",
            "section": "Payments re licensed distributors",
            "content": " 5. (1) In this section,  “C” is the sum of all amounts payable to a licensed distributor who is a market participant by regulated consumers in the licensed distributor’s service area for the volume of electricity distributed to them by the licensed distributor for a month, calculated using the regulated prices for each regulated consumer, and “D” is the sum of all amounts that would be payable by the licensed distributor to the IESO or embedded generators for the same volume of electricity for the same month, if those amounts were to be calculated under the market rules or the Retail Settlement Code, as applicable, subject to the portion of the adjustment allocated to the licensed distributor for that month by the IESO in accordance with Ontario Regulation 429/04 (Adjustments under Section 25.33 of the Act) made under the Act that relates to the same regulated consumers.  O. Reg. 430/04, s. 5 (1); O. Reg. 399/10, s. 4; O. Reg. 277/14, s. 2 (1). (2) If there is a difference between a licensed distributor’s “C” and “D”, the licensed distributor shall give the IESO such information as the IESO may specify with respect to the amounts in the form specified by the IESO and before the expiry of the period specified by the IESO. O. Reg. 277/14, s. 2 (2). (3) The following rules apply if a licensed distributor’s “C” is greater than “D”: 1. The licensed distributor shall make a payment equal to the difference to the IESO before the expiry of the period specified by the IESO. 2. The IESO shall record the payment required under paragraph 1 in a variance account used by the IESO to track the amounts related to “C” and “D” after receiving the information required under subsection (2) and before the end of the second month following the month referred to in “C”. O. Reg. 277/14, s. 2 (2). (4) If a licensed distributor’s “C” is less than “D”, the IESO shall, after receiving the information required under subsection (2), make a payment equal to the difference to the licensed distributor, and record the amount of the payment in the variance account referred to in paragraph 2 of subsection (3). O. Reg. 277/14, s. 2 (2). (5) If the IESO establishes protocols under section 11 authorizing interim payments based on estimates with subsequent adjustments, subsections (1), (2), (3) and (4) apply with necessary modifications with respect to the interim payments. O. Reg. 277/14, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) In this section, </p> <p class=\"paragraph-e\">  “C” is the sum of all amounts payable to a licensed distributor who is a market participant by regulated consumers in the licensed distributor’s service area for the volume of electricity distributed to them by the licensed distributor for a month, calculated using the regulated prices for each regulated consumer, and</p> <p class=\"paragraph-e\">  “D” is the sum of all amounts that would be payable by the licensed distributor to the IESO or embedded generators for the same volume of electricity for the same month, if those amounts were to be calculated under the market rules or the Retail Settlement Code, as applicable, subject to the portion of the adjustment allocated to the licensed distributor for that month by the IESO in accordance with Ontario Regulation 429/04 (Adjustments under Section 25.33 of the Act) made under the Act that relates to the same regulated consumers.  O. Reg. 430/04, s. 5 (1); O. Reg. 399/10, s. 4; O. Reg. 277/14, s. 2 (1).</p> <p class=\"subsection-e\">  (2) If there is a difference between a licensed distributor’s “C” and “D”, the licensed distributor shall give the IESO such information as the IESO may specify with respect to the amounts in the form specified by the IESO and before the expiry of the period specified by the IESO. O. Reg. 277/14, s. 2 (2).</p> <p class=\"subsection-e\">  (3) The following rules apply if a licensed distributor’s “C” is greater than “D”:</p> <p class=\"paragraph-e\">  1. The licensed distributor shall make a payment equal to the difference to the IESO before the expiry of the period specified by the IESO.</p> <p class=\"paragraph-e\">  2. The IESO shall record the payment required under paragraph 1 in a variance account used by the IESO to track the amounts related to “C” and “D” after receiving the information required under subsection (2) and before the end of the second month following the month referred to in “C”. O. Reg. 277/14, s. 2 (2).</p> <p class=\"subsection-e\">  (4) If a licensed distributor’s “C” is less than “D”, the IESO shall, after receiving the information required under subsection (2), make a payment equal to the difference to the licensed distributor, and record the amount of the payment in the variance account referred to in paragraph 2 of subsection (3). O. Reg. 277/14, s. 2 (2).</p> <p class=\"subsection-e\">  (5) If the IESO establishes protocols under section 11 authorizing interim payments based on estimates with subsequent adjustments, subsections (1), (2), (3) and (4) apply with necessary modifications with respect to the interim payments. O. Reg. 277/14, s. 2 (2).</p>"
        },
        {
            "id": "6.",
            "section": "Payments re embedded distributors",
            "content": " 6. (1) In this section, “E” is the sum of all amounts payable to an embedded distributor by regulated consumers in the embedded distributor’s service area for the volume of electricity distributed to them by the embedded distributor for a month, calculated using the regulated prices for each regulated consumer, and “F” is the sum of all amounts that would be payable by the embedded distributor to its host distributor or embedded generators for the same volume of electricity for the same month if those amounts were to be calculated under the Retail Settlement Code, subject to the portion of the adjustment allocated to the embedded distributor for that month by its host distributor in accordance with Ontario Regulation 429/04 (Adjustments under Section 25.33 of the Act) made under the Act that relates to the same regulated consumers.  O. Reg. 430/04, s. 6 (1); O. Reg. 399/10, s. 5. (2) If there is a difference between an embedded distributor’s “E” in relation to a host distributor and “F”, (a) the embedded distributor shall give its host distributor such information as the IESO may specify with respect to the amounts and shall do so before the expiry of the period specified by the host distributor; and (b) the host distributor shall give the IESO such information as the IESO may specify with respect to the amounts in the form specified by the IESO and before the expiry of the period specified by the IESO; (c)  Revoked:  O. Reg. 277/14, s. 3 (1). O. Reg. 430/04, s. 6 (2); O. Reg. 277/14, s. 3 (1). (3) The following rules apply if an embedded distributor’s “E” in relation to a host distributor is greater than “F”: 1. The embedded distributor shall make a payment equal to the difference to the host distributor before the expiry of the period specified by the Board. 2. The host distributor shall make a payment equal to the payment required under paragraph 1 to the IESO before the expiry of the period specified by the IESO. 3. The IESO shall record the payment required under paragraph 1 in a variance account used by the IESO to track the amounts related to “E” and “F” after receiving the information required under clause (2) (b) and before the end of the second month following the month referred to in “E”. O. Reg. 430/04, s. 6 (3); O. Reg. 277/14, s. 3 (2). (4) The following rules apply if an embedded distributor’s “E” in relation to a host distributor is less than “F”: 1. The IESO shall, after receiving the information required under clause (2) (b), make a payment equal to the difference to the host distributor and record the amount of the payment in the variance account referred to in paragraph 3 of subsection (3). 2. The host distributor shall make a payment equal to the payment required under paragraph 1 to the embedded distributor before the expiry of the period specified by the Board. O. Reg. 277/14, s. 3 (3). (5) Revoked: O. Reg. 277/14, ss. 3 (3).",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) In this section,</p> <p class=\"paragraph-e\">  “E” is the sum of all amounts payable to an embedded distributor by regulated consumers in the embedded distributor’s service area for the volume of electricity distributed to them by the embedded distributor for a month, calculated using the regulated prices for each regulated consumer, and</p> <p class=\"paragraph-e\">  “F” is the sum of all amounts that would be payable by the embedded distributor to its host distributor or embedded generators for the same volume of electricity for the same month if those amounts were to be calculated under the Retail Settlement Code, subject to the portion of the adjustment allocated to the embedded distributor for that month by its host distributor in accordance with Ontario Regulation 429/04 (Adjustments under Section 25.33 of the Act) made under the Act that relates to the same regulated consumers.  O. Reg. 430/04, s. 6 (1); O. Reg. 399/10, s. 5.</p> <p class=\"subsection-e\">  (2) If there is a difference between an embedded distributor’s “E” in relation to a host distributor and “F”,</p> <p class=\"clause-e\">  (a) the embedded distributor shall give its host distributor such information as the IESO may specify with respect to the amounts and shall do so before the expiry of the period specified by the host distributor; and</p> <p class=\"clause-e\">  (b) the host distributor shall give the IESO such information as the IESO may specify with respect to the amounts in the form specified by the IESO and before the expiry of the period specified by the IESO; </p> <p class=\"clause-e\">  (c)  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 277/14, s. 3 (1). </p> <p class=\"footnote-e\">O. Reg. 430/04, s. 6 (2); O. Reg. 277/14, s. 3 (1).</p> <p class=\"subsection-e\">  (3) The following rules apply if an embedded distributor’s “E” in relation to a host distributor is greater than “F”:</p> <p class=\"paragraph-e\">  1. The embedded distributor shall make a payment equal to the difference to the host distributor before the expiry of the period specified by the Board.</p> <p class=\"paragraph-e\">  2. The host distributor shall make a payment equal to the payment required under paragraph 1 to the IESO before the expiry of the period specified by the IESO.</p> <p class=\"paragraph-e\">  3. The IESO shall record the payment required under paragraph 1 in a variance account used by the IESO to track the amounts related to “E” and “F” after receiving the information required under clause (2) (b) and before the end of the second month following the month referred to in “E”. O. Reg. 430/04, s. 6 (3); O. Reg. 277/14, s. 3 (2).</p> <p class=\"subsection-e\">  (4) The following rules apply if an embedded distributor’s “E” in relation to a host distributor is less than “F”: </p> <p class=\"paragraph-e\">  1. The IESO shall, after receiving the information required under clause (2) (b), make a payment equal to the difference to the host distributor and record the amount of the payment in the variance account referred to in paragraph 3 of subsection (3).</p> <p class=\"paragraph-e\">  2. The host distributor shall make a payment equal to the payment required under paragraph 1 to the embedded distributor before the expiry of the period specified by the Board. O. Reg. 277/14, s. 3 (3).</p> <p class=\"subsection-e\">  (5) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 277/14, ss. 3 (3).</p>"
        },
        {
            "id": "7.-10.",
            "section": "Payments re embedded distributors",
            "content": " 7.-10. Revoked:  O. Reg. 399/10, s. 6. Payment and Reporting Requirements",
            "raw_html": "<p class=\"section-e\"> <b>7.-10. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 399/10, s. 6.</p> <p class=\"heading1-e\">Payment and Reporting Requirements</p>"
        },
        {
            "id": "11.",
            "section": "Interim payments based on estimates",
            "content": " 11.  (1) The IESO may establish protocols authorizing interim payments based on estimates with subsequent adjustments under any of the following provisions: 1. Paragraph 1 of subsection 5 (3) and subsection 5 (4). 2. Paragraph 2 of subsection 6 (3) and paragraph 2 of subsection 6 (4). O. Reg. 277/14, s. 4. (2) Revoked:  O. Reg. 277/14, s. 4. (3) If the IESO establishes protocols authorizing interim payments with subsequent adjustments under section 6, the Board may specify different periods for the interim payments and subsequent adjustments under paragraph 1 of subsection 6 (3) or paragraph 3 of subsection 6 (4).  O. Reg. 399/10, s. 7 (3).",
            "raw_html": "<p class=\"section-e\"> <b>11. </b> (1) The IESO may establish protocols authorizing interim payments based on estimates with subsequent adjustments under any of the following provisions:</p> <p class=\"paragraph-e\">  1. Paragraph 1 of subsection 5 (3) and subsection 5 (4).</p> <p class=\"paragraph-e\">  2. Paragraph 2 of subsection 6 (3) and paragraph 2 of subsection 6 (4). O. Reg. 277/14, s. 4.</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 277/14, s. 4.</p> <p class=\"subsection-e\">  (3) If the IESO establishes protocols authorizing interim payments with subsequent adjustments under section 6, the Board may specify different periods for the interim payments and subsequent adjustments under paragraph 1 of subsection 6 (3) or paragraph 3 of subsection 6 (4).  O. Reg. 399/10, s. 7 (3).</p>"
        },
        {
            "id": "12.",
            "section": "Rules re calculations",
            "content": " 12. (1) Subsection (2) applies if, in a month, (a) a licensed distributor withdraws electricity from the IESO-controlled grid; and (b) an embedded generator also supplies electricity to the licensed distributor.  O. Reg. 430/04, s. 12 (1). (2) The volume of electricity distributed during the month by the licensed distributor to each regulated consumer within the licensed distributor’s service area shall be deemed to consist of electricity withdrawn by the licensed distributor from the IESO-controlled grid or supplied to the licensed distributor by an embedded generator, as the case may be, in the same proportion as the total volume of electricity withdrawn from the IESO-controlled grid by the licensed distributor during the month bears to the total volume of electricity supplied to the licensed distributor by embedded generators during the month.  O. Reg. 430/04, s. 12 (2). (3) Subsection (2) applies, with necessary modifications, with respect to embedded distributors.  O. Reg. 430/04, s. 12 (3).",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>(1) Subsection (2) applies if, in a month,</p> <p class=\"clause-e\">  (a) a licensed distributor withdraws electricity from the IESO-controlled grid; and</p> <p class=\"clause-e\">  (b) an embedded generator also supplies electricity to the licensed distributor.  O. Reg. 430/04, s. 12 (1).</p> <p class=\"subsection-e\">  (2) The volume of electricity distributed during the month by the licensed distributor to each regulated consumer within the licensed distributor’s service area shall be deemed to consist of electricity withdrawn by the licensed distributor from the IESO-controlled grid or supplied to the licensed distributor by an embedded generator, as the case may be, in the same proportion as the total volume of electricity withdrawn from the IESO-controlled grid by the licensed distributor during the month bears to the total volume of electricity supplied to the licensed distributor by embedded generators during the month.  O. Reg. 430/04, s. 12 (2).</p> <p class=\"subsection-e\">  (3) Subsection (2) applies, with necessary modifications, with respect to embedded distributors.  O. Reg. 430/04, s. 12 (3).</p>"
        },
        {
            "id": "13.",
            "section": "Reporting to the IESO and Board",
            "content": " 13. (1) Upon request, a licensed distributor, embedded generator or retailer shall give the IESO such information relating to payments required by this Regulation as the IESO may require in the form and within the period specified by the IESO. O. Reg. 277/14, s. 5. (2) Upon request, the IESO, a licensed distributor, embedded generator or retailer shall give the Board such information relating to payments required by this Regulation as the Board may require in the form and within the period specified by the Board. O. Reg. 277/14, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>(1) Upon request, a licensed distributor, embedded generator or retailer shall give the IESO such information relating to payments required by this Regulation as the IESO may require in the form and within the period specified by the IESO. O. Reg. 277/14, s. 5.</p> <p class=\"subsection-e\">  (2) Upon request, the IESO, a licensed distributor, embedded generator or retailer shall give the Board such information relating to payments required by this Regulation as the Board may require in the form and within the period specified by the Board. O. Reg. 277/14, s. 5.</p>"
        },
        {
            "id": "14.",
            "section": "Method of payment",
            "content": " 14. (1) Payments required by this Regulation between licensed distributors and the IESO may be made at the option of the IESO by way of set-off in the accounts maintained by the IESO. O. Reg. 277/14, s. 5. (2) Payments required by this Regulation between an embedded distributor and its host distributor may be made at the option of the host distributor by way of set-off in the accounts maintained by the host distributor. O. Reg. 277/14, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>(1) Payments required by this Regulation between licensed distributors and the IESO may be made at the option of the IESO by way of set-off in the accounts maintained by the IESO. O. Reg. 277/14, s. 5.</p> <p class=\"subsection-e\">  (2) Payments required by this Regulation between an embedded distributor and its host distributor may be made at the option of the host distributor by way of set-off in the accounts maintained by the host distributor. O. Reg. 277/14, s. 5.</p>"
        },
        {
            "id": "15.",
            "section": "Timing of payment ",
            "content": " 15. The IESO shall make each payment to a licensed distributor that is required by this Regulation after the IESO receives the required information from the licensed distributor in accordance with this Regulation, and the payment shall be reflected in the first invoice sent to the licensed distributor after the IESO receives that information from the licensed distributor. O. Reg. 277/14, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>The IESO shall make each payment to a licensed distributor that is required by this Regulation after the IESO receives the required information from the licensed distributor in accordance with this Regulation, and the payment shall be reflected in the first invoice sent to the licensed distributor after the IESO receives that information from the licensed distributor. O. Reg. 277/14, s. 5.</p>"
        },
        {
            "id": "16.",
            "section": "Reliance on certain information ",
            "content": " 16. (1) For the purposes of the payments required by this Regulation between the IESO and licensed distributors, the IESO shall rely on the information provided to it by the licensed distributors. O. Reg. 277/14, s. 5.  (2) For the purposes of payments required by this Regulation between host distributors and embedded distributors, host distributors shall rely on the information provided to them by the embedded distributors. O. Reg. 277/14, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>16. </b>(1) For the purposes of the payments required by this Regulation between the IESO and licensed distributors, the IESO shall rely on the information provided to it by the licensed distributors. O. Reg. 277/14, s. 5. </p> <p class=\"subsection-e\">  (2) For the purposes of payments required by this Regulation between host distributors and embedded distributors, host distributors shall rely on the information provided to them by the embedded distributors. O. Reg. 277/14, s. 5.</p>"
        },
        {
            "id": "17.",
            "section": "Transition, change in regulated prices",
            "content": " 17. (1) This section applies with respect to a billing period that includes the first day in respect of which the regulated price payable for a regulated consumer is changed, whether by regulation or by the Board.  O. Reg. 430/04, s. 17 (1). (2) The licensed distributor may estimate the volume of electricity used by a regulated consumer during the billing period that is to be allocated to the portion of the billing period that precedes that day and the volume to be allocated to the portion of the billing period that falls on and after it.  O. Reg. 399/10, s. 10.",
            "raw_html": "<p class=\"section-e\"> <b>17. </b>(1) This section applies with respect to a billing period that includes the first day in respect of which the regulated price payable for a regulated consumer is changed, whether by regulation or by the Board.  O. Reg. 430/04, s. 17 (1).</p> <p class=\"subsection-e\">  (2) The licensed distributor may estimate the volume of electricity used by a regulated consumer during the billing period that is to be allocated to the portion of the billing period that precedes that day and the volume to be allocated to the portion of the billing period that falls on and after it.  O. Reg. 399/10, s. 10.</p>"
        },
        {
            "id": "18.",
            "section": "Transition, change in regulated prices",
            "content": " 18. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 430/04, s. 18.",
            "raw_html": "<p class=\"section-e\"> <b>18.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 430/04, s. 18.</p>"
        },
        {
            "id": null,
            "section": "Transition, change in regulated prices",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}