{
    "reg_info": {
        "full_title": "O. Reg. 524/94: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "O. Reg. 524/94: ",
        "act_under": "Rental Housing Protection Act   Loi sur la protection des logements locatifs",
        "url": "https://www.ontario.ca/laws/regulation/940524",
        "date_scraped": "2023-12-19 20:41:39"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. All municipalities are exempt from the Act except those listed in Schedule 1. O. Reg. 524/94, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>All municipalities are exempt from the Act except those listed in Schedule 1. O. Reg. 524/94, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) A rental property or part thereof that is subject to demolition under section 15 or 17 of the Building Code Act, demolition under the City of Toronto Act, 1936, chapter 84, an order for clearance of buildings and structures under subsection 31 (7) of the Planning Act or an order for removal under clause 18 (2) (a) of the Fire Marshals Act is exempt from clause 4 (1) (a) of the Act. O. Reg. 524/94, s. 2 (1); O. Reg. 284/96, s. 1 (1). (2) A rental property or part thereof that is the subject of an order for repairs under section 15 or 17 of the Building Code Act, an order for repairs under subsection 31 (7) of the Planning Act, an order for repairs under section 18 of the Fire Marshals Act or an order for repairs under the City of Toronto Act, 1936, chapter 84 is exempt from clause 4 (1) (c) of the Act for repairs so ordered. O. Reg. 524/94, s. 2 (2); O. Reg. 284/96, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) A rental property or part thereof that is subject to demolition under section 15 or 17 of the <i>Building Code Act</i>, demolition under the <i>City of Toronto Act, 1936</i>, chapter 84, an order for clearance of buildings and structures under subsection 31 (7) of the <i>Planning Act </i>or an order for removal under clause 18 (2) (a) of the <i>Fire Marshals Act</i> is exempt from clause 4 (1) (a) of the Act. O. Reg. 524/94, s. 2 (1); O. Reg. 284/96, s. 1 (1).</p> <p class=\"subsection-e\">(2) A rental property or part thereof that is the subject of an order for repairs under section 15 or 17 of the <i>Building Code Act</i>, an order for repairs under subsection 31 (7) of the <i>Planning Act</i>, an order for repairs under section 18 of the <i>Fire Marshals Act</i> or an order for repairs under the <i>City of Toronto Act, 1936</i>, chapter 84 is exempt from clause 4 (1) (c) of the Act for repairs so ordered. O. Reg. 524/94, s. 2 (2); O. Reg. 284/96, s. 1 (2).</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. (1) A rental property listed in Schedule 2 is exempt from the Act. (2) A rental unit listed in Schedule 3 is exempt from the Act. O. Reg. 524/94, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) A rental property listed in Schedule 2 is exempt from the Act.</p> <p class=\"subsection-e\">(2) A rental unit listed in Schedule 3 is exempt from the Act. O. Reg. 524/94, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) In this section,  “application” means an application, (a) for approval under section 51 of the Planning Act of a description made for the purposes of the Condominium Act, or (b) for an exemption under subsection 50 (3) of the Condominium Act from the requirement for the approval. (2) A rental property is exempt from the Act if, before any residential unit in it is occupied as a rental unit other than by persons who, in good faith, have entered into an agreement or an option to purchase their unit, (a) an application is made; (b) a prospectus, prepared in accordance with the Securities Act, containing a statement of intent to apply to register the rental property as a condominium is filed with the Director of the Ontario Securities Commission and a receipt for it obtained; (c) an offering memorandum containing a statement of intent to apply to register the rental property as a condominium is prepared and delivered to the Ontario Securities Commission in accordance with the Securities Act; or (d) notification of start of construction of a condominium project is given in accordance with the Ontario New Home Warranties Plan Act. (3) A rental property is exempt from the Act if a draft approval under section 51 of the Planning Act of a description made for the purpose of the Condominium Act was obtained after July 9, 1986 and before June 30, 1989 in respect of that property. (4) A rental property is exempt from the Act if an application in respect of the property was made before this section came into force and if, at the date of the application, not more than half of the residential units in the property had even been occupied as rental units other than by persons who, in good faith, had entered into an agreement or an option to purchase their units. O. Reg. 524/94, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) In this section, </p> <p class=\"firstdef-e\">“application” means an application,</p> <p class=\"defclause-e\">(a) for approval under section 51 of the <i>Planning Act</i> of a description made for the purposes of the <i>Condominium Act</i>, or</p> <p class=\"defclause-e\">(b) for an exemption under subsection 50 (3) of the <i>Condominium Act</i> from the requirement for the approval.</p> <p class=\"subsection-e\">(2) A rental property is exempt from the Act if, before any residential unit in it is occupied as a rental unit other than by persons who, in good faith, have entered into an agreement or an option to purchase their unit,</p> <p class=\"clause-e\">(a) an application is made;</p> <p class=\"clause-e\">(b) a prospectus, prepared in accordance with the <i>Securities Act</i>, containing a statement of intent to apply to register the rental property as a condominium is filed with the Director of the Ontario Securities Commission and a receipt for it obtained;</p> <p class=\"clause-e\">(c) an offering memorandum containing a statement of intent to apply to register the rental property as a condominium is prepared and delivered to the Ontario Securities Commission in accordance with the <i>Securities Act</i>; or</p> <p class=\"clause-e\">(d) notification of start of construction of a condominium project is given in accordance with the <i>Ontario New Home Warranties Plan Act</i>.</p> <p class=\"subsection-e\">(3) A rental property is exempt from the Act if a draft approval under section 51 of the <i>Planning Act</i> of a description made for the purpose of the <i>Condominium Act</i> was obtained after July 9, 1986 and before June 30, 1989 in respect of that property.</p> <p class=\"subsection-e\">(4) A rental property is exempt from the Act if an application in respect of the property was made before this section came into force and if, at the date of the application, not more than half of the residential units in the property had even been occupied as rental units other than by persons who, in good faith, had entered into an agreement or an option to purchase their units. O. Reg. 524/94, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) Every rental property owned, operated or managed by a government or a Crown agency non-profit housing corporation is exempt from the Act. (2) A rental property or part thereof is exempt, (a) from clause 4 (1) (a) of the Act if it is demolished under a non-profit housing program administered by the Ministry of Housing; (b) from clause 4 (1) (b) of the Act if it is converted to a non-profit co-operative as defined in the Co-operative Corporations Act under a non-profit housing program administered by the Ministry of Housing; or (c) from clause 4 (1) (c) of the Act if it is renovated or repaired under, (i) the Low Rise Rehabilitation Program administered by the Ministry of Housing, (ii) the Rental Residential Rehabilitation Assistance Program administered by the Canada Mortgage and Housing Corporation, or (iii) a non-profit housing program administered by the Ministry of Housing. (3) Every rental property owned or operated by the Ontario Housing Corporation or any housing authority corporation created under subsection 7 (2) of the Housing Development Act that acts as agent for the Ontario Housing Corporation is exempt from the Act. (4) Every rental property owned by a private non-profit housing corporation and managed by a housing authority corporation described in subsection (3) under a management agreement with that housing authority corporation and the Ontario Housing Corporation is exempt from the Act. O. Reg. 524/94, s. 5 (1-4). (5) Every rental property owned by a non-profit housing corporation where the majority of voting shares are owned by a municipality, a county, a regional, district or metropolitan municipality or the County of Oxford or where the board of directors is elected or appointed subject to the prior approval of a municipality, a county, a regional, district or metropolitan municipality or the County of Oxford is exempt from the Act. O. Reg. 284/96, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) Every rental property owned, operated or managed by a government or a Crown agency non-profit housing corporation is exempt from the Act.</p> <p class=\"subsection-e\">(2) A rental property or part thereof is exempt,</p> <p class=\"clause-e\">(a) from clause 4 (1) (a) of the Act if it is demolished under a non-profit housing program administered by the Ministry of Housing;</p> <p class=\"clause-e\">(b) from clause 4 (1) (b) of the Act if it is converted to a non-profit co-operative as defined in the <i>Co-operative Corporations Act</i> under a non-profit housing program administered by the Ministry of Housing; or</p> <p class=\"clause-e\">(c) from clause 4 (1) (c) of the Act if it is renovated or repaired under,</p> <p class=\"subclause-e\">(i) the Low Rise Rehabilitation Program administered by the Ministry of Housing,</p> <p class=\"subclause-e\">(ii) the Rental Residential Rehabilitation Assistance Program administered by the Canada Mortgage and Housing Corporation, or</p> <p class=\"subclause-e\">(iii) a non-profit housing program administered by the Ministry of Housing.</p> <p class=\"subsection-e\">(3) Every rental property owned or operated by the Ontario Housing Corporation or any housing authority corporation created under subsection 7 (2) of the <i>Housing Development Act</i> that acts as agent for the Ontario Housing Corporation is exempt from the Act.</p> <p class=\"subsection-e\">(4) Every rental property owned by a private non-profit housing corporation and managed by a housing authority corporation described in subsection (3) under a management agreement with that housing authority corporation and the Ontario Housing Corporation is exempt from the Act. O. Reg. 524/94, s. 5 (1-4).</p> <p class=\"subsection-e\">(5) Every rental property owned by a non-profit housing corporation where the majority of voting shares are owned by a municipality, a county, a regional, district or metropolitan municipality or the County of Oxford or where the board of directors is elected or appointed subject to the prior approval of a municipality, a county, a regional, district or metropolitan municipality or the County of Oxford is exempt from the Act. O. Reg. 284/96, s. 2.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. (1) If adjoining rental units in a rental property that is a care home are to be merged into one rental unit or if one rental unit in a rental property that is a care home is to be divided into two or more rental units, the rental property is exempt from the Act for these purposes so long as one of the following conditions is met: 1. The affected units are vacant and none of these vacancies have been obtained by means of serving a notice of termination under section 105 of the Landlord and Tenant Act. 2. The current tenants of the units who will occupy the reconfigured units have agreed to the reconfiguration and the current tenants of the units who will not occupy the reconfigured units have agreed to be relocated to other comparable units with similar rents and charges for care services and meals. (2) If any rental units in a rental property that is a care home are to be converted into use as facilities for the provision of care services or meals to the tenants of the rental property, the rental property is exempt from the Act for the purpose of this conversion so long as one of the following conditions is met: 1. The affected unit or units are vacant and none of these vacancies have been obtained by means of serving a notice of termination under section 105 of the Landlord and Tenant Act. 2. The tenants of the units have agreed to be relocated to other comparable units with similar rents and charges for care services and meals. O. Reg. 524/94, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) If adjoining rental units in a rental property that is a care home are to be merged into one rental unit or if one rental unit in a rental property that is a care home is to be divided into two or more rental units, the rental property is exempt from the Act for these purposes so long as one of the following conditions is met:</p> <p class=\"paragraph-e\">1. The affected units are vacant and none of these vacancies have been obtained by means of serving a notice of termination under section 105 of the <i>Landlord and Tenant Act</i>.</p> <p class=\"paragraph-e\">2. The current tenants of the units who will occupy the reconfigured units have agreed to the reconfiguration and the current tenants of the units who will not occupy the reconfigured units have agreed to be relocated to other comparable units with similar rents and charges for care services and meals.</p> <p class=\"subsection-e\">(2) If any rental units in a rental property that is a care home are to be converted into use as facilities for the provision of care services or meals to the tenants of the rental property, the rental property is exempt from the Act for the purpose of this conversion so long as one of the following conditions is met:</p> <p class=\"paragraph-e\">1. The affected unit or units are vacant and none of these vacancies have been obtained by means of serving a notice of termination under section 105 of the <i>Landlord and Tenant Act</i>.</p> <p class=\"paragraph-e\">2. The tenants of the units have agreed to be relocated to other comparable units with similar rents and charges for care services and meals. O. Reg. 524/94, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. (1) If land contains a rental property and an application is made for consent under section 53 of the Planning Act, subsection 5 (1) of the Act does not apply if, after the conveyance, (a) a rental property that is subject to the Act is located on each severed portion; or (b) a rental property is located on one severed portion and the other portion is either vacant or any buildings located on it contain no residential units. (2) A conveyance that consists only of an easement or right of way is exempt from subsection 5 (1) of the Act. O. Reg. 524/94, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) If land contains a rental property and an application is made for consent under section 53 of the <i>Planning Act</i>, subsection 5 (1) of the Act does not apply if, after the conveyance,</p> <p class=\"clause-e\">(a) a rental property that is subject to the Act is located on each severed portion; or</p> <p class=\"clause-e\">(b) a rental property is located on one severed portion and the other portion is either vacant or any buildings located on it contain no residential units.</p> <p class=\"subsection-e\">(2) A conveyance that consists only of an easement or right of way is exempt from subsection 5 (1) of the Act. O. Reg. 524/94, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. (1) The council of a municipality shall not approve an application under the Act unless the council is satisfied that at least one of the following criteria is met: 1. Council finds that, i. a rental property for which an application is made for demolition is structurally unsound, or ii. a rental property for which an application is made for renovation or repair is structurally unsound at the time of the application and will continue to be structurally unsound if the renovation or repair proposed by the applicant is not carried out and, in the case where tenants are in occupation of the unit, that vacant possession is required to effect the renovation or repair. 2. The applicant agrees, i. to provide the same number of new rental units in a similar rental range and in the same area as those for which approval is given, and ii. to provide rental accommodation in the same area of similar quality and rent, either in the new rental units or in other existing rental property, to any tenant who is required to give up possession of a rental unit as a result of the approval. 3. In the opinion of council, the proposal does not adversely affect the supply of affordable rental housing in the municipality. (2) Subsection (1) does not apply to an application for conversion to, (a) a condominium if the number of residential units, including rental units, in the rental property is four or fewer or if the rental property is in a municipality that is not listed in Schedule 1; and (b) a co-operative if the rental property is in a municipality that is not listed in Schedule 1. (3) Subject to subsection (4), the council of a municipality shall not approve an application if a rental property that is a care home is the subject of the application and, (a) the application is for a conversion of a care home or a part of a care home to use as a rental property other than as a care home; or (b) the care home is located in a municipality that is not listed in Schedule 1. (4) The application may be approved if the applicant agrees to provide rental accommodation in a care home in the same area of similar quality and rent and with similar charges for care services and meals to any tenant of the care home who is required to give up possession of a rental unit as a result of the approval. (5) The council of a municipality shall not approve an application if a rental property that is a care home is the subject of the application and the application is other than one referred to in subsection (3), unless the following conditions are met: 1. The council is satisfied that the criterion set out in either paragraph 1 of subsection (1), subparagraph i of paragraph 2 of subsection (1) or paragraph 3 of subsection (1) has been met. 2. The applicant agrees to provide rental accommodation in a care home in the same area of similar quality and rent and with similar charges for care services and meals to any tenant who is required to give up possession of a rental unit as a result of the approval. O. Reg. 524/94, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) The council of a municipality shall not approve an application under the Act unless the council is satisfied that at least one of the following criteria is met:</p> <p class=\"paragraph-e\">1. Council finds that,</p> <p class=\"subpara-e\">i. a rental property for which an application is made for demolition is structurally unsound, or</p> <p class=\"subpara-e\">ii. a rental property for which an application is made for renovation or repair is structurally unsound at the time of the application and will continue to be structurally unsound if the renovation or repair proposed by the applicant is not carried out and, in the case where tenants are in occupation of the unit, that vacant possession is required to effect the renovation or repair.</p> <p class=\"paragraph-e\">2. The applicant agrees,</p> <p class=\"subpara-e\">i. to provide the same number of new rental units in a similar rental range and in the same area as those for which approval is given, and</p> <p class=\"subpara-e\">ii. to provide rental accommodation in the same area of similar quality and rent, either in the new rental units or in other existing rental property, to any tenant who is required to give up possession of a rental unit as a result of the approval.</p> <p class=\"paragraph-e\">3. In the opinion of council, the proposal does not adversely affect the supply of affordable rental housing in the municipality.</p> <p class=\"subsection-e\">(2) Subsection (1) does not apply to an application for conversion to,</p> <p class=\"clause-e\">(a) a condominium if the number of residential units, including rental units, in the rental property is four or fewer or if the rental property is in a municipality that is not listed in Schedule 1; and</p> <p class=\"clause-e\">(b) a co-operative if the rental property is in a municipality that is not listed in Schedule 1.</p> <p class=\"subsection-e\">(3) Subject to subsection (4), the council of a municipality shall not approve an application if a rental property that is a care home is the subject of the application and,</p> <p class=\"clause-e\">(a) the application is for a conversion of a care home or a part of a care home to use as a rental property other than as a care home; or</p> <p class=\"clause-e\">(b) the care home is located in a municipality that is not listed in Schedule 1.</p> <p class=\"subsection-e\">(4) The application may be approved if the applicant agrees to provide rental accommodation in a care home in the same area of similar quality and rent and with similar charges for care services and meals to any tenant of the care home who is required to give up possession of a rental unit as a result of the approval.</p> <p class=\"subsection-e\">(5) The council of a municipality shall not approve an application if a rental property that is a care home is the subject of the application and the application is other than one referred to in subsection (3), unless the following conditions are met:</p> <p class=\"paragraph-e\">1. The council is satisfied that the criterion set out in either paragraph 1 of subsection (1), subparagraph i of paragraph 2 of subsection (1) or paragraph 3 of subsection (1) has been met.</p> <p class=\"paragraph-e\">2. The applicant agrees to provide rental accommodation in a care home in the same area of similar quality and rent and with similar charges for care services and meals to any tenant who is required to give up possession of a rental unit as a result of the approval. O. Reg. 524/94, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. An application for a demolition under clause 4 (1) (a) of the Act must contain the following information: 1. Local municipality and municipal address of the property. 2. Location of property (abbreviated legal description). 3. Name, mailing address and telephone number of registered owner. 4. Name, mailing address and telephone number of agent and solicitor. 5. Name and current mailing address of tenants in the rental property. 6. Nature of demolition sought (partial,complete). 7. Reasons for demolition. 8. Whether an application for building permit was made and, if so, the date of application and the date the permit was granted. 9. Specifying the units that are the subject of the application and the current status of all units in the property including, i. whether owner-occupied or rental units, use of units (for example, residential, commercial), and ii. if vacant, the dates of vacancy and the use immediately before becoming vacant. 10. Rents in the property and, in the case of a care home, charges for care services and meals listed by unit number and type (bachelor, one bedroom, etc.). 11. In the case of a care home, a list of the care services currently provided to the tenants. 12. In the case of a care home, the local municipality and municipal address of the care home to which the landlord is proposing to relocate tenants of the care home who will be required to give up possession of a rental unit as a result of the approval. 13. In the case of a care home, the rent and charges for care services and meals and the care services available in the care home to which the landlord is proposing to relocate tenants of the care home who will be required to give up possession of a rental unit as a result of the approval. 14. Date that the construction of the building was completed. 15. Gross floor area. 16. Number of storeys. 17. Height of building. 18. The dates of any convictions under subsection 20 (2) of the Act in respect of the property. 19. A statement by the applicant certifying that all statements contained in the application are true. 20. If the application is made by an agent on behalf of the owner, a statement by the owner that the agent is authorized to act as an agent in making the application. O. Reg. 524/94, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>An application for a demolition under clause 4 (1) (a) of the Act must contain the following information:</p> <p class=\"paragraph-e\">1. Local municipality and municipal address of the property.</p> <p class=\"paragraph-e\">2. Location of property (abbreviated legal description).</p> <p class=\"paragraph-e\">3. Name, mailing address and telephone number of registered owner.</p> <p class=\"paragraph-e\">4. Name, mailing address and telephone number of agent and solicitor.</p> <p class=\"paragraph-e\">5. Name and current mailing address of tenants in the rental property.</p> <p class=\"paragraph-e\">6. Nature of demolition sought (partial,complete).</p> <p class=\"paragraph-e\">7. Reasons for demolition.</p> <p class=\"paragraph-e\">8. Whether an application for building permit was made and, if so, the date of application and the date the permit was granted.</p> <p class=\"paragraph-e\">9. Specifying the units that are the subject of the application and the current status of all units in the property including,</p> <p class=\"subpara-e\">i. whether owner-occupied or rental units, use of units (for example, residential, commercial), and</p> <p class=\"subpara-e\">ii. if vacant, the dates of vacancy and the use immediately before becoming vacant.</p> <p class=\"paragraph-e\">10. Rents in the property and, in the case of a care home, charges for care services and meals listed by unit number and type (bachelor, one bedroom, etc.).</p> <p class=\"paragraph-e\">11. In the case of a care home, a list of the care services currently provided to the tenants.</p> <p class=\"paragraph-e\">12. In the case of a care home, the local municipality and municipal address of the care home to which the landlord is proposing to relocate tenants of the care home who will be required to give up possession of a rental unit as a result of the approval.</p> <p class=\"paragraph-e\">13. In the case of a care home, the rent and charges for care services and meals and the care services available in the care home to which the landlord is proposing to relocate tenants of the care home who will be required to give up possession of a rental unit as a result of the approval.</p> <p class=\"paragraph-e\">14. Date that the construction of the building was completed.</p> <p class=\"paragraph-e\">15. Gross floor area.</p> <p class=\"paragraph-e\">16. Number of storeys.</p> <p class=\"paragraph-e\">17. Height of building.</p> <p class=\"paragraph-e\">18. The dates of any convictions under subsection 20 (2) of the Act in respect of the property.</p> <p class=\"paragraph-e\">19. A statement by the applicant certifying that all statements contained in the application are true.</p> <p class=\"paragraph-e\">20. If the application is made by an agent on behalf of the owner, a statement by the owner that the agent is authorized to act as an agent in making the application. O. Reg. 524/94, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. An application for a conversion to a condominium under clause 4 (1) (b) of the Act must contain the following information: 1. Local municipality and municipal address of the property. 2. Location of property (abbreviated legal description). 3. Whether any prior application was made for condominium approval and, if so, the previous file number. 4. Name, mailing address and telephone number of registered owner. 5. Name, mailing address and telephone number of agent, solicitor and planning consultant. 6. Name and current mailing address of tenants in the rental property. 7. Specifying the units that are the subject of the application and the current status of all units in the property including, i. whether owner-occupied or rental units, use of units (for example, residential, commercial), and ii. if vacant, the dates of vacancy and the use immediately before becoming vacant. 8. Number of condominium units proposed (specify residential, commercial, etc.). 9. Date that the construction of the building was completed. 10. Gross floor area. 11. Number of storeys. 12. Number of rental units that tenants in possession of the units have indicated in writing that they wish to purchase as condominium units. 13. Rents in the property and, in the case of a care home, charges for care services and meals listed by unit number and type (bachelor, one bedroom, etc.). 14. In the case of a care home, a list of the care services currently provided to the tenants. 15. In the case of a care home, the local municipality and municipal address of the care home to which the landlord is proposing to relocate tenants of the care home who will be required to give up possession of a rental unit as a result of the approval. 16. In the case of a care home, the rent and charges for care services and meals and the care services available in the care home to which the landlord is proposing to relocate tenants of the care home who will be required to give up possession of a rental unit as a result of the approval. 17. Estimates of selling prices for condominium units. 18. Any government sponsored financing sought or obtained on the condition that the property that is the subject of the application remains a rental property. 19. The dates of any convictions under subsection 20 (2) of the Act in respect of the property. 20. An indication of the nature of any renovations, repairs or changes in use that are to be done in conjunction with the condominium conversion. 21. A statement by the applicant certifying that all statements contained in the application are true. 22. If the application is made by an agent on behalf of the owner, a statement by the owner that the agent is authorized to act as an agent in making the application. O. Reg. 524/94, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>An application for a conversion to a condominium under clause 4 (1) (b) of the Act must contain the following information:</p> <p class=\"paragraph-e\">1. Local municipality and municipal address of the property.</p> <p class=\"paragraph-e\">2. Location of property (abbreviated legal description).</p> <p class=\"paragraph-e\">3. Whether any prior application was made for condominium approval and, if so, the previous file number.</p> <p class=\"paragraph-e\">4. Name, mailing address and telephone number of registered owner.</p> <p class=\"paragraph-e\">5. Name, mailing address and telephone number of agent, solicitor and planning consultant.</p> <p class=\"paragraph-e\">6. Name and current mailing address of tenants in the rental property.</p> <p class=\"paragraph-e\">7. Specifying the units that are the subject of the application and the current status of all units in the property including,</p> <p class=\"subpara-e\">i. whether owner-occupied or rental units, use of units (for example, residential, commercial), and</p> <p class=\"subpara-e\">ii. if vacant, the dates of vacancy and the use immediately before becoming vacant.</p> <p class=\"paragraph-e\">8. Number of condominium units proposed (specify residential, commercial, etc.).</p> <p class=\"paragraph-e\">9. Date that the construction of the building was completed.</p> <p class=\"paragraph-e\">10. Gross floor area.</p> <p class=\"paragraph-e\">11. Number of storeys.</p> <p class=\"paragraph-e\">12. Number of rental units that tenants in possession of the units have indicated in writing that they wish to purchase as condominium units.</p> <p class=\"paragraph-e\">13. Rents in the property and, in the case of a care home, charges for care services and meals listed by unit number and type (bachelor, one bedroom, etc.).</p> <p class=\"paragraph-e\">14. In the case of a care home, a list of the care services currently provided to the tenants.</p> <p class=\"paragraph-e\">15. In the case of a care home, the local municipality and municipal address of the care home to which the landlord is proposing to relocate tenants of the care home who will be required to give up possession of a rental unit as a result of the approval.</p> <p class=\"paragraph-e\">16. In the case of a care home, the rent and charges for care services and meals and the care services available in the care home to which the landlord is proposing to relocate tenants of the care home who will be required to give up possession of a rental unit as a result of the approval.</p> <p class=\"paragraph-e\">17. Estimates of selling prices for condominium units.</p> <p class=\"paragraph-e\">18. Any government sponsored financing sought or obtained on the condition that the property that is the subject of the application remains a rental property.</p> <p class=\"paragraph-e\">19. The dates of any convictions under subsection 20 (2) of the Act in respect of the property.</p> <p class=\"paragraph-e\">20. An indication of the nature of any renovations, repairs or changes in use that are to be done in conjunction with the condominium conversion.</p> <p class=\"paragraph-e\">21. A statement by the applicant certifying that all statements contained in the application are true.</p> <p class=\"paragraph-e\">22. If the application is made by an agent on behalf of the owner, a statement by the owner that the agent is authorized to act as an agent in making the application. O. Reg. 524/94, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. An application for a conversion to a co-operative, hotel, motel, tourist home, inn or apartment hotel or non-rental property use under clause 4 (1) (b) of the Act must contain the following information: 1. Local municipality and municipal address of the property. 2. Location of property (abbreviated legal description). 3. Any application under the Act or a predecessor of the Act, the Planning Act or the Securities Act submitted prior to this application and the file number. 4. Name, mailing address and telephone number of registered owner. 5. Name, mailing address and telephone number of agent, solicitor and planning consultant. 6. Name and current mailing address of tenants in the rental property. 7. Nature of conversion (specify proposed use). 8. Specifying the units that are the subject of the application and the current status of all units in the property including, i. whether owner-occupied or rental units, use of units (for example, residential, commercial), and ii. if vacant, the dates of vacancy and the use immediately before becoming vacant. 9. Number of rental units, if any, proposed to remain in the rental property after the conversion. 10. In the case of a care home, a list of the care services currently provided to the tenants. 11. In the case of a care home, the local municipality and municipal address of the care home to which the landlord is proposing to relocate tenants of the care home who will be required to give up possession of a rental unit as a result of the approval. 12. In the case of a care home, the rent and charges for care services and meals and the care services available in the care home to which the landlord is proposing to relocate tenants of the care home who will be required to give up possession of a rental unit as a result of the approval. 13. Date that the construction of the building was completed. 14. Gross floor area. 15. Number of storeys. 16. In respect of conversions to co-operatives, number of rental units that tenants in possession of the units have indicated in writing that they wish to purchase or obtain an interest in, and estimates of selling prices for those units. 17. Specifying proposed use of each unit (owner occupation, commercial, residential). 18. Any government sponsored financing sought or obtained on the condition that the property that is the subject of the application remains a rental property. 19. Rents in the property, and in the case of a care home, care services and meals listed by unit number and type (bachelor, one bedroom, etc.). 20. The dates of any convictions under subsection 20 (2) of the Act in respect of the property. 21. If it is intended to convert the unit to the use of the landlord, a spouse, child or parent of the landlord or child or parent of the landlord’s spouse, a list of any rental unit (and the names of the tenants who occupied it), i. vacated (and the date vacated) pursuant to a notice from the landlord, effective within the three years, immediately preceding the application, and ii. in respect of which notice was given by the landlord within the sixty days immediately preceding the application, requiring possession of the rental unit for the purpose of occupation by the landlord, a spouse, child or parent of the landlord or child or parent of the landlord’s spouse. 22. A statement by the applicant certifying that all statements contained in the application are true. 23. If the application is made by an agent on behalf of the owner, a statement by the owner that the agent is authorized to act as an agent in making the application. O. Reg. 524/94, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>An application for a conversion to a co-operative, hotel, motel, tourist home, inn or apartment hotel or non-rental property use under clause 4 (1) (b) of the Act must contain the following information:</p> <p class=\"paragraph-e\">1. Local municipality and municipal address of the property.</p> <p class=\"paragraph-e\">2. Location of property (abbreviated legal description).</p> <p class=\"paragraph-e\">3. Any application under the Act or a predecessor of the Act, the <i>Planning Act</i> or the <i>Securities Act</i> submitted prior to this application and the file number.</p> <p class=\"paragraph-e\">4. Name, mailing address and telephone number of registered owner.</p> <p class=\"paragraph-e\">5. Name, mailing address and telephone number of agent, solicitor and planning consultant.</p> <p class=\"paragraph-e\">6. Name and current mailing address of tenants in the rental property.</p> <p class=\"paragraph-e\">7. Nature of conversion (specify proposed use).</p> <p class=\"paragraph-e\">8. Specifying the units that are the subject of the application and the current status of all units in the property including,</p> <p class=\"subpara-e\">i. whether owner-occupied or rental units, use of units (for example, residential, commercial), and</p> <p class=\"subpara-e\">ii. if vacant, the dates of vacancy and the use immediately before becoming vacant.</p> <p class=\"paragraph-e\">9. Number of rental units, if any, proposed to remain in the rental property after the conversion.</p> <p class=\"paragraph-e\">10. In the case of a care home, a list of the care services currently provided to the tenants.</p> <p class=\"paragraph-e\">11. In the case of a care home, the local municipality and municipal address of the care home to which the landlord is proposing to relocate tenants of the care home who will be required to give up possession of a rental unit as a result of the approval.</p> <p class=\"paragraph-e\">12. In the case of a care home, the rent and charges for care services and meals and the care services available in the care home to which the landlord is proposing to relocate tenants of the care home who will be required to give up possession of a rental unit as a result of the approval.</p> <p class=\"paragraph-e\">13. Date that the construction of the building was completed.</p> <p class=\"paragraph-e\">14. Gross floor area.</p> <p class=\"paragraph-e\">15. Number of storeys.</p> <p class=\"paragraph-e\">16. In respect of conversions to co-operatives, number of rental units that tenants in possession of the units have indicated in writing that they wish to purchase or obtain an interest in, and estimates of selling prices for those units.</p> <p class=\"paragraph-e\">17. Specifying proposed use of each unit (owner occupation, commercial, residential).</p> <p class=\"paragraph-e\">18. Any government sponsored financing sought or obtained on the condition that the property that is the subject of the application remains a rental property.</p> <p class=\"paragraph-e\">19. Rents in the property, and in the case of a care home, care services and meals listed by unit number and type (bachelor, one bedroom, etc.).</p> <p class=\"paragraph-e\">20. The dates of any convictions under subsection 20 (2) of the Act in respect of the property.</p> <p class=\"paragraph-e\">21. If it is intended to convert the unit to the use of the landlord, a spouse, child or parent of the landlord or child or parent of the landlord’s spouse, a list of any rental unit (and the names of the tenants who occupied it),</p> <p class=\"subpara-e\">i. vacated (and the date vacated) pursuant to a notice from the landlord, effective within the three years, immediately preceding the application, and</p> <p class=\"subpara-e\">ii. in respect of which notice was given by the landlord within the sixty days immediately preceding the application,</p> <p class=\"Sclause-e\">requiring possession of the rental unit for the purpose of occupation by the landlord, a spouse, child or parent of the landlord or child or parent of the landlord’s spouse.</p> <p class=\"paragraph-e\">22. A statement by the applicant certifying that all statements contained in the application are true.</p> <p class=\"paragraph-e\">23. If the application is made by an agent on behalf of the owner, a statement by the owner that the agent is authorized to act as an agent in making the application. O. Reg. 524/94, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. An application for renovation or repair under clause 4 (1) (c) of the Act must contain the following information: 1. Local municipality and municipal address of the property. 2. Location of property (abbreviated legal description). 3. Name, mailing address and telephone number of registered owner. 4. Name, mailing address and telephone number of agent and solicitor. 5. Name and current mailing address of tenants in the rental property. 6. Nature of renovation (interior or exterior alterations, additions, with details). 7. Reasons for renovation or repair. 8. Date of construction of building. 9. Gross floor area. 10. Number of storeys. 11. Specifying the units that are the subject of the application and the current status of all units in the property including, i. whether owner-occupied or rental units, use of units (for example, residential, commercial), and ii. if vacant, the dates of vacancy and the use immediately before becoming vacant. 12. Number of kitchens and bathrooms existing and proposed. 13. Rents in the property and, in the case of care homes, charges for care services and meals listed by unit number and type (bachelor, one bedroom, etc.). 14. In the case of a care home, a list of the care services currently provided to the tenants. 15. In the case of a care home, the local municipality and municipal address of the care home to which the landlord is proposing to relocate tenants of the care home who will be required to give up possession of a rental unit as a result of the approval. 16. In the case of a care home, the rent and charges for care services and meals and the care services available in the care home to which the landlord is proposing to relocate tenants of the care home who will be required to give up possession of a rental unit as a result of the approval. 17. Number of rental units, if any, proposed to remain in the rental property after the conversion. 18. Estimates of rents following renovation. 19. The dates of any convictions under subsection 20 (2) of the Act in respect of the property. 20. A statement by the applicant certifying that all statements contained in the application are true. 21. If the application is made by an agent on behalf of the owner, a statement by the owner that the agent is authorized to act as an agent in making the application. O. Reg. 524/94, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>An application for renovation or repair under clause 4 (1) (c) of the Act must contain the following information:</p> <p class=\"paragraph-e\">1. Local municipality and municipal address of the property.</p> <p class=\"paragraph-e\">2. Location of property (abbreviated legal description).</p> <p class=\"paragraph-e\">3. Name, mailing address and telephone number of registered owner.</p> <p class=\"paragraph-e\">4. Name, mailing address and telephone number of agent and solicitor.</p> <p class=\"paragraph-e\">5. Name and current mailing address of tenants in the rental property.</p> <p class=\"paragraph-e\">6. Nature of renovation (interior or exterior alterations, additions, with details).</p> <p class=\"paragraph-e\">7. Reasons for renovation or repair.</p> <p class=\"paragraph-e\">8. Date of construction of building.</p> <p class=\"paragraph-e\">9. Gross floor area.</p> <p class=\"paragraph-e\">10. Number of storeys.</p> <p class=\"paragraph-e\">11. Specifying the units that are the subject of the application and the current status of all units in the property including,</p> <p class=\"subpara-e\">i. whether owner-occupied or rental units, use of units (for example, residential, commercial), and</p> <p class=\"subpara-e\">ii. if vacant, the dates of vacancy and the use immediately before becoming vacant.</p> <p class=\"paragraph-e\">12. Number of kitchens and bathrooms existing and proposed.</p> <p class=\"paragraph-e\">13. Rents in the property and, in the case of care homes, charges for care services and meals listed by unit number and type (bachelor, one bedroom, etc.).</p> <p class=\"paragraph-e\">14. In the case of a care home, a list of the care services currently provided to the tenants.</p> <p class=\"paragraph-e\">15. In the case of a care home, the local municipality and municipal address of the care home to which the landlord is proposing to relocate tenants of the care home who will be required to give up possession of a rental unit as a result of the approval.</p> <p class=\"paragraph-e\">16. In the case of a care home, the rent and charges for care services and meals and the care services available in the care home to which the landlord is proposing to relocate tenants of the care home who will be required to give up possession of a rental unit as a result of the approval.</p> <p class=\"paragraph-e\">17. Number of rental units, if any, proposed to remain in the rental property after the conversion.</p> <p class=\"paragraph-e\">18. Estimates of rents following renovation.</p> <p class=\"paragraph-e\">19. The dates of any convictions under subsection 20 (2) of the Act in respect of the property.</p> <p class=\"paragraph-e\">20. A statement by the applicant certifying that all statements contained in the application are true.</p> <p class=\"paragraph-e\">21. If the application is made by an agent on behalf of the owner, a statement by the owner that the agent is authorized to act as an agent in making the application. O. Reg. 524/94, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": "13. (1) An application under section 5 of the Act for approval of consent under subsection 53 (1) of the Planning Act must contain the following information: 1. Local municipality and municipal address of the property. 2. Location of property (abbreviated legal description). 3. Name, mailing address and telephone number of registered owner. 4. Name, mailing address and telephone number of agent, solicitor and planning consultant. 5. Name and current mailing address of tenants in the rental property. 6. Proposed land use. 7. Specifying the units that are the subject of the application and the current status of all units in the property including, i. whether owner-occupied or rental units, use of units (for example, residential, commercial), and ii. if vacant, the dates of vacancy and the use immediately before becoming vacant. 8. Date that the construction of all buildings involved was completed. 9. Gross floor area of individual units. 10. Number of storeys. 11. Rents in the property and, in the case of a care home charges for care services and meals listed by unit number and type (bachelor, one bedroom, etc.). 12. In the case of a care home, a list of the care services currently provided to the tenants. 13. In the case of a care home, the local municipality and municipal address of the care home to which the landlord is proposing to relocate tenants of the care home who will be required to give up possession of a rental unit as a result of the approval. 14. In the case of a care home, the rent and charges for care services and meals and the care services available in the care home to which the landlord is proposing to relocate tenants of the care home who will be required to give up possession of a rental unit as a result of the approval. 15. Estimates of selling prices for all units and an indication of the units tenants have offered to buy or indicated in writing an interest in purchasing. 16. Any government sponsored financing sought or obtained on the condition that the property that is the subject of the application remains a rental property. 17. The dates of any convictions under subsection 20 (2) of the Act in respect of the property. 18. A statement by the applicant certifying that all statements contained in the application are true. 19. If the application is made by an agent on behalf of the owner, a statement by the owner that the agent is authorized to act as an agent in making the application. (2) An application under subsection (1) must be accompanied by a sketch of the land to be severed and to be retained and, if an application has been made under subsection 53 (1) of the Planning Act, a copy of that application. O. Reg. 524/94, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) An application under section 5 of the Act for approval of consent under subsection 53 (1) of the <i>Planning Act</i> must contain the following information:</p> <p class=\"paragraph-e\">1. Local municipality and municipal address of the property.</p> <p class=\"paragraph-e\">2. Location of property (abbreviated legal description).</p> <p class=\"paragraph-e\">3. Name, mailing address and telephone number of registered owner.</p> <p class=\"paragraph-e\">4. Name, mailing address and telephone number of agent, solicitor and planning consultant.</p> <p class=\"paragraph-e\">5. Name and current mailing address of tenants in the rental property.</p> <p class=\"paragraph-e\">6. Proposed land use.</p> <p class=\"paragraph-e\">7. Specifying the units that are the subject of the application and the current status of all units in the property including,</p> <p class=\"subpara-e\">i. whether owner-occupied or rental units, use of units (for example, residential, commercial), and</p> <p class=\"subpara-e\">ii. if vacant, the dates of vacancy and the use immediately before becoming vacant.</p> <p class=\"paragraph-e\">8. Date that the construction of all buildings involved was completed.</p> <p class=\"paragraph-e\">9. Gross floor area of individual units.</p> <p class=\"paragraph-e\">10. Number of storeys.</p> <p class=\"paragraph-e\">11. Rents in the property and, in the case of a care home charges for care services and meals listed by unit number and type (bachelor, one bedroom, etc.).</p> <p class=\"paragraph-e\">12. In the case of a care home, a list of the care services currently provided to the tenants.</p> <p class=\"paragraph-e\">13. In the case of a care home, the local municipality and municipal address of the care home to which the landlord is proposing to relocate tenants of the care home who will be required to give up possession of a rental unit as a result of the approval.</p> <p class=\"paragraph-e\">14. In the case of a care home, the rent and charges for care services and meals and the care services available in the care home to which the landlord is proposing to relocate tenants of the care home who will be required to give up possession of a rental unit as a result of the approval.</p> <p class=\"paragraph-e\">15. Estimates of selling prices for all units and an indication of the units tenants have offered to buy or indicated in writing an interest in purchasing.</p> <p class=\"paragraph-e\">16. Any government sponsored financing sought or obtained on the condition that the property that is the subject of the application remains a rental property.</p> <p class=\"paragraph-e\">17. The dates of any convictions under subsection 20 (2) of the Act in respect of the property.</p> <p class=\"paragraph-e\">18. A statement by the applicant certifying that all statements contained in the application are true.</p> <p class=\"paragraph-e\">19. If the application is made by an agent on behalf of the owner, a statement by the owner that the agent is authorized to act as an agent in making the application.</p> <p class=\"subsection-e\">(2) An application under subsection (1) must be accompanied by a sketch of the land to be severed and to be retained and, if an application has been made under subsection 53 (1) of the <i>Planning Act</i>, a copy of that application. O. Reg. 524/94, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": "14. An application for a conversion to a care home under clause 4  (1) (b.1) of the Act must contain the following information: 1. Local municipality and municipal address of the property. 2. Location of the property (abbreviated legal description). 3. Name, mailing address and telephone number of registered owner. 4. Name, mailing address and telephone number of agent and solicitor. 5. Name and current mailing address of tenants in the rental property. 6. Any application under the Planning Act submitted to permit the use. 7. Date that the construction of the building was completed. 8. Gross floor area. 9. Number of storeys. 10. Specifying the units that are the subject of the application and the current status of all units in the property including, i. whether owner-occupied or rental units, use of units (for example, residential, commercial), and ii. if vacant, the dates of vacancy and the use immediately before becoming vacant. 11. Rents in the property listed by unit number and type (bachelor, one bedroom, etc.). 12. Number of non-care rental units, if any, proposed to remain in the rental property after the conversion. 13. Any government sponsored financing sought or obtained on the condition that the property that is the subject of the application remains a rental property. 14. The rent and charges for care services and meals which the landlord intends to charge to the tenants once the rental property has been converted to use as a care home. 15. A list of the care services which the landlord intends to provide to the tenants once the rental property has been converted to use as a care home. 16. The dates of any convictions under subsection 20 (2) of the Act in respect of the property. 17. A statement by the applicant certifying that all statements contained in the application are true. 18. If the application is made by an agent on behalf of the owner, a statement by the owner that the agent is authorized to act as an agent in making the application. O. Reg. 524/94, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14. </b>An application for a conversion to a care home under clause 4  (1) (b.1) of the Act must contain the following information:</p> <p class=\"paragraph-e\">1. Local municipality and municipal address of the property.</p> <p class=\"paragraph-e\">2. Location of the property (abbreviated legal description).</p> <p class=\"paragraph-e\">3. Name, mailing address and telephone number of registered owner.</p> <p class=\"paragraph-e\">4. Name, mailing address and telephone number of agent and solicitor.</p> <p class=\"paragraph-e\">5. Name and current mailing address of tenants in the rental property.</p> <p class=\"paragraph-e\">6. Any application under the <i>Planning Act</i> submitted to permit the use.</p> <p class=\"paragraph-e\">7. Date that the construction of the building was completed.</p> <p class=\"paragraph-e\">8. Gross floor area.</p> <p class=\"paragraph-e\">9. Number of storeys.</p> <p class=\"paragraph-e\">10. Specifying the units that are the subject of the application and the current status of all units in the property including,</p> <p class=\"subpara-e\">i. whether owner-occupied or rental units, use of units (for example, residential, commercial), and</p> <p class=\"subpara-e\">ii. if vacant, the dates of vacancy and the use immediately before becoming vacant.</p> <p class=\"paragraph-e\">11. Rents in the property listed by unit number and type (bachelor, one bedroom, etc.).</p> <p class=\"paragraph-e\">12. Number of non-care rental units, if any, proposed to remain in the rental property after the conversion.</p> <p class=\"paragraph-e\">13. Any government sponsored financing sought or obtained on the condition that the property that is the subject of the application remains a rental property.</p> <p class=\"paragraph-e\">14. The rent and charges for care services and meals which the landlord intends to charge to the tenants once the rental property has been converted to use as a care home.</p> <p class=\"paragraph-e\">15. A list of the care services which the landlord intends to provide to the tenants once the rental property has been converted to use as a care home.</p> <p class=\"paragraph-e\">16. The dates of any convictions under subsection 20 (2) of the Act in respect of the property.</p> <p class=\"paragraph-e\">17. A statement by the applicant certifying that all statements contained in the application are true.</p> <p class=\"paragraph-e\">18. If the application is made by an agent on behalf of the owner, a statement by the owner that the agent is authorized to act as an agent in making the application. O. Reg. 524/94, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": "15. An application under subsection 4 (1.1) of the Act to convert a care home, or part of a care home, to use as rental property other than as a care home must contain the following information: 1. Local municipality and municipal address of the property. 2. Location of the property (abbreviated legal description). 3. Name, mailing address and telephone number of registered owner. 4. Name, mailing address and telephone number of agent and solicitor. 5. Name and current mailing address of tenants in the rental property. 6. Any application under the Planning Act submitted to permit the use. 7. Date that the construction of the building was completed. 8. Gross floor area. 9. Number of storeys. 10. Specifying the units that are the subject of the application and the current status of all units in the property including, i. whether owner-occupied or rental units, use of units (for example, residential, commercial), and ii. if vacant, the dates of vacancy and the use immediately before becoming vacant. 11. Rents and charges for care services and meals in the property listed by unit number and type (bachelor, one bedroom, etc.). 12. A list of the care services currently provided to tenants of the care home. 13. Number of rental units, if any, proposed to remain in the rental property after the conversion. 14. Any government sponsored financing sought or obtained on the condition that the property that is the subject of the application remains a care home. 15. The local municipality and municipal address of the care home to which the landlord is proposing to relocate the tenants of the care home who will be required to give up possession of a rental unit as a result of the approval. 16. The rent and charges for care services and meals and the care services available in the care home to which the landlord is proposing to relocate the tenants of the care home who will be required to give up possession of a rental unit as a result of the approval. 17. The dates of any convictions under subsection 20 (2) of the Act in respect of the property. 18. A statement by the applicant certifying that all statements contained in the application are true. 19. If the application is made by an agent on behalf of the owner, a statement by the owner that the agent is authorized to act as an agent in making the application. O. Reg. 524/94, s. 15.",
            "raw_html": "<p class=\"section-e\"><b>15. </b>An application under subsection 4 (1.1) of the Act to convert a care home, or part of a care home, to use as rental property other than as a care home must contain the following information:</p> <p class=\"paragraph-e\">1. Local municipality and municipal address of the property.</p> <p class=\"paragraph-e\">2. Location of the property (abbreviated legal description).</p> <p class=\"paragraph-e\">3. Name, mailing address and telephone number of registered owner.</p> <p class=\"paragraph-e\">4. Name, mailing address and telephone number of agent and solicitor.</p> <p class=\"paragraph-e\">5. Name and current mailing address of tenants in the rental property.</p> <p class=\"paragraph-e\">6. Any application under the <i>Planning Act</i> submitted to permit the use.</p> <p class=\"paragraph-e\">7. Date that the construction of the building was completed.</p> <p class=\"paragraph-e\">8. Gross floor area.</p> <p class=\"paragraph-e\">9. Number of storeys.</p> <p class=\"paragraph-e\">10. Specifying the units that are the subject of the application and the current status of all units in the property including,</p> <p class=\"subpara-e\">i. whether owner-occupied or rental units, use of units (for example, residential, commercial), and</p> <p class=\"subpara-e\">ii. if vacant, the dates of vacancy and the use immediately before becoming vacant.</p> <p class=\"paragraph-e\">11. Rents and charges for care services and meals in the property listed by unit number and type (bachelor, one bedroom, etc.).</p> <p class=\"paragraph-e\">12. A list of the care services currently provided to tenants of the care home.</p> <p class=\"paragraph-e\">13. Number of rental units, if any, proposed to remain in the rental property after the conversion.</p> <p class=\"paragraph-e\">14. Any government sponsored financing sought or obtained on the condition that the property that is the subject of the application remains a care home.</p> <p class=\"paragraph-e\">15. The local municipality and municipal address of the care home to which the landlord is proposing to relocate the tenants of the care home who will be required to give up possession of a rental unit as a result of the approval.</p> <p class=\"paragraph-e\">16. The rent and charges for care services and meals and the care services available in the care home to which the landlord is proposing to relocate the tenants of the care home who will be required to give up possession of a rental unit as a result of the approval.</p> <p class=\"paragraph-e\">17. The dates of any convictions under subsection 20 (2) of the Act in respect of the property.</p> <p class=\"paragraph-e\">18. A statement by the applicant certifying that all statements contained in the application are true.</p> <p class=\"paragraph-e\">19. If the application is made by an agent on behalf of the owner, a statement by the owner that the agent is authorized to act as an agent in making the application. O. Reg. 524/94, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": null,
            "content": "16. (1) The clerk of a municipality shall assign to each application a file number consisting of, (a) the letters, (i) “CD” for a condominium conversion, (ii) “SE” for a severance, (iii) “CO” for a co-operative conversion, (iv) “DE” for a demolition, (v) “RR” for a renovation or repair, (vi) “CU” for a conversion to another use, (vii) “RC” for a conversion from a non-care home rental use to a care home, or (viii) “CR” for a conversion from a care home to a non-care home rental use; (b) the last two digits of the year in which the application is received; and (c) a number starting with “001” corresponding to the order in which each application of each of the different kinds of applications set out in clause (a) is received. (2) A new series of numbers shall be started each year. O. Reg. 524/94, s. 16.",
            "raw_html": "<p class=\"section-e\"><b>16. </b>(1) The clerk of a municipality shall assign to each application a file number consisting of,</p> <p class=\"clause-e\">(a) the letters,</p> <p class=\"subclause-e\">(i) “CD” for a condominium conversion,</p> <p class=\"subclause-e\">(ii) “SE” for a severance,</p> <p class=\"subclause-e\">(iii) “CO” for a co-operative conversion,</p> <p class=\"subclause-e\">(iv) “DE” for a demolition,</p> <p class=\"subclause-e\">(v) “RR” for a renovation or repair,</p> <p class=\"subclause-e\">(vi) “CU” for a conversion to another use,</p> <p class=\"subclause-e\">(vii) “RC” for a conversion from a non-care home rental use to a care home, or</p> <p class=\"subclause-e\">(viii) “CR” for a conversion from a care home to a non-care home rental use;</p> <p class=\"clause-e\">(b) the last two digits of the year in which the application is received; and</p> <p class=\"clause-e\">(c) a number starting with “001” corresponding to the order in which each application of each of the different kinds of applications set out in clause (a) is received.</p> <p class=\"subsection-e\">(2) A new series of numbers shall be started each year. O. Reg. 524/94, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": null,
            "content": "17. (1) A notice of an application to be given to the tenant under subsection 11 (2) of the Act shall be in Form 1. (2) A copy of the completed notice of application shall be given to every tenant of the rental property by posting it in a conspicuous place on the rental property and by, (a) sending it by prepaid first class mail; or (b) handing it to an apparently adult person on the tenant’s premises. O. Reg. 524/94, s. 17.",
            "raw_html": "<p class=\"section-e\"><b>17. </b>(1) A notice of an application to be given to the tenant under subsection 11 (2) of the Act shall be in Form 1.</p> <p class=\"subsection-e\">(2) A copy of the completed notice of application shall be given to every tenant of the rental property by posting it in a conspicuous place on the rental property and by,</p> <p class=\"clause-e\">(a) sending it by prepaid first class mail; or</p> <p class=\"clause-e\">(b) handing it to an apparently adult person on the tenant’s premises. O. Reg. 524/94, s. 17.</p>"
        },
        {
            "id": "18.",
            "section": null,
            "content": "18. (1) Notice of the public meeting under subsection 11 (8) of the Act shall be given, (a) by publication in a newspaper that is, in the opinion of the clerk of the municipality, of sufficiently general circulation in the area in which the rental property is located; and (b) by prepaid first class mail to the applicant and to every tenant of the rental property. (2) The notice under clause (1) (a) shall be in Form 3. (3) The notice under clause (1) (b) shall be in Form 2. (4) As an alternative to giving notice as set out in clause (1) (b), the notice may be handed to a person at the tenant’s premises who appears to be an adult. O. Reg. 524/94, s. 18.",
            "raw_html": "<p class=\"section-e\"><b>18. </b>(1) Notice of the public meeting under subsection 11 (8) of the Act shall be given,</p> <p class=\"clause-e\">(a) by publication in a newspaper that is, in the opinion of the clerk of the municipality, of sufficiently general circulation in the area in which the rental property is located; and</p> <p class=\"clause-e\">(b) by prepaid first class mail to the applicant and to every tenant of the rental property.</p> <p class=\"subsection-e\">(2) The notice under clause (1) (a) shall be in Form 3.</p> <p class=\"subsection-e\">(3) The notice under clause (1) (b) shall be in Form 2.</p> <p class=\"subsection-e\">(4) As an alternative to giving notice as set out in clause (1) (b), the notice may be handed to a person at the tenant’s premises who appears to be an adult. O. Reg. 524/94, s. 18.</p>"
        },
        {
            "id": "19.",
            "section": null,
            "content": "19. If an application is for a conversion to a condominium under clause 4 (1) (b) of the Act or a consent to sever under subsection 5 (1) of the Act, the clerk of the municipality shall, within 10 business days after the receipt of the application, give notice to each of the following by providing a copy of the application and a request for written comments: 1. To the clerk of the county or regional, metropolitan or district municipality, unless such clerk has advised the clerk of the municipality that the county or regional, metropolitan or district municipality does not wish to receive copies of applications. 2. Where the land that is the subject of the application abuts or has access to a provincial highway, to the regional director of the region of the Ministry of Transportation and to the district engineer of the district of that Ministry in which the land is situated. 3. Except where municipally-owned and operated water and sanitary sewer facilities are available to the land that is the subject of the application, to a director appointed in respect of Part VIII of the Environmental Protection Act. 4. To the Director of the Plans Administration Branch of the Ministry of Municipal Affairs having jurisdiction in the area in which the land that is the subject of the application is situated, if the Director has advised the clerk in writing that the Director is to receive copies of applications. 5. To any department, ministry or agency of the federal or provincial government, any other municipality and any other local board, commission or person that the council determines should receive notice. O. Reg. 524/94, s. 19.",
            "raw_html": "<p class=\"section-e\"><b>19. </b>If an application is for a conversion to a condominium under clause 4 (1) (b) of the Act or a consent to sever under subsection 5 (1) of the Act, the clerk of the municipality shall, within 10 business days after the receipt of the application, give notice to each of the following by providing a copy of the application and a request for written comments:</p> <p class=\"paragraph-e\">1. To the clerk of the county or regional, metropolitan or district municipality, unless such clerk has advised the clerk of the municipality that the county or regional, metropolitan or district municipality does not wish to receive copies of applications.</p> <p class=\"paragraph-e\">2. Where the land that is the subject of the application abuts or has access to a provincial highway, to the regional director of the region of the Ministry of Transportation and to the district engineer of the district of that Ministry in which the land is situated.</p> <p class=\"paragraph-e\">3. Except where municipally-owned and operated water and sanitary sewer facilities are available to the land that is the subject of the application, to a director appointed in respect of Part VIII of the <i>Environmental Protection Act</i>.</p> <p class=\"paragraph-e\">4. To the Director of the Plans Administration Branch of the Ministry of Municipal Affairs having jurisdiction in the area in which the land that is the subject of the application is situated, if the Director has advised the clerk in writing that the Director is to receive copies of applications.</p> <p class=\"paragraph-e\">5. To any department, ministry or agency of the federal or provincial government, any other municipality and any other local board, commission or person that the council determines should receive notice. O. Reg. 524/94, s. 19.</p>"
        },
        {
            "id": "20.",
            "section": null,
            "content": "20. (1) For all applications under the Act, the clerk of the municipality shall, within 10 business days after receipt of the application, give notice to the Co-ordinator of the Rental Housing Protection Program of the Ministry of Housing by providing a copy of the application and a request for written comments. (2) The council of a municipality shall give a copy of its decision, the written reasons for it, if any, and all relevant staff and committee reports in respect of an application to the Co-ordinator of the Rental Housing Protection Program of the Ministry of Housing within five days after the date of its decision. (3) The council of a municipality shall give a copy of the minutes of council in respect of an application to the Co-ordinator of the Rental Housing Protection Program of the Ministry of Housing within 30 days after the date of its decision. O. Reg. 524/94, s. 20.",
            "raw_html": "<p class=\"section-e\"><b>20. </b>(1) For all applications under the Act, the clerk of the municipality shall, within 10 business days after receipt of the application, give notice to the Co-ordinator of the Rental Housing Protection Program of the Ministry of Housing by providing a copy of the application and a request for written comments.</p> <p class=\"subsection-e\">(2) The council of a municipality shall give a copy of its decision, the written reasons for it, if any, and all relevant staff and committee reports in respect of an application to the Co-ordinator of the Rental Housing Protection Program of the Ministry of Housing within five days after the date of its decision.</p> <p class=\"subsection-e\">(3) The council of a municipality shall give a copy of the minutes of council in respect of an application to the Co-ordinator of the Rental Housing Protection Program of the Ministry of Housing within 30 days after the date of its decision. O. Reg. 524/94, s. 20.</p>"
        },
        {
            "id": "21.",
            "section": null,
            "content": "21. For the purpose of subsection 4 (4) of the Act, the following criteria are prescribed: 1. Sufficient beds, chairs, tables and other furniture suitable for temporary living needs are provided to the occupant by the landlord. 2. A kitchen with appliances, dishes and cooking and eating utensils sufficient for the preparation and consumption of meals are provided to the occupant by the landlord. 3. Occupancy is available on a day-to-day basis or with a maximum of three days required occupancy. 4. Telephone calls can be made from the accommodation through a central switchboard or from a telephone provided by the landlord that is in service and located in the accommodation. O. Reg. 524/94, s. 21.",
            "raw_html": "<p class=\"section-e\"><b>21. </b>For the purpose of subsection 4 (4) of the Act, the following criteria are prescribed:</p> <p class=\"paragraph-e\">1. Sufficient beds, chairs, tables and other furniture suitable for temporary living needs are provided to the occupant by the landlord.</p> <p class=\"paragraph-e\">2. A kitchen with appliances, dishes and cooking and eating utensils sufficient for the preparation and consumption of meals are provided to the occupant by the landlord.</p> <p class=\"paragraph-e\">3. Occupancy is available on a day-to-day basis or with a maximum of three days required occupancy.</p> <p class=\"paragraph-e\">4. Telephone calls can be made from the accommodation through a central switchboard or from a telephone provided by the landlord that is in service and located in the accommodation. O. Reg. 524/94, s. 21.</p>"
        },
        {
            "id": "22.",
            "section": null,
            "content": "22. (1) Subject to subsection (2), the certificate of approval under subsection 13 (6) of the Act shall be in Form 4. (2) In the case of a condominium conversion, the certificate may be in Form 5 and stamped or written on the plan. O. Reg. 524/94, s. 22.",
            "raw_html": "<p class=\"section-e\"><b>22. </b>(1) Subject to subsection (2), the certificate of approval under subsection 13 (6) of the Act shall be in Form 4.</p> <p class=\"subsection-e\">(2) In the case of a condominium conversion, the certificate may be in Form 5 and stamped or written on the plan. O. Reg. 524/94, s. 22.</p>"
        },
        {
            "id": "23.",
            "section": null,
            "content": "23. (1) Form 6 is prescribed as the warrant for purposes of subsection 14 (4) of the Act. (2) Form 7 is prescribed as the warrant for purposes of subsection 14 (8) of the Act. O. Reg. 524/94, s. 23.",
            "raw_html": "<p class=\"section-e\"><b>23. </b>(1) Form 6 is prescribed as the warrant for purposes of subsection 14 (4) of the Act.</p> <p class=\"subsection-e\">(2) Form 7 is prescribed as the warrant for purposes of subsection 14 (8) of the Act. O. Reg. 524/94, s. 23.</p>"
        },
        {
            "id": "24.",
            "section": null,
            "content": "24. Omitted (revokes other Regulations). O. Reg. 524/94, s. 24. SCHEDULE 1  Ajax\n\nTown\n\n\nBarrie\n\nCity\n\n\nBrampton\n\nCity\n\n\nBrantford\n\nCity\n\n\nBurlington\n\nCity\n\n\nCambridge\n\nCity\n\n\nClarington\n\nMunicipality\n\n\nEast York\n\nBorough\n\n\nEtobicoke\n\nCity\n\n\nGloucester\n\nCity\n\n\nGuelph\n\nCity\n\n\nHamilton\n\nCity\n\n\nKingston\n\nCity\n\n\nKitchener\n\nCity\n\n\nLondon\n\nCity\n\n\nMarkham\n\nTown\n\n\nMississauga\n\nCity\n\n\nNepean\n\nCity\n\n\nNiagara Falls\n\nCity\n\n\nNorth Bay\n\nCity\n\n\nNorth York\n\nCity\n\n\nOakville\n\nTown\n\n\nOshawa\n\nCity\n\n\nOttawa\n\nCity\n\n\nPeterborough\n\nCity\n\n\nPickering\n\nTown\n\n\nRichmond Hill\n\nTown\n\n\nSarnia\n\nCity\n\n\nSault Ste. Marie\n\nCity\n\n\nScarborough\n\nCity\n\n\nSt. Catharines\n\nCity\n\n\nSudbury\n\nCity\n\n\nThunder Bay\n\nCity\n\n\nToronto\n\nCity\n\n\nVaughan\n\nTown\n\n\nWaterloo\n\nCity\n\n\nWhitby\n\nTown\n\n\nWindsor\n\nCity\n\n\nYork\n\nCity O. Reg. 524/94, Sched. 1. SCHEDULE 2 1. Every rental property located on the parcel of land known municipally as 10-12 Young Street and 166-174 King Street West, 180-188 King Street West, 194-198 King Street West, 200-204 King Street West, 210 King Street West, 214 King Street West, 222-228 King Street West and 9-11 College Street, 23 College Street, 25 College Street, 27-29 College Street, 31-35 College Street, 121 Duke Street West and 40 Young Street in the City of Kitchener in The Regional Municipality of Waterloo and described as follows: Composed of lots 1 and 2 and part of lots 3 and 4, west of Young Street; lots 1 and 2 and part of lots 3 and 4, east of College Street; and part of lots 10, 11, 12, 13 and 14, north of King Street, all according to A.C. Weber’s Survey, Registered Plan 401, and designated as parts 1 to 23, inclusive, on Reference Plan 58R-6110. 2. Every rental property located on the parcel of land known municipally as 80 Beverley Street in the City of Toronto in The Municipality of Metropolitan Toronto, being part of Park Lot No. 14 in the First Concession from the Bay in the Township of York, described as follows: Commencing at a point in the westerly limit of Beverley Street (formerly known as St. George’s Terrace) where the same is intersected in February, 1923 by the centre line of a double fence running westward, the said point being distant 215 feet 8 inches measured southerly along the said limit of Beverley Street from the southerly limit of Grange Avenue (formerly called Charles Street) taken at a width of 60 feet measured southerly from the northerly limit thereof, the said point of commencement being also distant 90 feet 5½ inches northerly from the intersection of the said limit of Beverley Street with the northerly limit of Sullivan Street; Thence westerly along the said centre line of fence, 22 feet 9 inches, more or less, to the northeasterly angle of the brick veneering on the northerly wall of the old rough cast building standing at the date last-mentioned upon the lands immediately to the south of the lands hereby conveyed, being at a distance of 215 feet 10½ inches measured on a course parallel to the said limit of Beverley Street from the said southerly limit of Grange Avenue; Thence westerly along the said northerly face of a brick veneering 34 feet 1½ inches to an angle in the same, being at a distance of 216 feet 1 inch measured southerly on a course parallel to the said limit of Beverley Street from the said southerly limit of Grange Avenue; Thence northerly and parallel to the said limit of Beverley Street 3½ inches to the northerly face of the brick veneering on the westerly part of the said building; Thence westerly along the northerly face of the last-mentioned brick veneering 18 feet 6½ inches to the westerly end of the same being at a point distant 216 feet 2½ inches measured southerly on a course parallel to the said limit of Beverley Street from the said limit of Grange Avenue; Thence southerly and parallel to the said limit of Beverley Street 5½ inches to the line of a fence running westerly; Thence westerly along the line of the last-mentioned fence 66 feet 4 inches to a point in the southerly production of the easterly face of the rough cast building standing at the date last-mentioned upon the southwesterly part of the lands hereby conveyed which point is distant 217 feet 8 inches measured southerly on a course parallel to the said limit of Beverley Street from the said southerly limit of Grange Avenue; Thence northerly and parallel to the said limit of Beverley Street, 5 inches to the southerly face of the southerly wall of the last-mentioned building; Thence westerly along the last-mentioned face of wall 11 feet 3 inches, more or less, to the point of intersection with the easterly limit of a lane as shown on a plan registered as Number D-91 in the Registry Office for the City of Toronto, which limit is distant 153 feet westerly from the said limit of Beverley Street and parallel thereto which point of intersection is distant 217 feet 3 inches measured southerly on a course parallel to the said limit of Beverley Street, from the said limit of Grange Avenue, and distant also 89 feet 1½ inches measured northerly on the same course from the said northerly limit of Sullivan Street; Thence northerly along the said limit of a lane 40 feet; Thence easterly 153 feet to the point of intersection with the westerly limit of Beverley Street; Thence southerly along the said limit of Beverley Street 40 feet to the point of commencement. Together with a right of way over, along and upon the most southerly 4 feet of the most easterly 100 feet of the lands lying immediately adjacent to and to the north of the lands herein described. And subject to a right of way over, along and upon the most northerly 3 feet of the most easterly 100 feet of the lands herein described. 3. Every rental property located on the land in the City of Ottawa in The Regional Municipality of Ottawa-Carleton shown as Parcel 1-1, Section 533, in the Land Registry Office for the Land Titles Division of Ottawa-Carleton (No. 4) and being composed of parts 1 to 9 on a plan deposited in the said Land Registry Office as Instrument No. 4R-5598. 4. Every rental property located on the land known municipally as 7-9 Broadway Avenue in the City of Toronto in The Municipality of Metropolitan Toronto being composed of part of Block A according to a plan filed in the Registry Office for the City of Toronto as No. 806 which parcel is more particularly described in Instrument Number CT 462768 registered in the Land Registry Office for the Registry Division of Toronto (No. 63). 5. Every rental property located on the land known municipally as 4, 6A and 8 Navy Street and 108, 110 and 114 King Street in the Town of Oakville in The Regional Municipality of Halton being composed of Parcels 1-1-53 and 6-2-53 in section H-1 registered in the Land Registry Office for the Land Titles Division of Halton and more particularly described as follows: Firstly: Lots 1, 2, 3, 4, 5 and parts of lots 6, 7 and 8, all in Block 53; Lot 3 and parts of lots 2 and 4, all in Block 55; part of Water Street; and that part of Oakville Harbour lying between the southwesterly limit of Block 55 and the southwesterly limit of the existing concrete retaining wall according to registered Plan Number 1, filed in the Land Registry Office for the Registry Division of Halton, and designated as Part 1 on Plan HR-19 registered in the Land Registry Office for the Land Titles Division of Halton. Secondly: Those parts of lots 1, 2, 3 and 4 in Block 85; part of Lot 4 in Block 55; parts of lots 6, 7 and 8 in Block 53, all of blocks 83 and 84; that part of Front Street lying between the southwesterly limit of Navy Street and the northwesterly production of the southeasterly limit of Block 85; part of Water Street; an un-named street lying between said blocks 55 and 85; the un-named streets east of said blocks 84 and 85, and a strip of undesignated land lying southeast of said blocks 83 and 84 all according to Registered Plan Number 1 (Town of Oakville) filed in the Land Registry Office for the Registry Division of Halton and designated as Part 2 on Plan HR-19 registered in the Land Registry Office for the Land Titles Division of Halton. 6. The rental property located on the parcel of land known municipally as 374 Parliament Street in the City of Toronto in The Municipality of Metropolitan Toronto, being composed of part of Lot 31, Block B, on registered plan D-138, described as follows: Commencing at the southeasterly angle of said Lot 31; Thence northerly along the easterly limit of said Lot, being the westerly limit of Parliament Street, 16 feet; Thence westerly to and along the southerly face of the southerly wall of the dwelling standing in 1949 on the parcel immediately to the north of the herein described parcel and continuing westerly and parallel to the southerly limit of said Lot 31, in all a distance of 145 feet 9 inches to a point in the westerly limit of said Lot, distant 16 feet measured northerly thereon from the southwesterly angle of said Lot; Thence southerly along the westerly limit of said Lot, being the easterly limit of a lane, 11 feet; Thence southeasterly along the northerly limit of a lane, as opened by By-law No. 16475 of The Corporation of the City of Toronto, 7 feet 1½ inches to an angle therein; Thence easterly along the southerly limit of said Lot 31, and continuing along the northerly limit of said lane by said By-law 140 feet 9 inches to the point of commencement; Together with the rights of the owners and occupants of the dwelling immediately to the north of the herein described parcel to maintain in their present position the overhanging eaves of the said dwelling on the herein described parcel. 7. The rental property located on the parcel of land known municipally as 376 Parliament Street in the City of Toronto in The Municipality of Metropolitan Toronto, being composed of part of Lot 31, Block B, on registered plan D-138, described as follows: Commencing at a point in the easterly limit of said Lot 31, distant 16 feet measured northerly thereon from the southeasterly angle of said Lot; Thence northerly along the easterly limit of said Lot, being the westerly limit of Parliament Street, 16 feet 7 inches; Thence westerly to and along the centre line of wall between the dwellings standing in 1949 on the herein described parcel and the parcel immediately to the north thereof, and continuing westerly along the northerly face of the northerly wall of the westerly part of the said building on the herein described parcel, and continuing still westerly along a board fence in all a distance of 145 feet 9 and 1/3 inches to a point in the westerly limit of said Lot 31, distant 32 feet 7 inches measured northerly from the southwesterly angle of said Lot; Thence southerly along the westerly limit of said Lot, being the easterly limit of a lane, 16 feet 7 inches; Thence easterly and parallel to the southerly limit of said Lot, to and along the southerly face of the southerly wall of the said building standing on the herein described parcel, and continuing easterly in all a distance of 145 feet 9 inches to the point of commencement. 8. The rental property located on the parcel of land known municipally as 378-380 Parliament Street in the City of Toronto in The Municipality of Metropolitan Toronto, being composed of parts of Lots 31 and 32, Block B, on registered plan D-138 now designated as Part 3 on Plan of Survey No. 63R-1667. 9. The rental property located on the parcel of land known municipally as 382-386 Parliament Street in the City of Toronto in The Municipality of Metropolitan Toronto, being composed of part of Lots 32 and 33, Block B, on registered plan D-138, now designated as Parts 1 and 2 on Plan of Survey No. 63R-1667. As described in Instrument No. CT890857. O. Reg. 524/94, Sched. 2; O. Reg. 284/96, s. 3. SCHEDULE 3 1. The rental unit known municipally as Unit 102, 9 Deer Park Crescent in the City of Toronto in The Municipality of Metropolitan Toronto, which property is composed of Lot A, lots 41 and 42 and parts of lots 43 and 34 according to Registered Plan 365 York, described as follows: Commencing at a point in the northerly limit of Lot 34 aforesaid distant 25 feet 6 inches measured westerly therealong from the northeast angle of said Lot 34; Thence westerly along the northerly limits of lots 34, A and 41 being also along the southerly limit of Delise Avenue in all 339 feet 7 inches to the northwest angle of Lot 41 aforesaid; Thence southerly along the westerly limits of lots 41, 42 and part of Lot 43 aforesaid and being along the easterly limit of Deer Park Crescent a chord distance of 214 feet 2¼ inches to the intersection with a line drawn parallel to the northerly limit of St. Clair Avenue West as widened by By-law Number 5761 and distant 115 feet 7 inches measured northerly therefrom; Thence easterly along the aforesaid parallel line 195 feet 9¾ inches more or less to a point in the easterly limit of Lot 43 aforesaid; Thence northerly along the said easterly limit of Lot 43 aforesaid 42 feet 2½ inches to the northeast angle of said Lot43; Thence easterly along the southerly limit of Lot A and Lot 34 aforesaid 106 feet 5¼ inches, more or less, to a point therein distant 25 feet 6 inches measured westerly therealong from the southeast angle of said Lot 34; Thence northerly to and thence along the centre line of the party wall of the brick dwellings erected on the herein described parcel and that to the east thereof and continuing northerly in all 166 feet 8½ inches to the place of beginning. O. Reg. 524/94, Sched. 3. FORM 1 Rental Housing Protection Act NOTICE OF AN APPLICATION  O. Reg. 524/94, Form 1. FORM 2 Rental Housing Protection Act NOTICE OF MEETING TO CONSIDER AN APPLICATION   O. Reg. 524/94, Form 2. FORM 3 Rental Housing Protection Act NOTICE OF MEETING TO CONSIDER AN APPLICATION   O. Reg. 524/94, Form 3. FORM 4 Rental Housing Protection Act CERTIFICATE OF APPROVAL  O. Reg. 524/94, Form 4. FORM 5 Rental Housing Protection Act CERTIFICATE OF APPROVAL   O. Reg. 524/94, Form 5. FORM 6 Rental Housing Protection Act WARRANT UNDER SUBSECTION 14 (4)  O. Reg. 524/94, Form 6. FORM 7 Rental Housing Protection Act WARRANT UNDER SUBSECTION 14 (8)  O. Reg. 524/94, Form 7. ",
            "raw_html": "<p class=\"section-e\"><b>24.</b> Omitted (revokes other Regulations). O. Reg. 524/94, s. 24.</p> <p class=\"schedule-e\">SCHEDULE 1</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Ajax</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">Town</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Barrie</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">City</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Brampton</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">City</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Brantford</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">City</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Burlington</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">City</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Cambridge</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">City</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Clarington</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">Municipality</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">East York</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">Borough</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Etobicoke</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">City</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Gloucester</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">City</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Guelph</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">City</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Hamilton</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">City</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Kingston</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">City</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Kitchener</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">City</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">London</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">City</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Markham</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">Town</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Mississauga</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">City</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Nepean</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">City</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Niagara Falls</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">City</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">North Bay</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">City</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">North York</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">City</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Oakville</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">Town</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Oshawa</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">City</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Ottawa</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">City</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Peterborough</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">City</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Pickering</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">Town</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Richmond Hill</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">Town</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Sarnia</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">City</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Sault Ste. Marie</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">City</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Scarborough</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">City</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">St. Catharines</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">City</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Sudbury</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">City</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Thunder Bay</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">City</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Toronto</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">City</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Vaughan</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">Town</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Waterloo</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">City</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Whitby</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">Town</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Windsor</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">City</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">York</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">City</p>\n</td></tr></table></center> <p class=\"tfootnote-e\">O. Reg. 524/94, Sched. 1.</p> <p class=\"schedule-e\">SCHEDULE 2</p> <p class=\"paragraph-e\">1. Every rental property located on the parcel of land known municipally as 10-12 Young Street and 166-174 King Street West, 180-188 King Street West, 194-198 King Street West, 200-204 King Street West, 210 King Street West, 214 King Street West, 222-228 King Street West and 9-11 College Street, 23 College Street, 25 College Street, 27-29 College Street, 31-35 College Street, 121 Duke Street West and 40 Young Street in the City of Kitchener in The Regional Municipality of Waterloo and described as follows:</p> <p class=\"paragraph-e\">Composed of lots 1 and 2 and part of lots 3 and 4, west of Young Street; lots 1 and 2 and part of lots 3 and 4, east of College Street; and part of lots 10, 11, 12, 13 and 14, north of King Street, all according to A.C. Weber’s Survey, Registered Plan 401, and designated as parts 1 to 23, inclusive, on Reference Plan 58R-6110.</p> <p class=\"paragraph-e\">2. Every rental property located on the parcel of land known municipally as 80 Beverley Street in the City of Toronto in The Municipality of Metropolitan Toronto, being part of Park Lot No. 14 in the First Concession from the Bay in the Township of York, described as follows:</p> <p class=\"paragraph-e\">Commencing at a point in the westerly limit of Beverley Street (formerly known as St. George’s Terrace) where the same is intersected in February, 1923 by the centre line of a double fence running westward, the said point being distant 215 feet 8 inches measured southerly along the said limit of Beverley Street from the southerly limit of Grange Avenue (formerly called Charles Street) taken at a width of 60 feet measured southerly from the northerly limit thereof, the said point of commencement being also distant 90 feet 5½ inches northerly from the intersection of the said limit of Beverley Street with the northerly limit of Sullivan Street;</p> <p class=\"paragraph-e\">Thence westerly along the said centre line of fence, 22 feet 9 inches, more or less, to the northeasterly angle of the brick veneering on the northerly wall of the old rough cast building standing at the date last-mentioned upon the lands immediately to the south of the lands hereby conveyed, being at a distance of 215 feet 10½<sup> </sup>inches measured on a course parallel to the said limit of Beverley Street from the said southerly limit of Grange Avenue;</p> <p class=\"paragraph-e\">Thence westerly along the said northerly face of a brick veneering 34 feet 1½<sup> </sup>inches to an angle in the same, being at a distance of 216 feet 1 inch measured southerly on a course parallel to the said limit of Beverley Street from the said southerly limit of Grange Avenue;</p> <p class=\"paragraph-e\">Thence northerly and parallel to the said limit of Beverley Street 3½<sup> </sup>inches to the northerly face of the brick veneering on the westerly part of the said building;</p> <p class=\"paragraph-e\">Thence westerly along the northerly face of the last-mentioned brick veneering 18 feet 6½ inches to the westerly end of the same being at a point distant 216 feet 2½<sup> </sup>inches measured southerly on a course parallel to the said limit of Beverley Street from the said limit of Grange Avenue;</p> <p class=\"paragraph-e\">Thence southerly and parallel to the said limit of Beverley Street 5½ inches to the line of a fence running westerly;</p> <p class=\"paragraph-e\">Thence westerly along the line of the last-mentioned fence 66 feet 4 inches to a point in the southerly production of the easterly face of the rough cast building standing at the date last-mentioned upon the southwesterly part of the lands hereby conveyed which point is distant 217 feet 8 inches measured southerly on a course parallel to the said limit of Beverley Street from the said southerly limit of Grange Avenue;</p> <p class=\"paragraph-e\">Thence northerly and parallel to the said limit of Beverley Street, 5 inches to the southerly face of the southerly wall of the last-mentioned building;</p> <p class=\"paragraph-e\">Thence westerly along the last-mentioned face of wall 11 feet 3 inches, more or less, to the point of intersection with the easterly limit of a lane as shown on a plan registered as Number D-91 in the Registry Office for the City of Toronto, which limit is distant 153 feet westerly from the said limit of Beverley Street and parallel thereto which point of intersection is distant 217 feet 3 inches measured southerly on a course parallel to the said limit of Beverley Street, from the said limit of Grange Avenue, and distant also 89 feet 1½ inches measured northerly on the same course from the said northerly limit of Sullivan Street;</p> <p class=\"paragraph-e\">Thence northerly along the said limit of a lane 40 feet;</p> <p class=\"paragraph-e\">Thence easterly 153 feet to the point of intersection with the westerly limit of Beverley Street;</p> <p class=\"paragraph-e\">Thence southerly along the said limit of Beverley Street 40 feet to the point of commencement.</p> <p class=\"paragraph-e\">Together with a right of way over, along and upon the most southerly 4 feet of the most easterly 100 feet of the lands lying immediately adjacent to and to the north of the lands herein described.</p> <p class=\"paragraph-e\">And subject to a right of way over, along and upon the most northerly 3 feet of the most easterly 100 feet of the lands herein described.</p> <p class=\"paragraph-e\">3. Every rental property located on the land in the City of Ottawa in The Regional Municipality of Ottawa-Carleton shown as Parcel 1-1, Section 533, in the Land Registry Office for the Land Titles Division of Ottawa-Carleton (No. 4) and being composed of parts 1 to 9 on a plan deposited in the said Land Registry Office as Instrument No. 4R-5598.</p> <p class=\"paragraph-e\">4. Every rental property located on the land known municipally as 7-9 Broadway Avenue in the City of Toronto in The Municipality of Metropolitan Toronto being composed of part of Block A according to a plan filed in the Registry Office for the City of Toronto as No. 806 which parcel is more particularly described in Instrument Number CT 462768 registered in the Land Registry Office for the Registry Division of Toronto (No. 63).</p> <p class=\"paragraph-e\">5. Every rental property located on the land known municipally as 4, 6A and 8 Navy Street and 108, 110 and 114 King Street in the Town of Oakville in The Regional Municipality of Halton being composed of Parcels 1-1-53 and 6-2-53 in section H-1 registered in the Land Registry Office for the Land Titles Division of Halton and more particularly described as follows:</p> <p class=\"paragraph-e\">Firstly:</p> <p class=\"paragraph-e\">Lots 1, 2, 3, 4, 5 and parts of lots 6, 7 and 8, all in Block 53; Lot 3 and parts of lots 2 and 4, all in Block 55; part of Water Street; and that part of Oakville Harbour lying between the southwesterly limit of Block 55 and the southwesterly limit of the existing concrete retaining wall according to registered Plan Number 1, filed in the Land Registry Office for the Registry Division of Halton, and designated as Part 1 on Plan HR-19 registered in the Land Registry Office for the Land Titles Division of Halton.</p> <p class=\"paragraph-e\">Secondly:</p> <p class=\"paragraph-e\">Those parts of lots 1, 2, 3 and 4 in Block 85; part of Lot 4 in Block 55; parts of lots 6, 7 and 8 in Block 53, all of blocks 83 and 84; that part of Front Street lying between the southwesterly limit of Navy Street and the northwesterly production of the southeasterly limit of Block 85; part of Water Street; an un-named street lying between said blocks 55 and 85; the un-named streets east of said blocks 84 and 85, and a strip of undesignated land lying southeast of said blocks 83 and 84 all according to Registered Plan Number 1 (Town of Oakville) filed in the Land Registry Office for the Registry Division of Halton and designated as Part 2 on Plan HR-19 registered in the Land Registry Office for the Land Titles Division of Halton.</p> <p class=\"paragraph-e\">6. The rental property located on the parcel of land known municipally as 374 Parliament Street in the City of Toronto in The Municipality of Metropolitan Toronto, being composed of part of Lot 31, Block B, on registered plan D-138, described as follows:</p> <p class=\"paragraph-e\">Commencing at the southeasterly angle of said Lot 31;</p> <p class=\"paragraph-e\">Thence northerly along the easterly limit of said Lot, being the westerly limit of Parliament Street, 16 feet;</p> <p class=\"paragraph-e\">Thence westerly to and along the southerly face of the southerly wall of the dwelling standing in 1949 on the parcel immediately to the north of the herein described parcel and continuing westerly and parallel to the southerly limit of said Lot 31, in all a distance of 145 feet 9 inches to a point in the westerly limit of said Lot, distant 16 feet measured northerly thereon from the southwesterly angle of said Lot;</p> <p class=\"paragraph-e\">Thence southerly along the westerly limit of said Lot, being the easterly limit of a lane, 11 feet;</p> <p class=\"paragraph-e\">Thence southeasterly along the northerly limit of a lane, as opened by By-law No. 16475 of The Corporation of the City of Toronto, 7 feet 1½ inches to an angle therein;</p> <p class=\"paragraph-e\">Thence easterly along the southerly limit of said Lot 31, and continuing along the northerly limit of said lane by said By-law 140 feet 9 inches to the point of commencement;</p> <p class=\"paragraph-e\">Together with the rights of the owners and occupants of the dwelling immediately to the north of the herein described parcel to maintain in their present position the overhanging eaves of the said dwelling on the herein described parcel.</p> <p class=\"paragraph-e\">7. The rental property located on the parcel of land known municipally as 376 Parliament Street in the City of Toronto in The Municipality of Metropolitan Toronto, being composed of part of Lot 31, Block B, on registered plan D-138, described as follows:</p> <p class=\"paragraph-e\">Commencing at a point in the easterly limit of said Lot 31, distant 16 feet measured northerly thereon from the southeasterly angle of said Lot;</p> <p class=\"paragraph-e\">Thence northerly along the easterly limit of said Lot, being the westerly limit of Parliament Street, 16 feet 7 inches;</p> <p class=\"paragraph-e\">Thence westerly to and along the centre line of wall between the dwellings standing in 1949 on the herein described parcel and the parcel immediately to the north thereof, and continuing westerly along the northerly face of the northerly wall of the westerly part of the said building on the herein described parcel, and continuing still westerly along a board fence in all a distance of 145 feet 9 and <sup>1</sup>/<sub>3</sub> inches to a point in the westerly limit of said Lot 31, distant 32 feet 7 inches measured northerly from the southwesterly angle of said Lot;</p> <p class=\"paragraph-e\">Thence southerly along the westerly limit of said Lot, being the easterly limit of a lane, 16 feet 7 inches;</p> <p class=\"paragraph-e\">Thence easterly and parallel to the southerly limit of said Lot, to and along the southerly face of the southerly wall of the said building standing on the herein described parcel, and continuing easterly in all a distance of 145 feet 9 inches to the point of commencement.</p> <p class=\"paragraph-e\">8. The rental property located on the parcel of land known municipally as 378-380 Parliament Street in the City of Toronto in The Municipality of Metropolitan Toronto, being composed of parts of Lots 31 and 32, Block B, on registered plan D-138 now designated as Part 3 on Plan of Survey No. 63R-1667.</p> <p class=\"paragraph-e\">9. The rental property located on the parcel of land known municipally as 382-386 Parliament Street in the City of Toronto in The Municipality of Metropolitan Toronto, being composed of part of Lots 32 and 33, Block B, on registered plan D-138, now designated as Parts 1 and 2 on Plan of Survey No. 63R-1667.</p> <p class=\"paragraph-e\">As described in Instrument No. CT890857.</p> <p class=\"tfootnote-e\">O. Reg. 524/94, Sched. 2; O. Reg. 284/96, s. 3.</p> <p class=\"schedule-e\">SCHEDULE 3</p> <p class=\"paragraph-e\">1. The rental unit known municipally as Unit 102, 9 Deer Park Crescent in the City of Toronto in The Municipality of Metropolitan Toronto, which property is composed of Lot A, lots 41 and 42 and parts of lots 43 and 34 according to Registered Plan 365 York, described as follows:</p> <p class=\"paragraph-e\">Commencing at a point in the northerly limit of Lot 34 aforesaid distant 25 feet 6 inches measured westerly therealong from the northeast angle of said Lot 34;</p> <p class=\"paragraph-e\">Thence westerly along the northerly limits of lots 34, A and 41 being also along the southerly limit of Delise Avenue in all 339 feet 7 inches to the northwest angle of Lot 41 aforesaid;</p> <p class=\"paragraph-e\">Thence southerly along the westerly limits of lots 41, 42 and part of Lot 43 aforesaid and being along the easterly limit of Deer Park Crescent a chord distance of 214 feet 2¼ inches to the intersection with a line drawn parallel to the northerly limit of St. Clair Avenue West as widened by By-law Number 5761 and distant 115 feet 7 inches measured northerly therefrom;</p> <p class=\"paragraph-e\">Thence easterly along the aforesaid parallel line 195 feet 9¾ inches more or less to a point in the easterly limit of Lot 43 aforesaid;</p> <p class=\"paragraph-e\">Thence northerly along the said easterly limit of Lot 43 aforesaid 42 feet 2½ inches to the northeast angle of said Lot43;</p> <p class=\"paragraph-e\">Thence easterly along the southerly limit of Lot A and Lot 34 aforesaid 106 feet 5¼ inches, more or less, to a point therein distant 25 feet 6 inches measured westerly therealong from the southeast angle of said Lot 34;</p> <p class=\"paragraph-e\">Thence northerly to and thence along the centre line of the party wall of the brick dwellings erected on the herein described parcel and that to the east thereof and continuing northerly in all 166 feet 8½ inches to the place of beginning.</p> <p class=\"tfootnote-e\">O. Reg. 524/94, Sched. 3.</p> <p class=\"form-e\">FORM 1</p> <p class=\"act-e\"><i>Rental Housing Protection Act</i></p> <p class=\"subject-e\">NOTICE OF AN APPLICATION</p> <p class=\"scanned-e\"><img border=\"0\" height=\"403\" src=\"images/elaws_rev_regs_940524_e-1.gif\" width=\"659\"/></p> <p class=\"footnote-e\">O. Reg. 524/94, Form 1.</p> <p class=\"form-e\">FORM 2</p> <p class=\"act-e\"><i>Rental Housing Protection Act</i></p> <p class=\"subject-e\">NOTICE OF MEETING TO CONSIDER AN APPLICATION</p> <p class=\"scanned-e\"><img border=\"0\" height=\"200\" src=\"images/elaws_rev_regs_940524_e-2.gif\" width=\"658\"/></p> <p class=\"scanned-e\"><img border=\"0\" height=\"545\" src=\"images/elaws_rev_regs_940524_e-3.gif\" width=\"658\"/></p> <p class=\"footnote-e\">O. Reg. 524/94, Form 2.</p> <p class=\"form-e\">FORM 3</p> <p class=\"act-e\"><i>Rental Housing Protection Act</i></p> <p class=\"subject-e\">NOTICE OF MEETING TO CONSIDER AN APPLICATION</p> <p class=\"scanned-e\"><img border=\"0\" height=\"235\" src=\"images/elaws_rev_regs_940524_e-4.gif\" width=\"659\"/></p> <p class=\"scanned-e\"><img border=\"0\" height=\"249\" src=\"images/elaws_rev_regs_940524_e-5.gif\" width=\"658\"/></p> <p class=\"footnote-e\">O. Reg. 524/94, Form 3.</p> <p class=\"form-e\">FORM 4</p> <p class=\"act-e\"><i>Rental Housing Protection Act</i></p> <p class=\"subject-e\">CERTIFICATE OF APPROVAL</p> <p class=\"scanned-e\"><img border=\"0\" height=\"386\" src=\"images/elaws_rev_regs_940524_e-6.gif\" width=\"658\"/></p> <p class=\"footnote-e\">O. Reg. 524/94, Form 4.</p> <p class=\"form-e\">FORM 5</p> <p class=\"act-e\"><i>Rental Housing Protection Act</i></p> <p class=\"subject-e\">CERTIFICATE OF APPROVAL</p> <p class=\"scanned-e\"><img border=\"0\" height=\"141\" src=\"images/elaws_rev_regs_940524_e-7.gif\" width=\"658\"/></p> <p class=\"scanned-e\"><img border=\"0\" height=\"195\" src=\"images/elaws_rev_regs_940524_e-8.gif\" width=\"658\"/></p> <p class=\"footnote-e\">O. Reg. 524/94, Form 5.</p> <p class=\"form-e\">FORM 6</p> <p class=\"act-e\"><i>Rental Housing Protection Act</i></p> <p class=\"subject-e\">WARRANT UNDER SUBSECTION 14 (4)</p> <p class=\"scanned-e\"><img border=\"0\" height=\"553\" src=\"images/elaws_rev_regs_940524_e-9.gif\" width=\"658\"/></p> <p class=\"footnote-e\">O. Reg. 524/94, Form 6.</p> <p class=\"form-e\">FORM 7</p> <p class=\"act-e\"><i>Rental Housing Protection Act</i></p> <p class=\"subject-e\">WARRANT UNDER SUBSECTION 14 (8)</p> <p class=\"scanned-e\"><img border=\"0\" height=\"610\" src=\"images/elaws_rev_regs_940524_e-10.gif\" width=\"658\"/></p> <p class=\"footnote-e\">O. Reg. 524/94, Form 7.</p> <p class=\"Normal\"></p>"
        }
    ]
}