{
    "reg_info": {
        "full_title": "O. Reg. 267/01: ASSETS AND LIABILITIES",
        "reg_name_text": "ASSETS AND LIABILITIES",
        "citation": "O. Reg. 267/01: ",
        "act_under": "City of Kawartha Lakes Act, 2000   Loi de 2000 sur la cité de Kawartha Lakes",
        "url": "https://www.ontario.ca/laws/regulation/010267",
        "date_scraped": "2023-12-19 22:39:16"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  5, 2001",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. The assets referred to in section 3 of the Act are assets which on December 31, 2000 were, (a) reserves and reserve funds; (b) revenue fund surplus; (c) investments, excluding investments of reserves and reserve funds; (d) inventories for sale, including land acquired for the purpose of resale; (e) the net proceeds to be realized from the disposition of property under a binding sale agreement; (f) the present value of the projected payments-in-lieu of taxes for school purposes that are not required to be shared with school boards; (g) the present value of projected royalties receivable with respect to an aggregate pit or quarry. O. Reg. 267/01, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b> The assets referred to in section 3 of the Act are assets which on December 31, 2000 were,</p> <p class=\"clause-e\">(a) reserves and reserve funds;</p> <p class=\"clause-e\">(b) revenue fund surplus;</p> <p class=\"clause-e\">(c) investments, excluding investments of reserves and reserve funds;</p> <p class=\"clause-e\">(d) inventories for sale, including land acquired for the purpose of resale;</p> <p class=\"clause-e\">(e) the net proceeds to be realized from the disposition of property under a binding sale agreement;</p> <p class=\"clause-e\">(f) the present value of the projected payments-in-lieu of taxes for school purposes that are not required to be shared with school boards;</p> <p class=\"clause-e\">(g) the present value of projected royalties receivable with respect to an aggregate pit or quarry. O. Reg. 267/01, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. The liabilities referred to in section 3 of the Act are liabilities which on December 31, 2000 were, (a) debts, including debentures and short-term and temporary borrowing; (b) revenue fund deficit; (c) post-employment benefits, including pension obligations, severance allowances and vested sick leave; (d) accrued liabilities, including obligations incurred as a Schedule 2 employer under the Workplace Safety and Insurance Act, 1997 that are not recorded as an expenditure; (e) long-term obligations and lease commitments. O. Reg. 267/01, s. 2. ",
            "raw_html": "<p class=\"section-e\"><b>2.</b> The liabilities referred to in section 3 of the Act are liabilities which on December 31, 2000 were,</p> <p class=\"clause-e\">(a) debts, including debentures and short-term and temporary borrowing;</p> <p class=\"clause-e\">(b) revenue fund deficit;</p> <p class=\"clause-e\">(c) post-employment benefits, including pension obligations, severance allowances and vested sick leave;</p> <p class=\"clause-e\">(d) accrued liabilities, including obligations incurred as a Schedule 2 employer under the <i>Workplace Safety and Insurance Act, 1997</i> that are not recorded as an expenditure;</p> <p class=\"clause-e\">(e) long-term obligations and lease commitments. O. Reg. 267/01, s. 2.</p> <p class=\"Normal\"></p>"
        }
    ]
}