{
    "reg_info": {
        "full_title": "O. Reg. 153/14: COMMUNITY FOOD PROGRAM DONATION TAX CREDIT FOR FARMERS",
        "reg_name_text": "COMMUNITY FOOD PROGRAM DONATION TAX CREDIT FOR FARMERS",
        "citation": "O. Reg. 153/14: ",
        "act_under": "Taxation Act, 2007   Loi de 2007 sur les impôts ",
        "url": "https://www.ontario.ca/laws/regulation/140153",
        "date_scraped": "2023-12-19 04:18:29"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "August 15, 2014",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/140153/v1",
            "valid_from": "July 30, 2014",
            "valid_to": "August 14, 2014"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Application",
            "content": "  1. This Regulation applies with respect to the community food program donation tax credit for farmers that is established by section 103.1.2 of the Act.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>This Regulation applies with respect to the community food program donation tax credit for farmers that is established by section 103.1.2 of the Act.</p>"
        },
        {
            "id": "2.",
            "section": "Definition of “agricultural product”",
            "content": " 2. (1) For the purposes of section 103.1.2 of the Act, “agricultural product” means, (a) subject to subsection (2), an item that, in Ontario, may legally be sold, distributed or offered for sale at a place other than the premises of the producer of the item as food or drink intended for human consumption and that is either, (i) meat or meat by-products (within the meaning of Ontario Regulation 31/05 (Meat) made under the Food Safety and Quality Act, 2001), or (ii) eggs or dairy products, fish, fruits, vegetables, grains, pulses, herbs, honey, maple syrup, mushrooms, nuts or anything else that is grown, raised or harvested on a farm, or (b) food animals (within the meaning of Ontario Regulation 31/05) which are alive and are suitable for and intended to be processed as food. (2) If an item described in clause (a) of the definition of “agricultural product” in subsection (1) has been processed, it is an agricultural product only if the item was processed no more than to the extent necessary so that, in Ontario, it is permitted to be legally sold, distributed or offered for sale at a place other than the premises of the producer of the item as food or drink intended for human consumption.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) For the purposes of section 103.1.2 of the Act,</p> <p class=\"firstdef-e\">“agricultural product” means,</p> <p class=\"defclause-e\">  (a) subject to subsection (2), an item that, in Ontario, may legally be sold, distributed or offered for sale at a place other than the premises of the producer of the item as food or drink intended for human consumption and that is either,</p> <p class=\"defsubclause-e\">  (i) meat or meat by-products (within the meaning of Ontario Regulation 31/05 (Meat) made under the <i>Food Safety and Quality Act, 2001</i><i>)</i>, or</p> <p class=\"defsubclause-e\">  (ii) eggs or dairy products, fish, fruits, vegetables, grains, pulses, herbs, honey, maple syrup, mushrooms, nuts or anything else that is grown, raised or harvested on a farm, or</p> <p class=\"clause-e\">  (b) food animals (within the meaning of Ontario Regulation 31/05) which are alive and are suitable for and intended to be processed as food.</p> <p class=\"subsection-e\">  (2) If an item described in clause (a) of the definition of “agricultural product” in subsection (1) has been processed, it is an agricultural product only if the item was processed no more than to the extent necessary so that, in Ontario, it is permitted to be legally sold, distributed or offered for sale at a place other than the premises of the producer of the item as food or drink intended for human consumption.</p>"
        },
        {
            "id": "3.",
            "section": "Eligible community food program",
            "content": " 3. (1) This section sets out the conditions that are prescribed for the purposes of clause (c) of the definition of “eligible community food program” in subsection 103.1.2 (1) of the Act. (2) A person or entity must satisfy at least one of the following conditions in order to be an eligible community food program: 1. The primary purpose for which the person or entity distributes food to the public without charge in Ontario is to provide relief to persons who are destitute or who are lacking essential amenities available to the general public. 2. The person or entity, i. provides meals or snacks to pupils enrolled in an elementary or secondary school (within the meaning of the Education Act) or in a supervised alternative learning program (within the meaning of Ontario Regulation 374/10 (Supervised Alternative Learning and Other Excusals from Attendance at School) made under the Education Act), or ii. oversees the administration of a program that provides meals or snacks to pupils enrolled in a school or program described in subparagraph i.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) This section sets out the conditions that are prescribed for the purposes of clause (c) of the definition of “eligible community food program” in subsection 103.1.2 (1) of the Act.</p> <p class=\"subsection-e\">  (2) A person or entity must satisfy at least one of the following conditions in order to be an eligible community food program:</p> <p class=\"paragraph-e\">  1. The primary purpose for which the person or entity distributes food to the public without charge in Ontario is to provide relief to persons who are destitute or who are lacking essential amenities available to the general public.</p> <p class=\"paragraph-e\">  2. The person or entity,</p> <p class=\"subpara-e\">  i. provides meals or snacks to pupils enrolled in an elementary or secondary school (within the meaning of the <i>Education Act</i>) or in a supervised alternative learning program (within the meaning of Ontario Regulation 374/10 (Supervised Alternative Learning and Other Excusals from Attendance at School) made under the <i>Education Act</i><i>)</i>, or</p> <p class=\"subpara-e\">  ii. oversees the administration of a program that provides meals or snacks to pupils enrolled in a school or program described in subparagraph i.</p>"
        },
        {
            "id": "4.",
            "section": "Eligible community food program",
            "content": " 4. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>4.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Eligible community food program",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}