{
    "reg_info": {
        "full_title": "O. Reg. 90/14: SERVICE PROVIDERS - STANDARDS FOR BUSINESS SYSTEMS AND PRACTICES AND OTHER PRESCRIBED CONDITIONS",
        "reg_name_text": "SERVICE PROVIDERS - STANDARDS FOR BUSINESS SYSTEMS AND PRACTICES AND OTHER PRESCRIBED CONDITIONS",
        "citation": "O. Reg. 90/14: ",
        "act_under": "Insurance Act",
        "url": "https://www.ontario.ca/laws/regulation/140090",
        "date_scraped": "2023-12-18 22:59:16"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June  8, 2019",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/140090/v5",
            "valid_from": "June  3, 2019",
            "valid_to": "June  7, 2019"
        },
        {
            "a_href": "/laws/regulation/140090/v4",
            "valid_from": "December  1, 2014",
            "valid_to": "June  2, 2019"
        },
        {
            "a_href": "/laws/regulation/140090/v3",
            "valid_from": "November 27, 2014",
            "valid_to": "November 30, 2014"
        },
        {
            "a_href": "/laws/regulation/140090/v2",
            "valid_from": "June  1, 2014",
            "valid_to": "November 26, 2014"
        },
        {
            "a_href": "/laws/regulation/140090/v1",
            "valid_from": "March 28, 2014",
            "valid_to": "May 31, 2014"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "General",
            "part_id": null,
            "part_type": null,
            "section": "General",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Definitions",
            "content": " 1. (1) In this Regulation,  “business day” means a day that is not a Saturday or holiday within the meaning of section 87 of the Legislation Act, 2006; (“jour ouvrable”) “central processing agency” means a central processing agency referred to in subsection 49 (3) of the Statutory Accident Benefits Schedule; (“bureau central de traitement”) “Guideline” means a Guideline referred to in subsection 49 (3) of the Statutory Accident Benefits Schedule; (“directive”) “licensed service provider” means a person or entity who holds a service provider’s licence; (“fournisseur de services titulaire d’un permis”) “regulated health professional” has the same meaning as in subsection 3 (1) of the Statutory Accident Benefits Schedule; (“professionnel de la santé réglementé”) “Statutory Accident Benefits Schedule” means Ontario Regulation 34/10 (Statutory Accident Benefits Schedule — Effective September 1, 2010) made under the Act. (“annexe sur les indemnités d’accident légales”) (2) For the purposes of the following provisions, a reference to an insurer includes a central processing agency: 1. Paragraph 2 of subsection 4 (1). 2. Sections 6, 7, 9 and 10. 3. Subsection 12 (1). 4. Clause 17 (3) (a).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK1\"></a>1. </b>(1) In this Regulation, </p> <p class=\"firstdef-e\">“business day” means a day that is not a Saturday or holiday within the meaning of section 87 of the <i>Legislation Act, 2006</i>; (“jour ouvrable”)</p> <p class=\"firstdef-e\">“central processing agency” means a central processing agency referred to in subsection 49 (3) of the Statutory Accident Benefits Schedule; (“bureau central de traitement”)</p> <p class=\"definition-e\">“Guideline” means a Guideline referred to in subsection 49 (3) of the Statutory Accident Benefits Schedule; (“directive”)</p> <p class=\"definition-e\">“licensed service provider” means a person or entity who holds a service provider’s licence; (“fournisseur de services titulaire d’un permis”)</p> <p class=\"definition-e\">“regulated health professional” has the same meaning as in subsection 3 (1) of the Statutory Accident Benefits Schedule; (“professionnel de la santé réglementé”)</p> <p class=\"definition-e\">“Statutory Accident Benefits Schedule” means Ontario Regulation 34/10 (Statutory Accident Benefits Schedule — Effective September 1, 2010) made under the Act. (“annexe sur les indemnités d’accident légales”) </p> <p class=\"subsection-e\">  (2) For the purposes of the following provisions, a reference to an insurer includes a central processing agency: </p> <p class=\"paragraph-e\">  1. Paragraph 2 of subsection 4 (1).</p> <p class=\"paragraph-e\">  2. Sections 6, 7, 9 and 10.</p> <p class=\"paragraph-e\">  3. Subsection 12 (1).</p> <p class=\"paragraph-e\">  4. Clause 17 (3) (a). </p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Standards for business systems and practices, etc.",
            "content": " 2. The requirements set out in this Regulation are prescribed for the purposes of section 288.4 of the Act as, (a) standards with respect to a licensed service provider’s business systems and practices, in connection with statutory accident benefits, and with respect to matters of integrity in the management of the service provider's operations; and (b) other conditions of a service provider’s licence with respect to matters described in subsection 288.4 (4) of the Act. O. Reg. 228/14, s. 2. Provision of Information",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>2. </b>The requirements set out in this Regulation are prescribed for the purposes of section 288.4 of the Act as,</p> <p class=\"clause-e\">  (a) standards with respect to a licensed service provider’s business systems and practices, in connection with statutory accident benefits, and with respect to matters of integrity in the management of the service provider's operations; and</p> <p class=\"clause-e\">  (b) other conditions of a service provider’s licence with respect to matters described in subsection 288.4 (4) of the Act. O. Reg. 228/14, s. 2.</p> <p class=\"heading1-e\"><a name=\"BK3\"></a>Provision of Information</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "Provision of Information",
            "part_id": null,
            "part_type": null,
            "section": "Provision of Information",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Duty to give insurer information",
            "content": " 3. (1) A licensed service provider shall give to an insurer, on request, the following information:  1. The licence number issued to the service provider under subsection 288.5 (3) of the Act. 2. The name of any regulated health professional or any other person authorized by the service provider to perform or provide, on its behalf, assessments, examinations, reports, forms, plans, goods or services in respect of which payment for a listed expense is or may be requested from the insurer. 3. The registration number on the certificate of registration issued to a regulated health professional referred to in paragraph 2 by the College, as defined in the Regulated Health Professions Act, 1991 or the Social Work and Social Service Work Act, 1998, of which the regulated health professional is a member. 4. The name of any regulated health professional or of any other person who was but is no longer authorized by the service provider to perform or provide, on its behalf, assessments, examinations, reports, forms, plans, goods or services in respect of which payment for a listed expense was or could have been requested from the insurer, and the time period in which the regulated health professional or other person was so authorized within the six-year period immediately before the date of the request. (2) The service provider shall give the insurer the information referred to in subsection (1) within 10 business days after the day the service provider receives the request.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>3.</b> (1) A licensed service provider shall give to an insurer, on request, the following information: </p> <p class=\"paragraph-e\">  1. The licence number issued to the service provider under subsection 288.5 (3) of the Act.</p> <p class=\"paragraph-e\">  2. The name of any regulated health professional or any other person authorized by the service provider to perform or provide, on its behalf, assessments, examinations, reports, forms, plans, goods or services in respect of which payment for a listed expense is or may be requested from the insurer.</p> <p class=\"paragraph-e\">  3. The registration number on the certificate of registration issued to a regulated health professional referred to in paragraph 2 by the College, as defined in the <i>Regulated Health Professions Act, 1991</i> or the <i>Social Work and Social Service Work Act, 1998</i>, of which the regulated health professional is a member.</p> <p class=\"paragraph-e\">  4. The name of any regulated health professional or of any other person who was but is no longer authorized by the service provider to perform or provide, on its behalf,<i> </i>assessments, examinations, reports, forms, plans, goods or services in respect of which payment for a listed expense was or could have been requested from the insurer, and the time period in which the regulated health professional or other person was so authorized within the six-year period immediately before the date of the request. </p> <p class=\"subsection-e\">  (2) The service provider shall give the insurer the information referred to in subsection (1) within 10 business days after the day the service provider receives the request. </p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Duty to provide accounting",
            "content": " 4. (1) A licensed service provider shall give the following information and documents, on request, to an individual who has been the subject of an assessment or examination by the service provider, or in respect of whom the service provider has provided a report, form, plan, good or service, if payment for a listed expense has been or may be requested from an insurer:  1. Full particulars of all assessments and examinations performed or provided and full particulars of all reports, forms, plans, goods or services provided or delivered by or on behalf of the service provider to or for the benefit of the individual. 2. Full particulars and copies of the following documents that relate to the individual and that the service provider submitted to an insurer: i. Every invoice in respect of a listed expense. ii. Every other document giving rise to a claim for payment of a listed expense. (2) The service provider shall give the individual the information referred to in subsection (1) within 10 business days after the day the individual requests the information. (3) Despite subsection (1), a service provider is not required to give an individual information or documents that relate to an examination of the individual conducted by or on behalf of the service provider if the examination was required by an insurer under section 44 of the Statutory Accident Benefits Schedule. Billing practices",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>4. </b>(1) A licensed service provider shall<b> </b>give the following information and documents, on request, to an individual who has been the subject of an assessment or examination by the service provider, or in respect of whom the service provider has provided a report, form, plan, good or service, if payment for a listed expense has been or may be requested from an insurer: </p> <p class=\"paragraph-e\">  1. Full particulars of all assessments and examinations performed or provided and full particulars of all reports, forms, plans, goods or services provided or delivered by or on behalf of the service provider to or for the benefit of the individual.</p> <p class=\"paragraph-e\">  2. Full particulars and copies of the following documents that relate to the individual and that the service provider submitted to an insurer:</p> <p class=\"subpara-e\">  i. Every invoice in respect of a listed expense.</p> <p class=\"subpara-e\">  ii. Every other document giving rise to a claim for payment of a listed expense. </p> <p class=\"subsection-e\">  (2) The service provider shall give the individual the information referred to in subsection (1) within 10 business days after the day the individual requests the information. </p> <p class=\"subsection-e\">  (3) Despite subsection (1), a service provider is not required to give an individual information or documents that relate to an examination of the individual conducted by or on behalf of the service provider if the examination was required by an insurer under section 44 of the Statutory Accident Benefits Schedule. </p> <p class=\"heading1-e\"><a name=\"BK6\"></a>Billing practices</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "Billing practices",
            "part_id": null,
            "part_type": null,
            "section": "Billing practices",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Duty to verify identity",
            "content": " 5. A licensed service provider shall take all reasonable steps to verify the identity of each individual in respect of whom it performs or provides assessments, examinations, reports, forms, plans, goods or services in respect of which payment for a listed expense may be requested from an insurer. ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>5. </b>A licensed service provider shall take all reasonable steps to verify the identity of each individual in respect of whom it performs or provides assessments, examinations, reports, forms, plans, goods or services in respect of which payment for a listed expense may be requested from an insurer. </p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Use of name",
            "content": " 6. A licensed service provider shall not submit an invoice for a listed expense to an insurer using any name or licence number other than the name and licence number that correspond to the service provider’s licence.  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>6. </b>A licensed service provider shall not submit an invoice for a listed expense to an insurer using any name or licence number other than the name and licence number that correspond to the service provider’s licence.  </p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Duty re duplicate plans, etc.",
            "content": " 7. A licensed service provider shall take all reasonable steps to ensure that it does not submit to an insurer duplicate versions of a document referred to in section 66 of the Statutory Accident Benefits Schedule that is specified in a Guideline and required under subsection 64 (7) of the Statutory Accident Benefits Schedule to be delivered to an insurer to whom the Guideline applies, including the following documents:  1. A treatment and assessment plan referred to in subsection 38 (3) of the Statutory Accident Benefits Schedule. 2. A treatment confirmation form referred to in subsection 40 (2) of the Statutory Accident Benefits Schedule. 3. An invoice for a listed expense.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>7. </b>A licensed service provider shall take all reasonable steps to ensure that it does not submit to an insurer duplicate versions of a document referred to in section 66 of the Statutory Accident Benefits Schedule that is specified in a Guideline and required under subsection 64 (7) of the Statutory Accident Benefits Schedule to be delivered to an insurer to whom the Guideline applies, including the following documents: </p> <p class=\"paragraph-e\">  1. A treatment and assessment plan referred to in subsection 38 (3) of the Statutory Accident Benefits Schedule.</p> <p class=\"paragraph-e\">  2. A treatment confirmation form referred to in subsection 40 (2) of the Statutory Accident Benefits Schedule.</p> <p class=\"paragraph-e\">  3. An invoice for a listed expense. </p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Duty re frequency of invoices",
            "content": " 8. A licensed service provider shall take all reasonable steps to ensure that when it submits invoices to a central processing agency for listed expenses, it does not do so more frequently than is permitted under the applicable Guideline.  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>8. </b>A licensed service provider shall take all reasonable steps to ensure that when it submits invoices to a central processing agency for listed expenses, it does not do so more frequently than is permitted under the applicable Guideline.  </p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Duties re inaccurate, false or deceptive forms, etc.",
            "content": " 9. (1) A licensed service provider shall not submit to an insurer any form, plan, invoice or other type of document or information authorized or required under the Statutory Accident Benefits Schedule that relates to a claim for statutory accident benefits or to a listed expense if either of the following circumstances exists:  1. The service provider has reasonable grounds to believe that the form, invoice, document or information contains inaccurate, false, misleading or deceptive information. 2. The service provider has reasonable grounds to believe that the individual to whom the claim relates, i. was not involved in an accident in respect of which the claim for statutory accident benefits is made or the assessment, examination, report, form, plan, good or service is requested or provided; or ii. did not sustain an impairment in respect of which the claim for statutory accident benefits is made or the assessment, examination, report, form, plan, good or service is requested or provided. (2) If a service provider believes on reasonable grounds that a form, plan, invoice or other document or information that the service provider, or any person authorized by the service provider, has submitted to an insurer contains inaccurate, false, misleading or deceptive information, the service provider shall, at the earliest opportunity and in any event within two business days after forming the belief, (a) advise the insurer of the belief; and (b) provide the insurer with the correct information.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>9. </b>(1) A licensed service provider shall not<b> </b>submit to an insurer any form, plan, invoice or other type of document or information authorized or required under the Statutory Accident Benefits Schedule that relates to a claim for statutory accident benefits or to a listed expense if either of the following circumstances exists: </p> <p class=\"paragraph-e\">  1. The service provider has reasonable grounds to believe that the form, invoice, document or information contains inaccurate, false, misleading or deceptive information.</p> <p class=\"paragraph-e\">  2. The service provider has reasonable grounds to believe that the individual to whom the claim relates,</p> <p class=\"subpara-e\">  i. was not involved in an accident in respect of which the claim for statutory accident benefits is made or the assessment, examination, report, form, plan, good or service is requested or provided; or</p> <p class=\"subpara-e\">  ii. did not sustain an impairment in respect of which the claim for statutory accident benefits is made or the assessment, examination, report, form, plan, good or service is requested or provided. </p> <p class=\"subsection-e\">  (2) If a service provider believes on reasonable grounds that a form, plan, invoice or other document or information that the service provider, or any person authorized by the service provider, has submitted to an insurer contains inaccurate, false, misleading or deceptive information, the service provider shall, at the earliest opportunity and in any event within two business days after forming the belief, </p> <p class=\"clause-e\">  (a) advise the insurer of the belief; and </p> <p class=\"clause-e\">  (b) provide the insurer with the correct information. </p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Duties when insurer has not agreed to pay",
            "content": " 10. (1) A licensed service provider shall not submit an invoice to an insurer if any assessment, examination, report, form, plan, good or service listed in the invoice required the insurer’s prior approval and the insurer had not approved the assessment, examination, report, form, plan, good or service in accordance with the Statutory Accident Benefits Schedule at the time it was performed or provided.  (2) Despite subsection (1), a service provider may submit an invoice to an insurer if the insurer does not give notice of the insurer’s determination in respect of the assessment, examination, report, form, plan, good or service to which the invoice relates within the applicable time limit set out in the Statutory Accident Benefits Schedule.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>10. </b>(1) A licensed service provider shall not submit an invoice to an insurer if any assessment, examination, report, form, plan, good or service listed in the invoice required the insurer’s prior approval and the insurer had not approved the assessment, examination, report, form, plan, good or service in accordance with the Statutory Accident Benefits Schedule at the time it was performed or provided. </p> <p class=\"subsection-e\">  (2) Despite subsection (1), a service provider may submit an invoice to an insurer if the insurer does not give notice of the insurer’s determination in respect of the assessment, examination, report, form, plan, good or service to which the invoice relates within the applicable time limit set out in the Statutory Accident Benefits Schedule. </p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "Forms",
            "content": " 11. If the Chief Executive Officer approves a form under the Statutory Accident Benefits Schedule for a purpose, a licensed service provider shall use only the version of the form approved at the relevant time for that purpose. O. Reg. 90/14, s. 11; O. Reg. 139/19, s. 3. Business Systems and Practices",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>11. </b>If the Chief Executive Officer approves a form under the Statutory Accident Benefits Schedule for a purpose, a licensed service provider shall use only the version of the form approved at the relevant time for that purpose. O. Reg. 90/14, s. 11; O. Reg. 139/19, s. 3.</p> <p class=\"heading1-e\"><a name=\"BK14\"></a>Business Systems and Practices</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "Business Systems and Practices",
            "part_id": null,
            "part_type": null,
            "section": "Business Systems and Practices",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Periodic reviews",
            "content": " 12. (1) A licensed service provider shall conduct periodic reviews of the forms, plans, invoices, documents and other information the service provider submits to insurers in connection with statutory accident benefits in order to ensure the service provider is in compliance with the requirements under the Act and all applicable Guidelines and to ensure the reconciliation of its billings.  (2) The review shall be conducted in a manner and at the frequency that is appropriate for the volume and nature of the service provider’s business in connection with statutory accident benefits, and in any case no less frequently than, (a) once every three months, if the service provider was paid $50,000 or more for listed expenses by insurers in the calendar year before the review; or (b) once every 12 months, if the service provider was paid less than $50,000 for listed expenses by insurers in the calendar year before the review.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>12. </b>(1) A licensed service provider shall conduct periodic reviews of the forms, plans, invoices, documents and other information the service provider submits to insurers in connection with statutory accident benefits in order to ensure the service provider is in compliance with the requirements under the Act and all applicable Guidelines and to ensure the reconciliation of its billings. </p> <p class=\"subsection-e\">  (2) The review shall be conducted in a manner and at the frequency that is appropriate for the volume and nature of the service provider’s business in connection with statutory accident benefits, and in any case no less frequently than, </p> <p class=\"clause-e\">  (a) once every three months, if the service provider was paid $50,000 or more for listed expenses by insurers in the calendar year before the review; or</p> <p class=\"clause-e\">  (b) once every 12 months, if the service provider was paid less than $50,000 for listed expenses by insurers in the calendar year before the review. </p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "13.",
            "part_id": null,
            "part_type": null,
            "section": "Records retention",
            "content": " 13. (1) A licensed service provider shall keep any record related to an assessment, examination, report, form, plan, good or service performed or provided by or on behalf of the service provider related to listed expenses for at least six years after the date the record is created.  (2) The service provider shall keep the records at a location in Ontario in which the service provider carries on business or, if the service provider notifies the Chief Executive Officer that the service provider keeps records at other specified premises in Ontario, at those other premises. O. Reg. 90/14, s. 13 (2); O. Reg. 139/19, s. 3. (3) A service provider who has electronic records may keep those records at a location other than the location or premises described in subsection (2) if the service provider can retrieve the records in usable electronic or paper form within five business days after the day the service provider receives a request for records. (4) A service provider who has electronic records shall ensure that the service provider can retrieve the records at any time during the retention period set out in subsection (1).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>13. </b>(1) A licensed service provider shall keep any record related to an assessment, examination, report, form, plan, good or service performed or provided by or on behalf of the service provider related to listed expenses for at least six years after the date the record is created. </p> <p class=\"subsection-e\">  (2) The service provider shall keep the records at a location in Ontario in which the service provider carries on business or, if the service provider notifies the Chief Executive Officer that the service provider keeps records at other specified premises in Ontario, at those other premises. O. Reg. 90/14, s. 13 (2); O. Reg. 139/19, s. 3.</p> <p class=\"subsection-e\">  (3) A service provider who has electronic records may keep those records at a location other than the location or premises described in subsection (2) if the service provider can retrieve the records in usable electronic or paper form within five business days after the day the service provider receives a request for records. </p> <p class=\"subsection-e\">  (4) A service provider who has electronic records shall ensure that the service provider can retrieve the records at any time during the retention period set out in subsection (1). </p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "13.1",
            "part_id": null,
            "part_type": null,
            "section": "Content of records",
            "content": " 13.1 A licensed service provider shall ensure that the records described in subsection 13 (1) are kept in such form and contain such information as will enable the Chief Executive Officer to calculate the amount of the fees payable by the service provider under the Act. O. Reg. 228/14, s. 3; O. Reg. 139/19, s. 3.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK17\"></a>13.1 </b>A licensed service provider shall ensure that the records described in subsection 13 (1) are kept in such form and contain such information as will enable the Chief Executive Officer to calculate the amount of the fees payable by the service provider under the Act. O. Reg. 228/14, s. 3; O. Reg. 139/19, s. 3.</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "14.",
            "part_id": null,
            "part_type": null,
            "section": "Security and integrity of records",
            "content": " 14.  A licensed service provider shall take all reasonable steps to ensure its paper and electronic records are secure and cannot be falsified. ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>14. </b> A licensed service provider shall take all reasonable steps to ensure its paper and electronic records are secure and cannot be falsified. </p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "15.",
            "part_id": null,
            "part_type": null,
            "section": "Compliance with Guidelines",
            "content": " 15. A licensed service provider shall take all reasonable steps to ensure the service provider and any person who performs or provides assessments, examinations, reports, forms, plans, goods or services on the service provider’s behalf related to listed expenses, or related to a claim for statutory accident benefits, complies with all applicable Guidelines. ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>15. </b>A licensed service provider shall take all reasonable steps to ensure the service provider and any person who performs or provides assessments, examinations, reports, forms, plans, goods or services on the service provider’s behalf related to listed expenses, or related to a claim for statutory accident benefits, complies with all applicable Guidelines. </p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "16.",
            "part_id": null,
            "part_type": null,
            "section": "Same, invoice delivery",
            "content": " 16. (1) This section applies if a Guideline specifies that invoices must be delivered to a central processing agency.  (2) A licensed service provider shall ensure that each facility, branch or location operated by the service provider for the purpose of providing goods or services to or for the benefit of a person who claims statutory accident benefits, or for the purpose of determining whether a person is or continues to be entitled to statutory accident benefits, is enrolled as a participant in the central processing agency and maintains that enrolment in good standing.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>16. </b>(1) This section applies if a Guideline specifies that invoices must be delivered to a central processing agency. </p> <p class=\"subsection-e\">  (2) A licensed service provider shall ensure that each facility, branch or location operated by the service provider for the purpose of providing goods or services to or for the benefit of a person who claims statutory accident benefits, or for the purpose of determining whether a person is or continues to be entitled to statutory accident benefits, is enrolled as a participant in the central processing agency and maintains that enrolment in good standing. </p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "17.",
            "part_id": null,
            "part_type": null,
            "section": "Duty to establish policies and procedures",
            "content": " 17. (1) A licensed service provider shall establish and implement policies and procedures that are appropriate to the nature and volume of the service provider’s business related to statutory accident benefits.  (2)  The policies and procedures must be designed to ensure the service provider and any person who performs or provides assessments, examinations, reports, forms, plans, goods or services on the service provider’s behalf complies with the requirements under all applicable laws, including the requirements with respect to acts and omissions prescribed as unfair or deceptive acts or practices. (3) The policies and procedures must include, (a) policies and procedures designed to avoid the preparation or submission to an insurer of false, misleading or deceptive forms, plans, invoices, documents and other information by the service provider or any other person related to a claim for statutory accident benefits or related to listed expenses; and (b) policies and procedures designed to prevent the service provider from facilitating, directly or indirectly, the activities mentioned in clause (a). (4) The service provider shall establish a process for addressing and resolving complaints from insurers in respect of the service provider’s business systems and practices related to listed expenses.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>17. </b>(1) A licensed service provider shall establish and implement policies and procedures that are appropriate to the nature and volume of the service provider’s business related to statutory accident benefits. </p> <p class=\"subsection-e\">  (2)  The policies and procedures must be designed to ensure the service provider and any person who performs or provides assessments, examinations, reports, forms, plans, goods or services on the service provider’s behalf complies with the requirements under all applicable laws, including the requirements with respect to acts and omissions prescribed as unfair or deceptive acts or practices.  </p> <p class=\"subsection-e\">  (3) The policies and procedures must include, </p> <p class=\"clause-e\">  (a) policies and procedures designed to avoid the preparation or submission to an insurer of false, misleading or deceptive forms, plans, invoices, documents and other information by the service provider or any other person related to a claim for statutory accident benefits or related to listed expenses; and</p> <p class=\"clause-e\">  (b) policies and procedures designed to prevent the service provider from facilitating, directly or indirectly, the activities mentioned in clause (a). </p> <p class=\"subsection-e\">  (4) The service provider shall establish a process for addressing and resolving complaints from insurers in respect of the service provider’s business systems and practices related to listed expenses. </p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "18.",
            "part_id": null,
            "part_type": null,
            "section": "Duty re principal representative",
            "content": " 18. A licensed service provider shall implement any reasonable recommendations the principal representative makes with respect to changes to the service provider’s business systems and practices and the management of the service provider’s operations to ensure compliance with all applicable laws and Guidelines.  Reporting Information to the Financial Services Regulatory Authority of Ontario",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK22\"></a><b>18. </b>A licensed service provider shall implement any reasonable recommendations the principal representative makes with respect to changes to the service provider’s business systems and practices and the management of the service provider’s operations to ensure compliance with all applicable laws and Guidelines. </p> <p class=\"heading1-e\"><a name=\"BK23\"></a>Reporting Information to the Financial Services Regulatory Authority of Ontario</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "Reporting Information to the Financial Services Regulatory Authority of Ontario",
            "part_id": null,
            "part_type": null,
            "section": "Reporting Information to the Financial Services Regulatory Authority of Ontario",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "19.",
            "part_id": null,
            "part_type": null,
            "section": "Duty re email address",
            "content": " 19. A licensed service provider shall ensure that its email address on file with the Chief Executive Officer is monitored regularly and is valid and current at all times. O. Reg. 90/14, s. 19; O. Reg. 139/19, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>19. </b>A licensed service provider shall ensure that its email address on file with the Chief Executive Officer is monitored regularly and is valid and current at all times. O. Reg. 90/14, s. 19; O. Reg. 139/19, s. 3.</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "20.",
            "part_id": null,
            "part_type": null,
            "section": "Duty to report changes",
            "content": " 20. (1) A licensed service provider shall provide updated information to the Chief Executive Officer if any of the following changes occur:  1. The service provider changes its mailing address in Ontario. 2. The service provider changes its email address, telephone number or facsimile number. 3. The service provider changes the location of its principal place of business or any facility, branch, office or location in Ontario. 4. The service provider opens, closes, acquires, amalgamates or transfers a facility, branch, office or location in Ontario. 5. The service provider changes its principal representative. 6. If the service provider is a corporation, the corporation changes one or more of its directors or officers. 7. If the service provider is a partnership, the partnership changes one or more of its partners. O. Reg. 90/14, s. 20 (1); O. Reg. 139/19, s. 3. (2) The service provider shall give the Chief Executive Officer the information referred to in subsection (1) within five business days after the day the relevant change occurs. O. Reg. 90/14, s. 20 (2); O. Reg. 139/19, s. 3.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK25\"></a>20. </b>(1) A licensed service provider shall provide updated information to the Chief Executive Officer if any of the following changes occur: </p> <p class=\"paragraph-e\">  1. The service provider changes its mailing address in Ontario.</p> <p class=\"paragraph-e\">  2. The service provider changes its email address, telephone number or facsimile number.</p> <p class=\"paragraph-e\">  3. The service provider changes the location of its principal place of business or any facility, branch, office or location in Ontario.</p> <p class=\"paragraph-e\">  4. The service provider opens, closes, acquires, amalgamates or transfers a facility, branch, office or location in Ontario.</p> <p class=\"paragraph-e\">  5. The service provider changes its principal representative.</p> <p class=\"paragraph-e\">  6. If the service provider is a corporation, the corporation changes one or more of its directors or officers.</p> <p class=\"paragraph-e\">  7. If the service provider is a partnership, the partnership changes one or more of its partners. O. Reg. 90/14, s. 20 (1); O. Reg. 139/19, s. 3.</p> <p class=\"subsection-e\">  (2) The service provider shall give the Chief Executive Officer the information referred to in subsection (1) within five business days after the day the relevant change occurs. O. Reg. 90/14, s. 20 (2); O. Reg. 139/19, s. 3.</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "21.",
            "part_id": null,
            "part_type": null,
            "section": "Annual information return",
            "content": " 21. (1) A licensed service provider shall give the Chief Executive Officer an annual information return in the form approved by the Chief Executive Officer and at the times required by the Chief Executive Officer containing information about the service provider’s business in connection with statutory accident benefits, including information related to the service provider’s business systems and practices and to matters of integrity in the management of the service provider’s operations. O. Reg. 90/14, s. 21 (1); O. Reg. 139/19, s. 3. (2) The service provider shall ensure that the annual information return contains such information as will enable the Chief Executive Officer to calculate the amount of the fees payable by the service provider under the Act for the relevant period. O. Reg. 228/14, s. 4; O. Reg. 139/19, s. 3. (3) The reference in subsection (1) to the form approved by the Chief Executive Officer is deemed to include the last form approved by the Superintendent for the purposes of this section prior to the day section 22 of Schedule 13 to the Plan for Care and Opportunity Act (Budget Measures), 2018 came into force until the Chief Executive Officer approves a subsequent form for the purposes of this section. O. Reg. 139/19, s. 2. 22. Omitted (provides for coming into force of provisions of this Regulation).  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK26\"></a><b>21. </b>(1)<b> </b>A licensed service provider shall give the Chief Executive Officer an annual information return in the form approved by the Chief Executive Officer and at the times required by the Chief Executive Officer containing information about the service provider’s business in connection with statutory accident benefits, including information related to the service provider’s business systems and practices and to matters of integrity in the management of the service provider’s operations. O. Reg. 90/14, s. 21 (1); O. Reg. 139/19, s. 3.</p> <p class=\"subsection-e\">  (2) The service provider shall ensure that the annual information return contains such information as will enable the Chief Executive Officer to calculate the amount of the fees payable by the service provider under the Act for the relevant period. O. Reg. 228/14, s. 4; O. Reg. 139/19, s. 3.</p> <p class=\"subsection-e\">  (3) The reference in subsection (1) to the form approved by the Chief Executive Officer is deemed to include the last form approved by the Superintendent for the purposes of this section prior to the day section 22 of Schedule 13 to the <i>Plan for Care and Opportunity Act (Budget Measures), 2018</i> came into force until the Chief Executive Officer approves a subsequent form for the purposes of this section. O. Reg. 139/19, s. 2.</p> <p class=\"section-e\"> <b>22.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>). </p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/140090\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}