{
    "reg_info": {
        "full_title": "O. Reg. 363/07: CODE OF CONDUCT",
        "reg_name_text": "CODE OF CONDUCT",
        "citation": "O. Reg. 363/07: ",
        "act_under": "Private Security and Investigative Services Act, 2005",
        "url": "https://www.ontario.ca/laws/regulation/070363",
        "date_scraped": "2023-12-19 09:53:38"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "August 23, 2007",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/070363/v1",
            "valid_from": "July 20, 2007",
            "valid_to": "August 22, 2007"
        }
    ],
    "content": [
        {
            "id": "P11_267",
            "section": "Breach of code of conduct",
            "content": "1. A licensee is in breach of the code of conduct if the licensee contravenes or fails to comply with this Regulation. O. Reg. 363/07, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P11_267\"></a><a name=\"s1\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_070363_f.htm#s1. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_070363_f.htm#s1\">1.</a> </b>A licensee is in breach of the code of conduct if the licensee contravenes or fails to comply with this Regulation. O. Reg. 363/07, s. 1.</p>"
        },
        {
            "id": "P13_433",
            "section": "Individual licensees",
            "content": "2. (1) Every individual licensee, while working as a private investigator or security guard, shall, (a) act with honesty and integrity; (b) respect and use all property and equipment in accordance with the conditions of his or her licence; (c) comply with all federal, provincial and municipal laws; (d) treat all persons equally, without discrimination based on a person’s race, ancestry, place of origin, colour, ethnic origin, citizenship, creed, sex, sexual orientation, age, marital status, family status or disability; (e) refrain from using profane, abusive or insulting language or actions or actions that are otherwise uncivil to any member of the public; (f) refrain from exercising unnecessary force; (g) refrain from behaviour that is either prohibited or not authorized by law; (h) respect the privacy of others by treating all information received while working as a private investigator or security guard as confidential, except where disclosure is required as part of such work or by law; and (i) co-operate with police where it is required by law. O. Reg. 363/07, s. 2 (1). (2) No individual licensee shall, (a) be unfit for duty, while working, through consumption of alcohol or drugs; (b) conspire with another person or aid or abet another licensee in a breach of this code of conduct; (c) wilfully or negligently make a false statement or complaint against another licensee; or (d) misrepresent to any person the type, class or conditions of his or her licence. O. Reg. 363/07, s. 2 (2). (3) Clause (2) (d) does not apply to an individual licensee who is concealing his or her identity as a private investigator or security guard in order to carry out his or her duties. O. Reg. 363/07, s. 2 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P13_433\"></a><a name=\"s2s1\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_070363_f.htm#s2s1. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_070363_f.htm#s2s1\">2. </a></b><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_070363_f.htm#s2s1. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_070363_f.htm#s2s1\">(1)</a> Every individual licensee, while working as a private investigator or security guard, shall,</p> <p class=\"clause-e\">(a) act with honesty and integrity;</p> <p class=\"clause-e\">(b) respect and use all property and equipment in accordance with the conditions of his or her licence; </p> <p class=\"clause-e\">(c) comply with all federal, provincial and municipal laws; </p> <p class=\"clause-e\">(d) treat all persons equally, without discrimination based on a person’s race, ancestry, place of origin, colour, ethnic origin, citizenship, creed, sex, sexual orientation, age, marital status, family status or disability; </p> <p class=\"clause-e\">(e) refrain from using profane, abusive or insulting language or actions or actions that are otherwise uncivil to any member of the public;</p> <p class=\"clause-e\">(f) refrain from exercising unnecessary force;</p> <p class=\"clause-e\">(g) refrain from behaviour that is either prohibited or not authorized by law;</p> <p class=\"clause-e\">(h) respect the privacy of others by treating all information received while working as a private investigator or security guard as confidential, except where disclosure is required as part of such work or by law; and </p> <p class=\"clause-e\">(i) co-operate with police where it is required by law. O. Reg. 363/07, s. 2 (1).</p> <p class=\"subsection-e\"><a name=\"P23_1520\"></a><a name=\"s2s2\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_070363_f.htm#s2s2. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_070363_f.htm#s2s2\">(2)</a> No individual licensee shall, </p> <p class=\"clause-e\">(a) be unfit for duty, while working, through consumption of alcohol or drugs;</p> <p class=\"clause-e\">(b) conspire with another person or aid or abet another licensee in a breach of this code of conduct; </p> <p class=\"clause-e\">(c) wilfully or negligently make a false statement or complaint against another licensee; or  </p> <p class=\"clause-e\">(d) misrepresent to any person the type, class or conditions of his or her licence. O. Reg. 363/07, s. 2 (2).</p> <p class=\"subsection-e\"><a name=\"P28_1939\"></a><a name=\"s2s3\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_070363_f.htm#s2s3. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_070363_f.htm#s2s3\">(3)</a> Clause (2) (d) does not apply to an individual licensee who is concealing his or her identity as a private investigator or security guard in order to carry out his or her duties. O. Reg. 363/07, s. 2 (3).</p>"
        },
        {
            "id": "P30_2179",
            "section": "Licensed business entities",
            "content": "3. (1) Every licensed business entity and every officer, director, partner and sole proprietor of a licensed business entity shall, in the course of conducting the licensed business, (a) comply with all federal, provincial and municipal laws; (b) treat all persons equally, without discrimination based on a person’s race, ancestry, place of origin, colour, ethnic origin, citizenship, creed, sex, sexual orientation, age, marital status, family status or disability; (c) respect the privacy of others by treating all information received in the course of conducting the licensed business as confidential, except where disclosure is required for conducting the licensed business or by law; and (d) co-operate with police where it is required by law. O. Reg. 363/07, s. 3 (1). (2) No licensed business entity and no officer, director, partner and sole proprietor of a licensed business entity shall, (a) conspire with another person or aid or abet another licensee in a breach of this code of conduct; (b) wilfully or negligently make a false statement or complaint against another licensee; or (c) misrepresent to any person the type, class or conditions of the licensee’s licence. O. Reg. 363/07, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P30_2179\"></a><a name=\"s3s1\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_070363_f.htm#s3s1. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_070363_f.htm#s3s1\">3. </a></b><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_070363_f.htm#s3s1. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_070363_f.htm#s3s1\">(1)</a> Every<b> </b>licensed business entity and every officer, director, partner and sole proprietor of a licensed business entity shall, in the course of conducting the licensed business,</p> <p class=\"clause-e\">(a) comply with all federal, provincial and municipal laws; </p> <p class=\"clause-e\">(b) treat all persons equally, without discrimination based on a person’s race, ancestry, place of origin, colour, ethnic origin, citizenship, creed, sex, sexual orientation, age, marital status, family status or disability; </p> <p class=\"clause-e\">(c) respect the privacy of others by treating all information received in the course of conducting the licensed business as confidential, except where disclosure is required for conducting the licensed business or by law; and </p> <p class=\"clause-e\">(d) co-operate with police where it is required by law. O. Reg. 363/07, s. 3 (1).</p> <p class=\"subsection-e\"><a name=\"P35_2960\"></a><a name=\"s3s2\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_070363_f.htm#s3s2. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_070363_f.htm#s3s2\">(2)</a> No licensed business entity and no officer, director, partner and sole proprietor of a licensed business entity shall,</p> <p class=\"clause-e\">(a) conspire with another person or aid or abet another licensee in a breach of this code of conduct;</p> <p class=\"clause-e\">(b) wilfully or negligently make a false statement or complaint against another licensee; or </p> <p class=\"clause-e\">(c) misrepresent to any person the type, class or conditions of the licensee’s licence. O. Reg. 363/07, s. 3 (2).</p>"
        },
        {
            "id": "P39_3394",
            "section": "Licensed business entities",
            "content": "4. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 363/07, s. 4. Français ",
            "raw_html": "<p class=\"section-e\"><a name=\"P39_3394\"></a><a name=\"s4\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_070363_f.htm#s4. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_070363_f.htm#s4\">4.</a> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 363/07, s. 4.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_070363_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_070363_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}