{
    "reg_info": {
        "full_title": "O. Reg. 398/19: AUTOMATED SPEED ENFORCEMENT",
        "reg_name_text": "AUTOMATED SPEED ENFORCEMENT",
        "citation": "O. Reg. 398/19: ",
        "act_under": "Highway Traffic Act",
        "url": "https://www.ontario.ca/laws/regulation/190398",
        "date_scraped": "2023-12-18 22:36:25"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December  1, 2019",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/190398/v1",
            "valid_from": "November 29, 2019",
            "valid_to": "November 30, 2019"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. (1) For the purposes of Part XIV.1 of the Act, “photograph” includes any form of image that is recorded and stored electronically and that can be displayed as an image, and includes a copy, reproduction or enlargement of all or part of the image or photograph. (2) In this Regulation, “posted speed limit” means the maximum rate of speed prescribed under section 128 of the Act for a highway or portion of a highway.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) For the purposes of Part XIV.1 of the Act,</p> <p class=\"definition-e\">“photograph” includes any form of image that is recorded and stored electronically and that can be displayed as an image, and includes a copy, reproduction or enlargement of all or part of the image or photograph.</p> <p class=\"subsection-e\">  (2) In this Regulation,</p> <p class=\"definition-e\">“posted speed limit” means the maximum rate of speed prescribed under section 128 of the Act for a highway or portion of a highway.</p>"
        },
        {
            "id": "2.",
            "section": "Automated speed enforcement system",
            "content": " 2. (1) For the purposes of Part XIV.1 of the Act, a system is an automated speed enforcement system if it consists of a combination of a camera and speed-measuring equipment that can be used to take a photograph of a motor vehicle and determine and record the rate of speed at which the motor vehicle is travelling at the time the photograph is taken. (2) An automated speed enforcement system may be permanently or temporarily located on or adjacent to any highway.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) For the purposes of Part XIV.1 of the Act, a system is an automated speed enforcement system if it consists of a combination of a camera and speed-measuring equipment that can be used to take a photograph of a motor vehicle and determine and record the rate of speed at which the motor vehicle is travelling at the time the photograph is taken.</p> <p class=\"subsection-e\">  (2) An automated speed enforcement system may be permanently or temporarily located on or adjacent to any highway.</p>"
        },
        {
            "id": "3.",
            "section": "Information or data on photograph",
            "content": " 3. (1) A photograph taken by an automated speed enforcement system may show or have superimposed upon it any information or data, including: 1. The time and date when the photograph was taken. 2. A description of the location where the photograph was taken, including the names of streets and the direction of travel. 3. The rate of speed at which a motor vehicle shown in the photograph was travelling when the photograph was taken. 4. A mark, line or other indicator to identify the motor vehicle shown in the photograph that was determined to have been speeding. 5. Subject to subsection (2), an indication of the lane in which the motor vehicle was travelling. 6. The posted speed limit on the highway at the time when and the place where the photograph was taken. (2) For the purposes of paragraph 5 of subsection (1), the lane furthest to the right side of a highway may be identified as lane 1, and each lane to the left of lane 1 may be identified as lane 2, lane 3 and so on.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) A photograph taken by an automated speed enforcement system may show or have superimposed upon it any information or data, including:</p> <p class=\"paragraph-e\">  1. The time and date when the photograph was taken.</p> <p class=\"paragraph-e\">  2. A description of the location where the photograph was taken, including the names of streets and the direction of travel.</p> <p class=\"paragraph-e\">  3. The rate of speed at which a motor vehicle shown in the photograph was travelling when the photograph was taken.</p> <p class=\"paragraph-e\">  4. A mark, line or other indicator to identify the motor vehicle shown in the photograph that was determined to have been speeding.</p> <p class=\"paragraph-e\">  5. Subject to subsection (2), an indication of the lane in which the motor vehicle was travelling.</p> <p class=\"paragraph-e\">  6. The posted speed limit on the highway at the time when and the place where the photograph was taken.</p> <p class=\"subsection-e\">  (2) For the purposes of paragraph 5 of subsection (1), the lane furthest to the right side of a highway may be identified as lane 1, and each lane to the left of lane 1 may be identified as lane 2, lane 3 and so on.</p>"
        },
        {
            "id": "4.",
            "section": "Photographs as evidence",
            "content": " 4. (1) Subject to subsection (2), a photograph obtained through the use of an automated speed enforcement system shall be received in evidence in a proceeding under the Provincial Offences Act in respect of an alleged offence under section 128 of the Act. (2) The photograph must comply with the requirements of this Regulation. (3) A photograph that purports to be certified by a provincial offences officer as having been obtained through the use of an automated speed enforcement system shall be received in evidence as proof, in the absence of evidence to the contrary, that the photograph was obtained through the use of an automated speed enforcement system. (4) A provincial offences officer shall not certify a photograph as having been obtained through the use of an automated speed enforcement system unless the automated speed enforcement system was tested and established to be accurate within the 12 months immediately preceding the date of offence. (5) A photograph of a motor vehicle obtained through the use of an automated speed enforcement system is proof, in the absence of evidence to the contrary, that, (a) the automated speed enforcement system was located on or adjacent to a highway and was working properly at the time that the photograph was taken; (b) the information or data that is shown or superimposed on the front or the back of the photograph, including any information or data authorized under section 3, is true; and (c) the motor vehicle was being operated at a rate of speed in excess of the posted speed limit contrary to section 128 of the Act. (6) In order to be received in evidence, an enlargement of a photograph must clearly show the number plate of the vehicle that is the subject of the photograph and as much of the rest of the photograph as is necessary to show that the enlargement is of part of that photograph. (7) An enlargement or reproduction of a photograph or part of a photograph taken by an automated speed enforcement system is not required to show or have superimposed on it any information, if the enlargement or reproduction is tendered in evidence together with the photograph of which it is an enlargement or reproduction. (8) No person who has entered a plea of not guilty at trial shall be convicted of an offence on the basis of a photograph obtained through the use of an automated speed enforcement system unless the photograph is tendered in evidence at trial.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) Subject to subsection (2), a photograph obtained through the use of an automated speed enforcement system shall be received in evidence in a proceeding under the <i>Provincial Offences Act</i> in respect of an alleged offence under section 128 of the Act.</p> <p class=\"subsection-e\">  (2) The photograph must comply with the requirements of this Regulation.</p> <p class=\"subsection-e\">  (3) A photograph that purports to be certified by a provincial offences officer as having been obtained through the use of an automated speed enforcement system shall be received in evidence as proof, in the absence of evidence to the contrary, that the photograph was obtained through the use of an automated speed enforcement system.</p> <p class=\"subsection-e\">  (4) A provincial offences officer shall not certify a photograph as having been obtained through the use of an automated speed enforcement system unless the automated speed enforcement system was tested and established to be accurate within the 12 months immediately preceding the date of offence.</p> <p class=\"subsection-e\">  (5) A photograph of a motor vehicle obtained through the use of an automated speed enforcement system is proof, in the absence of evidence to the contrary, that,</p> <p class=\"clause-e\">  (a) the automated speed enforcement system was located on or adjacent to a highway and was working properly at the time that the photograph was taken;</p> <p class=\"clause-e\">  (b) the information or data that is shown or superimposed on the front or the back of the photograph, including any information or data authorized under section 3, is true; and</p> <p class=\"clause-e\">  (c) the motor vehicle was being operated at a rate of speed in excess of the posted speed limit contrary to section 128 of the Act.</p> <p class=\"subsection-e\">  (6) In order to be received in evidence, an enlargement of a photograph must clearly show the number plate of the vehicle that is the subject of the photograph and as much of the rest of the photograph as is necessary to show that the enlargement is of part of that photograph.</p> <p class=\"subsection-e\">  (7) An enlargement or reproduction of a photograph or part of a photograph taken by an automated speed enforcement system is not required to show or have superimposed on it any information, if the enlargement or reproduction is tendered in evidence together with the photograph of which it is an enlargement or reproduction.</p> <p class=\"subsection-e\">  (8) No person who has entered a plea of not guilty at trial shall be convicted of an offence on the basis of a photograph obtained through the use of an automated speed enforcement system unless the photograph is tendered in evidence at trial.</p>"
        },
        {
            "id": "5.",
            "section": "Statements of officer",
            "content": "  5. (1) The certified statements of a provincial offences officer in a certificate of offence are admissible in evidence as proof, in the absence of evidence to the contrary, of the facts stated in the certificate. (2) A provincial offences officer who prepares a certificate of offence shall, in the certificate, (a) state that the system used to take the photograph was an automated speed enforcement system under subsection 2 (1) when the photograph was taken; and (b) set out the manufacturer's name and the model number of the automated speed enforcement system used to take the photograph. (3) The provincial offences officer who used the evidence obtained through the use of an automated speed enforcement system to identify the owner of the motor vehicle involved in the alleged offence, and who issued the certificate of offence and offence notice, shall not be required to give oral evidence at trial unless a summons requiring the officer to attend is issued at trial under section 39 of the Provincial Offences Act. (4) A provincial offences officer who certifies that a photograph was obtained through the use of an automated speed enforcement system shall not be required to give oral evidence at trial unless a summons requiring the officer to attend is issued at trial under section 39 of the Provincial Offences Act. (5) No summons shall be issued to a provincial offences officer referred to in subsection (3) or (4) unless a justice is satisfied that the defendant will not be able to have a fair trial if the officer is not required to give oral evidence.",
            "raw_html": "<p class=\"section-e\"><b>  5. </b>(1) The certified statements of a provincial offences officer in a certificate of offence are admissible in evidence as proof, in the absence of evidence to the contrary, of the facts stated in the certificate.</p> <p class=\"subsection-e\">  (2) A provincial offences officer who prepares a certificate of offence shall, in the certificate,</p> <p class=\"clause-e\">  (a) state that the system used to take the photograph was an automated speed enforcement system under subsection 2 (1) when the photograph was taken; and</p> <p class=\"clause-e\">  (b) set out the manufacturer's name and the model number of the automated speed enforcement system used to take the photograph.</p> <p class=\"subsection-e\">  (3) The provincial offences officer who used the evidence obtained through the use of an automated speed enforcement system to identify the owner of the motor vehicle involved in the alleged offence, and who issued the certificate of offence and offence notice, shall not be required to give oral evidence at trial unless a summons requiring the officer to attend is issued at trial under section 39 of the <i>Provincial Offences Act</i>.</p> <p class=\"subsection-e\">  (4) A provincial offences officer who certifies that a photograph was obtained through the use of an automated speed enforcement system shall not be required to give oral evidence at trial unless a summons requiring the officer to attend is issued at trial under section 39 of the <i>Provincial Offences Act</i>.</p> <p class=\"subsection-e\">  (5) No summons shall be issued to a provincial offences officer referred to in subsection (3) or (4) unless a justice is satisfied that the defendant will not be able to have a fair trial if the officer is not required to give oral evidence.</p>"
        },
        {
            "id": "6.",
            "section": "Evidence of ownership",
            "content": " 6. Evidence of ownership of the motor vehicle involved in the alleged offence may be contained in the certificate of offence or it may be set out in a separate document.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>Evidence of ownership of the motor vehicle involved in the alleged offence may be contained in the certificate of offence or it may be set out in a separate document.</p>"
        },
        {
            "id": "7.",
            "section": "Offence notice",
            "content": " 7. (1) An offence notice issued in a proceeding based on evidence obtained through the use of an automated speed enforcement system may be served by sending the offence notice by regular prepaid mail or by courier to the person charged at the address that appears on the Ministry’s records on the date of the alleged offence within 23 days after the occurrence of the alleged offence. (2) If the person is charged as the owner of the motor vehicle, the offence notice shall be sent to the address of the holder of the plate portion of the permit for the motor vehicle. (3) If the provincial offences officer who issued the certificate of offence also mails or couriers the offence notice or causes it to be mailed or couriered, that officer shall certify, on the certificate of offence, the fact that the offence notice was mailed or couriered and the date it was mailed or couriered, and that certified statement shall be received in evidence and is proof of service in the absence of evidence to the contrary. (4) Where the provincial offences officer who issued the certificate of offence believes that the person charged resides or, in the case of a corporation, has its principal place of business outside Ontario, the address outside Ontario at which the officer believes the person resides or has its principal place of business shall be used, and proof of ownership of the motor vehicle and of the owner’s address shall be provided in accordance with section 210.1 of the Act. (5) Service of an offence notice mailed or couriered in accordance with this Regulation shall be deemed to be effected on the seventh day following the day on which it was mailed or couriered.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) An offence notice issued in a proceeding based on evidence obtained through the use of an automated speed enforcement system may be served by sending the offence notice by regular prepaid mail or by courier to the person charged at the address that appears on the Ministry’s records on the date of the alleged offence within 23 days after the occurrence of the alleged offence.</p> <p class=\"subsection-e\">  (2) If the person is charged as the owner of the motor vehicle, the offence notice shall be sent to the address of the holder of the plate portion of the permit for the motor vehicle.</p> <p class=\"subsection-e\">  (3) If the provincial offences officer who issued the certificate of offence also mails or couriers the offence notice or causes it to be mailed or couriered, that officer shall certify, on the certificate of offence, the fact that the offence notice was mailed or couriered and the date it was mailed or couriered, and that certified statement shall be received in evidence and is proof of service in the absence of evidence to the contrary.</p> <p class=\"subsection-e\">  (4) Where the provincial offences officer who issued the certificate of offence believes that the person charged resides or, in the case of a corporation, has its principal place of business outside Ontario, the address outside Ontario at which the officer believes the person resides or has its principal place of business shall be used, and proof of ownership of the motor vehicle and of the owner’s address shall be provided in accordance with section 210.1 of the Act.</p> <p class=\"subsection-e\">  (5) Service of an offence notice mailed or couriered in accordance with this Regulation shall be deemed to be effected on the seventh day following the day on which it was mailed or couriered.</p>"
        },
        {
            "id": "8.",
            "section": "Municipal speed camera signs",
            "content": " 8. (1) Where an automated speed enforcement system is in use on a part of a highway designated as a school zone under clause 128 (5) (a) of the Act, or designated as a community safety zone under subsection 214.1 (1) of the Act, a sign and, if applicable, an additional sign shall be displayed in accordance with this section. (2) A sign that meets the following requirements shall be displayed at or immediately before the location at which the automated speed enforcement system is in use: 1. The sign faces approaching traffic and is displayed on the right side of the highway. 2. The sign is not less than 60 centimetres in width and 75 centimetres in height. 3. The sign bears the markings and has the dimensions as illustrated in the following Figure:  (3) In an area designated in the Schedule to the French Language Services Act, an additional sign that meets the following requirements shall be displayed at or immediately before the location at which the automated speed enforcement system is in use: 1. The sign faces approaching traffic and is displayed on the right of the sign prescribed in subsection (2). 2. The sign is not less than 60 centimetres in width and 75 centimetres in height. 3. The sign bears the markings and has the dimensions as illustrated in the following Figure:  (4) The sign prescribed in subsection (2) and the additional sign prescribed in subsection (3) shall not be displayed when an automated speed enforcement system is not in use. (5) Sections 44, 46, 47 and 52 of Regulation 615 of the Revised Regulations of Ontario, 1990 (Signs), made under the Act, apply, with necessary modifications, with respect to the sign prescribed in subsection (2) and the additional sign prescribed in subsection (3).",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) Where an automated speed enforcement system is in use on a part of a highway designated as a school zone under clause 128 (5) (a) of the Act, or designated as a community safety zone under subsection 214.1 (1) of the Act, a sign and, if applicable, an additional sign shall be displayed in accordance with this section.</p> <p class=\"subsection-e\">  (2) A sign that meets the following requirements shall be displayed at or immediately before the location at which the automated speed enforcement system is in use:</p> <p class=\"paragraph-e\">  1. The sign faces approaching traffic and is displayed on the right side of the highway.</p> <p class=\"paragraph-e\">  2. The sign is not less than 60 centimetres in width and 75 centimetres in height.</p> <p class=\"paragraph-e\">  3. The sign bears the markings and has the dimensions as illustrated in the following Figure:</p> <p class=\"scanned-e\"><img alt=\"Illustration of sign with image of camera and text MUNICIPAL SPEED CAMERA IN USE\" border=\"0\" height=\"425\" id=\"Picture 2\" src=\"190398_e_files/image001.jpg\" width=\"311\"/></p> <p class=\"subsection-e\">  (3) In an area designated in the Schedule to the <i>French Language Services Act</i>, an additional sign that meets the following requirements shall be displayed at or immediately before the location at which the automated speed enforcement system is in use:</p> <p class=\"paragraph-e\">  1. The sign faces approaching traffic and is displayed on the right of the sign prescribed in subsection (2).</p> <p class=\"paragraph-e\">  2. The sign is not less than 60 centimetres in width and 75 centimetres in height.</p> <p class=\"paragraph-e\">  3. The sign bears the markings and has the dimensions as illustrated in the following Figure:</p> <p class=\"scanned-e\"><img alt=\"Illustration of sign with image of camera and text SURVEILLANCE MUNICIPALE DE LA VITESSE EN COURS\" border=\"0\" height=\"425\" id=\"Picture 1\" src=\"190398_e_files/image002.jpg\" width=\"311\"/></p> <p class=\"subsection-e\">  (4) The sign prescribed in subsection (2) and the additional sign prescribed in subsection (3) shall not be displayed when an automated speed enforcement system is not in use.</p> <p class=\"subsection-e\">  (5) Sections 44, 46, 47 and 52 of Regulation 615 of the Revised Regulations of Ontario, 1990 (Signs), made under the Act, apply, with necessary modifications, with respect to the sign prescribed in subsection (2) and the additional sign prescribed in subsection (3).</p>"
        },
        {
            "id": "Sig",
            "section": "Municipal speed camera signs",
            "content": " 9. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>9.<a name=\"Sig\"></a> </b><span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Municipal speed camera signs",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/190398\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}