{
    "reg_info": {
        "full_title": "O. Reg. 855/93: PROFESSIONAL MISCONDUCT",
        "reg_name_text": "PROFESSIONAL MISCONDUCT",
        "citation": "O. Reg. 855/93: ",
        "act_under": "Medical Radiation and Imaging Technology Act, 2017   Loi de 2017 sur les technologues en radiation médicale et en imagerie médicale",
        "url": "https://www.ontario.ca/laws/regulation/930855",
        "date_scraped": "2023-12-19 05:02:03"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October 19, 2012",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/930855/v1",
            "valid_from": "May  8, 1998",
            "valid_to": "October 18, 2012"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. The following are acts of professional misconduct for the purposes of clause 51 (1) (c) of the Health Professions Procedural Code: 1. Contravening, by act or omission, a term, condition or limitation imposed on the member’s certificate of registration. 2. Holding out that the member has special qualifications not possessed by the member. 3. Inappropriately using a term, title or designation in respect of the member’s practice. 4. Inappropriately using a term, title or designation indicating a specialization in the profession. 5. Contravening the regulations respecting conflicts of interest. 6. Practising the profession while the member’s ability to do so is impaired by any substance. 7. Giving information about a patient to any person except as required or allowed by law or except to facilitate diagnosis or treatment of a patient. 8. Using a name, other than the member’s name as set out in the register, in the course of providing or offering to provide services within the scope of practice of the profession. 9. Falsifying a record relating to the member’s practice. 10. Abusing any person with whom the member comes into contact in the course of practising the profession. 11. Carelessly, negligently or unskillfully using ionizing radiation. 12. Failing to maintain the standards of practice of the profession. 12.1-12.4  Revoked:  O. Reg. 319/12, s. 1 (2). 13. Failing to keep records as required by the regulations. 14. Contravening the Act, the Regulated Health Professions Act, 1991 or the regulations under either of those Acts. 15. Contravening a federal, provincial or territorial law, a municipal by-law, or a by-law or rule of a hospital within the meaning of the Public Hospitals Act\r\nif, i. the purpose of the law, by-law or rule is to protect public health, or ii. the contravention is relevant to the member’s suitability to practice. 16. Influencing a patient to change a will or other testamentary instrument. 17. Engaging in conduct or performing an act relevant to the practice of the profession that, having regard to all the circumstances, would reasonably be regarded by members as disgraceful, dishonourable or unprofessional. 18. Doing anything to a patient for a therapeutic, preventative, palliative, diagnostic, cosmetic or other health-related purpose in a situation in which a consent is required by law, without such a consent. 19. Failing to reveal the nature of a procedure or treatment used by the member following a patient’s request to do so to the extent required and permitted by the standards of practice of the profession. 20. Signing or issuing, in the member’s professional capacity, a document that the member knows contains a false or misleading statement. 21. Practising the profession while the member’s certificate of registration is suspended. 22. Failing to appear before a panel of the Inquiries, Complaints and Reports Committee to be cautioned. 23. Failing to comply with a requirement or order of a Committee or a panel of a Committee of the College. 24. Failing to carry out an undertaking given to the College or breaching an agreement entered into with the College. 25. Failing to respond appropriately within the time specified or within 30 days where no time is specified to a written communication from the College that asks for a response. 26. Failing to co-operate with an investigator of the College or with an investigator of another College on production by the investigator of his or her appointment under section 75 of the Health Professions Procedural Code. 27. Failing to co-operate with an assessor appointed by the Registrar under the Independent Health Facilities Act, including refusing to allow the assessor to enter, at a reasonable time, the premises where the member practises for the purpose of conducting an assessment.  O. Reg. 855/93, s. 1; O. Reg. 199/98, s. 1; O. Reg. 319/12, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>The following are acts of professional misconduct for the purposes of clause 51 (1) (c) of the Health Professions Procedural Code:</p> <p class=\"paragraph-e\">  1. Contravening, by act or omission, a term, condition or limitation imposed on the member’s certificate of registration.</p> <p class=\"paragraph-e\">  2. Holding out that the member has special qualifications not possessed by the member.</p> <p class=\"paragraph-e\">  3. Inappropriately using a term, title or designation in respect of the member’s practice.</p> <p class=\"paragraph-e\">  4. Inappropriately using a term, title or designation indicating a specialization in the profession.</p> <p class=\"paragraph-e\">  5. Contravening the regulations respecting conflicts of interest.</p> <p class=\"paragraph-e\">  6. Practising the profession while the member’s ability to do so is impaired by any substance.</p> <p class=\"paragraph-e\">  7. Giving information about a patient to any person except as required or allowed by law or except to facilitate diagnosis or treatment of a patient.</p> <p class=\"paragraph-e\">  8. Using a name, other than the member’s name as set out in the register, in the course of providing or offering to provide services within the scope of practice of the profession.</p> <p class=\"paragraph-e\">  9. Falsifying a record relating to the member’s practice.</p> <p class=\"paragraph-e\">  10. Abusing any person with whom the member comes into contact in the course of practising the profession.</p> <p class=\"paragraph-e\">  11. Carelessly, negligently or unskillfully using ionizing radiation.</p> <p class=\"paragraph-e\">  12. Failing to maintain the standards of practice of the profession.</p> <p class=\"paragraph-e\"> 12.1-12.4  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 319/12, s. 1 (2).</p> <p class=\"paragraph-e\">  13. Failing to keep records as required by the regulations.</p> <p class=\"paragraph-e\">  14. Contravening the Act, the <i>Regulated Health Professions Act, 1991</i> or the regulations under either of those Acts.</p> <p class=\"paragraph-e\">  15. Contravening a federal, provincial or territorial law, a municipal by-law, or a by-law or rule of a hospital within the meaning of the <i>Public Hospitals Act</i>\r\nif,</p> <p class=\"subpara-e\">  i. the purpose of the law, by-law or rule is to protect public health, or</p> <p class=\"subpara-e\">  ii. the contravention is relevant to the member’s suitability to practice.</p> <p class=\"paragraph-e\">  16. Influencing a patient to change a will or other testamentary instrument.</p> <p class=\"paragraph-e\">  17. Engaging in conduct or performing an act relevant to the practice of the profession that, having regard to all the circumstances, would reasonably be regarded by members as disgraceful, dishonourable or unprofessional.</p> <p class=\"paragraph-e\">  18. Doing anything to a patient for a therapeutic, preventative, palliative, diagnostic, cosmetic or other health-related purpose in a situation in which a consent is required by law, without such a consent.</p> <p class=\"paragraph-e\">  19. Failing to reveal the nature of a procedure or treatment used by the member following a patient’s request to do so to the extent required and permitted by the standards of practice of the profession.</p> <p class=\"paragraph-e\">  20. Signing or issuing, in the member’s professional capacity, a document that the member knows contains a false or misleading statement.</p> <p class=\"paragraph-e\">  21. Practising the profession while the member’s certificate of registration is suspended.</p> <p class=\"paragraph-e\">  22. Failing to appear before a panel of the Inquiries, Complaints and Reports Committee to be cautioned.</p> <p class=\"paragraph-e\">  23. Failing to comply with a requirement or order of a Committee or a panel of a Committee of the College.</p> <p class=\"paragraph-e\">  24. Failing to carry out an undertaking given to the College or breaching an agreement entered into with the College.</p> <p class=\"paragraph-e\">  25. Failing to respond appropriately within the time specified or within 30 days where no time is specified to a written communication from the College that asks for a response.</p> <p class=\"paragraph-e\">  26. Failing to co-operate with an investigator of the College or with an investigator of another College on production by the investigator of his or her appointment under section 75 of the Health Professions Procedural Code.</p> <p class=\"paragraph-e\">  27. Failing to co-operate with an assessor appointed by the Registrar under the <i>Independent Health Facilities Act</i>, including refusing to allow the assessor to enter, at a reasonable time, the premises where the member practises for the purpose of conducting an assessment.  O. Reg. 855/93, s. 1; O. Reg. 199/98, s. 1; O. Reg. 319/12, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 855/93, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2.</b> <span>Omitted (provides for coming into force of provisions of this Regulation).</span>  O. Reg. 855/93, s. 2.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}