{
    "reg_info": {
        "full_title": "O. Reg. 347/18: EXEMPTIONS",
        "reg_name_text": "EXEMPTIONS",
        "citation": "O. Reg. 347/18: ",
        "act_under": "Police Record Checks Reform Act, 2015",
        "url": "https://www.ontario.ca/laws/regulation/180347",
        "date_scraped": "2023-12-18 12:26:09"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March  1, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/180347/v14",
            "valid_from": "January  1, 2022",
            "valid_to": "February 28, 2022"
        },
        {
            "a_href": "/laws/regulation/180347/v13",
            "valid_from": "November 29, 2021",
            "valid_to": "December 31, 2021"
        },
        {
            "a_href": "/laws/regulation/180347/v12",
            "valid_from": "November  8, 2021",
            "valid_to": "November 28, 2021"
        },
        {
            "a_href": "/laws/regulation/180347/v11",
            "valid_from": "September 24, 2021",
            "valid_to": "November  7, 2021"
        },
        {
            "a_href": "/laws/regulation/180347/v10",
            "valid_from": "July  1, 2021",
            "valid_to": "September 23, 2021"
        },
        {
            "a_href": "/laws/regulation/180347/v9",
            "valid_from": "June 17, 2021",
            "valid_to": "June 30, 2021"
        },
        {
            "a_href": "/laws/regulation/180347/v8",
            "valid_from": "December 14, 2020",
            "valid_to": "June 16, 2021"
        },
        {
            "a_href": "/laws/regulation/180347/v7",
            "valid_from": "August 29, 2019",
            "valid_to": "December 13, 2020"
        },
        {
            "a_href": "/laws/regulation/180347/v6",
            "valid_from": "June  8, 2019",
            "valid_to": "August 28, 2019"
        },
        {
            "a_href": "/laws/regulation/180347/v5",
            "valid_from": "November 16, 2018",
            "valid_to": "June  7, 2019"
        },
        {
            "a_href": "/laws/regulation/180347/v4",
            "valid_from": "November 14, 2018",
            "valid_to": "November 15, 2018"
        },
        {
            "a_href": "/laws/regulation/180347/v3",
            "valid_from": "November  1, 2018",
            "valid_to": "November 13, 2018"
        },
        {
            "a_href": "/laws/regulation/180347/v2",
            "valid_from": "October 24, 2018",
            "valid_to": "October 31, 2018"
        },
        {
            "a_href": "/laws/regulation/180347/v1",
            "valid_from": "April 27, 2018",
            "valid_to": "October 23, 2018"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Interpretation",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "0.1",
            "part_id": null,
            "part_type": null,
            "section": "Definitions",
            "content": " 0.1 In this Regulation, “mental health contact information” means non-criminal information held by a police service that relates to the actual, alleged or perceived mental health or addictions issues of an individual; (“renseignements sur toute prise de contact liée à la santé mentale”) “street check information” means non-criminal information held by a police service that is gathered when a police officer asks an individual for identifying information when the officer is inquiring into offences that have been or might be committed, inquiring into suspicious activities to detect offences or gathering information for intelligence purposes, and includes information relating to current or historical carding activity in accordance with Ontario Regulation 58/16 (Collection of Identifying Information in Certain Circumstances — Prohibition and Duties) made under the Police Services Act; (“renseignements sur les contrôles de routine”) “victim information” means non-criminal information held by a police service that has been gathered about an individual when the individual has been, or has been alleged to have been, a victim of a crime. (“renseignements sur une victime”) O. Reg. 477/21, s. 1. Conditions of Disclosure",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>0.1 </b>In this Regulation,</p> <p class=\"definition-e\">“mental health contact information” means non-criminal information held by a police service that relates to the actual, alleged or perceived mental health or addictions issues of an individual; (“renseignements sur toute prise de contact liée à la santé mentale”)</p> <p class=\"definition-e\">“street check information” means non-criminal information held by a police service that is gathered when a police officer asks an individual for identifying information when the officer is inquiring into offences that have been or might be committed, inquiring into suspicious activities to detect offences or gathering information for intelligence purposes, and includes information relating to current or historical carding activity in accordance with Ontario Regulation 58/16 (Collection of Identifying Information in Certain Circumstances — Prohibition and Duties) made under the <i>Police Services Act</i>; (“renseignements sur les contrôles de routine”)</p> <p class=\"definition-e\">“victim information” means non-criminal information held by a police service that has been gathered about an individual when the individual has been, or has been alleged to have been, a victim of a crime. (“renseignements sur une victime”) O. Reg. 477/21, s. 1.</p> <p class=\"heading1-e\"><a name=\"BK2\"></a>Conditions of Disclosure</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "Conditions of Disclosure",
            "part_id": null,
            "part_type": null,
            "section": "Conditions of Disclosure",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "0.2",
            "part_id": null,
            "part_type": null,
            "section": "Consent of individual",
            "content": " 0.2 A police service shall not conduct a police record check pursuant to an exemption set out in sections 1 to 19 in respect of an individual unless the request for the performance of a police record check contains the individual’s written consent. O. Reg. 477/21, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>0.2 </b>A police service shall not conduct a police record check pursuant to an exemption set out in sections 1 to 19 in respect of an individual unless the request for the performance of a police record check contains the individual’s written consent. O. Reg. 477/21, s. 1.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "0.3",
            "part_id": null,
            "part_type": null,
            "section": "Restricting information",
            "content": " 0.3 (1) A police service performing a police record check pursuant to an exemption set out in sections 1 to 19 may not disclose any information other than, (a) information listed in connection with a type of police record check set out in the Schedule to the Act; and (b) subject to subsection (2), information that represents a public safety concern. O. Reg. 477/21, s. 1. (2) The chief of police or designate may not disclose information that indicates a public safety concern unless the information is limited to what is necessary for that purpose and the chief or designate reasonably believes the information revealed during the police record check, (a) raises clear public safety concerns; (b) is recent or has occurred with enough frequency to raise ongoing public safety concerns; (c) is directly relevant to the position that the individual is being screened for; and (d) is based on reliable sources. O. Reg. 477/21, s. 1. (3) Subject to subsection (4), a police service shall not release the following types of information unless the chief of police or designate reasonably believes that the information satisfies the requirements set out in clauses (2) (a) to (d): 1. Mental health contact information. 2. Street check information. 3. Victim information. O. Reg. 477/21, s. 1. (4) A police service shall not disclose, (a) mental health contact information or street check information for checks performed under sections 9, 10 and 12; or (b) mental health contact information, street check information or victim information for checks performed under section 19. O. Reg. 477/21, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>0.3 </b>(1) A police service performing a police record check pursuant to an exemption set out in sections 1 to 19 may not disclose any information other than,</p> <p class=\"clause-e\">  (a) information listed in connection with a type of police record check set out in the Schedule to the Act; and</p> <p class=\"clause-e\">  (b) subject to subsection (2), information that represents a public safety concern. O. Reg. 477/21, s. 1.</p> <p class=\"subsection-e\">  (2) The chief of police or designate may not disclose information that indicates a public safety concern unless the information is limited to what is necessary for that purpose and the chief or designate reasonably believes the information revealed during the police record check,</p> <p class=\"clause-e\">  (a) raises clear public safety concerns;</p> <p class=\"clause-e\">  (b) is recent or has occurred with enough frequency to raise ongoing public safety concerns;</p> <p class=\"clause-e\">  (c) is directly relevant to the position that the individual is being screened for; and</p> <p class=\"clause-e\">  (d) is based on reliable sources. O. Reg. 477/21, s. 1.</p> <p class=\"subsection-e\">  (3) Subject to subsection (4), a police service shall not release the following types of information unless the chief of police or designate reasonably believes that the information satisfies the requirements set out in clauses (2) (a) to (d):</p> <p class=\"paragraph-e\">  1. Mental health contact information.</p> <p class=\"paragraph-e\">  2. Street check information.</p> <p class=\"paragraph-e\">  3. Victim information. O. Reg. 477/21, s. 1.</p> <p class=\"subsection-e\">  (4) A police service shall not disclose,</p> <p class=\"clause-e\">  (a) mental health contact information or street check information for checks performed under sections 9, 10 and 12; or</p> <p class=\"clause-e\">  (b) mental health contact information, street check information or victim information for checks performed under section 19. O. Reg. 477/21, s. 1.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "0.4",
            "part_id": null,
            "part_type": null,
            "section": "Disclosure, corrections and reconsideration",
            "content": " 0.4 (1) A police service shall provide disclosure of the results of a police record check to the individual who is the subject of the request upon the individual’s request unless the police service, (a) may withhold this information from disclosure in accordance with an exemption set out in, (i) section 14 of the Freedom of Information and Protection of Privacy Act, or (ii) section 8 of the Municipal Freedom of Information and Protection of Privacy Act; or (b) is prohibited from disclosing the information under Part VI of the Youth Criminal Justice Act (Canada). O. Reg. 477/21, s. 1. (2) Every police service shall create and implement a process to respond to requests to correct information from individuals who have received information under subsection (1) and who believe there is an error or omission in that information. O. Reg. 477/21, s. 1. (3) Every police service shall create and implement a process to respond to requests from individuals who have received information under subsection (1) and who believe the chief of police or designate should reconsider the information disclosed as part of a police record check. O. Reg. 477/21, s. 1. (4) Information shall not be disclosed under section 0.3 if, after a reconsideration, the police service determines the information may not be disclosed under section 0.3. O. Reg. 477/21, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>0.4 </b>(1) A police service shall provide disclosure of the results of a police record check to the individual who is the subject of the request upon the individual’s request unless the police service,</p> <p class=\"clause-e\">  (a) may withhold this information from disclosure in accordance with an exemption set out in,</p> <p class=\"subclause-e\">  (i) section 14 of the <i>Freedom of Information and Protection of Privacy Act</i>, or</p> <p class=\"subclause-e\">  (ii) section 8 of the <i>Municipal Freedom of Information and Protection of Privacy Act</i>; or</p> <p class=\"clause-e\">  (b) is prohibited from disclosing the information under Part VI of the <i>Youth Criminal Justice Act</i> (Canada). O. Reg. 477/21, s. 1.</p> <p class=\"subsection-e\">  (2) Every police service shall create and implement a process to respond to requests to correct information from individuals who have received information under subsection (1) and who believe there is an error or omission in that information. O. Reg. 477/21, s. 1.</p> <p class=\"subsection-e\">  (3) Every police service shall create and implement a process to respond to requests from individuals who have received information under subsection (1) and who believe the chief of police or designate should reconsider the information disclosed as part of a police record check. O. Reg. 477/21, s. 1.</p> <p class=\"subsection-e\">  (4) Information shall not be disclosed under section 0.3 if, after a reconsideration, the police service determines the information may not be disclosed under section 0.3. O. Reg. 477/21, s. 1.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "0.5",
            "part_id": null,
            "part_type": null,
            "section": "Conditions",
            "content": " 0.5 It is a condition of every exemption under this Regulation that the police service shall, (a) prepare and maintain the statistical information required by the Minister in connection with police record check requests and shall provide that information to the Minister on request; and (b) comply with any directives issued by the Minister in relation to the Act. O. Reg. 477/21, s. 1. Exemptions from Entire Act",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>0.5 </b>It is a condition of every exemption under this Regulation that the police service shall,</p> <p class=\"clause-e\">  (a) prepare and maintain the statistical information required by the Minister in connection with police record check requests and shall provide that information to the Minister on request; and</p> <p class=\"clause-e\">  (b) comply with any directives issued by the Minister in relation to the Act. O. Reg. 477/21, s. 1.</p> <p class=\"heading1-e\"><a name=\"BK7\"></a>Exemptions from Entire Act</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "Exemptions from Entire Act",
            "part_id": null,
            "part_type": null,
            "section": "Exemptions from Entire Act",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Adoption, residential and foster care under Child, Youth and Family Services Act, 2017",
            "content": " 1. (1) For the purposes of paragraph 9 of subsection 2 (2) of the Act, the Act does not apply in respect of the following searches: 1. A search for the purposes of screening an applicant for a licence to operate a children’s residence or to provide residential care, directly or indirectly, in places that are not children’s residences under Part IX of the Child, Youth and Family Services Act, 2017, in order to determine the applicant’s suitability for the licence. 2. A search for the purposes of screening a person who holds a licence referred to in paragraph 1 in order to determine the suitability of the licensee continuing to hold the licence. 3. If an applicant for a licence described in paragraph 1 or the holder of such a licence referred to in paragraph 2 is a corporation, a search for the purposes of screening a director or officer of the corporation in order to determine the corporation’s suitability for the licence or for continuing to hold the licence. 4. A search for the purposes of, i. screening a person in order to determine the person’s suitability to be a foster parent who provides residential care under the authority of a licence referred to in paragraph 1, or ii. screening a person in order to determine the person’s suitability to supervise or support a foster parent referred to in subparagraph i. 5. A search for the purposes of screening an adult person who resides in a children’s residence or place referred to in paragraph 1, in order to determine the suitability of providing residential care to a child or young person in that residence or place. 6. A search for the purposes of screening a person who is being considered for a position, including a position as an employee, volunteer or student, in the course of which the person would provide care directly to a child or young person receiving residential care from a licensee referred to in paragraph 2, in order to determine the person’s suitability for the position. 7. A search for the purposes of screening a person who holds a position described in paragraph 6 in order to determine the suitability of the person continuing to hold the position. (2) For the purposes of paragraph 9 of subsection 2 (2) of the Act, the Act does not apply in respect of the following searches conducted in relation to the administration of Part VIII of the Child, Youth and Family Services Act, 2017: 1. A search for the purposes of screening a prospective adoptive parent as part of an adoption homestudy assessment or any updated assessment conducted to determine the person’s eligibility and suitability for adopting a child for purposes of, i. a placement of a child for adoption by a licensee under Part VIII of the Child, Youth and Family Services Act, 2017, or ii. an adoption to be facilitated under the Intercountry Adoption Act, 1998. 2. A search for the purposes of screening a person who is or wishes to be a foster parent who provides care to a child placed for adoption by a licensee under Part VIII of the Child, Youth and Family Services Act, 2017 as part of a homestudy assessment or any updated assessment conducted to determine the person’s suitability to be a foster parent who provides such care to a child. 3. A search for the purposes of screening an adult person who resides with a prospective adoptive parent referred to in paragraph 1 or with a foster parent referred to in paragraph 2 as part of a homestudy assessment or any updated assessment conducted to determine the suitability of the home environment for a child. (3) For the purposes of paragraph 9 of subsection 2 (2) of the Act, the Act does not apply in respect of a search conducted for the purpose of performing the functions of a children’s aid society described in subsection 35 (1) of the Child, Youth and Family Services Act, 2017 where the search is requested by, (a) a Director exercising the powers and performing the duties of a society under section 54 of that Act; or (b) a supervisor appointed under paragraph 8 of subsection 44 (3) of that Act to operate and manage the affairs and activities of the society. (4) In this section, “child” means a child within the meaning of the Child, Youth and Family Services Act, 2017; (“enfant”) “foster parent” means a foster parent within the meaning of the Child, Youth and Family Services Act, 2017; (“parent de famille d’accueil”) “young person” means a young person within the meaning of the Child, Youth and Family Services Act, 2017. (“adolescent”)",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>1. </b>(1) For the purposes of paragraph 9 of subsection 2 (2) of the Act, the Act does not apply in respect of the following searches:</p> <p class=\"paragraph-e\">  1. A search for the purposes of screening an applicant for a licence to operate a children’s residence or to provide residential care, directly or indirectly, in places that are not children’s residences under Part IX of the <i>Child, Youth and Family Services Act, 2017</i>, in order to determine the applicant’s suitability for the licence.</p> <p class=\"paragraph-e\">  2. A search for the purposes of screening a person who holds a licence referred to in paragraph 1 in order to determine the suitability of the licensee continuing to hold the licence.</p> <p class=\"paragraph-e\">  3. If an applicant for a licence described in paragraph 1 or the holder of such a licence referred to in paragraph 2 is a corporation, a search for the purposes of screening a director or officer of the corporation in order to determine the corporation’s suitability for the licence or for continuing to hold the licence.</p> <p class=\"paragraph-e\">  4. A search for the purposes of,</p> <p class=\"subpara-e\">  i. screening a person in order to determine the person’s suitability to be a foster parent who provides residential care under the authority of a licence referred to in paragraph 1, or</p> <p class=\"subpara-e\">  ii. screening a person in order to determine the person’s suitability to supervise or support a foster parent referred to in subparagraph i.</p> <p class=\"paragraph-e\">  5. A search for the purposes of screening an adult person who resides in a children’s residence or place referred to in paragraph 1, in order to determine the suitability of providing residential care to a child or young person in that residence or place.</p> <p class=\"paragraph-e\">  6. A search for the purposes of screening a person who is being considered for a position, including a position as an employee, volunteer or student, in the course of which the person would provide care directly to a child or young person receiving residential care from a licensee referred to in paragraph 2, in order to determine the person’s suitability for the position.</p> <p class=\"paragraph-e\">  7. A search for the purposes of screening a person who holds a position described in paragraph 6 in order to determine the suitability of the person continuing to hold the position.</p> <p class=\"subsection-e\">  (2) For the purposes of paragraph 9 of subsection 2 (2) of the Act, the Act does not apply in respect of the following searches conducted in relation to the administration of Part VIII of the <i>Child, Youth and Family Services Act, 2017</i>:</p> <p class=\"paragraph-e\">  1. A search for the purposes of screening a prospective adoptive parent as part of an adoption homestudy assessment or any updated assessment conducted to determine the person’s eligibility and suitability for adopting a child for purposes of,</p> <p class=\"subpara-e\">  i. a placement of a child for adoption by a licensee under Part VIII of the <i>Child, Youth and Family Services Act, 2017</i>, or</p> <p class=\"subpara-e\">  ii. an adoption to be facilitated under the <i>Intercountry Adoption Act, 1998</i>.</p> <p class=\"paragraph-e\">  2. A search for the purposes of screening a person who is or<i> </i>wishes to be a foster parent who provides care to a child placed for adoption by a licensee under Part VIII of the <i>Child, Youth and Family Services Act, 2017</i> as part of a homestudy assessment or any updated assessment conducted to determine the person’s suitability to be a foster parent who provides such care to a child.</p> <p class=\"paragraph-e\">  3. A search for the purposes of screening an adult person who resides with a prospective adoptive parent referred to in paragraph 1 or with a foster parent referred to in paragraph 2 as part of a homestudy assessment or any updated assessment conducted to determine the suitability of the home environment for a child.</p> <p class=\"subsection-e\">  (3) For the purposes of paragraph 9 of subsection 2 (2) of the Act, the Act does not apply in respect of a search conducted for the purpose of performing the functions of a children’s aid society described in subsection 35 (1) of the <i>Child, Youth and Family Services Act, 2017</i> where the search is requested by,</p> <p class=\"clause-e\">  (a) a Director exercising the powers and performing the duties of a society under section 54 of that Act; or</p> <p class=\"clause-e\">  (b) a supervisor appointed under paragraph 8 of subsection 44 (3) of that Act to operate and manage the affairs and activities of the society.</p> <p class=\"subsection-e\">  (4) In this section,</p> <p class=\"definition-e\">“child” means a child within the meaning of the <i>Child, Youth and Family Services Act, 2017</i>; (“enfant”)</p> <p class=\"definition-e\">“foster parent” means a foster parent within the meaning of the <i>Child, Youth and Family Services Act, 2017</i>; (“parent de famille d’accueil”)</p> <p class=\"definition-e\">“young person” means a young person within the meaning of the <i>Child, Youth and Family Services Act, 2017</i>. (“adolescent”)</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Electricity Generation Facilities",
            "content": " 2. For the purposes of paragraph 9 of subsection 2 (2) of the Act, the Act does not apply in respect of the following searches: 1. A search for the purposes of screening a person who is being considered for a position as an employee in one of the following electricity generation facilities in order to determine the person’s suitability for the position: i. A generation facility as defined in subsection 2 (1) of the Electricity Act, 1998. ii. A generation facility in respect of which a licence has been issued to authorize an activity described in clause 57 (c) of the Ontario Energy Board Act, 1998. 2. A search for the purposes of screening a person who is being considered for a position, including a position as a volunteer or student, in order to determine the person’s suitability for the position, if the position would provide the person with access to an electricity generation facility referred to in paragraph 1. 3. A search for the purposes of screening a person in a position referred to in paragraph 1 or 2 in order to determine the suitability of the person continuing to hold the position.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>2. </b>For the purposes of paragraph 9 of subsection 2 (2) of the Act, the Act does not apply in respect of the following searches:</p> <p class=\"paragraph-e\">  1. A search for the purposes of screening a person who is being considered for a position as an employee in one of the following electricity generation facilities in order to determine the person’s suitability for the position:</p> <p class=\"subpara-e\">  i. A generation facility as defined in subsection 2 (1) of the <i>Electricity Act, 1998</i>.</p> <p class=\"subpara-e\">  ii. A generation facility in respect of which a licence has been issued to authorize an activity described in clause 57 (c) of the <i>Ontario Energy Board Act, 1998</i>.</p> <p class=\"paragraph-e\">  2. A search for the purposes of screening a person who is being considered for a position, including a position as a volunteer or student, in order to determine the person’s suitability for the position, if the position would provide the person with access to an electricity generation facility referred to in paragraph 1.</p> <p class=\"paragraph-e\">  3. A search for the purposes of screening a person in a position referred to in paragraph 1 or 2 in order to determine the suitability of the person continuing to hold the position.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Ontario Securities Commission",
            "content": " 3. (1) For the purposes of paragraph 9 of subsection 2 (2) of the Act, the Act does not apply in respect of a search requested by or on behalf of the Ontario Securities Commission for purposes of the administration of the Securities Act, the Commodity Futures Act or the Loan and Trust Corporations Act or any rules or regulations made under any of those Acts. (2) For greater certainty, subsection (1) does not prevent the Act from applying in respect of a search for the purposes of screening, (a) a person who is being considered for employment in the Ontario Securities Commission; or (b) a person to whom the Ontario Securities Commission is considering awarding a contract for the provision of goods or services to the Commission or an employee of the prospective contractor who would provide goods or services to the Commission under the contract.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>3. </b>(1) For the purposes of paragraph 9 of subsection 2 (2) of the Act, the Act does not apply in respect of a search requested by or on behalf of the Ontario Securities Commission for purposes of the administration of the <i>Securities Act</i>, the <i>Commodity Futures Act</i> or the <i>Loan and Trust Corporations Act</i> or any rules or regulations made under any of those Acts.</p> <p class=\"subsection-e\">  (2) For greater certainty, subsection (1) does not prevent the Act from applying in respect of a search for the purposes of screening,</p> <p class=\"clause-e\">  (a) a person who is being considered for employment in the Ontario Securities Commission; or</p> <p class=\"clause-e\">  (b) a person to whom the Ontario Securities Commission is considering awarding a contract for the provision of goods or services to the Commission or an employee of the prospective contractor who would provide goods or services to the Commission under the contract.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Correctional institutions, parole offices, etc.",
            "content": " 4. For the purposes of paragraph 9 of subsection 2 (2) of the Act, the Act does not apply in respect of the following searches: 1. A search for the purposes of screening a person who is being considered for a position as a volunteer or student in any of the following institutions, facilities or places, in order to determine the suitability of the person for the position: i. A correctional institution within the meaning of the Ministry of Correctional Services Act that is operated or maintained by the Ministry of Community Safety and Correctional Services. ii.  Revoked: O. Reg. 477/21, s. 2 (1). iii. A place that is a place of open custody, a place of open temporary detention or a place of secure custody as those terms are defined in subsection 2 (1) of the Child, Youth and Family Services Act, 2017. iv. A youth justice probation office that is operated or funded by the Ministry of Children and Youth Services. 2. A search for the purposes of screening a person who is being considered for a position as an employee, in any of the following places or offices, in order to determine the suitability of the person for the position: i. A place that is a place of open custody, a place of open temporary detention or a place of secure custody as those terms are defined in subsection 2 (1) of the Child, Youth and Family Services Act, 2017. ii. A youth justice probation office that is operated or funded by the Ministry of Children and Youth Services. 3. A search for the purposes of screening a person who holds a position referred to in paragraph 1 or 2 in order to determine the suitability of the person continuing to hold the position. 4. A search for the purposes of screening a person to determine if the person is suitable to be awarded a contract to provide goods or services in or to a place or office referred to in paragraph 2, or to determine the suitability of any of the prospective contractor’s employees, if the contract would provide the prospective contractor or employee with, i. access to information related to the administration of justice which, if mishandled, could be used to significantly jeopardize the safety of an individual, ii. access to information which, if mishandled, could be used to undermine the administration of justice, iii. access to facilities or assets if the mishandling of such access could, A. significantly jeopardize the safety of an individual or the security of the facility or assets, or B. be used to undermine the administration of justice, or iv. access to systems or procedures established to protect items or information if the mishandling of such access could, A. significantly jeopardize the safety of an individual or the security of the items or information, or B. be used to undermine the administration of justice. 5. Where a person has been awarded a contract described in paragraph 4, a search for the purposes of screening the person, or any of the person’s employees, to determine the suitability of the person or employee continuing to provide goods or services under the contract. 6. A search for the purposes of screening a person to determine if the person’s suitability for being granted access to any of the institutions, facilities or places listed in paragraph 1 for the purposes of providing services to inmates or persons in custody, if the access would include access to any information, facilities, assets, systems or procedures described in paragraph 4. 7., 8.  Revoked: O. Reg. 477/21, s. 2 (3). O. Reg. 347/18, s. 4; O. Reg. 477/21, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>4. </b>For the purposes of paragraph 9 of subsection 2 (2) of the Act, the Act does not apply in respect of the following searches:</p> <p class=\"paragraph-e\">  1. A search for the purposes of screening a person who is being considered for a position as a volunteer or student in any of the following institutions, facilities or places, in order to determine the suitability of the person for the position:</p> <p class=\"subpara-e\">  i. A correctional institution within the meaning of the <i>Ministry of Correctional Services Act</i> that is operated or maintained by the Ministry of Community Safety and Correctional Services.</p> <p class=\"subpara-e\">  ii.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 477/21, s. 2 (1).</p> <p class=\"subpara-e\">  iii. A place that is a place of open custody, a place of open temporary detention or a place of secure custody as those terms are defined in subsection 2 (1) of the <i>Child, Youth and Family Services Act, 2017</i>.</p> <p class=\"subpara-e\">  iv. A youth justice probation office that is operated or funded by the Ministry of Children and Youth Services.</p> <p class=\"paragraph-e\">  2. A search for the purposes of screening a person who is being considered for a position as an employee, in any of the following places or offices, in order to determine the suitability of the person for the position:</p> <p class=\"subpara-e\">  i. A place that is a place of open custody, a place of open temporary detention or a place of secure custody as those terms are defined in subsection 2 (1) of the <i>Child, Youth and Family Services Act, 2017</i>.</p> <p class=\"subpara-e\">  ii. A youth justice probation office that is operated or funded by the Ministry of Children and Youth Services.</p> <p class=\"paragraph-e\">  3. A search for the purposes of screening a person who holds a position referred to in paragraph 1 or 2 in order to determine the suitability of the person continuing to hold the position.</p> <p class=\"paragraph-e\">  4. A search for the purposes of screening a person to determine if the person is suitable to be awarded a contract to provide goods or services in or to a place or office referred to in paragraph 2, or to determine the suitability of any of the prospective contractor’s employees, if the contract would provide the prospective contractor or employee with,</p> <p class=\"subpara-e\">  i. access to information related to the administration of justice which, if mishandled, could be used to significantly jeopardize the safety of an individual,</p> <p class=\"subpara-e\">  ii. access to information which, if mishandled, could be used to undermine the administration of justice,</p> <p class=\"subpara-e\">  iii. access to facilities or assets if the mishandling of such access could,</p> <p class=\"subsubpara-e\">  A. significantly jeopardize the safety of an individual or the security of the facility or assets, or</p> <p class=\"subsubpara-e\">  B. be used to undermine the administration of justice, or</p> <p class=\"subpara-e\">  iv. access to systems or procedures established to protect items or information if the mishandling of such access could,</p> <p class=\"subsubpara-e\">  A. significantly jeopardize the safety of an individual or the security of the items or information, or</p> <p class=\"subsubpara-e\">  B. be used to undermine the administration of justice.</p> <p class=\"paragraph-e\">  5. Where a person has been awarded a contract described in paragraph 4, a search for the purposes of screening the person, or any of the person’s employees, to determine the suitability of the person or employee continuing to provide goods or services under the contract.</p> <p class=\"paragraph-e\">  6. A search for the purposes of screening a person to determine if the person’s suitability for being granted access to any of the institutions, facilities or places listed in paragraph 1 for the purposes of providing services to inmates or persons in custody, if the access would include access to any information, facilities, assets, systems or procedures described in paragraph 4.</p> <p class=\"paragraph-e\"> 7., 8.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 477/21, s. 2 (3).</p> <p class=\"footnote-e\">O. Reg. 347/18, s. 4; O. Reg. 477/21, s. 2.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Policing services",
            "content": " 5. (1) For the purposes of paragraph 9 of subsection 2 (2) of the Act, the Act does not apply in respect of the following searches: 1. A search for the purposes of screening a person who is being considered for any of the following positions, in order to determine the person’s suitability for the position: i. A member of a police force. ii. An employee of a police services board in a position other than as a member of a police force. iii. An auxiliary member of a police force appointed under section 52 of the Police Services Act or a volunteer providing services to a police force. iv. An appointment as a member of a police services board. v. An appointment as a special constable under section 53 of the Police Services Act. vi. An appointment as a First Nations Constable under section 54 of the Police Services Act. vii. A position as an employee or volunteer working for a band or any other employer of First Nations Constables if the position supports or otherwise relates to the provision of police services. viii. Any employee or any other person who has access to the Ontario Major Case Management Manual and software, as outlined in Ontario Regulation 354/04 (Major Case Management) made under the\r\nPolice Services Act. 2. A search for the purposes of screening a person who holds a position referred to in paragraph 1 in order to determine the suitability of the person continuing to hold the position. 3. A search for the purposes of screening a person to determine if the person is suitable to be awarded a contract to provide goods or services to a police services board or to a band or any other employer of First Nations Constables, or to determine the suitability of any of the prospective contractor’s employees, if the contract would provide the prospective contractor or employee with, i. access to information related to the administration of justice which, if mishandled, could be used to significantly jeopardize the safety of an individual, ii. access to information which, if mishandled, could be used to undermine the administration of justice, iii. access to facilities or assets if the mishandling of such access could, A. significantly jeopardize the safety of an individual or the security of the facility or assets, or B. be used to undermine the administration of justice, or iv. access to systems or procedures established to protect items or information if the mishandling of such access could, A. significantly jeopardize the safety of an individual or the security of the items or information, or B. be used to undermine the administration of justice. 4. Where a person has been awarded a contract described in paragraph 3, a search for the purposes of screening the person, or any of the person’s employees, to determine the suitability of the person or employee continuing to provide goods or services under the contract. O. Reg. 347/18, s. 5 (1); O. Reg. 477/21, s. 3. (2) In subsection (1), “band” has the same meaning as in the Indian Act (Canada); (“bande”) “member of a police force” means a member of a police force as defined in subsection 2 (1) of the Police Services Act; (“membre d’un corps de police”) “police force” means as police force as defined in subsection 2 (1) of the Police Services Act; (“corps de police”) “police services board” means a municipal police services board within the meaning of the Police Services Act. (“commission de services policiers”) O. Reg. 347/18, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>5. </b>(1) For the purposes of paragraph 9 of subsection 2 (2) of the Act, the Act does not apply in respect of the following searches:</p> <p class=\"paragraph-e\">  1. A search for the purposes of screening a person who is being considered for any of the following positions, in order to determine the person’s suitability for the position:</p> <p class=\"subpara-e\">  i. A member of a police force.</p> <p class=\"subpara-e\">  ii. An employee of a police services board in a position other than as a member of a police force.</p> <p class=\"subpara-e\">  iii. An auxiliary member of a police force appointed under section 52 of the <i>Police Services Act</i> or a volunteer providing services to a police force.</p> <p class=\"subpara-e\">  iv. An appointment as a member of a police services board.</p> <p class=\"subpara-e\">  v. An appointment as a special constable under section 53 of the <i>Police Services Act</i>.</p> <p class=\"subpara-e\">  vi. An appointment as a First Nations Constable under section 54 of the <i>Police Services Act</i>.</p> <p class=\"subpara-e\">  vii. A position as an employee or volunteer working for a band or any other employer of First Nations Constables if the position supports or otherwise relates to the provision of police services.</p> <p class=\"subpara-e\">  viii. Any employee or any other person who has access to the Ontario Major Case Management Manual and software, as outlined in Ontario Regulation 354/04 (Major Case Management) made under the\r\n<i>Police Services Act</i>.</p> <p class=\"paragraph-e\">  2. A search for the purposes of screening a person who holds a position referred to in paragraph 1 in order to determine the suitability of the person continuing to hold the position.</p> <p class=\"paragraph-e\">  3. A search for the purposes of screening a person to determine if the person is suitable to be awarded a contract to provide goods or services to a police services board or to a band or any other employer of First Nations Constables, or to determine the suitability of any of the prospective contractor’s employees, if the contract would provide the prospective contractor or employee with,</p> <p class=\"subpara-e\">  i. access to information related to the administration of justice which, if mishandled, could be used to significantly jeopardize the safety of an individual,</p> <p class=\"subpara-e\">  ii. access to information which, if mishandled, could be used to undermine the administration of justice,</p> <p class=\"subpara-e\">  iii. access to facilities or assets if the mishandling of such access could,</p> <p class=\"subsubpara-e\">  A. significantly jeopardize the safety of an individual or the security of the facility or assets, or</p> <p class=\"subsubpara-e\">  B. be used to undermine the administration of justice, or</p> <p class=\"subpara-e\">  iv. access to systems or procedures established to protect items or information if the mishandling of such access could,</p> <p class=\"subsubpara-e\">  A. significantly jeopardize the safety of an individual or the security of the items or information, or</p> <p class=\"subsubpara-e\">  B. be used to undermine the administration of justice.</p> <p class=\"paragraph-e\">  4. Where a person has been awarded a contract described in paragraph 3, a search for the purposes of screening the person, or any of the person’s employees, to determine the suitability of the person or employee continuing to provide goods or services under the contract. O. Reg. 347/18, s. 5 (1); O. Reg. 477/21, s. 3.</p> <p class=\"subsection-e\">  (2) In subsection (1),</p> <p class=\"definition-e\">“band” has the same meaning as in the <i>Indian Act</i> (Canada); (“bande”)</p> <p class=\"definition-e\">“member of a police force” means a member of a police force as defined in subsection 2 (1) of the <i>Police Services Act</i>; (“membre d’un corps de police”)</p> <p class=\"definition-e\">“police force” means as police force as defined in subsection 2 (1) of the <i>Police Services Act</i>; (“corps de police”)</p> <p class=\"definition-e\">“police services board” means a municipal police services board within the meaning of the <i>Police Services Act</i>. (“commission de services policiers”) O. Reg. 347/18, s. 5 (2).</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Provincial Security and Criminal Intelligence",
            "content": " 6. For the purposes of paragraph 9 of subsection 2 (2) of the Act, the Act does not apply in respect of the following searches: 1. A search for the purposes of screening a person who is being considered for appointment as the Provincial Security Advisor for Ontario or the Director of Criminal Intelligence Service Ontario in order to determine the person’s suitability for the appointment. 2. A search for the purposes of screening a person who has been appointed as the Provincial Security Advisor for Ontario or the Director of Criminal Intelligence Service Ontario in order to determine the suitability of the person continuing to hold the appointment. 3. A search for the purposes of screening a person being considered for a position as an employee in the office of the Provincial Security Advisor or Criminal Intelligence Service Ontario in the Ministry of the Solicitor General in order to determine the person’s suitability for the position. 4. A search for the purposes of screening a person who holds a position referred to in paragraph 3 in order to determine the suitability of the person continuing to hold the position. O. Reg. 347/18, s. 6; O. Reg. 477/21, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>6. </b>For the purposes of paragraph 9 of subsection 2 (2) of the Act, the Act does not apply in respect of the following searches:</p> <p class=\"paragraph-e\">  1. A search for the purposes of screening a person who is being considered for appointment as the Provincial Security Advisor for Ontario or the Director of Criminal Intelligence Service Ontario in order to determine the person’s suitability for the appointment.</p> <p class=\"paragraph-e\">  2. A search for the purposes of screening a person who has been appointed as the Provincial Security Advisor for Ontario or the Director of Criminal Intelligence Service Ontario in order to determine the suitability of the person continuing to hold the appointment.</p> <p class=\"paragraph-e\">  3. A search for the purposes of screening a person being considered for a position as an employee in the office of the Provincial Security Advisor or Criminal Intelligence Service Ontario in the Ministry of the Solicitor General in order to determine the person’s suitability for the position.</p> <p class=\"paragraph-e\">  4. A search for the purposes of screening a person who holds a position referred to in paragraph 3 in order to determine the suitability of the person continuing to hold the position. O. Reg. 347/18, s. 6; O. Reg. 477/21, s. 4.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Administration of justice sector",
            "content": " 7. (1) For the purposes of paragraph 9 of subsection 2 (2) of the Act, the Act does not apply in respect of the following searches requested by or on behalf of the Crown in Right of Ontario in accordance with any applicable directives or policies made by the Public Service Commission or by the Management Board of Cabinet: 1. A search for the purposes of screening a person being considered for a position as a public servant appointed under Part III of the Public Service of Ontario Act, 2006\r\nto work in a ministry or Commission public body in order to determine the suitability of the person for the position, if the position meets the requirements set out in subsection (2) or (3). 2. A search for the purposes of screening a person who holds a position referred to in paragraph 1 in order to determine the suitability of the person continuing to hold the position. 3. A search for the purposes of screening a person in order to determine if the person is suitable to be awarded a contract to provide goods or services to a ministry, agency, board, commission or other entity, or to determine the suitability of any of the prospective contractor’s employees for providing goods or services under the contract, if the contract would provide the contractor or employee with access to information, facilities, assets, systems or procedures described in subsection (2). 4. Where a person has been awarded a contract described in paragraph 3, a search for the purposes of screening the person, or any of the person’s employees, to determine the suitability of the person or employee continuing to provide goods or services under the contract. (2) Paragraph 1 of subsection (1) applies in respect of any position in which the public servant will have, (a) access to information related to the administration of justice which, if mishandled, could be used to significantly jeopardize the safety of an individual; (b) access to information which, if mishandled, could be used to undermine the administration of justice; (c) access to facilities or assets if the mishandling of such access could, (i) significantly jeopardize the safety of an individual or the security of the facility or assets, or (ii) be used to undermine the administration of justice; or (d) access to systems or procedures established to protect items or information if the mishandling of such access could, (i) significantly jeopardize the safety of an individual or the security of the items or information, or (ii) be used to undermine the administration of justice. (3) Paragraph 1 of subsection (1) applies in respect of any position in which the public servant, (a) is responsible for conducting security checks of persons who are being considered for a position that meets the requirements set out in subsection (2) or for a contract described in paragraph 3 of subsection (1); and (b) will have access to a type of police record check other than a criminal record check for the purposes of fulfilling the responsibilities described in clause (a). (4) In subsection (1), “Commission public body” means a Commission public body as defined in subsection 2 (1) of the Public Service of Ontario Act, 2006.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>7. </b>(1) For the purposes of paragraph 9 of subsection 2 (2) of the Act, the Act does not apply in respect of the following searches requested by or on behalf of the Crown in Right of Ontario in accordance with any applicable directives or policies made by the Public Service Commission or by the Management Board of Cabinet:</p> <p class=\"paragraph-e\">  1. A search for the purposes of screening a person being considered for a position as a public servant appointed under Part III of the <i>Public Service of Ontario Act, 2006</i>\r\nto work in a ministry or Commission public body in order to determine the suitability of the person for the position, if the position meets the requirements set out in subsection (2) or (3).</p> <p class=\"paragraph-e\">  2. A search for the purposes of screening a person who holds a position referred to in paragraph 1 in order to determine the suitability of the person continuing to hold the position.</p> <p class=\"paragraph-e\">  3. A search for the purposes of screening a person in order to determine if the person is suitable to be awarded a contract to provide goods or services to a ministry, agency, board, commission or other entity, or to determine the suitability of any of the prospective contractor’s employees for providing goods or services under the contract, if the contract would provide the contractor or employee with access to information, facilities, assets, systems or procedures described in subsection (2).</p> <p class=\"paragraph-e\">  4. Where a person has been awarded a contract described in paragraph 3, a search for the purposes of screening the person, or any of the person’s employees, to determine the suitability of the person or employee continuing to provide goods or services under the contract.</p> <p class=\"subsection-e\">  (2) Paragraph 1 of subsection (1) applies in respect of any position in which the public servant will have,</p> <p class=\"clause-e\">  (a) access to information related to the administration of justice which, if mishandled, could be used to significantly jeopardize the safety of an individual;</p> <p class=\"clause-e\">  (b) access to information which, if mishandled, could be used to undermine the administration of justice;</p> <p class=\"clause-e\">  (c) access to facilities or assets if the mishandling of such access could,</p> <p class=\"subclause-e\">  (i) significantly jeopardize the safety of an individual or the security of the facility or assets, or</p> <p class=\"subclause-e\">  (ii) be used to undermine the administration of justice; or</p> <p class=\"clause-e\">  (d) access to systems or procedures established to protect items or information if the mishandling of such access could,</p> <p class=\"subclause-e\">  (i) significantly jeopardize the safety of an individual or the security of the items or information, or</p> <p class=\"subclause-e\">  (ii) be used to undermine the administration of justice.</p> <p class=\"subsection-e\">  (3) Paragraph 1 of subsection (1) applies in respect of any position in which the public servant,</p> <p class=\"clause-e\">  (a) is responsible for conducting security checks of persons who are being considered for a position that meets the requirements set out in subsection (2) or for a contract described in paragraph 3 of subsection (1); and</p> <p class=\"clause-e\">  (b) will have access to a type of police record check other than a criminal record check for the purposes of fulfilling the responsibilities described in clause (a).</p> <p class=\"subsection-e\">  (4) In subsection (1),</p> <p class=\"definition-e\">“Commission public body” means a Commission public body as defined in subsection 2 (1) of the <i>Public Service of Ontario Act, 2006</i>.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Inspectors, investigators, etc.",
            "content": " 8. For the purposes of paragraph 9 of subsection 2 (2) of the Act, the Act does not apply in respect of the following searches if they are requested by the Crown in right of Ontario or any agency, board or commission or other entity responsible for the appointment or employment of the person and the searches are required by any entity that is providing access to information or data, or the person will have indirect access to information which would otherwise be protected by an entity: 1. A search for the purposes of screening a person who is being considered for a position which would include responsibilities, under any Act or regulation, for carrying out inspections to ensure compliance with the law, investigating offences or otherwise enforcing the law, in order to determine the suitability of the person for the position. 2. A search for the purposes of screening a person who is being considered for employment in, or an appointment to, a position managing or supervising a person referred to in paragraph 1, in order to determine the suitability of the person for the position. 3. A search for the purposes of screening a person who is being considered for a position to provide support or assistance to a person referred to in paragraph 1 or 2, whether as an employee or as a person hired under a contract, in order to determine the person’s suitability for the position. 4. A search for the purposes of screening a person who holds a position referred to in paragraph 1, 2 or 3 in order to determine the suitability of the person continuing to hold the position. O. Reg. 347/18, s. 8; O. Reg. 477/21, s. 5.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>8. </b>For the purposes of paragraph 9 of subsection 2 (2) of the Act, the Act does not apply in respect of the following searches if they are requested by the Crown in right of Ontario or any agency, board or commission or other entity responsible for the appointment or employment of the person and the searches are required by any entity that is providing access to information or data, or the person will have indirect access to information which would otherwise be protected by an entity:</p> <p class=\"paragraph-e\">  1. A search for the purposes of screening a person who is being considered for a position which would include responsibilities, under any Act or regulation, for carrying out inspections to ensure compliance with the law, investigating offences or otherwise enforcing the law, in order to determine the suitability of the person for the position.</p> <p class=\"paragraph-e\">  2. A search for the purposes of screening a person who is being considered for employment in, or an appointment to, a position managing or supervising a person referred to in paragraph 1, in order to determine the suitability of the person for the position.</p> <p class=\"paragraph-e\">  3. A search for the purposes of screening a person who is being considered for a position to provide support or assistance to a person referred to in paragraph 1 or 2, whether as an employee or as a person hired under a contract, in order to determine the person’s suitability for the position.</p> <p class=\"paragraph-e\">  4. A search for the purposes of screening a person who holds a position referred to in paragraph 1, 2 or 3 in order to determine the suitability of the person continuing to hold the position. O. Reg. 347/18, s. 8; O. Reg. 477/21, s. 5.</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Special Investigations Unit",
            "content": " 9. (1) For the purposes of paragraph 9 of subsection 2 (2) of the Act, the Act does not apply in respect of the following searches requested in relation to the administration of the Ontario Special Investigations Unit: 1. A search for the purposes of screening an applicant for a position as a volunteer in the Unit in order to determine the applicant’s suitability for the position. 2. A search for the purposes of screening an person who is a volunteer in the Unit in order to determine the suitability of the person continuing to hold the position. O. Reg. 347/18, s. 9. (2) For searches conducted in relation to the Ontario Special Investigations Unit, a police service shall not release mental health contact information or street check information. O. Reg. 477/21, s. 6.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>9. </b>(1) For the purposes of paragraph 9 of subsection 2 (2) of the Act, the Act does not apply in respect of the following searches requested in relation to the administration of the Ontario Special Investigations Unit:</p> <p class=\"paragraph-e\">  1. A search for the purposes of screening an applicant for a position as a volunteer in the Unit in order to determine the applicant’s suitability for the position.</p> <p class=\"paragraph-e\">  2. A search for the purposes of screening an person who is a volunteer in the Unit in order to determine the suitability of the person continuing to hold the position. O. Reg. 347/18, s. 9.</p> <p class=\"subsection-e\">  (2) For searches conducted in relation to the Ontario Special Investigations Unit, a police service shall not release mental health contact information or street check information. O. Reg. 477/21, s. 6.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Independent Police Review Director",
            "content": " 10. (1) For the purposes of paragraph 9 of subsection 2 (2) of the Act, the Act does not apply in respect of the following searches: 1. A search for the purposes of screening a person who is being considered for appointment as the Independent Police Review Director under section 26.1 of the Police Services Act, in order to determine the person’s suitability for the appointment. 2. A search for the purposes of screening a person who has been appointed as the Independent Police Review Director in order to determine the suitability of the person continuing to hold the appointment. O. Reg. 347/18, s. 10. (2) For searches conducted in relation to the Independent Police Review Director, a police service shall not release mental health contact information or street check information. O. Reg. 477/21, s. 7. 11. Revoked: O. Reg. 477/21, s. 8.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>10. </b>(1) For the purposes of paragraph 9 of subsection 2 (2) of the Act, the Act does not apply in respect of the following searches:</p> <p class=\"paragraph-e\">  1. A search for the purposes of screening a person who is being considered for appointment as the Independent Police Review Director under section 26.1 of the <i>Police Services Act</i>, in order to determine the person’s suitability for the appointment.</p> <p class=\"paragraph-e\">  2. A search for the purposes of screening a person who has been appointed as the Independent Police Review Director in order to determine the suitability of the person continuing to hold the appointment. O. Reg. 347/18, s. 10.</p> <p class=\"subsection-e\">  (2) For searches conducted in relation to the Independent Police Review Director, a police service shall not release mental health contact information or street check information. O. Reg. 477/21, s. 7.</p> <p class=\"section-e\"> <b>11. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 477/21, s. 8.</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Alcohol, cannabis and gaming sector",
            "content": " 12. (1) For the purposes of paragraph 9 of subsection 2 (2) of the Act, the Act does not apply in respect of the following searches: 1. A search for the purposes of screening a person who is being considered for appointment to or employment in any of the following positions, in order to determine the person’s suitability for the position: i. A member of the board of directors of the Alcohol and Gaming Commission of Ontario established under the\r\nAlcohol and Gaming Commission of Ontario Act, 2019. ii. The Registrar appointed under section 7 of the Alcohol and Gaming Commission of Ontario Act, 2019. iii. An employee of the Alcohol and Gaming Commission of Ontario who exercises managerial authority or who exercises decision-making authority over licensing, registration or compliance with an Act or regulation that the Commission is responsible for administering. 2. A search for the purposes of screening a person who holds a position described in paragraph 1 in order to determine the suitability of the person continuing to hold the position. 3. A search required by or on behalf of the Registrar for the purposes of an inquiry or investigation into the character, financial history and competence of a person under subsection 9 (1.1) of the Gaming Control Act, 1992. 4. A search for the purposes of an inquiry or investigation conducted under the Cannabis Licence Act, 2018, the Gaming Control Act, 1992, the Liquor Licence and Control Act, 2019 or the Horse Racing Licence Act, 2015. O. Reg. 347/18, s. 12; O. Reg. 470/18, s. 1; O. Reg. 764/21, s. 1. (2) For searches conducted in relation to the alcohol, cannabis and gaming sector, a police service shall not release mental health contact information or street check information. O. Reg. 477/21, s. 9.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>12. </b>(1) For the purposes of paragraph 9 of subsection 2 (2) of the Act, the Act does not apply in respect of the following searches:</p> <p class=\"paragraph-e\">  1. A search for the purposes of screening a person who is being considered for appointment to or employment in any of the following positions, in order to determine the person’s suitability for the position:</p> <p class=\"subpara-e\">  i. A member of the board of directors of the Alcohol and Gaming Commission of Ontario established under the\r\n<i>Alcohol and Gaming Commission of Ontario Act, 2019</i>.</p> <p class=\"subpara-e\">  ii. The Registrar appointed under section 7 of the <i>Alcohol and Gaming Commission of Ontario Act, 2019</i>.</p> <p class=\"subpara-e\">  iii. An employee of the Alcohol and Gaming Commission of Ontario who exercises managerial authority or who exercises decision-making authority over licensing, registration or compliance with an Act or regulation that the Commission is responsible for administering.</p> <p class=\"paragraph-e\">  2. A search for the purposes of screening a person who holds a position described in paragraph 1 in order to determine the suitability of the person continuing to hold the position.</p> <p class=\"paragraph-e\">  3. A search required by or on behalf of the Registrar for the purposes of an inquiry or investigation into the character, financial history and competence of a person under subsection 9 (1.1) of the <i>Gaming Control Act, 1992</i>.</p> <p class=\"paragraph-e\">  4. A search for the purposes of an inquiry or investigation conducted under the <i>Cannabis Licence Act, 2018</i>, the <i>Gaming Control Act, 1992</i>, the <i>Liquor Licence and Control Act, 2019</i> or the <i>Horse Racing Licence Act, 2015</i>. O. Reg. 347/18, s. 12; O. Reg. 470/18, s. 1; O. Reg. 764/21, s. 1.</p> <p class=\"subsection-e\">  (2) For searches conducted in relation to the alcohol, cannabis and gaming sector, a police service shall not release mental health contact information or street check information. O. Reg. 477/21, s. 9.</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "13.",
            "part_id": null,
            "part_type": null,
            "section": "Office of the Children’s Lawyer",
            "content": " 13. (1) For the purposes of paragraph 9 of subsection 2 (2) of the Act, the Act does not apply in respect of the following searches: 1. A search for the purposes of screening a person who is being considered for one of the following appointments in order to determine the person’s suitability for the appointment: i.  Revoked: O. Reg. 477/21, s. 10 (1). ii. Appointment as the Children’s Lawyer under section 89 of the Courts of Justice Act. 2. A search for the purposes of screening a person who holds an appointment referred to in paragraph 1 in order to determine the suitability of the person continuing to hold the appointment. 3. A search conducted at the request of the Office of the Children’s Lawyer for the purposes of screening a person being considered for inclusion in a selected group of lawyers, or of social workers, mental health experts or other clinicians, who are eligible to be appointed by a court to provide services on behalf of the Children’s Lawyer for Ontario, in order to determine the person’s suitability for providing such services. 4. A search for the purposes of screening a person who is part of a selected group referred to in paragraph 3 in order to determine the suitability of the person continuing to be part of the selected group. 5.-7.  Revoked: O. Reg. 477/21, s. 10 (3). O. Reg. 347/18, s. 13 (1); O. Reg. 477/21, s. 10 (1-3). (2) In paragraph 3 of subsection (1), “lawyer” means a person who is licensed to practise law as a barrister and solicitor in Ontario; (“avocat”) “social worker” means a member of the Ontario College of Social Workers and Social Services Workers.  (“travailleur social”) O. Reg. 347/18, s. 13 (2). (3) For searches for the purposes of screening under subsection (1), the screening information is limited to persons that will have direct, in-person contact with children or other vulnerable persons within the context of their duties. O. Reg. 477/21, s. 10 (4). 14., 15. Revoked: O. Reg. 477/21, s. 11. 16. Revoked: 671/21, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>13. </b>(1) For the purposes of paragraph 9 of subsection 2 (2) of the Act, the Act does not apply in respect of the following searches:</p> <p class=\"paragraph-e\">  1. A search for the purposes of screening a person who is being considered for one of the following appointments in order to determine the person’s suitability for the appointment:</p> <p class=\"subpara-e\">  i.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 477/21, s. 10 (1).</p> <p class=\"subpara-e\">  ii. Appointment as the Children’s Lawyer under section 89 of the <i>Courts of Justice Act</i>.</p> <p class=\"paragraph-e\">  2. A search for the purposes of screening a person who holds an appointment referred to in paragraph 1 in order to determine the suitability of the person continuing to hold the appointment.</p> <p class=\"paragraph-e\">  3. A search conducted at the request of the Office of the Children’s Lawyer for the purposes of screening a person being considered for inclusion in a selected group of lawyers, or of social workers, mental health experts or other clinicians, who are eligible to be appointed by a court to provide services on behalf of the Children’s Lawyer for Ontario, in order to determine the person’s suitability for providing such services.</p> <p class=\"paragraph-e\">  4. A search for the purposes of screening a person who is part of a selected group referred to in paragraph 3 in order to determine the suitability of the person continuing to be part of the selected group.</p> <p class=\"paragraph-e\"> 5.-7.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 477/21, s. 10 (3).</p> <p class=\"footnote-e\">O. Reg. 347/18, s. 13 (1); O. Reg. 477/21, s. 10 (1-3).</p> <p class=\"subsection-e\">  (2) In paragraph 3 of subsection (1),</p> <p class=\"definition-e\">“lawyer” means a person who is licensed to practise law as a barrister and solicitor in Ontario; (“avocat”)</p> <p class=\"definition-e\">“social worker” means a member of the Ontario College of Social Workers and Social Services Workers.  (“travailleur social”) O. Reg. 347/18, s. 13 (2).</p> <p class=\"subsection-e\">  (3) For searches for the purposes of screening under subsection (1), the screening information is limited to persons that will have direct, in-person contact with children or other vulnerable persons within the context of their duties. O. Reg. 477/21, s. 10 (4).</p> <p class=\"section-e\"> <b>14., 15. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 477/21, s. 11.</p> <p class=\"section-e\"> <a name=\"BK20\"></a><b>16. </b><span class=\"ovsmallcap\">Revoked</span>: 671/21, s. 1.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "16.",
            "part_id": null,
            "part_type": null,
            "section": "Criminal Injuries Compensation Board",
            "content": " 16. Revoked: 671/21, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>16. </b><span class=\"ovsmallcap\">Revoked</span>: 671/21, s. 1.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "17.",
            "part_id": null,
            "part_type": null,
            "section": "Child and Parent Resource Institute",
            "content": " 17. For the purposes of paragraph 9 of subsection 2 (2) of the Act, the Act does not apply in respect of the following searches with respect to persons working in or providing goods or services in the Child and Parent Resource Institute, located in London, Ontario and where the person will have direct, in-person contact with children or other vulnerable persons within the context of their duties: 1. A search for the purposes of screening a person who is being considered for a position, including a position as an employee, a volunteer or a student on placement in the Institute, in order to determine the suitability of the person for the position. 2. A search for the purposes of screening a person who holds a position referred to in paragraph 1 in the Institute in order to determine the suitability of the person continuing to hold the position. 3. A search for the purposes of screening a person to determine if the person is suitable to be awarded a contract to provide goods or services in the Institute or to determine the suitability of any of the prospective contractor’s employees for providing goods or services under the contract in the Institute. 4. Where a person has been awarded a contract described in paragraph 3, a search for the purposes of screening the person, or any of the person’s employees, to determine the suitability of the person or employee continuing to provide goods or services under the contract in the Institute. O. Reg. 347/18, s. 17; O. Reg. 477/21, s. 12.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>17. </b>For the purposes of paragraph 9 of subsection 2 (2) of the Act, the Act does not apply in respect of the following searches with respect to persons working in or providing goods or services in the Child and Parent Resource Institute, located in London, Ontario and where the person will have direct, in-person contact with children or other vulnerable persons within the context of their duties:</p> <p class=\"paragraph-e\">  1. A search for the purposes of screening a person who is being considered for a position, including a position as an employee, a volunteer or a student on placement in the Institute, in order to determine the suitability of the person for the position.</p> <p class=\"paragraph-e\">  2. A search for the purposes of screening a person who holds a position referred to in paragraph 1 in the Institute in order to determine the suitability of the person continuing to hold the position.</p> <p class=\"paragraph-e\">  3. A search for the purposes of screening a person to determine if the person is suitable to be awarded a contract to provide goods or services in the Institute or to determine the suitability of any of the prospective contractor’s employees for providing goods or services under the contract in the Institute.</p> <p class=\"paragraph-e\">  4. Where a person has been awarded a contract described in paragraph 3, a search for the purposes of screening the person, or any of the person’s employees, to determine the suitability of the person or employee continuing to provide goods or services under the contract in the Institute. O. Reg. 347/18, s. 17; O. Reg. 477/21, s. 12.</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "18.",
            "part_id": null,
            "part_type": null,
            "section": "Financial services",
            "content": " 18. For the purposes of section 12 of the Act, the Act does not apply in respect of the following searches: 1. A criminal record and judicial matters check for the purposes of screening an applicant for a licence that is issued by the Chief Executive Officer under the Insurance Act, the Mortgage Brokerages, Lenders and Administrators Act, 2006 or any other Act or regulation, in order to determine the applicant’s suitability for the licence. 2. A criminal record and judicial matters check for the purposes of screening a person who holds a licence referred to in paragraph 1 in order to determine the suitability of the person continuing to hold the licence. 3. A criminal record and judicial matters check requested by the Chief Executive Officer for the purposes of screening the director of a credit union in order to determine the suitability of the director to hold office where the Chief Executive Officer is considering making an order removing the director from office under subsection 94 (1) of the\r\nCredit Unions and Caisses Populaires Act, 2020. O. Reg. 347/18, s. 18; O. Reg. 454/18, s. 3; O. Reg. 477/21, s. 13; O. Reg. 764/21, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK22\"></a><b>18. </b>For the purposes of section 12 of the Act, the Act does not apply in respect of the following searches:</p> <p class=\"paragraph-e\">  1. A criminal record and judicial matters check for the purposes of screening an applicant for a licence that is issued by the Chief Executive Officer under the <i>Insurance Act</i>, the <i>Mortgage Brokerages, Lenders and Administrators Act, 2006</i> or any other Act or regulation, in order to determine the applicant’s suitability for the licence.</p> <p class=\"paragraph-e\">  2. A criminal record and judicial matters check for the purposes of screening a person who holds a licence referred to in paragraph 1 in order to determine the suitability of the person continuing to hold the licence.</p> <p class=\"paragraph-e\">  3. A criminal record and judicial matters check requested by the Chief Executive Officer for the purposes of screening the director of a credit union in order to determine the suitability of the director to hold office where the Chief Executive Officer is considering making an order removing the director from office under subsection 94 (1) of the\r\n<i>Credit Unions and Caisses Populaires Act, 2020</i>. O. Reg. 347/18, s. 18; O. Reg. 454/18, s. 3; O. Reg. 477/21, s. 13; O. Reg. 764/21, s. 2.</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "19.",
            "part_id": null,
            "part_type": null,
            "section": "Schools and child care providers",
            "content": " 19. (1) For the purposes of paragraph 9 of subsection 2 (2) of the Act, the Act does not apply in respect of searches for the purposes of, (a) screening a person who is being considered for a position as a teacher or other employee working in a school, a volunteer or a student on an educational placement in a school in order to determine the person’s suitability for the position; (b) screening a person who holds a position referred to in clause (a) in order to determine the suitability of the person continuing to hold the position; (c) screening a person to determine if the person is suitable to be awarded a contract to provide goods or services in a school or to determine the suitability of any of the prospective contractor’s employees for providing goods or services under the contract in a school; (d) screening a person who has been awarded a contract to provide goods or services in a school, or an employee of the contractor who provides goods or services in a school, in order to determine the suitability of the contractor or employee continuing to provide goods or services in a school; (e) screening a person who is being considered for a position as an employee of a board as defined in the Education Act in order to determine the person’s suitability for the position if the position requires the employee to be in a school in the normal course of their duties; (f) screening a person who holds a position referred to in clause (e) in order to determine the suitability of the person continuing to hold the position; (f.1) screening a person who is being considered for any other position where they will have direct, in-person access to children or other vulnerable persons within the context of their duties; (f.2) screening a person who holds a position referred to in clause (f.1) in order to determine the suitability of the person continuing to hold the position; (g) complying with section 35 of the Child Care and Early Years Act, 2014; or (h) complying with a requirement in Ontario Regulation 137/15 (General) made under the Child Care and Early Years Act, 2014 to obtain a police record check, including a vulnerable sector check. O. Reg. 347/18, s. 19 (1); O. Reg. 454/18, s. 1, 4; O. Reg. 477/21, s. 14 (1, 2). (1.1) For greater certainty, searches for the purposes of screening under subsection (1) shall be limited to the following information a police service may have possession of: 1. Outstanding restraining orders, including family court restraining orders, under the Child Youth and Family Services Act, 2017. 2. Provincial charges and convictions under the Child Youth and Family Services Act, 2017. 3. Provincial charges and convictions under the Child Care and Early Years Act, 2014. 4. Provincial charges and convictions under the Highway Traffic Act. O. Reg. 477/21, s. 14 (3). (1.2) For searches conducted in relation to schools and child care providers, a police service shall not release mental health contact information, street check information or victim information. O. Reg. 477/21, s. 14 (3). (2) In subsection (1), “school” means a school or a private school as defined in the Education Act. O. Reg. 347/18, s. 19 (2). Exemptions from section 12 of the Act",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>19. </b>(1) For the purposes of paragraph 9 of subsection 2 (2) of the Act, the Act does not apply in respect of searches for the purposes of,</p> <p class=\"clause-e\">  (a) screening a person who is being considered for a position as a teacher or other employee working in a school, a volunteer or a student on an educational placement in a school in order to determine the person’s suitability for the position;</p> <p class=\"clause-e\">  (b) screening a person who holds a position referred to in clause (a) in order to determine the suitability of the person continuing to hold the position;</p> <p class=\"clause-e\">  (c) screening a person to determine if the person is suitable to be awarded a contract to provide goods or services in a school or to determine the suitability of any of the prospective contractor’s employees for providing goods or services under the contract in a school;</p> <p class=\"clause-e\">  (d) screening a person who has been awarded a contract to provide goods or services in a school, or an employee of the contractor who provides goods or services in a school, in order to determine the suitability of the contractor or employee continuing to provide goods or services in a school;</p> <p class=\"clause-e\">  (e) screening a person who is being considered for a position as an employee of a board as defined in the <i>Education Act</i> in order to determine the person’s suitability for the position if the position requires the employee to be in a school in the normal course of their duties;</p> <p class=\"clause-e\">  (f) screening a person who holds a position referred to in clause (e) in order to determine the suitability of the person continuing to hold the position;</p> <p class=\"clause-e\">  (f.1) screening a person who is being considered for any other position where they will have direct, in-person access to children or other vulnerable persons within the context of their duties;</p> <p class=\"clause-e\">  (f.2) screening a person who holds a position referred to in clause (f.1) in order to determine the suitability of the person continuing to hold the position;</p> <p class=\"clause-e\">  (g) complying with section 35 of the <i>Child Care and Early Years Act, 2014</i>; or</p> <p class=\"clause-e\">  (h) complying with a requirement in Ontario Regulation 137/15 (General) made under the <i>Child Care and Early Years Act, 2014</i> to obtain a police record check, including a vulnerable sector check. O. Reg. 347/18, s. 19 (1); O. Reg. 454/18, s. 1, 4; O. Reg. 477/21, s. 14 (1, 2).</p> <p class=\"subsection-e\">  (1.1) For greater certainty, searches for the purposes of screening under subsection (1) shall be limited to the following information a police service may have possession of:</p> <p class=\"paragraph-e\">  1. Outstanding restraining orders, including family court restraining orders, under the <i>Child Youth and Family Services Act, 2017</i>.</p> <p class=\"paragraph-e\">  2. Provincial charges and convictions under the <i>Child Youth and Family Services Act, 2017</i>.</p> <p class=\"paragraph-e\">  3. Provincial charges and convictions under the <i>Child Care and Early Years Act, 2014</i>.</p> <p class=\"paragraph-e\">  4. Provincial charges and convictions under the <i>Highway Traffic Act</i>. O. Reg. 477/21, s. 14 (3).</p> <p class=\"subsection-e\">  (1.2) For searches conducted in relation to schools and child care providers, a police service shall not release mental health contact information, street check information or victim information. O. Reg. 477/21, s. 14 (3).</p> <p class=\"subsection-e\">  (2) In subsection (1),</p> <p class=\"definition-e\">“school” means a school or a private school as defined in the <i>Education Act</i>. O. Reg. 347/18, s. 19 (2).</p> <p class=\"heading1-e\"><a name=\"BK25\"></a>Exemptions from section 12 of the Act</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "Exemptions from section 12 of the Act",
            "part_id": null,
            "part_type": null,
            "section": "Exemptions from section 12 of the Act",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "20.",
            "part_id": null,
            "part_type": null,
            "section": "Agencies with access to CPIC",
            "content": " 20. A police record check provider described in clause (c) of the definition of police record check provider in subsection 1 (1) of the Act is exempt from section 12 of the Act.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK26\"></a><b>20. </b>A police record check provider described in clause (c) of the definition of police record check provider in subsection 1 (1) of the Act is exempt from section 12 of the Act.</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "21.",
            "part_id": null,
            "part_type": null,
            "section": "Securities markets",
            "content": " 21. (1) In this section, “director” means a director as defined in subsection 1 (1) of the Securities Act; (“administrateur”) “exchange” means an exchange that has been recognized by the Commission under section 21 of the Securities Act or has been exempted by the Commission from the application of that section; (“bourse”) “investor relation activities” means investor relations activities within the meaning of section 2.22 of National Instrument 45-106 entitled “Prospectus Exemptions”, being a rule made by the Ontario Securities Commission under the Securities Act; (“activités de relations avec les investisseurs”) “issuer” means an issuer as defined in subsection 1 (1) of the Securities Act; (“émetteur”) “officer” means an officer as defined in subsection 1 (1) of the Securities Act; (“dirigeant”) “significant shareholder” means a significant shareholder within the meaning of National Instrument 55-104 entitled “Insider Reporting Requirements and Exemptions”, being a rule made by the Ontario Securities Commission under the Securities Act. (“actionnaire important”)  O. Reg. 347/18, s. 21 (1). (2) A police record check provider is exempt from section 12 of the Act with respect to a police record check if, (a) the police record check was for the purposes of screening one of the following persons: (i) a director or officer of an issuer or a person who is being considered for the position of a director or officer of an issuer, or (ii) a person who is a significant shareholder of an issuer or is engaged by the issuer or an affiliate of the issuer to carry out activities that are investor relation activities; (b) the issuer referred to in clause (a) is listed or posted on an exchange or the exchange is considering listing or posting the issuer; and (c) the police record check was requested by the exchange referred to in clause (b) or by an affiliate of the exchange.  O. Reg. 347/18, s. 21 (2); O. Reg. 454/18, s. 1. (3) A police record check provider is exempt from section 12 of the Act with respect to a police record check if, (a) the police record check is for the purpose of screening one of the following persons: (i) a director or officer of an organization or a person who is being considered for the position of director or officer of an organization, or (ii) a person who is a significant shareholder of an organization or is engaged by the organization or an affiliate of the organization to carry out activities that are investor relation activities; (b) the organization has been granted access to the trading system of an exchange or has applied for access to its trading system; and (c) the police record check was requested by the exchange referred to in clause (b) or by an affiliate of the exchange.  O. Reg. 347/18, s. 21 (3); O. Reg. 454/18, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK27\"></a><b>21. </b>(1) In this section,</p> <p class=\"definition-e\">“director” means a director as defined in subsection 1 (1) of the <i>Securities Act</i>; (“administrateur”)</p> <p class=\"definition-e\">“exchange” means an exchange that has been recognized by the Commission under section 21 of the <i>Securities Act</i> or has been exempted by the Commission from the application of that section; (“bourse”)</p> <p class=\"definition-e\">“investor relation activities” means investor relations activities within the meaning of section 2.22 of National Instrument 45-106 entitled “Prospectus Exemptions”, being a rule made by the Ontario Securities Commission under the <i>Securities Act</i>; (“activités de relations avec les investisseurs”)</p> <p class=\"definition-e\">“issuer” means an issuer as defined in subsection 1 (1) of the <i>Securities Act</i>; (“émetteur”)</p> <p class=\"definition-e\">“officer” means an officer as defined in subsection 1 (1) of the <i>Securities Act</i>; (“dirigeant”)</p> <p class=\"definition-e\">“significant shareholder” means a significant shareholder within the meaning of National Instrument 55-104 entitled “Insider Reporting Requirements and Exemptions”, being a rule made by the Ontario Securities Commission under the <i>Securities Act</i>. (“actionnaire important”)  O. Reg. 347/18, s. 21 (1).</p> <p class=\"subsection-e\">  (2) A police record check provider is exempt from section 12 of the Act with respect to a police record check if,</p> <p class=\"clause-e\">  (a) the police record check was for the purposes of screening one of the following persons:</p> <p class=\"subclause-e\">  (i) a director or officer of an issuer or a person who is being considered for the position of a director or officer of an issuer, or</p> <p class=\"subclause-e\">  (ii) a person who is a significant shareholder of an issuer or is engaged by the issuer or an affiliate of the issuer to carry out activities that are investor relation activities;</p> <p class=\"clause-e\">  (b) the issuer referred to in clause (a) is listed or posted on an exchange or the exchange is considering listing or posting the issuer; and</p> <p class=\"clause-e\">  (c) the police record check was requested by the exchange referred to in clause (b) or by an affiliate of the exchange.  O. Reg. 347/18, s. 21 (2); O. Reg. 454/18, s. 1.</p> <p class=\"subsection-e\">  (3) A police record check provider is exempt from section 12 of the Act with respect to a police record check if,</p> <p class=\"clause-e\">  (a) the police record check is for the purpose of screening one of the following persons:</p> <p class=\"subclause-e\">  (i) a director or officer of an organization or a person who is being considered for the position of director or officer of an organization, or</p> <p class=\"subclause-e\">  (ii) a person who is a significant shareholder of an organization or is engaged by the organization or an affiliate of the organization to carry out activities that are investor relation activities;</p> <p class=\"clause-e\">  (b) the organization has been granted access to the trading system of an exchange or has applied for access to its trading system; and</p> <p class=\"clause-e\">  (c) the police record check was requested by the exchange referred to in clause (b) or by an affiliate of the exchange.  O. Reg. 347/18, s. 21 (3); O. Reg. 454/18, s. 1.</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "21.1",
            "part_id": null,
            "part_type": null,
            "section": "Exemption, certain police record checks",
            "content": " 21.1 (1) A police record check provider is exempt from section 12 of the Act with respect to a police record check if, (a) the check is a criminal record check or a criminal record and judicial matters check; (b) the individual who is subject of the check declares his or her Canadian criminal conviction history to the provider for the purpose of obtaining the check; (c) before conducting the check, the provider obtains the written consent of the individual to, (i) conduct a criminal record check or a criminal record and judicial matters check, whichever is being conducted, and (ii) disclose the results of the check to, (A) the individual, (B) a specified person or organization, or (C) a specified third party entity who may disclose the results to a specified person or organization; (d) a member of a police force uses the self-declaration described in clause (b) to assess, (i) whether the conviction information in the self-declaration matches the individual’s conviction records in a police database maintained by a police force in Canada, and (ii) in the case of a criminal record and judicial matters check, whether a police database maintained by a police force in Canada contains records for the individual, other than conviction records, that the Schedule to the Act would permit to be disclosed in a criminal record and judicial matters check; (e) after determining whether there is a match, a member of the police force discloses the information described in clause (f) and, if applicable, in clause (g) to whichever person or entity was specified in the individual’s consent; (f) the following information is disclosed as a result of the criminal record check or criminal record and judicial matters check: (i) if there is a match between the individual’s self-declaration of no criminal convictions and the conviction records, the fact that there is a match with no criminal convictions is disclosed, (ii) if there is a match between the individual’s self-declaration of criminal convictions and the conviction records, the fact that there is a match with criminal convictions and a copy of the individual’s self-declaration is disclosed, (iii) if the individual’s self-declaration and the conviction records do not match or if it is otherwise not possible to complete the check, the fact that it is not possible to complete the criminal record check is disclosed; (g) in the case of a criminal record and judicial matters check, the following additional information is disclosed: (i) if no records described in subclause (d) (ii) were found, the fact that there is a clear result for judicial matters is disclosed, (ii) if any records described in subclause (d) (ii) were found, the fact that there is not a clear result for judicial matters is disclosed; and (h) if information is disclosed under clause (e) to a third party entity, the third party entity provides a copy of the disclosed information to the individual on his or her request. O. Reg. 454/18, s. 5 (1). (2) Every third party entity that receives information under subsection (1) shall ensure that the information is not used or disclosed except for the purpose for which it was requested or as authorized by law. O. Reg. 454/18, s. 5 (1). (3) In this section, “conviction records”, in respect of an individual, means any information relating to a criminal offence of which the individual has been convicted, and for which a pardon has not been issued or granted, that the Schedule to the Act would permit to be disclosed in a criminal records check. O. Reg. 454/18, s. 5 (1). Note: On the day section 2 of Schedule 3 to the Comprehensive Ontario Police Services Act, 2019 comes into force, section 21.1 of the Regulation is amended by striking out “police force” wherever it appears and substituting in each case “police service”. (See: O. Reg. 304/19, s. 2) 22. Revoked: O. Reg. 477/21, s. 15. 23. (1, 2) Omitted (provides for coming into force of provisions of this Regulation). (3) Revoked: O. Reg. 477/21, s. 16.  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK28\"></a><b>21.1 </b>(1) A police record check provider is exempt from section 12 of the Act with respect to a police record check if,</p> <p class=\"clause-e\">  (a) the check is a criminal record check or a criminal record and judicial matters check;</p> <p class=\"clause-e\">  (b) the individual who is subject of the check declares his or her Canadian criminal conviction history to the provider for the purpose of obtaining the check;</p> <p class=\"clause-e\">  (c) before conducting the check, the provider obtains the written consent of the individual to,</p> <p class=\"subclause-e\">  (i) conduct a criminal record check or a criminal record and judicial matters check, whichever is being conducted, and</p> <p class=\"subclause-e\">  (ii) disclose the results of the check to,</p> <p class=\"subsubclause-e\">  (A) the individual,\r\n</p> <p class=\"subsubclause-e\">  (B) a specified person or organization, or</p> <p class=\"subsubclause-e\">  (C) a specified third party entity who may disclose the results to a specified person or organization;</p> <p class=\"clause-e\">  (d) a member of a police force uses the self-declaration described in clause (b) to assess,</p> <p class=\"subclause-e\">  (i) whether the conviction information in the self-declaration matches the individual’s conviction records in a police database maintained by a police force in Canada, and</p> <p class=\"subclause-e\">  (ii) in the case of a criminal record and judicial matters check, whether a police database maintained by a police force in Canada contains records for the individual, other than conviction records, that the Schedule to the Act would permit to be disclosed in a criminal record and judicial matters check;</p> <p class=\"clause-e\">  (e) after determining whether there is a match, a member of the police force discloses the information described in clause (f) and, if applicable, in clause (g) to whichever person or entity was specified in the individual’s consent;</p> <p class=\"clause-e\">  (f) the following information is disclosed as a result of the criminal record check or criminal record and judicial matters check:</p> <p class=\"subclause-e\">  (i) if there is a match between the individual’s self-declaration of no criminal convictions and the conviction records, the fact that there is a match with no criminal convictions is disclosed,</p> <p class=\"subclause-e\">  (ii) if there is a match between the individual’s self-declaration of criminal convictions and the conviction records, the fact that there is a match with criminal convictions and a copy of the individual’s self-declaration is disclosed,</p> <p class=\"subclause-e\">  (iii) if the individual’s self-declaration and the conviction records do not match or if it is otherwise not possible to complete the check, the fact that it is not possible to complete the criminal record check is disclosed;</p> <p class=\"clause-e\">  (g) in the case of a criminal record and judicial matters check, the following additional information is disclosed:</p> <p class=\"subclause-e\">  (i) if no records described in subclause (d) (ii) were found, the fact that there is a clear result for judicial matters is disclosed,</p> <p class=\"subclause-e\">  (ii) if any records described in subclause (d) (ii) were found, the fact that there is not a clear result for judicial matters is disclosed; and</p> <p class=\"clause-e\">  (h) if information is disclosed under clause (e) to a third party entity, the third party entity provides a copy of the disclosed information to the individual on his or her request. O. Reg. 454/18, s. 5 (1).</p> <p class=\"subsection-e\">  (2) Every third party entity that receives information under subsection (1) shall ensure that the information is not used or disclosed except for the purpose for which it was requested or as authorized by law. O. Reg. 454/18, s. 5 (1).</p> <p class=\"subsection-e\">  (3) In this section,</p> <p class=\"definition-e\">“conviction records”, in respect of an individual, means any information relating to a criminal offence of which the individual has been convicted, and for which a pardon has not been issued or granted, that the Schedule to the Act would permit to be disclosed in a criminal records check. O. Reg. 454/18, s. 5 (1).</p> <p class=\"Pnote-e\"><span>Note: On </span>the day section 2 of Schedule 3 to the <i>Comprehensive Ontario Police Services Act, 2019</i> comes into force<span>, </span>section 21.1 of the Regulation is amended by striking out “police force” wherever it appears and substituting in each case “police service”. <span>(See: O. Reg. </span>304/19, s. 2<span>)</span></p> <p class=\"section-e\"> <b>22.</b> <span class=\"ovsmallcap\">Revoked:</span> O. Reg. 477/21, s. 15.</p> <p class=\"section-e\"> <b>23.</b> (1, 2) <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p> <p class=\"subsection-e\">  (3) <span class=\"ovsmallcap\">Revoked:</span> O. Reg. 477/21, s. 16.</p> <p class=\"subsection-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/180347\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}