{
    "reg_info": {
        "full_title": "O. Reg. 501/09: WARD DESCRIPTIONS AND BOUNDARY ADJUSTMENT",
        "reg_name_text": "WARD DESCRIPTIONS AND BOUNDARY ADJUSTMENT",
        "citation": "O. Reg. 501/09: ",
        "act_under": "Barrie-Innisfil Boundary Adjustment Act, 2009",
        "url": "https://www.ontario.ca/laws/regulation/090501",
        "date_scraped": "2023-12-19 07:03:01"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December 17, 2009",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "P11_299",
            "section": "Change in description of annexed area",
            "content": "1. (1) On January 1, 2010, the description of the portion of the Town of Innisfil that is annexed to the City of Barrie under subsection 2 (1) of the Act is changed as described in subsection (2). (2) For the purposes of subsection (1), Schedule 1 to the Act is deemed to be amended by striking out, Thence westerly along the northerly limit of the south half of Lots 5, 4, 3, 2 and 1 in Concession XI to the centre line of County Road 27 also being the westerly boundary of the Town of Innisfil; Thence southerly along the centre line of County Road 27 and the westerly boundary of the Town of Innisfil to the point of commencement; and substituting, Thence westerly along the northerly limit of the south half of Lots 5, 4, 3, 2 and 1 in Concession XI to the westerly boundary, as it existed on December 31, 2009, of the Town of Innisfil; Thence southerly along the westerly boundary of the Town of Innisfil to the point of commencement. O. Reg. 501/09, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P11_299\"></a><a name=\"s1s1\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_090501_f.htm#s1s1. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_090501_f.htm#s1s1\">1. </a></b><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_090501_f.htm#s1s1. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_090501_f.htm#s1s1\">(1)</a> On January 1, 2010, the description of the portion of the Town of Innisfil that is annexed to the City of Barrie under subsection 2 (1) of the Act is changed as described in subsection (2).</p> <p class=\"subsection-e\">(2) For the purposes of subsection (1), Schedule 1 to the Act is deemed to be amended by striking out,</p> <p class=\"parawindt-e\">Thence westerly along the northerly limit of the south half of Lots 5, 4, 3, 2 and 1 in Concession XI to the centre line of County Road 27 also being the westerly boundary of the Town of Innisfil; </p> <p class=\"parawindt-e\">Thence southerly along the centre line of County Road 27 and the westerly boundary of the Town of Innisfil to the point of commencement;</p> <p class=\"Ssubsection-e\">and substituting,</p> <p class=\"parawindt-e\">Thence westerly along the northerly limit of the south half of Lots 5, 4, 3, 2 and 1 in Concession XI to the westerly boundary, as it existed on December 31, 2009, of the Town of Innisfil;</p> <p class=\"parawindt-e\">Thence southerly along the westerly boundary of the Town of Innisfil to the point of commencement.</p> <p class=\"footnote-e\">O. Reg. 501/09, s. 1.</p>"
        },
        {
            "id": "P20_1288",
            "section": "Change in certain wards",
            "content": "2. On January 1, 2010, Wards 7, 8, 9 and 10 of the City of Barrie are altered as follows: 1. Ward 7 consists of the area described in Schedule 1 to this Regulation. 2. Ward 8 consists of the area described in Schedule 2 to this Regulation. 3. Ward 9 consists of the area described in Schedule 3 to this Regulation. 4. Ward 10 consists of the area described in Schedule 4 to this Regulation. O. Reg. 501/09, s. 2.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P20_1288\"></a><a name=\"s2\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_090501_f.htm#s2. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_090501_f.htm#s2\">2.</a> </b>On January 1, 2010, Wards 7, 8, 9 and 10 of the City of Barrie are altered as follows:</p> <p class=\"paragraph-e\">1. Ward 7 consists of the area described in Schedule 1 to this Regulation. </p> <p class=\"paragraph-e\">2. Ward 8 consists of the area described in Schedule 2 to this Regulation.</p> <p class=\"paragraph-e\">3. Ward 9 consists of the area described in Schedule 3 to this Regulation.</p> <p class=\"paragraph-e\">4. Ward 10 consists of the area described in Schedule 4 to this Regulation. O. Reg. 501/09, s. 2.</p>"
        },
        {
            "id": "P25_1699",
            "section": "Change in certain wards",
            "content": "3. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 501/09, s. 3. SCHEDULE 1   WARD 7 OF THE CITY OF BARRIE Ward 7 consists of the area of the City of Barrie contained within the following limits: Commencing at the intersection of the half lot line of Concession IX and Highway 400 proceeding west on Concession IX to the westerly boundary, as it existed on December 31, 2009, of the Town of Innisfil, proceeding north along the centre line of the original road allowance to the south limit of Harvie Road, proceeding east on Harvie Road being the original road allowance between Concessions XII and XIII to the most north westerly point of Block 209, Plan 51M-669, proceeding south along the westerly lot lines of Blocks 209, 208 and 211 on Plan 51M-669, proceeding north easterly along the most easterly lot line of Block 211 to the north westerly corner of Lot 199 on Plan 51M-669, proceeding north easterly across Harvie Road to the south westerly corner of Lot 69 on Plan 51M-799, proceeding north along the northerly lot line of Lot 69 to the northerly limit of Lot 69, proceeding south along the northerly lot lines of the Lot 69, Blocks 127,128,129 and Part 11, 12, 14 on Plan 51M-799, to the south limit of Harvie Road, proceeding east on the southerly limit of Harvie Road to the westerly limit of Highway 400, proceeding south on Highway 400 to the point of commencement. O. Reg. 501/09, Sched. 1. SCHEDULE 2   WARD 8 OF THE CITY OF BARRIE Ward 8 consists of the area of the City of Barrie contained within the following limits: Commencing at the intersection of Sideroad 10 and the half lot line of Concession IX, proceeding west on the half lot line of Concession IX to the east limit of Highway 400, proceeding north on the easterly limit of Highway 400 to the southerly limit of Essa Road, proceeding north east on Essa Road to the southerly limit of Tiffin Street, proceeding easterly on Tiffin Street to the shoreline of Kempenfelt Bay, proceeding easterly along the shoreline to the unopened portion of Huronia Road, proceeding southerly on the westerly limit of Huronia Road, to the south limit of Mapleview Drive East, proceeding east on Mapleview Drive East to the lot line between Lots 12 and 13 in Concession XI proceeding south along the lot line between Lots 12 and 13 in Concession XI to the north limit of Lockhart Road, proceeding west on the north limit of Lockhart Road to the westerly limit of Sideroad 10, proceeding south on the westerly limit of Sideroad 10 to the point of commencement. O. Reg. 501/09, Sched. 2. SCHEDULE 3   WARD 9 OF THE CITY OF BARRIE Ward 9 consists of the area of the City of Barrie contained within the following limits: Commencing at the intersection of the north west corner of the GO Transit rail line and Lockhart Road, proceeding westerly on the north limit of Lockhart Road to the lot line between Lots 12 and 13 in Concession XI proceeding north along the lot line between Lots 12 and 13 to the north limit of Mapleview Drive East, proceeding west on the northerly limit of Mapleview Drive East to the east limit of Huronia Road, proceeding north on the easterly limit of Huronia Road to the GO Transit rail line, proceeding south easterly along the south westerly limit of the rail line to the point of commencement. O. Reg. 501/09, Sched. 3. SCHEDULE 4   WARD 10 OF THE CITY OF BARRIE Ward 10 consists of the area of the City of Barrie contained within the following limits: Commencing at the intersection of the north west corner of Sideroad 20 and the south limit of Concession XI being the north limit of Lockhart Road proceeding west on the north limit of Lockhart Road to the easterly limit of the GO Transit rail line, following the easterly limit of the rail line to the unopened portion of Huronia Road, proceeding north on the easterly limit of the unopened portion of Huronia Road to the shoreline of Kempenfelt Bay proceeding east along the shoreline of Kempenfelt Bay to the easterly boundary of the City limits, proceeding south along the City limits to Big Bay Point Road, proceeding east on the southerly limit of Big Bay Point Road to the westerly limit of Sideroad 20, proceeding southerly on Sideroad 20 to the point of commencement. O. Reg. 501/09, Sched. 4. Français ",
            "raw_html": "<p class=\"section-e\"><a name=\"P25_1699\"></a><a name=\"s3\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_090501_f.htm#s3. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_090501_f.htm#s3\">3.</a> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 501/09, s. 3.</p> <p class=\"schedule-e\">SCHEDULE 1 <br/>  WARD 7 OF THE CITY OF BARRIE</p> <p class=\"paranoindt-e\">Ward 7 consists of the area of the City of Barrie contained within the following limits:</p> <p class=\"paranoindt-e\">Commencing at the intersection of the half lot line of Concession IX and Highway 400 proceeding west on Concession IX to the westerly boundary, as it existed on December 31, 2009, of the Town of Innisfil, proceeding north along the centre line of the original road allowance to the south limit of Harvie Road, proceeding east on Harvie Road being the original road allowance between Concessions XII and XIII to the most north westerly point of Block 209, Plan 51M-669, proceeding south along the westerly lot lines of Blocks 209, 208 and 211 on Plan 51M-669, proceeding north easterly along the most easterly lot line of Block 211 to the north westerly corner of Lot 199 on Plan 51M-669, proceeding north easterly across Harvie Road to the south westerly corner of Lot 69 on Plan 51M-799, proceeding north along the northerly lot line of Lot 69 to the northerly limit of Lot 69, proceeding south along the northerly lot lines of the Lot 69, Blocks 127,128,129 and Part 11, 12, 14 on Plan 51M-799, to the south limit of Harvie Road, proceeding east on the southerly limit of Harvie Road to the westerly limit of Highway 400, proceeding south on Highway 400 to the point of commencement.</p> <p class=\"footnote-e\">O. Reg. 501/09, Sched. 1.</p> <p class=\"schedule-e\">SCHEDULE 2 <br/>  WARD 8 OF THE CITY OF BARRIE</p> <p class=\"paranoindt-e\">Ward 8 consists of the area of the City of Barrie contained within the following limits:</p> <p class=\"paranoindt-e\">Commencing at the intersection of Sideroad 10 and the half lot line of Concession IX, proceeding west on the half lot line of Concession IX to the east limit of Highway 400, proceeding north on the easterly limit of Highway 400 to the southerly limit of Essa Road, proceeding north east on Essa Road to the southerly limit of Tiffin Street, proceeding easterly on Tiffin Street to the shoreline of Kempenfelt Bay, proceeding easterly along the shoreline to the unopened portion of Huronia Road, proceeding southerly on the westerly limit of Huronia Road, to the south limit of Mapleview Drive East, proceeding east on Mapleview Drive East to the lot line between Lots 12 and 13 in Concession XI proceeding south along the lot line between Lots 12 and 13 in Concession XI to the north limit of Lockhart Road, proceeding west on the north limit of Lockhart Road to the westerly limit of Sideroad 10, proceeding south on the westerly limit of Sideroad 10 to the point of commencement.</p> <p class=\"footnote-e\">O. Reg. 501/09, Sched. 2.</p> <p class=\"schedule-e\">SCHEDULE 3 <br/>  WARD 9 OF THE CITY OF BARRIE</p> <p class=\"paranoindt-e\">Ward 9 consists of the area of the City of Barrie contained within the following limits:</p> <p class=\"paranoindt-e\">Commencing at the intersection of the north west corner of the GO Transit rail line and Lockhart Road, proceeding westerly on the north limit of Lockhart Road to the lot line between Lots 12 and 13 in Concession XI proceeding north along the lot line between Lots 12 and 13 to the north limit of Mapleview Drive East, proceeding west on the northerly limit of Mapleview Drive East to the east limit of Huronia Road, proceeding north on the easterly limit of Huronia Road to the GO Transit rail line, proceeding south easterly along the south westerly limit of the rail line to the point of commencement.</p> <p class=\"footnote-e\">O. Reg. 501/09, Sched. 3.</p> <p class=\"schedule-e\">SCHEDULE 4 <br/>  WARD 10 OF THE CITY OF BARRIE</p> <p class=\"paranoindt-e\">Ward 10 consists of the area of the City of Barrie contained within the following limits:</p> <p class=\"paranoindt-e\">Commencing at the intersection of the north west corner of Sideroad 20 and the south limit of Concession XI being the north limit of Lockhart Road proceeding west on the north limit of Lockhart Road to the easterly limit of the GO Transit rail line, following the easterly limit of the rail line to the unopened portion of Huronia Road, proceeding north on the easterly limit of the unopened portion of Huronia Road to the shoreline of Kempenfelt Bay proceeding east along the shoreline of Kempenfelt Bay to the easterly boundary of the City limits, proceeding south along the City limits to Big Bay Point Road, proceeding east on the southerly limit of Big Bay Point Road to the westerly limit of Sideroad 20, proceeding southerly on Sideroad 20 to the point of commencement.</p> <p class=\"footnote-e\">O. Reg. 501/09, Sched. 4.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_090501_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_090501_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}