{
    "reg_info": {
        "full_title": "O. Reg. 191/97: RESTRUCTURING COMMISSION FOR THE TOWNS OF CACHE BAY AND STURGEON FALLS, THE TOWNSHIPS OF CALDWELL, FIELD, SPRINGER AND TEMAGAMI AND UNORGANIZED AREAS",
        "reg_name_text": "RESTRUCTURING COMMISSION FOR THE TOWNS OF CACHE BAY AND STURGEON FALLS, THE TOWNSHIPS OF CALDWELL, FIELD, SPRINGER AND TEMAGAMI AND UNORGANIZED AREAS",
        "citation": "O. Reg. 191/97: ",
        "act_under": "Municipal Act   Loi sur les municipalités",
        "url": "https://www.ontario.ca/laws/regulation/970191",
        "date_scraped": "2023-12-19 20:31:06"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. A commission is established to develop a restructuring proposal for the locality comprised of the municipalities and geographic areas described in Schedules 1, 2 and 3. O. Reg. 191/97, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>A commission is established to develop a restructuring proposal for the locality comprised of the municipalities and geographic areas described in Schedules 1, 2 and 3. O. Reg. 191/97, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. The Commission shall be composed of one member to be appointed by the Minister. O. Reg. 191/97, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>The Commission shall be composed of one member to be appointed by the Minister. O. Reg. 191/97, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. The following are the types of restructuring that may be included in the restructuring proposal to be developed by the Commission: 1. Amalgamating municipalities within the locality described in Schedule 1. 2. Annexing unorganized territory within the locality described in Schedule 1 to the municipalities within that locality. 3. Annexing unorganized territory within the locality described in Schedule 2 to a municipality within that locality. 4. Annexing unorganized territory within the locality described in Schedule 3 to a municipality within the localities described in Schedules 1 and 2. O. Reg. 191/97, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>The following are the types of restructuring that may be included in the restructuring proposal to be developed by the Commission:</p> <p class=\"paragraph-e\">1. Amalgamating municipalities within the locality described in Schedule 1.</p> <p class=\"paragraph-e\">2. Annexing unorganized territory within the locality described in Schedule 1 to the municipalities within that locality.</p> <p class=\"paragraph-e\">3. Annexing unorganized territory within the locality described in Schedule 2 to a municipality within that locality.</p> <p class=\"paragraph-e\">4. Annexing unorganized territory within the locality described in Schedule 3 to a municipality within the localities described in Schedules 1 and 2. O. Reg. 191/97, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. The Commission is authorized to determine its costs and to apportion its costs among the municipalities in the locality described in section 1. O. Reg. 191/97, s. 4. SCHEDULE 1 A locality consisting of the Town of Cache Bay, the Town of Sturgeon Falls, the Township of Caldwell, the Township of Field, the Township of Springer and the geographic townships of Bertram, Latchford, Falconer, Loudon, MacPherson, Beaucage, Pedley, Kirkpatrik, Grant, Badgerow, Hugel, Fell, Bastedo, Gibbons, Crerar, McLaren, Thistle, McWilliams, Dana, and the portion of the geographic Township of Janes described as follows: Commencing at the southeast corner of the Township of Janes, thence westerly in the District of Sudbury along the southerly limit of the Township of Janes a distance of 4,800 metres, Thence northerly to the intersection with the north boundary line of the Township of Janes, Thence easterly along the north boundary line of the Township of Janes to the northeast corner of the Township of Janes, Thence southerly along the easterly limit of the Township of Janes to the southeast corner of the Township of Janes, being the point of commencement. O. Reg. 191/97, Sched. 1. SCHEDULE 2 A locality consisting of the Township of Temagami and the geographic townships of Best, Chambers, Cassels, Briggs, Yates, Phyllis, Joan, Canton, Aston, Banting, LeRoche, Cynthia, Belfast, Riddell, Law, Askin, Vogt, Torrington, Olive, Milne, and the portions of the geographic townships of Scholes and Clement described as follows: Commencing at the southeast corner of the Township of Clement, thence westerly along the northerly boundary of the Township of Pardo to a point midway between the east and west half of the Township of Clement, said point being on the line between Clement and Pardo Townships; Thence northerly along a line between the east and west halves of Clement and Scholes Townships to a point midway between the east and west half of Scholes Township, said point being on the northerly limit of Scholes Township; Thence easterly along the line between the Township of Belfast and the Township of Scholes to the northeast corner of the Township of Scholes; Thence southerly along the easterly limit of the Townships of Scholes and Clement to the southeast corner of the Township of Clement, being the point of commencement. O. Reg. 191/97, Sched. 2. SCHEDULE 3 A locality consisting of the geographic township of Sisk. O. Reg. 191/97, Sched. 3. ",
            "raw_html": "<p class=\"section-e\"><b>4. </b>The Commission is authorized to determine its costs and to apportion its costs among the municipalities in the locality described in section 1. O. Reg. 191/97, s. 4.</p> <p class=\"schedule-e\">SCHEDULE 1</p> <p class=\"paranoindt-e\">A locality consisting of the Town of Cache Bay, the Town of Sturgeon Falls, the Township of Caldwell, the Township of Field, the Township of Springer and the geographic townships of Bertram, Latchford, Falconer, Loudon, MacPherson, Beaucage, Pedley, Kirkpatrik, Grant, Badgerow, Hugel, Fell, Bastedo, Gibbons, Crerar, McLaren, Thistle, McWilliams, Dana, and the portion of the geographic Township of Janes described as follows:</p> <p class=\"parawindt-e\">Commencing at the southeast corner of the Township of Janes, thence westerly in the District of Sudbury along the southerly limit of the Township of Janes a distance of 4,800 metres,</p> <p class=\"parawindt-e\">Thence northerly to the intersection with the north boundary line of the Township of Janes,</p> <p class=\"parawindt-e\">Thence easterly along the north boundary line of the Township of Janes to the northeast corner of the Township of Janes, </p> <p class=\"parawindt-e\">Thence<i> </i>southerly along the easterly limit of the Township of Janes to the southeast corner of the Township of Janes, being the point of commencement.</p> <p class=\"tfootnote-e\">O. Reg. 191/97, Sched. 1.</p> <p class=\"schedule-e\">SCHEDULE 2</p> <p class=\"paranoindt-e\">A locality consisting of the Township of Temagami and the geographic townships of Best, Chambers, Cassels, Briggs, Yates, Phyllis, Joan, Canton, Aston, Banting, LeRoche, Cynthia, Belfast, Riddell, Law, Askin, Vogt, Torrington, Olive, Milne, and the portions of the geographic townships of Scholes and Clement described as follows:</p> <p class=\"parawindt-e\">Commencing at the southeast corner of the Township of Clement, thence westerly along the northerly boundary of the Township of Pardo to a point midway between the east and west half of the Township of Clement, said point being on the line between Clement and Pardo Townships;</p> <p class=\"parawindt-e\">Thence northerly along a line between the east and west halves of Clement and Scholes Townships to a point midway between the east and west half of Scholes Township, said point being on the northerly limit of Scholes Township;</p> <p class=\"parawindt-e\">Thence easterly along the line between the Township of Belfast and the Township of Scholes to the northeast corner of the Township of Scholes;</p> <p class=\"parawindt-e\">Thence southerly along the easterly limit of the Townships of Scholes and Clement to the southeast corner of the Township of Clement, being the point of commencement.</p> <p class=\"tfootnote-e\">O. Reg. 191/97, Sched. 2.</p> <p class=\"schedule-e\">SCHEDULE 3</p> <p class=\"paranoindt-e\">A locality consisting of the geographic township of Sisk.</p> <p class=\"tfootnote-e\">O. Reg. 191/97, Sched. 3.</p> <p class=\"Normal\"></p>"
        }
    ]
}