{
    "reg_info": {
        "full_title": "O. Reg. 229/18: INFORMATION PUBLISHING",
        "reg_name_text": "INFORMATION PUBLISHING",
        "citation": "O. Reg. 229/18: ",
        "act_under": "Environmental Protection Act",
        "url": "https://www.ontario.ca/laws/regulation/180229",
        "date_scraped": "2023-12-18 23:44:07"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "September  4, 2018",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/180229/v1",
            "valid_from": "April 10, 2018",
            "valid_to": "September  3, 2018"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Publishing",
            "content": " 1. The following information is specified for the purpose of subsection 19 (12) of the Act as information the Minister shall publish, by electronic or other means, for the purpose of making it available to the public: 1. With respect to each licence of a class prescribed for the purpose of subsection 5 (1) of the Pesticides Act that is issued or renewed after the day this Regulation comes into force, i. the name of the person to whom the licence was issued, ii. the date that the licence expires, iii. the class of the licence, iv. the number assigned to the licence, v. the name of the person who employs the holder of the licence as provided in the application for the issuance or renewal of the licence or as submitted to the Director under subsection 38 (6) of Ontario Regulation 63/09 (General) made under the Pesticides Act, and vi. the status of the licence. 2. With respect to each licence of a class prescribed for the purpose of subsection 5 (2) of the Pesticides Act that is issued or renewed after the day this Regulation comes into force, i. the name of the person to whom the licence was issued, ii. the date that the licence expires, iii. the class of the licence, iv. the number assigned to the licence, v. the address of each location where the holder of the licence carries on an extermination business as provided in the application for the issuance or renewal of the licence or as submitted to the Director under clause 87 (2) (b) of Ontario Regulation 63/09, and vi. the status of the licence. 3. With respect to each licence of a class prescribed for the purpose of section 6 of the Pesticides Act that is issued or renewed after the day this Regulation comes into force, i. the name of the person to whom the licence was issued, ii. the date that the licence expires, iii. the class of the licence, iv. the number assigned to the licence, v. the address of the premises that the licence is in respect of, and vi. the status of the licence.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>The following information is specified for the purpose of subsection 19 (12) of the Act as information the Minister shall publish, by electronic or other means, for the purpose of making it available to the public:</p> <p class=\"paragraph-e\">  1. With respect to each licence of a class prescribed for the purpose of subsection 5 (1) of the <i>Pesticides Act </i>that is issued or renewed after the day this Regulation comes into force,</p> <p class=\"subpara-e\">  i. the name of the person to whom the licence was issued,</p> <p class=\"subpara-e\">  ii. the date that the licence expires,</p> <p class=\"subpara-e\">  iii. the class of the licence, </p> <p class=\"subpara-e\">  iv. the number assigned to the licence,</p> <p class=\"subpara-e\">  v. the name of the person who employs the holder of the licence as provided in the application for the issuance or renewal of the licence or as submitted to the Director under subsection 38 (6) of Ontario Regulation 63/09 (General) made under the <i>Pesticides Act</i>, and</p> <p class=\"subpara-e\">  vi. the status of the licence.</p> <p class=\"paragraph-e\">  2. With respect to each licence of a class prescribed for the purpose of subsection 5 (2) of the <i>Pesticides Act</i> that is issued or renewed after the day this Regulation comes into force,</p> <p class=\"subpara-e\">  i. the name of the person to whom the licence was issued,</p> <p class=\"subpara-e\">  ii. the date that the licence expires,</p> <p class=\"subpara-e\">  iii. the class of the licence,</p> <p class=\"subpara-e\">  iv. the number assigned to the licence,</p> <p class=\"subpara-e\">  v. the address of each location where the holder of the licence carries on an extermination business as provided in the application for the issuance or renewal of the licence or as submitted to the Director under clause 87 (2) (b) of Ontario Regulation 63/09, and </p> <p class=\"subpara-e\">  vi. the status of the licence.</p> <p class=\"paragraph-e\">  3. With respect to each licence of a class prescribed for the purpose of section 6 of the <i>Pesticides Act</i> that is issued or renewed after the day this Regulation comes into force,</p> <p class=\"subpara-e\">  i. the name of the person to whom the licence was issued, </p> <p class=\"subpara-e\">  ii. the date that the licence expires,</p> <p class=\"subpara-e\">  iii. the class of the licence,</p> <p class=\"subpara-e\">  iv. the number assigned to the licence,</p> <p class=\"subpara-e\">  v. the address of the premises that the licence is in respect of, and </p> <p class=\"subpara-e\">  vi. the status of the licence.</p>"
        },
        {
            "id": "2.",
            "section": "Publishing",
            "content": " 2. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>2.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Publishing",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/180229\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}