{
    "reg_info": {
        "full_title": "O. Reg. 322/97: ONTARIO FILM AND TELEVISION TAX CREDIT",
        "reg_name_text": "ONTARIO FILM AND TELEVISION TAX CREDIT",
        "citation": "O. Reg. 322/97: ",
        "act_under": "Corporations Tax Act   Loi sur l’imposition des sociétés",
        "url": "https://www.ontario.ca/laws/regulation/970322",
        "date_scraped": "2023-12-19 18:33:55"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October  4, 2004",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/970322/v1",
            "valid_from": "December 21, 2000",
            "valid_to": "October  3, 2004"
        }
    ],
    "content": [
        {
            "id": "TOC",
            "section": null,
            "content": " 1. (1) For the purposes of section 43.5 of the Act and this Regulation, “principal photography” includes key animation if the film or television production is an animated production or contains animated segments.  O. Reg. 322/97, s. 1 (1). (2) For the purposes of this Regulation, “Canadian” means a person who is a Canadian under section 1106 of the Federal Regulations; “Canadian broadcaster” means a corporation that holds a broadcasting license for television markets, issued by the Canadian Radio-television and Telecommunications Commission under the Broadcasting Act (Canada); “Federal Act” means the Income Tax Act (Canada), as amended from time to time; “foreign broadcaster” means a broadcaster who is not a Canadian broadcaster; “inter-provincial co-production” means a film or television production that is jointly produced in accordance with a co-production agreement between one or more qualifying production companies and one or more other corporations if, (a) all of the other corporations are Canadians, and (b) less than 75 per cent of all amounts in respect of the cost to each of the other corporations of producing their portion or portions of the production, other than costs determined by reference to the amount of income from the production, are payable by the other corporations to Ontario-based individuals or corporations in respect of goods or services provided by the Ontario-based individuals or corporations in the course of carrying on business at a permanent establishment in Ontario; “Ontario-based individual” means, in relation to an eligible Ontario production, an individual who, by reason of being an individual described in clause 2 (a) of the Income Tax Act, is subject to tax under section 2 of that Act for the year preceding the year in which principal photography for the production commences; “prime time” means the period of four hours beginning at 7:00 p.m.; “producer” means, in respect of a film or television production, the individual described in paragraphs (a) to (c) of the definition of “producer” in subsection 1106 (1) of the Federal Regulations; “television series production” means, (a) all of the episodes in a cycle of a television series, if principal photography of all episodes in the cycle commences before November 1, 1997, or (b) in a cycle of a television series, the episode or group of episodes that is specified to be a production for the purposes of section 43.5 of the Act in the application for certification that the production is an eligible Ontario production for the purposes of that section, if principal photography of one or more episodes in the cycle commences after October 31, 1997; “treaty co-production” means a film or television production the production of which is contemplated in a co-production treaty entered into between Canada and another country.  O. Reg. 322/97, s. 1 (2); O. Reg. 559/99, s. 1; O. Reg. 312/04, s. 1 (1, 2). (3) For the purposes of the definition of “production year” in subsection 43.5 (19) of the Act, the calendar year is prescribed as the twelve-month period.  O. Reg. 322/97, s. 1 (3). (4) A reference in this Regulation to the Federal Regulations is a reference to the regulations made under the Federal Act, as amended from time to time, except that if this Regulation comes into force before regulations are made for the purposes of section 125.4 of the Federal Act, the following rules apply until those regulations are made under the Federal Act: 1. A reference in this Regulation to section 1106 of the Federal Regulations shall be deemed to be a reference to the provision set out in Schedule 1. 2. In the application of section 125.4 of the Federal Act for the purposes of this Regulation, the Federal Regulations shall be deemed to include section 1106 as set out in Schedule 1.  O. Reg. 322/97, s. 1 (4). (5) For the purposes of this Regulation, the following rules apply in the application of section 125.4 of the Federal Act: 1. Section 125.4 shall be read as if that section were revised in the manner described in Schedule 2 to this Regulation, and apply as specified in Schedule 2, until such time as the amendments described in Schedule 2 are enacted by the Parliament of Canada. 2. Each reference in Schedule 2 to a “Canadian film or video production” shall be read as a reference to an “eligible Ontario production”. 3. Each reference in Schedule 2 to a “qualified corporation” shall be read as a reference to a “qualifying production company”.  O. Reg. 312/04, s. 1 (3). (6) The definition of “investor” in subsection (2), as it read immediately before its repeal by Ontario Regulation 312/04 continues to apply in respect of taxation years ending before November 15, 2003 but does not apply with respect to taxation years ending after November 14, 2003 or to a production in respect of which a qualifying production company has, in a tax return filed before November 14, 2003, claimed an amount in computing its Ontario film and television tax credit for qualifying labour expenditures incurred after June 30, 1998.  O. Reg. 312/04, s. 1 (3).",
            "raw_html": "<p class=\"section-e\"><a name=\"TOC\"></a> <b>1. </b>(1) For the purposes of section 43.5 of the Act and this Regulation,</p> <p class=\"firstdef-e\">“principal photography” includes key animation if the film or television production is an animated production or contains animated segments.  O. Reg. 322/97, s. 1 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of this Regulation,</p> <p class=\"firstdef-e\">“Canadian” means a person who is a Canadian under section 1106 of the Federal Regulations;</p> <p class=\"definition-e\">“Canadian broadcaster” means a corporation that holds a broadcasting license for television markets, issued by the Canadian Radio-television and Telecommunications Commission under the <i>Broadcasting Act</i> (Canada);</p> <p class=\"definition-e\">“Federal Act” means the <i>Income Tax Act</i> (Canada), as amended from time to time;</p> <p class=\"definition-e\">“foreign broadcaster” means a broadcaster who is not a Canadian broadcaster;</p> <p class=\"definition-e\">“inter-provincial co-production” means a film or television production that is jointly produced in accordance with a co-production agreement between one or more qualifying production companies and one or more other corporations if,</p> <p class=\"defclause-e\">  (a) all of the other corporations are Canadians, and</p> <p class=\"defclause-e\">  (b) less than 75 per cent of all amounts in respect of the cost to each of the other corporations of producing their portion or portions of the production, other than costs determined by reference to the amount of income from the production, are payable by the other corporations to Ontario-based individuals or corporations in respect of goods or services provided by the Ontario-based individuals or corporations in the course of carrying on business at a permanent establishment in Ontario;</p> <p class=\"definition-e\">“Ontario-based individual” means, in relation to an eligible Ontario production, an individual who, by reason of being an individual described in clause 2 (a) of the <i>Income Tax Act</i>, is subject to tax under section 2 of that Act for the year preceding the year in which principal photography for the production commences;</p> <p class=\"definition-e\">“prime time” means the period of four hours beginning at 7:00 p.m.;</p> <p class=\"definition-e\">“producer” means, in respect of a film or television production, the individual described in paragraphs (a) to (c) of the definition of “producer” in subsection 1106 (1) of the Federal Regulations;</p> <p class=\"definition-e\">“television series production” means,</p> <p class=\"defclause-e\">  (a) all of the episodes in a cycle of a television series, if principal photography of all episodes in the cycle commences before November 1, 1997, or</p> <p class=\"defclause-e\">  (b) in a cycle of a television series, the episode or group of episodes that is specified to be a production for the purposes of section 43.5 of the Act in the application for certification that the production is an eligible Ontario production for the purposes of that section, if principal photography of one or more episodes in the cycle commences after October 31, 1997;</p> <p class=\"definition-e\">“treaty co-production” means a film or television production the production of which is contemplated in a co-production treaty entered into between Canada and another country.  O. Reg. 322/97, s. 1 (2); O. Reg. 559/99, s. 1; O. Reg. 312/04, s. 1 (1, 2).</p> <p class=\"subsection-e\">  (3) For the purposes of the definition of “production year” in subsection 43.5 (19) of the Act, the calendar year is prescribed as the twelve-month period.  O. Reg. 322/97, s. 1 (3).</p> <p class=\"subsection-e\">  (4) A reference in this Regulation to the Federal Regulations is a reference to the regulations made under the Federal Act, as amended from time to time, except that if this Regulation comes into force before regulations are made for the purposes of section 125.4 of the Federal Act, the following rules apply until those regulations are made under the Federal Act:</p> <p class=\"paragraph-e\">  1. A reference in this Regulation to section 1106 of the Federal Regulations shall be deemed to be a reference to the provision set out in Schedule 1.</p> <p class=\"paragraph-e\">  2. In the application of section 125.4 of the Federal Act for the purposes of this Regulation, the Federal Regulations shall be deemed to include section 1106 as set out in Schedule 1.  O. Reg. 322/97, s. 1 (4).</p> <p class=\"subsection-e\">  (5) For the purposes of this Regulation, the following rules apply in the application of section 125.4 of the Federal Act:</p> <p class=\"paragraph-e\">  1. Section 125.4 shall be read as if that section were revised in the manner described in Schedule 2 to this Regulation, and apply as specified in Schedule 2, until such time as the amendments described in Schedule 2 are enacted by the Parliament of Canada.</p> <p class=\"paragraph-e\">  2. Each reference in Schedule 2 to a “Canadian film or video production” shall be read as a reference to an “eligible Ontario production”.</p> <p class=\"paragraph-e\">  3. Each reference in Schedule 2 to a “qualified corporation” shall be read as a reference to a “qualifying production company”.  O. Reg. 312/04, s. 1 (3).</p> <p class=\"subsection-e\">  (6) The definition of “investor” in subsection (2), as it read immediately before its repeal by Ontario Regulation 312/04 continues to apply in respect of taxation years ending before November 15, 2003 but does not apply with respect to taxation years ending after November 14, 2003 or to a production in respect of which a qualifying production company has, in a tax return filed before November 14, 2003, claimed an amount in computing its Ontario film and television tax credit for qualifying labour expenditures incurred after June 30, 1998.  O. Reg. 312/04, s. 1 (3).</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. (1) A corporation is a qualifying production company for a taxation year for the purposes of section 43.5 of the Act if throughout the taxation year, (a) it is a qualified corporation under section 125.4 of the Federal Act; (b) it has a permanent establishment in Ontario; (c) it is not exempt from tax under Part II of the Act; and (d) it is not controlled directly or indirectly in any manner by one or more corporations all or part of whose taxable income is exempt from tax under Part II of the Act.  O. Reg. 322/97, s. 2 (1). (2) Revoked:  O. Reg. 312/04, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) A corporation is a qualifying production company for a taxation year for the purposes of section 43.5 of the Act if throughout the taxation year,</p> <p class=\"clause-e\">  (a) it is a qualified corporation under section 125.4 of the Federal Act;</p> <p class=\"clause-e\">  (b) it has a permanent establishment in Ontario;</p> <p class=\"clause-e\">  (c) it is not exempt from tax under Part II of the Act; and</p> <p class=\"clause-e\">  (d) it is not controlled directly or indirectly in any manner by one or more corporations all or part of whose taxable income is exempt from tax under Part II of the Act.  O. Reg. 322/97, s. 2 (1).</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 312/04, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. (1) A film or television production made by a qualifying production company is an eligible Ontario production for the purposes of section 43.5 of the Act if the following conditions are satisfied: 1. The production is not an excluded production. 2. If a certificate was previously issued in respect of the production under subsection 43.5 (9) of the Act, the certificate has not been revoked without another certificate having been issued in replacement. 3. Except as provided in subsection (2) in respect of eligible television series productions, principal photography for the production did not commence before May 8, 1996. 4. If the production is for television broadcast and is not directed primarily to children, the production or, if the production consists of two or more episodes, each episode in the production is suitable for initial broadcast in a standard television time slot of at least 30 minutes. 5. The production, or an interest in a person or partnership that has, directly or indirectly, an interest in the production, is not a tax shelter investment for the purposes of section 143.2 of the Federal Act. 6. If the production is not an interprovincial co-production or a treaty co-production, the following additional conditions are satisfied: i. The Ontario Media Development Corporation, or another person designated by the Minister of Culture, has allotted (under the rules in subsection 1106 (4) of the Federal Regulations) not less than the following number of points to the production: A. In the case of a production that is not a television series production, eight points if principal photography for the production commences before May 5, 1999 and six points if principal photography commences after May 4, 1999. B. In the case of a television series production, eight points for each episode for which principal photography commences before May 5, 1999 and six points for each episode for which principal photography commences after May 4, 1999. ii. The producer is at all times during production an individual who, by reason of being an individual described in clause 2 (a) of the Income Tax Act, is subject to tax under section 2 of that Act for the two years immediately preceding the production year in which principal photography for the production commenced. iii. Not less than 75 per cent of all amounts in respect of the cost of producing the production, other than costs determined by reference to the amount of income from the production, are payable to Ontario-based individuals or corporations in respect of goods or services provided by the Ontario-based individuals or corporations in the course of carrying on business at a permanent establishment in Ontario. iv. In the case of a production that is not a documentary, A. photography or key animation was done in Ontario during at least 85 per cent of the total number of days during which photography or key animation was done for the production, and B. at least 95 per cent of the cost of post-production work for the production was for post-production work carried out in Ontario. v. In the case of a production that is a documentary, at least 95 per cent of the cost of post-production work for the production was for post-production work carried out in Ontario. 7. If the production is an interprovincial co-production, the following additional conditions are satisfied: i. The Ontario Media Development Corporation, or another person designated by the Minister of Culture, has allotted (under the rules in subsection 1106 (4) of the Federal Regulations) not less than the following number of points to the production: A. In the case of a production that is not a television series production, eight points if principal photography for the production commences before May 5, 1999 and six points if principal photography commences after May 4, 1999. B. In the case of a television series production, eight points for each episode for which principal photography commences before May 5, 1999 and six points for each episode for which principal photography commences after May 4, 1999. ii. The producer of the Ontario portion of the production is at all times during production an individual who, by reason of being an individual described in clause 2 (a) of the Income Tax Act, is subject to tax under section 2 of that Act for the two years immediately preceding the production year in which principal photography for the production commenced. iii. Not less than 20 per cent of the cost of producing the production, other than costs determined by reference to the amount of income from the production, is in respect of the Ontario portion of the production. iv. Not less than 75 per cent of all amounts in respect of the cost of producing the Ontario portion of the production, other than costs determined by reference to the amount of income from the production, are payable to Ontario-based individuals or corporations in respect of goods or services provided by the Ontario-based individuals or corporations in the course of carrying on business at a permanent establishment in Ontario. 8. If the production is a treaty co-production, the following additional conditions are satisfied: i. The producer of the Ontario portion of the production is at all times during production an individual who, by reason of being an individual described in clause 2 (a) of the Income Tax Act, is subject to tax under section 2 of that Act for the two years immediately preceding the production year in which principal photography for the production commences. ii. If the treaty co-production contains a Canadian portion that, if considered alone, would be an interprovincial co-production, not less than 20 per cent of the cost of producing the Canadian portion of the production, other than costs determined by reference to the amount of income from the production, is in respect of the Ontario portion of the production. iii. Not less than 75 per cent of all amounts in respect of the cost of producing the Ontario portion of the production, other than costs determined by reference to the amount of income from the production, are payable to Ontario-based individuals or corporations in respect of goods or services provided by the Ontario-based individuals or corporations in the course of carrying on business at a permanent establishment in Ontario.  O. Reg. 322/97, s. 3 (1); O. Reg. 559/99, s. 3; O. Reg. 312/04, s. 3 (1-3). (2) Despite subsection (1), an eligible television series production that satisfies the conditions set out in subsection (1) except that the principal photography of one or more episodes commenced before May 8, 1996 is an eligible Ontario production if principal photography of one or more episodes commences after May 7, 1996.  O. Reg. 322/97, s. 3 (2). (3) Paragraph 5 of subsection (1) applies with respect to taxation years ending after November 14, 2003 and to a production in respect of which a qualifying production company has, in a tax return filed before November 14, 2003, claimed an amount in computing its Ontario film and television tax credit for qualifying labour expenditures incurred after June 30, 1998.  O. Reg. 312/04, s. 3 (4).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) A film or television production made by a qualifying production company is an eligible Ontario production for the purposes of section 43.5 of the Act if the following conditions are satisfied:</p> <p class=\"paragraph-e\">  1. The production is not an excluded production.</p> <p class=\"paragraph-e\">  2. If a certificate was previously issued in respect of the production under subsection 43.5 (9) of the Act, the certificate has not been revoked without another certificate having been issued in replacement.</p> <p class=\"paragraph-e\">  3. Except as provided in subsection (2) in respect of eligible television series productions, principal photography for the production did not commence before May 8, 1996.</p> <p class=\"paragraph-e\">  4. If the production is for television broadcast and is not directed primarily to children, the production or, if the production consists of two or more episodes, each episode in the production is suitable for initial broadcast in a standard television time slot of at least 30 minutes.</p> <p class=\"paragraph-e\">  5. The production, or an interest in a person or partnership that has, directly or indirectly, an interest in the production, is not a tax shelter investment for the purposes of section 143.2 of the Federal Act.</p> <p class=\"paragraph-e\">  6. If the production is not an interprovincial co-production or a treaty co-production, the following additional conditions are satisfied:</p> <p class=\"subpara-e\">  i. The Ontario Media Development Corporation, or another person designated by the Minister of Culture, has allotted (under the rules in subsection 1106 (4) of the Federal Regulations) not less than the following number of points to the production:</p> <p class=\"subsubpara-e\">  A. In the case of a production that is not a television series production, eight points if principal photography for the production commences before May 5, 1999 and six points if principal photography commences after May 4, 1999.</p> <p class=\"subsubpara-e\">  B. In the case of a television series production, eight points for each episode for which principal photography commences before May 5, 1999 and six points for each episode for which principal photography commences after May 4, 1999.</p> <p class=\"subpara-e\">  ii. The producer is at all times during production an individual who, by reason of being an individual described in clause 2 (a) of the <i>Income Tax Act</i>, is subject to tax under section 2 of that Act for the two years immediately preceding the production year in which principal photography for the production commenced.</p> <p class=\"subpara-e\">  iii. Not less than 75 per cent of all amounts in respect of the cost of producing the production, other than costs determined by reference to the amount of income from the production, are payable to Ontario-based individuals or corporations in respect of goods or services provided by the Ontario-based individuals or corporations in the course of carrying on business at a permanent establishment in Ontario.</p> <p class=\"subpara-e\">  iv. In the case of a production that is not a documentary,</p> <p class=\"subsubpara-e\">  A. photography or key animation was done in Ontario during at least 85 per cent of the total number of days during which photography or key animation was done for the production, and</p> <p class=\"subsubpara-e\">  B. at least 95 per cent of the cost of post-production work for the production was for post-production work carried out in Ontario.</p> <p class=\"subpara-e\">  v. In the case of a production that is a documentary, at least 95 per cent of the cost of post-production work for the production was for post-production work carried out in Ontario.</p> <p class=\"paragraph-e\">  7. If the production is an interprovincial co-production, the following additional conditions are satisfied:</p> <p class=\"subpara-e\">  i. The Ontario Media Development Corporation, or another person designated by the Minister of Culture, has allotted (under the rules in subsection 1106 (4) of the Federal Regulations) not less than the following number of points to the production:</p> <p class=\"subsubpara-e\">  A. In the case of a production that is not a television series production, eight points if principal photography for the production commences before May 5, 1999 and six points if principal photography commences after May 4, 1999.</p> <p class=\"subsubpara-e\">  B. In the case of a television series production, eight points for each episode for which principal photography commences before May 5, 1999 and six points for each episode for which principal photography commences after May 4, 1999.</p> <p class=\"subpara-e\">  ii. The producer of the Ontario portion of the production is at all times during production an individual who, by reason of being an individual described in clause 2 (a) of the <i>Income Tax Act</i>, is subject to tax under section 2 of that Act for the two years immediately preceding the production year in which principal photography for the production commenced.</p> <p class=\"subpara-e\">  iii. Not less than 20 per cent of the cost of producing the production, other than costs determined by reference to the amount of income from the production, is in respect of the Ontario portion of the production.</p> <p class=\"subpara-e\">  iv. Not less than 75 per cent of all amounts in respect of the cost of producing the Ontario portion of the production, other than costs determined by reference to the amount of income from the production, are payable to Ontario-based individuals or corporations in respect of goods or services provided by the Ontario-based individuals or corporations in the course of carrying on business at a permanent establishment in Ontario.</p> <p class=\"paragraph-e\">  8. If the production is a treaty co-production, the following additional conditions are satisfied:</p> <p class=\"subpara-e\">  i. The producer of the Ontario portion of the production is at all times during production an individual who, by reason of being an individual described in clause 2 (a) of the <i>Income Tax Act</i>, is subject to tax under section 2 of that Act for the two years immediately preceding the production year in which principal photography for the production commences.</p> <p class=\"subpara-e\">  ii. If the treaty co-production contains a Canadian portion that, if considered alone, would be an interprovincial co-production, not less than 20 per cent of the cost of producing the Canadian portion of the production, other than costs determined by reference to the amount of income from the production, is in respect of the Ontario portion of the production.</p> <p class=\"subpara-e\">  iii. Not less than 75 per cent of all amounts in respect of the cost of producing the Ontario portion of the production, other than costs determined by reference to the amount of income from the production, are payable to Ontario-based individuals or corporations in respect of goods or services provided by the Ontario-based individuals or corporations in the course of carrying on business at a permanent establishment in Ontario.  O. Reg. 322/97, s. 3 (1); O. Reg. 559/99, s. 3; O. Reg. 312/04, s. 3 (1-3).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), an eligible television series production that satisfies the conditions set out in subsection (1) except that the principal photography of one or more episodes commenced before May 8, 1996 is an eligible Ontario production if principal photography of one or more episodes commences after May 7, 1996.  O. Reg. 322/97, s. 3 (2).</p> <p class=\"subsection-e\">  (3) Paragraph 5 of subsection (1) applies with respect to taxation years ending after November 14, 2003 and to a production in respect of which a qualifying production company has, in a tax return filed before November 14, 2003, claimed an amount in computing its Ontario film and television tax credit for qualifying labour expenditures incurred after June 30, 1998.  O. Reg. 312/04, s. 3 (4).</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. (1) A film or television production is an excluded production if, (a) the production would be an “excluded production” as defined in subsection 1106 (1) of the Federal Regulations if, in the definition of that expression, (i) the reference to “prescribed taxable Canadian corporation” before paragraph (a) in the definition were read as “qualifying production company”, (ii) all references to the Minister of Canadian Heritage were read as references to the Ontario Media Development Corporation or to another person designated by the Minister of Culture, (iii)  Revoked:  O. Reg. 312/04, s. 4 (2). (iv) clause (a) (iii) (A) were read as “a corporation having a permanent establishment in Ontario that is a Canadian and is a distributor of film or video productions”, (v) the reference to “a corporation that holds a broadcasting license issued by the Canadian Radio-television and Telecommunications Commission for television markets” in clause (a) (iii) (B) were read as “a Canadian broadcaster that is not associated with the qualifying production company”, and (vi) all references to “in Canada” were read as “in Ontario”; (b) the production is one for which principal photography commenced before November 1, 1997 and is, (i) programming in a magazine format, (ii) a variety production, (iii) an educational or instructional production, or (iv) a television production that does not have its initial broadcast during prime time and is not directed primarily to children; (b.1) the production is a television production for which principal photography commences on or after November 1, 1997 that does not have its initial broadcast during prime time and is not directed primarily to children; or (c) the production does not satisfy the requirements of the Producer Control Guidelines issued by the Department of Canadian Heritage.  O. Reg. 322/97, s. 4 (1); O. Reg. 649/98, s. 1; O. Reg. 312/04, s. 4. (2) In this section, “prescribed person” means a person who is a prescribed person under subsection 1106 (7) of the Federal Regulations; “prescribed taxable Canadian corporation” means a corporation that is a prescribed taxable Canadian corporation for the purposes of section 125.4 of the Federal Act.  O. Reg. 322/97, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) A film or television production is an excluded production if,</p> <p class=\"clause-e\">  (a) the production would be an “excluded production” as defined in subsection 1106 (1) of the Federal Regulations if, in the definition of that expression,</p> <p class=\"subclause-e\">  (i) the reference to “prescribed taxable Canadian corporation” before paragraph (a) in the definition were read as “qualifying production company”,</p> <p class=\"subclause-e\">  (ii) all references to the Minister of Canadian Heritage were read as references to the Ontario Media Development Corporation or to another person designated by the Minister of Culture,</p> <p class=\"subclause-e\">  (iii)  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 312/04, s. 4 (2).</p> <p class=\"subclause-e\">  (iv) clause (a) (iii) (A) were read as “a corporation having a permanent establishment in Ontario that is a Canadian and is a distributor of film or video productions”,</p> <p class=\"subclause-e\">  (v) the reference to “a corporation that holds a broadcasting license issued by the Canadian Radio-television and Telecommunications Commission for television markets” in clause (a) (iii) (B) were read as “a Canadian broadcaster that is not associated with the qualifying production company”, and</p> <p class=\"subclause-e\">  (vi) all references to “in Canada” were read as “in Ontario”;</p> <p class=\"clause-e\">  (b) the production is one for which principal photography commenced before November 1, 1997 and is,</p> <p class=\"subclause-e\">  (i) programming in a magazine format,</p> <p class=\"subclause-e\">  (ii) a variety production,</p> <p class=\"subclause-e\">  (iii) an educational or instructional production, or</p> <p class=\"subclause-e\">  (iv) a television production that does not have its initial broadcast during prime time and is not directed primarily to children;</p> <p class=\"clause-e\"> (b.1) the production is a television production for which principal photography commences on or after November 1, 1997 that does not have its initial broadcast during prime time and is not directed primarily to children; or</p> <p class=\"clause-e\">  (c) the production does not satisfy the requirements of the Producer Control Guidelines issued by the Department of Canadian Heritage.  O. Reg. 322/97, s. 4 (1); O. Reg. 649/98, s. 1; O. Reg. 312/04, s. 4.</p> <p class=\"subsection-e\">  (2) In this section,</p> <p class=\"firstdef-e\">“prescribed person” means a person who is a prescribed person under subsection 1106 (7) of the Federal Regulations;</p> <p class=\"definition-e\">“prescribed taxable Canadian corporation” means a corporation that is a prescribed taxable Canadian corporation for the purposes of section 125.4 of the Federal Act.  O. Reg. 322/97, s. 4 (2).</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5. For the purposes of subsection 43.5 (13) of the Act, a production is an eligible television series production if it meets the following requirements: 1. It is an eligible Ontario production. 2. It is a cycle of a television series containing at least six episodes. 3. Principal photography of at least one episode if the production commences before November 1, 1997.  O. Reg. 559/99, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>For the purposes of subsection 43.5 (13) of the Act, a production is an eligible television series production if it meets the following requirements:</p> <p class=\"paragraph-e\">  1. It is an eligible Ontario production.</p> <p class=\"paragraph-e\">  2. It is a cycle of a television series containing at least six episodes.</p> <p class=\"paragraph-e\">  3. Principal photography of at least one episode if the production commences before November 1, 1997.  O. Reg. 559/99, s. 4.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": " 6. A production is a first-time production for the purposes of section 43.5 of the Act if, (a) the production is an eligible Ontario production; (b) the producer of the Ontario portion of the production has not more than one previous screen credit as a producer of a production commercially released, or broadcast on television during prime time, and has not participated as a producer of any other eligible Ontario production in respect of which a certificate has been issued under section 43.5 of the Act; and (c) for the period starting immediately before the commencement of principal photography for the production and ending immediately after the date of issue of the last issued certificate for the production under subsection 43.5 (9) of the Act, the qualifying production company is not controlled directly or indirectly by, (i) an individual with more than one previous screen credit as a producer of a production commercially released, or broadcast on television during prime time, or who has participated as a producer of any other eligible Ontario production in respect of which a certificate has been issued under section 43.5 of the Act, or (ii) a corporation that is, or is associated with, a qualifying production company to whom a certificate in respect of any other film or television production has been issued under section 43.5 of the Act.  O. Reg. 322/97, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>A production is a first-time production for the purposes of section 43.5 of the Act if,</p> <p class=\"clause-e\">  (a) the production is an eligible Ontario production;</p> <p class=\"clause-e\">  (b) the producer of the Ontario portion of the production has not more than one previous screen credit as a producer of a production commercially released, or broadcast on television during prime time, and has not participated as a producer of any other eligible Ontario production in respect of which a certificate has been issued under section 43.5 of the Act; and</p> <p class=\"clause-e\">  (c) for the period starting immediately before the commencement of principal photography for the production and ending immediately after the date of issue of the last issued certificate for the production under subsection 43.5 (9) of the Act, the qualifying production company is not controlled directly or indirectly by,</p> <p class=\"subclause-e\">  (i) an individual with more than one previous screen credit as a producer of a production commercially released, or broadcast on television during prime time, or who has participated as a producer of any other eligible Ontario production in respect of which a certificate has been issued under section 43.5 of the Act, or</p> <p class=\"subclause-e\">  (ii) a corporation that is, or is associated with, a qualifying production company to whom a certificate in respect of any other film or television production has been issued under section 43.5 of the Act.  O. Reg. 322/97, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": " 7. (0.1) Subsections (1) to (2) set out the rules for determining the amount of a qualifying labour expenditure for a taxation year of a qualifying production company in respect of an eligible Ontario production for the purposes of section 43.5 of the Act.  O. Reg. 684/00, s. 1 (1); O. Reg. 312/04, s. 5 (1). (1) The qualifying labour expenditure for a taxation year of a qualifying production company in respect of an eligible Ontario production that commenced principal photography before May 3, 2000 is the amount that is equal to the lesser of the amounts that would be determined in respect of the production under paragraphs (a) and (b) of the definition of “qualified labour expenditure” in subsection 125.4 (1) of the Federal Act, if section 125.4 of the Federal Act applied to the production and if paragraphs (a) and (b) of that definition were read as follows: 1. Each reference to “the corporation” shall be read as a reference to the qualifying production company. 2. Each reference to the labour expenditure of the corporation for a taxation year in respect of the production shall be read as a reference to the qualifying production company’s Ontario labour expenditure for that year in respect of the production. 3. Each reference to the amount of the qualified labour expenditure of the corporation in respect of the production for a preceding taxation year shall be read as a reference to the qualifying production company’s qualifying labour expenditure in respect of the production for that preceding year. 4. The reference in subparagraph (a) (ii) to an amount that is subject to an agreement referred to in paragraph (c) of the definition of “labour expenditure” in subsection 125.4 (1) of the Federal Act shall be read as a reference to only those amounts otherwise included in the total of all the amounts under subparagraph (a) (ii) that are included in the Ontario labour expenditure of the wholly-owned corporation. 5. The amount of assistance referred to in paragraph (b) shall be deemed to be the amount otherwise determined under the definition of “assistance” in subsection 125.4 (1) of the Federal Act, less any amount included that is deemed to be received under subsection 44.1 (5) of the Act if that subsection is read without reference to section 43.4 of the Act.  O. Reg. 322/97, s. 7 (1); O. Reg. 684/00, s. 1 (2). (1.1) The qualifying labour expenditure for a taxation year of a qualifying production company in respect of an eligible Ontario production that commences principal photography after May 2, 2000 and before March 28, 2003 is the amount, if any, by which “A” exceeds “B” where, “A” is the amount that would be determined in respect of the production under paragraph (a) of the definition of “qualified labour expenditure” in subsection 125.4 (1) of the Federal Act, (a) if no prescribed person, as defined in subsection 1106 (7) of the Federal Regulations, held an equitable interest in the production, and (b) if paragraph (a) of that definition were read in accordance with the rules set out in paragraphs 1, 2, 3 and 4 of subsection (1), and “B” is the amount determined under subsection (1.2).  O. Reg. 684/00, s. 1 (3); O. Reg. 312/04, s. 5 (2). (1.2) The amount defined as “B” in subsection (1.1) is the amount calculated using the formula, [C × ( D / E) ] + (F – G) in which, “C” is the amount of any equitable investment in the production that is held by a Canadian government film agency, “D” is the Ontario labour expenditure in respect of the production, “E” is the cost of the production, “F” is the amount of any assistance in respect of the cost of the production otherwise determined under the definition of “assistance” in subsection 125.4 (1) of the Federal Act that, at the time the qualifying production company’s return is required to be delivered under subsection 75 (1) for the taxation year, the qualifying production company or any other person or partnership has received, is entitled to receive or can reason­ably be expected to receive that is either, (a) if the assistance is directly attributable to the Ontario labour expenditure included in the amount “A” referred to in subsection (1.1), the amount of that assistance, or (b) if the assistance is in respect of the production and is not directly attributable to the expenditure described in clause (a), the amount of the assistance multiplied by a fraction in which the numerator is the expenditure described in clause (a) and the denominator is the cost of the production, and “G” is any amount of any assistance described in the definition of “F” that is deemed to be received by the qualifying production company or any other person or partnership under subsection 44.1 (5) of the Act if that subsection is read without reference to section 43.4 of the Act. O. Reg. 684/00, s. 1 (3). (2) The qualifying labour expenditure for a taxation year of a qualifying production company in respect of an eligible Ontario production that commences principal photography after March 27, 2003 is the amount, if any, by which “A” exceeds “H” where, “A” has the same meaning as in subsection (1.1), “F” has the same meaning as in subsection (1.2), “G” has the same meaning as in subsection (1.2), and “H” is the amount, if any, by which “F” exceeds “G”. O. Reg. 312/04, s. 5 (3). (3) Revoked:  O. Reg. 312/04, s. 5 (3). (4) If a television series production that is an eligible Ontario production for the purposes of section 43.5 of the Act contains only some of the episodes in a cycle of a television series, the qualifying labour expenditure for the production shall include only the expenditures that are reasonably related to the production of the episodes specified to be included in the television series production.  O. Reg. 559/99, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(0.1) Subsections (1) to (2) set out the rules for determining the amount of a qualifying labour expenditure for a taxation year of a qualifying production company in respect of an eligible Ontario production for the purposes of section 43.5 of the Act.  O. Reg. 684/00, s. 1 (1); O. Reg. 312/04, s. 5 (1).</p> <p class=\"subsection-e\">  (1) The qualifying labour expenditure for a taxation year of a qualifying production company in respect of an eligible Ontario production that commenced principal photography before May 3, 2000 is the amount that is equal to the lesser of the amounts that would be determined in respect of the production under paragraphs (a) and (b) of the definition of “qualified labour expenditure” in subsection 125.4 (1) of the Federal Act, if section 125.4 of the Federal Act applied to the production and if paragraphs (a) and (b) of that definition were read as follows:</p> <p class=\"paragraph-e\">  1. Each reference to “the corporation” shall be read as a reference to the qualifying production company.</p> <p class=\"paragraph-e\">  2. Each reference to the labour expenditure of the corporation for a taxation year in respect of the production shall be read as a reference to the qualifying production company’s Ontario labour expenditure for that year in respect of the production.</p> <p class=\"paragraph-e\">  3. Each reference to the amount of the qualified labour expenditure of the corporation in respect of the production for a preceding taxation year shall be read as a reference to the qualifying production company’s qualifying labour expenditure in respect of the production for that preceding year.</p> <p class=\"paragraph-e\">  4. The reference in subparagraph (a) (ii) to an amount that is subject to an agreement referred to in paragraph (c) of the definition of “labour expenditure” in subsection 125.4 (1) of the Federal Act shall be read as a reference to only those amounts otherwise included in the total of all the amounts under subparagraph (a) (ii) that are included in the Ontario labour expenditure of the wholly-owned corporation.</p> <p class=\"paragraph-e\">  5. The amount of assistance referred to in paragraph (b) shall be deemed to be the amount otherwise determined under the definition of “assistance” in subsection 125.4 (1) of the Federal Act, less any amount included that is deemed to be received under subsection 44.1 (5) of the Act if that subsection is read without reference to section 43.4 of the Act.  O. Reg. 322/97, s. 7 (1); O. Reg. 684/00, s. 1 (2).</p> <p class=\"subsection-e\">  (1.1) The qualifying labour expenditure for a taxation year of a qualifying production company in respect of an eligible Ontario production that commences principal photography after May 2, 2000 and before March 28, 2003 is the amount, if any, by which “A” exceeds “B” where,</p> <p class=\"equationind1-e\">  “A” is the amount that would be determined in respect of the production under paragraph (a) of the definition of “qualified labour expenditure” in subsection 125.4 (1) of the Federal Act,</p> <p class=\"equationind2-e\">  (a) if no prescribed person, as defined in subsection 1106 (7) of the Federal Regulations, held an equitable interest in the production, and</p> <p class=\"equationind2-e\">  (b) if paragraph (a) of that definition were read in accordance with the rules set out in paragraphs 1, 2, 3 and 4 of subsection (1), and</p> <p class=\"equationind1-e\">  “B” is the amount determined under subsection (1.2).  O. Reg. 684/00, s. 1 (3); O. Reg. 312/04, s. 5 (2).</p> <p class=\"subsection-e\">  (1.2) The amount defined as “B” in subsection (1.1) is the amount calculated using the formula,</p> <p class=\"equation-e\">[C × ( D / E) ] + (F – G)</p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">  “C” is the amount of any equitable investment in the production that is held by a Canadian government film agency,</p> <p class=\"equationind1-e\">  “D” is the Ontario labour expenditure in respect of the production,</p> <p class=\"equationind1-e\">  “E” is the cost of the production,</p> <p class=\"equationind1-e\">  “F” is the amount of any assistance in respect of the cost of the production otherwise determined under the definition of “assistance” in subsection 125.4 (1) of the Federal Act that, at the time the qualifying production company’s return is required to be delivered under subsection 75 (1) for the taxation year, the qualifying production company or any other person or partnership has received, is entitled to receive or can reason­ably be expected to receive that is either,</p> <p class=\"equationind2-e\">  (a) if the assistance is directly attributable to the Ontario labour expenditure included in the amount “A” referred to in subsection (1.1), the amount of that assistance, or</p> <p class=\"equationind2-e\">  (b) if the assistance is in respect of the production and is not directly attributable to the expenditure described in clause (a), the amount of the assistance multiplied by a fraction in which the numerator is the expenditure described in clause (a) and the denominator is the cost of the production, and</p> <p class=\"equationind1-e\">  “G” is any amount of any assistance described in the definition of “F” that is deemed to be received by the qualifying production company or any other person or partnership under subsection 44.1 (5) of the Act if that subsection is read without reference to section 43.4 of the Act.</p> <p class=\"footnote-e\">O. Reg. 684/00, s. 1 (3).</p> <p class=\"subsection-e\">  (2) The qualifying labour expenditure for a taxation year of a qualifying production company in respect of an eligible Ontario production that commences principal photography after March 27, 2003 is the amount, if any, by which “A” exceeds “H” where,</p> <p class=\"equationind1-e\">  “A” has the same meaning as in subsection (1.1),</p> <p class=\"equationind1-e\">  “F” has the same meaning as in subsection (1.2),</p> <p class=\"equationind1-e\">  “G” has the same meaning as in subsection (1.2), and</p> <p class=\"equationind1-e\">  “H” is the amount, if any, by which “F” exceeds “G”.</p> <p class=\"footnote-e\">O. Reg. 312/04, s. 5 (3).</p> <p class=\"subsection-e\">  (3) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 312/04, s. 5 (3).</p> <p class=\"subsection-e\">  (4) If a television series production that is an eligible Ontario production for the purposes of section 43.5 of the Act contains only some of the episodes in a cycle of a television series, the qualifying labour expenditure for the production shall include only the expenditures that are reasonably related to the production of the episodes specified to be included in the television series production.  O. Reg. 559/99, s. 5 (2).</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": " 8. (1) Subject to subsection (2), the amount of a qualifying production company’s Ontario labour expenditure for a taxation year in respect of an eligible Ontario production for the purposes of section 43.5 of the Act is equal to the amount that would be determined to be the labour expenditure of the company for the taxation year in respect of the production for the purposes of section 125.4 of the Federal Act, if that section applied to the production, if no reference is made to paragraph 125.4 (2) (b) of that Act and if the definition of “labour expenditure” in subsection 125.4 (1) of that Act were read as follows: 1. Each reference to “corporation” or to “qualified corporation” shall be read as a reference to a qualifying production company. 2. Each reference to 1994 shall be read as a reference to June 30, 1996. 3. Each reference to “salary or wages” shall be read as a reference to only the salaries and wages paid to Ontario-based individuals. 4. Each reference to “an individual” shall be read as a reference to only Ontario-based individuals. 5. Each reference to “employees” shall be read as a reference to only those employees, if any, who are Ontario-based individuals. 6. The reference in paragraph (c) to the reimbursement of an expenditure incurred by “the parent” that would be included under that paragraph in the labour expenditure of the qualifying production company for a taxation year for the purposes of section 125.4 of the Federal Act shall be read as a reference to the reimbursement of only those expenditures that would be included in the eligible labour expenditure of the company for that year if paragraphs (a) and (b) were read as required under this subsection.  O. Reg. 322/97, s. 8 (1); O. Reg. 312/04, s. 6 (1). (2) Revoked:  O. Reg. 312/04, s. 6 (2).",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) Subject to subsection (2), the amount of a qualifying production company’s Ontario labour expenditure for a taxation year in respect of an eligible Ontario production for the purposes of section 43.5 of the Act is equal to the amount that would be determined to be the labour expenditure of the company for the taxation year in respect of the production for the purposes of section 125.4 of the Federal Act, if that section applied to the production, if no reference is made to paragraph 125.4 (2) (b) of that Act and if the definition of “labour expenditure” in subsection 125.4 (1) of that Act were read as follows:</p> <p class=\"paragraph-e\">  1. Each reference to “corporation” or to “qualified corporation” shall be read as a reference to a qualifying production company.</p> <p class=\"paragraph-e\">  2. Each reference to 1994 shall be read as a reference to June 30, 1996.</p> <p class=\"paragraph-e\">  3. Each reference to “salary or wages” shall be read as a reference to only the salaries and wages paid to Ontario-based individuals.</p> <p class=\"paragraph-e\">  4. Each reference to “an individual” shall be read as a reference to only Ontario-based individuals.</p> <p class=\"paragraph-e\">  5. Each reference to “employees” shall be read as a reference to only those employees, if any, who are Ontario-based individuals.</p> <p class=\"paragraph-e\">  6. The reference in paragraph (c) to the reimbursement of an expenditure incurred by “the parent” that would be included under that paragraph in the labour expenditure of the qualifying production company for a taxation year for the purposes of section 125.4 of the Federal Act shall be read as a reference to the reimbursement of only those expenditures that would be included in the eligible labour expenditure of the company for that year if paragraphs (a) and (b) were read as required under this subsection.  O. Reg. 322/97, s. 8 (1); O. Reg. 312/04, s. 6 (1).</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 312/04, s. 6 (2).</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": " 9. Revoked:  O. Reg. 312/04, s. 7. Schedule 1 \nDRAFT SECTION 1106 OF THE FEDERAL REGULATIONS",
            "raw_html": "<p class=\"section-e\"> <b>9. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 312/04, s. 7.</p> <p class=\"schedule-e\"><a name=\"BK0\"></a>Schedule 1 <br/>\n<span>DRAFT SECTION 1106 OF THE FEDERAL REGULATIONS</span></p>"
        },
        {
            "id": "",
            "section": null,
            "content": "  1106. (1) Definitions — For the purposes of this section and paragraph (x) of Class 10 in Schedule II, “Canadian” means a person that is, (a) a Canadian citizen as defined in the Citizenship Act, (b) a permanent resident within the meaning assigned by the Immigration Act, or (c) a corporation that is Canadian-controlled, as determined for the purposes of sections 26 to 28 of the\r\nInvestment Canada Act; “Canadian government film agency” means a federal or provincial government agency the mandate of which is related to the provision of assistance to film productions in Canada; “excluded production” means a film or video production of a prescribed taxable Canadian corporation, (a) in respect of which, (i) the Minister of Canadian Heritage has not issued a certificate of completion, within 30 months after the end of the corporation’s taxation year in which the production’s principal photography began, certifying that the production was completed within two years after the end of the year, (ii) where the production is not a treaty co-production, neither the corporation nor another prescribed taxable Canadian corporation related to the corporation, (A) is, except to the extent of an interest in the production held by a prescribed taxable Canadian corporation as a co-producer of the production or by a prescribed person (within the meaning assigned by subsection 1106 (7)), the exclusive worldwide copyright owner in the production for all commercial exploitation purposes for the 25-year period that begins at the first time the production has been completed and is commercially exploitable, (B) controls the initial licensing of commercial exploitation, and (C) retains a share of revenues, that is acceptable to the Minister of Canadian Heritage, from the exploitation of the production in non-Canadian markets, (iii) there is not an agreement in writing for consideration at the fair market value with, (A) a\r\ncorporation that is a Canadian and is a distributor of film or video productions, or (B) a\r\ncorporation that holds a broadcasting license issued by the Canadian Radio-television and Telecommunications Commission for television markets, to have the production shown in Canada within the two-year period that begins at the first time the production has been completed and is commercially exploitable, or (iv) a distribution is made in Canada within that two-year period by a person who is not a Canadian, or (b) that is, (i) news, current events or public affairs programming, or a programme that includes weather or market reports, (ii) a talk show, (iii) a production in respect of a game, questionnaire or contest (other than a production directed primarily at minors), (iv) a sports event or activity, (v) a gala presentation or an awards show, (vi) a production that solicits funds, (vii) reality television, (viii) pornography, (ix) advertising, (x) a production produced primarily for industrial, corporate or institutional purposes, (xi) a production, other than a documentary, all or substantially all of which consists of stock footage, or (xii) a production for which public financial support would, in the opinion of the Minister of Canadian Heritage, be contrary to public policy; “producer” of a film or video production does not include a person unless the person is the individual, (a) who controls and is the central decision maker in respect of the production, (b) who is directly responsible for the acquisition of the production story or screenplay and the development, creative and financial control and exploitation of the production, and (c) who is identified in the production as being the producer of the production; “remuneration” does not include an amount determined by reference to profits or revenues. Prescribed Taxable Canadian Corporation (2) For the purposes of section 125.4 of the Act and this section, “prescribed taxable Canadian corporation” means a taxable Canadian corporation that is a Canadian, other than a corporation that is, (a) controlled directly or indirectly in any manner whatever by one or more persons all or part of whose taxable income is exempt from tax under Part I of the Act; or (b) a prescribed labour-sponsored venture capital corporation. Canadian Film or Video Production (3) For the purposes of section 125.4 of the Act, this Part and Schedule II, “Canadian film or video production” means a film or video production, other than an excluded production, of a prescribed taxable Canadian corporation and that is, (a) a treaty co-production; or (b) a film or video production, (i) at all times during the production of which the producer of which is a Canadian, (ii) in respect of which the Minister of Canadian Heritage has allotted not less than six points in accordance with subsection (4), (iii) in respect of which not less than 75 per cent of the total of all costs for services provided in respect of producing the production (other than excluded costs) was payable to, and in respect of services provided by individuals who are, Canadians, and for the purpose of this subparagraph, excluded costs are, (A) costs determined by reference to the amount of income from the production, (B) remuneration payable to, or in respect of, the producer or individuals described in any of clauses (4) (a) (i) (A) to (H) and (ii) (A) to (F) and subparagraph (4) (a) (iii), (C) amounts payable in respect of insurance, financing, brokerage, legal and accounting fees, and similar amounts, and (D) costs described in subparagraph (iv), and (iv) in respect of which not less than 75 per cent of the total of all costs incurred for the post-production of the production, including laboratory work, sound re-recording, sound editing and picture editing (other than costs determined by reference to the amount of income from the production and remuneration payable to, or in respect of, the producer or individuals described in any of clauses (4) (a) (i) (A) to (H) and (ii) (A) to (F) and subparagraph (4) (a) (iii)) was incurred in respect of services provided in Canada, other than a production the certification of which has been revoked under subsection 125.4 (6) of the Act by the Minister of Canadian Heritage. Creative Services (4) For the purposes of subsection (3) and this subsection, (a) there shall be allotted in the case of a film or video production, (i) that is not an animation production, (A) for the director, two points, (B) for the principal screenwriter, two points, (C) for the lead performer for whose services the highest remuneration was payable, one point, (D) for the lead performer for whose services the second highest remuneration was payable, one point, (E) for the art director, one point, (F) for the director of photography, one point, (G) for the music composer, one point, and (H) for the picture editor, one point, if that person is an individual who is a Canadian, (ii) that is an animation production, (A) for the director, one point, (B) for the lead voice for which the highest or second highest remuneration was payable, one point, (C) for the design supervisor, one point, (D) for the camera operator where the camera operation is done in Canada, one point, (E) for the music composer, one point, and (F) for the picture editor, one point, if that person is an individual who is a Canadian, and (iii) that is an animation production, one point where both the principal screenwriter and storyboard supervisor are individuals who are Canadians, and (iv) that is an animation production, (A) for the place where the layout and background work is done, one point, (B) for the place where the key animation is done, one point, (C) for the place where the assistant animation and in-betweening is done, one point, if the place is in Canada; (b) a production that is not an animation production is deemed not to be a Canadian film or video production unless there are allotted in respect of the production two points under clause (a) (i) (A) or (B) and one point under clause (a) (i) (C) or (D); and (c) an animation production is deemed not to be a Canadian film or video production unless there are allotted in respect of the production, (i) one point under clause (a) (ii) (A) or subparagraph (a) (iii), (ii) one point under clause (a) (ii) (B), and (iii) one point under clause (a) (iv) (B). Lead Performer/Screenwriter (5) For the purposes of subsections (4) and (6), (a) a lead performer in respect of a production is an actor or actress who has a leading role in the production having regard to the performer’s remuneration, billing and time on screen; (b) a lead voice in respect of an animation production is the voice of the individual who has a leading role in the production having regard to the length of time that the individual’s voice is heard in the production and the individual’s remuneration; (c) the principal screenwriter of a production is not a Canadian unless, (i) each individual involved in the preparation of the screenplay for the production is otherwise a Canadian, or (ii) the principal screenwriter is an individual who otherwise is a Canadian and, (A) the screenplay for the production is based upon a work authored by a Canadian, and (B) the work is published in Canada. Documentary Production (6) Notwithstanding subsection (4), a documentary production that is not an excluded production is deemed to be a Canadian film or video production if all creative positions in respect of the production are occupied by individuals who are Canadians. Prescribed Person (7) For the purpose of section 125.4 of the Act, “prescribed person” means, (a) a corporation that holds a television broadcasting licence issued by the Canadian Radio-television and Telecommunications Commission, (b) a person to whom paragraph 149 (1) (l) of the Act applies where the person has a fund which is used to finance Canadian film or video productions, (c) a Canadian government film agency, or (d) in respect of a film or video production, a non-resident person who does not carry on a business in Canada where the person’s interest in the production is acquired to comply with the certificate requirements of a treaty co-production twinning arrangement. (8) For the purpose of the definition of “assistance” in subsection 125.4 (1) of the Act, “prescribed amount” means an amount paid or payable to a taxpayer under the Licence Fee Program of the Canada Television and Cable Production Fund or the Canada Television Fund. O. Reg. 322/97, Sched. 1; O. Reg. 684/00, s. 2. SCHEDULE 2   PROPOSED AMENDMENTS TO SECTION 125.4 OF THE FEDERAL ACT (NOVEMBER 14, 2003)",
            "raw_html": "<p class=\"section-e\">  1106. (1) Definitions —<b> </b>For the purposes of this section and paragraph (x) of Class 10 in Schedule II,</p> <p class=\"firstdef-e\">“Canadian” means a person that is,</p> <p class=\"defclause-e\">  (a) a Canadian citizen as defined in the <i>Citizenship Act</i>,</p> <p class=\"defclause-e\">  (b) a permanent resident within the meaning assigned by the <i>Immigration Act</i>, or</p> <p class=\"defclause-e\">  (c) a corporation that is Canadian-controlled, as determined for the purposes of sections 26 to 28 of the\r\n<i>Investment Canada Act</i>;</p> <p class=\"definition-e\">“Canadian government film agency” means a federal or provincial government agency the mandate of which is related to the provision of assistance to film productions in Canada;</p> <p class=\"definition-e\">“excluded production” means a film or video production of a prescribed taxable Canadian corporation,</p> <p class=\"defclause-e\">  (a) in respect of which,</p> <p class=\"defsubclause-e\">  (i) the Minister of Canadian Heritage has not issued a certificate of completion, within 30 months after the end of the corporation’s taxation year in which the production’s principal photography began, certifying that the production was completed within two years after the end of the year,</p> <p class=\"defsubclause-e\">  (ii) where the production is not a treaty co-production, neither the corporation nor another prescribed taxable Canadian corporation related to the corporation,</p> <p class=\"defsubsubclause-e\">  (A) is, except to the extent of an interest in the production held by a prescribed taxable Canadian corporation as a co-producer of the production or by a prescribed person (within the meaning assigned by subsection 1106 (7)), the exclusive worldwide copyright owner in the production for all commercial exploitation purposes for the 25-year period that begins at the first time the production has been completed and is commercially exploitable,</p> <p class=\"defsubsubclause-e\">  (B) controls the initial licensing of commercial exploitation, and</p> <p class=\"defsubsubclause-e\">  (C) retains a share of revenues, that is acceptable to the Minister of Canadian Heritage, from the exploitation of the production in non-Canadian markets,</p> <p class=\"defsubclause-e\">  (iii) there is not an agreement in writing for consideration at the fair market value with,</p> <p class=\"defsubsubclause-e\">  (A) a\r\ncorporation that is a Canadian and is a distributor of film or video productions, or</p> <p class=\"defsubsubclause-e\">  (B) a\r\ncorporation that holds a broadcasting license issued by the Canadian Radio-television and Telecommunications Commission for television markets,</p> <p class=\"subclause-e\">  to have the production shown in Canada within the two-year period that begins at the first time the production has been completed and is commercially exploitable, or</p> <p class=\"defsubclause-e\">  (iv) a distribution is made in Canada within that two-year period by a person who is not a Canadian, or</p> <p class=\"defclause-e\">  (b) that is,</p> <p class=\"defsubclause-e\">  (i) news, current events or public affairs programming, or a programme that includes weather or market reports,</p> <p class=\"defsubclause-e\">  (ii) a talk show,</p> <p class=\"defsubclause-e\">  (iii) a production in respect of a game, questionnaire or contest (other than a production directed primarily at minors),</p> <p class=\"defsubclause-e\">  (iv) a sports event or activity,</p> <p class=\"defsubclause-e\">  (v) a gala presentation or an awards show,</p> <p class=\"defsubclause-e\">  (vi) a production that solicits funds,</p> <p class=\"defsubclause-e\">  (vii) reality television,</p> <p class=\"defsubclause-e\">  (viii) pornography,</p> <p class=\"defsubclause-e\">  (ix) advertising,</p> <p class=\"defsubclause-e\">  (x) a production produced primarily for industrial, corporate or institutional purposes,</p> <p class=\"defsubclause-e\">  (xi) a production, other than a documentary, all or substantially all of which consists of stock footage, or</p> <p class=\"defsubclause-e\">  (xii) a production for which public financial support would, in the opinion of the Minister of Canadian Heritage, be contrary to public policy;</p> <p class=\"definition-e\">“producer” of a film or video production does not include a person unless the person is the individual,</p> <p class=\"defclause-e\">  (a) who controls and is the central decision maker in respect of the production,</p> <p class=\"defclause-e\">  (b) who is directly responsible for the acquisition of the production story or screenplay and the development, creative and financial control and exploitation of the production, and</p> <p class=\"defclause-e\">  (c) who is identified in the production as being the producer of the production;</p> <p class=\"definition-e\">“remuneration” does not include an amount determined by reference to profits or revenues.</p> <p class=\"heading1x-e\"><a name=\"BK1\"></a>Prescribed Taxable Canadian Corporation</p> <p class=\"subsection-e\">  (2) For the purposes of section 125.4 of the Act and this section, “prescribed taxable Canadian corporation” means a taxable Canadian corporation that is a Canadian, other than a corporation that is,</p> <p class=\"clause-e\">  (a) controlled directly or indirectly in any manner whatever by one or more persons all or part of whose taxable income is exempt from tax under Part I of the Act; or</p> <p class=\"clause-e\">  (b) a prescribed labour-sponsored venture capital corporation.</p> <p class=\"heading1x-e\"><a name=\"BK2\"></a>Canadian Film or Video Production</p> <p class=\"subsection-e\">  (3) For the purposes of section 125.4 of the Act, this Part and Schedule II, “Canadian film or video production” means a film or video production, other than an excluded production, of a prescribed taxable Canadian corporation and that is,</p> <p class=\"clause-e\">  (a) a treaty co-production; or</p> <p class=\"clause-e\">  (b) a film or video production,</p> <p class=\"subclause-e\">  (i) at all times during the production of which the producer of which is a Canadian,</p> <p class=\"subclause-e\">  (ii) in respect of which the Minister of Canadian Heritage has allotted not less than six points in accordance with subsection (4),</p> <p class=\"subclause-e\">  (iii) in respect of which not less than 75 per cent of the total of all costs for services provided in respect of producing the production (other than excluded costs) was payable to, and in respect of services provided by individuals who are, Canadians, and for the purpose of this subparagraph, excluded costs are,</p> <p class=\"subsubclause-e\">  (A) costs determined by reference to the amount of income from the production,</p> <p class=\"subsubclause-e\">  (B) remuneration payable to, or in respect of, the producer or individuals described in any of clauses (4) (a) (i) (A) to (H) and (ii) (A) to (F) and subparagraph (4) (a) (iii),</p> <p class=\"subsubclause-e\">  (C) amounts payable in respect of insurance, financing, brokerage, legal and accounting fees, and similar amounts, and</p> <p class=\"subsubclause-e\">  (D) costs described in subparagraph (iv), and</p> <p class=\"subclause-e\">  (iv) in respect of which not less than 75 per cent of the total of all costs incurred for the post-production of the production, including laboratory work, sound re-recording, sound editing and picture editing (other than costs determined by reference to the amount of income from the production and remuneration payable to, or in respect of, the producer or individuals described in any of clauses (4) (a) (i) (A) to (H) and (ii) (A) to (F) and subparagraph (4) (a) (iii)) was incurred in respect of services provided in Canada,</p> <p class=\"Ssubsection-e\">other than a production the certification of which has been revoked under subsection 125.4 (6) of the Act by the Minister of Canadian Heritage.</p> <p class=\"heading1x-e\"><a name=\"BK3\"></a>Creative Services</p> <p class=\"subsection-e\">  (4) For the purposes of subsection (3) and this subsection,</p> <p class=\"clause-e\">  (a) there shall be allotted in the case of a film or video production,</p> <p class=\"subclause-e\">  (i) that is not an animation production,</p> <p class=\"subsubclause-e\">  (A) for the director, two points,</p> <p class=\"subsubclause-e\">  (B) for the principal screenwriter, two points,</p> <p class=\"subsubclause-e\">  (C) for the lead performer for whose services the highest remuneration was payable, one point,</p> <p class=\"subsubclause-e\">  (D) for the lead performer for whose services the second highest remuneration was payable, one point,</p> <p class=\"subsubclause-e\">  (E) for the art director, one point,</p> <p class=\"subsubclause-e\">  (F) for the director of photography, one point,</p> <p class=\"subsubclause-e\">  (G) for the music composer, one point, and</p> <p class=\"subsubclause-e\">  (H) for the picture editor, one point,</p> <p class=\"Ssubclause-e\">  if that person is an individual who is a Canadian,</p> <p class=\"subclause-e\">  (ii) that is an animation production,</p> <p class=\"subsubclause-e\">  (A) for the director, one point,</p> <p class=\"subsubclause-e\">  (B) for the lead voice for which the highest or second highest remuneration was payable, one point,</p> <p class=\"subsubclause-e\">  (C) for the design supervisor, one point,</p> <p class=\"subsubclause-e\">  (D) for the camera operator where the camera operation is done in Canada, one point,</p> <p class=\"subsubclause-e\">  (E) for the music composer, one point, and</p> <p class=\"subsubclause-e\">  (F) for the picture editor, one point,</p> <p class=\"Ssubclause-e\">if that person is an individual who is a Canadian, and</p> <p class=\"subclause-e\">  (iii) that is an animation production, one point where both the principal screenwriter and storyboard supervisor are individuals who are Canadians, and</p> <p class=\"subclause-e\">  (iv) that is an animation production,</p> <p class=\"subsubclause-e\">  (A) for the place where the layout and background work is done, one point,</p> <p class=\"subsubclause-e\">  (B) for the place where the key animation is done, one point,</p> <p class=\"subsubclause-e\">  (C) for the place where the assistant animation and in-betweening is done, one point,</p> <p class=\"Ssubclause-e\">if the place is in Canada;</p> <p class=\"clause-e\">  (b) a production that is not an animation production is deemed not to be a Canadian film or video production unless there are allotted in respect of the production two points under clause (a) (i) (A) or (B) and one point under clause (a) (i) (C) or (D); and</p> <p class=\"clause-e\">  (c) an animation production is deemed not to be a Canadian film or video production unless there are allotted in respect of the production,</p> <p class=\"subclause-e\">  (i) one point under clause (a) (ii) (A) or subparagraph (a) (iii),</p> <p class=\"subclause-e\">  (ii) one point under clause (a) (ii) (B), and</p> <p class=\"subclause-e\">  (iii) one point under clause (a) (iv) (B).</p> <p class=\"heading1x-e\">Lead Performer/Screenwriter</p> <p class=\"subsection-e\">  (5) For the purposes of subsections (4) and (6),</p> <p class=\"clause-e\">  (a) a lead performer in respect of a production is an actor or actress who has a leading role in the production having regard to the performer’s remuneration, billing and time on screen;</p> <p class=\"clause-e\">  (b) a lead voice in respect of an animation production is the voice of the individual who has a leading role in the production having regard to the length of time that the individual’s voice is heard in the production and the individual’s remuneration;</p> <p class=\"clause-e\">  (c) the principal screenwriter of a production is not a Canadian unless,</p> <p class=\"subclause-e\">  (i) each individual involved in the preparation of the screenplay for the production is otherwise a Canadian, or</p> <p class=\"subclause-e\">  (ii) the principal screenwriter is an individual who otherwise is a Canadian and,</p> <p class=\"subsubclause-e\">  (A) the screenplay for the production is based upon a work authored by a Canadian, and</p> <p class=\"subsubclause-e\">  (B) the work is published in Canada.</p> <p class=\"heading1x-e\">Documentary Production </p> <p class=\"subsection-e\">  (6) Notwithstanding subsection (4), a documentary production that is not an excluded production is deemed to be a Canadian film or video production if all creative positions in respect of the production are occupied by individuals who are Canadians.</p> <p class=\"heading1x-e\">Prescribed Person</p> <p class=\"subsection-e\">  (7) For the purpose of section 125.4 of the Act,</p> <p class=\"firstdef-e\">“prescribed person” means,</p> <p class=\"defclause-e\">  (a) a corporation that holds a television broadcasting licence issued by the Canadian Radio-television and Telecommunications Commission,</p> <p class=\"defclause-e\">  (b) a person to whom paragraph 149 (1) (l) of the Act applies where the person has a fund which is used to finance Canadian film or video productions,</p> <p class=\"defclause-e\">  (c) a Canadian government film agency, or</p> <p class=\"defclause-e\">  (d) in respect of a film or video production, a non-resident person who does not carry on a business in Canada where the person’s interest in the production is acquired to comply with the certificate requirements of a treaty co-production twinning arrangement.</p> <p class=\"subsection-e\">  (8) For the purpose of the definition of “assistance” in subsection 125.4 (1) of the Act,</p> <p class=\"firstdef-e\">“prescribed amount” means an amount paid or payable to a taxpayer under the Licence Fee Program of the Canada Television and Cable Production Fund or the Canada Television Fund.</p> <p class=\"footnote-e\">O. Reg. 322/97, Sched. 1; O. Reg. 684/00, s. 2.</p> <p class=\"schedule-e\">SCHEDULE 2 <br/>  PROPOSED AMENDMENTS TO SECTION 125.4 OF THE FEDERAL ACT (NOVEMBER 14, 2003)</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  1. (1) The definition of “labour expenditure” in subsection 125.4 (1) of the Federal Act is amended by striking out the portion before subparagraph (b) (i) and substituting the following: “labour expenditure” of a corporation for a taxation year in respect of a Canadian film or video production means, in the case of a corporation that is not a qualified corporation for the taxation year, nil, and in the case of a corporation that is a qualified corporation for the taxation year, subject to subsection (2), the total of the following amounts to the extent that they are reasonable in the circumstances and included in the cost to, or in the case of depreciable property the capital cost to, the corporation, or any other person or partnership, of the production: (a) the salary or wages directly attributable to the production that are incurred after 1994 and in the taxation year, or the preceding taxation year, by the corporation for the stages of production of the property, from the production commencement time to the end of the post-production stage, and paid by it in the taxation year or within 60 days after the end of the taxation year (other than amounts incurred in that preceding taxation year that were paid within 60 days after the end of that preceding taxation year), (b) that portion of the remuneration (other than salary or wages and other than remuneration that relates to services rendered in the preceding taxation year and that was paid within 60 days after the end of that preceding  taxation year) that is directly attributable to the production of property, that relates to services rendered  after 1994 and in the taxation year, or that preceding taxation year, to the corporation for the stages of production, from the production commencement time to the end of the post-production stage, and that is paid by it in the taxation year or within 60 days after the end of the taxation year to . .  . .  . (2) Subsection 125.4 (1) of the Federal Act is amended by adding the following definitions: “production commencement time” in respect of a Canadian film or video production means the earlier of (a) the time at which principal photography of the production begins, and (b) the latest of (i) the time at which a qualified corporation that has an interest in the production, or the parent of the corporation, first makes an expenditure for salary or wages or other remuneration for activities, of scriptwriters, that are directly attributable to the development by the corporation of script material of the production, (ii) the time at which the corporation or the parent of the corporation acquires a property, on which the  production is based, that is a published literary work, screenplay, play, personal history or all or part of the script material of the production, and (iii) two years before the date on which principal photography of the production begins. “script material” of a production is written material describing the story on which the production is based and, for greater certainty, includes a draft script, original story, screen story, narration, television production concept, outline, or scene-by-scene schematic, synopsis or treatment. (3) Subsection 125.4 (2) of the Federal Act is amended by striking out “and” at the end of paragraph (b), by adding “and” at the end of paragraph (c) and by adding the following paragraph: (d) an expenditure incurred in respect of a film or video production by a qualified corporation (in this paragraph referred to as the “co-producer”) in respect of goods supplied or services rendered by another qualified corporation to the co-producer in respect of the production is not a labour expenditure to the co-producer or, for the purpose of applying this section to the co-producer, a cost or capital cost of the production.",
            "raw_html": "<p class=\"section-e\">  1. (1) The definition of “labour expenditure” in subsection 125.4 (1) of the Federal Act is amended by striking out the portion before subparagraph (b) (i) and substituting the following:</p> <p class=\"firstdef-e\">“labour expenditure” of a corporation for a taxation year in respect of a Canadian film or video production means, in the case of a corporation that is not a qualified corporation for the taxation year, nil, and in the case of a corporation that is a qualified corporation for the taxation year, subject to subsection (2), the total of the following amounts to the extent that they are reasonable in the circumstances and included in the cost to, or in the case of depreciable property the capital cost to, the corporation, or any other person or partnership, of the production:</p> <p class=\"defclause-e\">  (a) the salary or wages directly attributable to the production that are incurred after 1994 and in the taxation year, or the preceding taxation year, by the corporation for the stages of production of the property, from the production commencement time to the end of the post-production stage, and paid by it in the taxation year or within 60 days after the end of the taxation year (other than amounts incurred in that preceding taxation year that were paid within 60 days after the end of that preceding taxation year), </p> <p class=\"defclause-e\">  (b) that portion of the remuneration (other than salary or wages and other than remuneration that relates to services rendered in the preceding taxation year and that was paid within 60 days after the end of that preceding  taxation year) that is directly attributable to the production of property, that relates to services rendered  after 1994 and in the taxation year, or that preceding taxation year, to the corporation for the stages of production, from the production commencement time to the end of the post-production stage, and that is paid by it in the taxation year or within 60 days after the end of the taxation year to</p> <p class=\"ellipsis-e\">. .  . .  .</p> <p class=\"subsection-e\">  (2) Subsection 125.4 (1) of the Federal Act is amended by adding the following definitions:</p> <p class=\"firstdef-e\">“production commencement time” in respect of a Canadian film or video production means the earlier of </p> <p class=\"defclause-e\">  (a) the time at which principal photography of the production begins, and</p> <p class=\"defclause-e\">  (b) the latest of</p> <p class=\"defsubclause-e\">  (i) the time at which a qualified corporation that has an interest in the production, or the parent of the corporation, first makes an expenditure for salary or wages or other remuneration for activities, of scriptwriters, that are directly attributable to the development by the corporation of script material of the production,</p> <p class=\"defsubclause-e\">  (ii) the time at which the corporation or the parent of the corporation acquires a property, on which the  production is based, that is a published literary work, screenplay, play, personal history or all or part of the script material of the production, and</p> <p class=\"defsubclause-e\">  (iii) two years before the date on which principal photography of the production begins.</p> <p class=\"definition-e\">“script material” of a production is written material describing the story on which the production is based and, for greater certainty, includes a draft script, original story, screen story, narration, television production concept, outline, or scene-by-scene schematic, synopsis or treatment.</p> <p class=\"subsection-e\">  (3) Subsection 125.4 (2) of the Federal Act is amended by striking out “and” at the end of paragraph (b), by adding “and” at the end of paragraph (c) and by adding the following paragraph:</p> <p class=\"clause-e\">  (d) an expenditure incurred in respect of a film or video production by a qualified corporation (in this paragraph referred to as the “co-producer”) in respect of goods supplied or services rendered by another qualified corporation to the co-producer in respect of the production is not a labour expenditure to the co-producer or, for the purpose of applying this section to the co-producer, a cost or capital cost of the production.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  2. (1) The amendments described in section 1 apply in respect of an eligible Ontario production in the following circumstances: 1. The production commencement time that would be determined if the amendments described in section 1 applied is on or after November 14, 2003. 2. The production commencement time that would be determined if the amendments described in section 1 applied is before November 14, 2003, there is only one qualifying production company, and i. principal photography for the production commences after 2003, or ii. the company elects, in accordance with subsection (2), to have the amendments described in section 1 apply and principal photography commences, A. after the last taxation year that ended before November 14, 2003, or B. if the first taxation year of the company includes November 14, 2003, in that taxation year. 3. The production commencement time that would be determined if the amendments described in section 1 applied is before November 14, 2003, there is more than one qualifying production company, and i. principal photography for the production commences after 2003, or ii. the companies jointly elect, in accordance with subsection (2), to have the amendments described in section 1 apply and principal photography commences, A. after the last taxation year of any of the companies that ended before November 14, 2003, or B. if the first taxation year of each of the companies includes November 14, 2003, in that taxation year. (2) An election made under subparagraph 2 ii or 3 ii of subsection (1) of this Schedule shall satisfy the following criteria: 1. The election shall be in writing. 2. The company or companies, as the case may be, shall file the election with the Minister. 3. The company or companies, as the case may be, shall provide the Ontario Media Development Corporation with a copy of the election. O. Reg. 312/04, s. 8.    ",
            "raw_html": "<p class=\"section-e\">  2. (1) The amendments described in section 1 apply in respect of an eligible Ontario production in the following circumstances:</p> <p class=\"paragraph-e\">  1. The production commencement time that would be determined if the amendments described in section 1 applied is on or after November 14, 2003.</p> <p class=\"paragraph-e\">  2. The production commencement time that would be determined if the amendments described in section 1 applied is before November 14, 2003, there is only one qualifying production company, and</p> <p class=\"subpara-e\">  i. principal photography for the production commences after 2003, or</p> <p class=\"subpara-e\">  ii. the company elects, in accordance with subsection (2), to have the amendments described in section 1 apply and principal photography commences,</p> <p class=\"subsubpara-e\">  A. after the last taxation year that ended before November 14, 2003, or</p> <p class=\"subsubpara-e\">  B. if the first taxation year of the company includes November 14, 2003, in that taxation year.</p> <p class=\"paragraph-e\">  3. The production commencement time that would be determined if the amendments described in section 1 applied is before November 14, 2003, there is more than one qualifying production company, and</p> <p class=\"subpara-e\">  i. principal photography for the production commences after 2003, or</p> <p class=\"subpara-e\">  ii. the companies jointly elect, in accordance with subsection (2), to have the amendments described in section 1 apply and principal photography commences,</p> <p class=\"subsubpara-e\">  A. after the last taxation year of any of the companies that ended before November 14, 2003, or</p> <p class=\"subsubpara-e\">  B. if the first taxation year of each of the companies includes November 14, 2003, in that taxation year.</p> <p class=\"subsection-e\">  (2) An election made under subparagraph 2 ii or 3 ii of subsection (1) of this Schedule shall satisfy the following criteria:</p> <p class=\"paragraph-e\">  1. The election shall be in writing.</p> <p class=\"paragraph-e\">  2. The company or companies, as the case may be, shall file the election with the Minister. </p> <p class=\"paragraph-e\">  3. The company or companies, as the case may be, shall provide the Ontario Media Development Corporation with a copy of the election.</p> <p class=\"footnote-e\">O. Reg. 312/04, s. 8.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}