{
    "reg_info": {
        "full_title": "O. Reg. 319/08: SMALL DRINKING WATER SYSTEMS",
        "reg_name_text": "SMALL DRINKING WATER SYSTEMS",
        "citation": "O. Reg. 319/08: ",
        "act_under": "Health Protection and Promotion Act   Loi sur la protection et la promotion de la santé",
        "url": "https://www.ontario.ca/laws/regulation/080319",
        "date_scraped": "2023-12-18 23:50:02"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  1, 2018",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/080319/v7",
            "valid_from": "December 15, 2017",
            "valid_to": "June 30, 2018"
        },
        {
            "a_href": "/laws/regulation/080319/v6",
            "valid_from": "January  1, 2014",
            "valid_to": "December 14, 2017"
        },
        {
            "a_href": "/laws/regulation/080319/v5",
            "valid_from": "December 16, 2013",
            "valid_to": "December 31, 2013"
        },
        {
            "a_href": "/laws/regulation/080319/v4",
            "valid_from": "December 14, 2009",
            "valid_to": "December 15, 2013"
        },
        {
            "a_href": "/laws/regulation/080319/v3",
            "valid_from": "October 30, 2009",
            "valid_to": "December 13, 2009"
        },
        {
            "a_href": "/laws/regulation/080319/v2",
            "valid_from": "December  1, 2008",
            "valid_to": "October 29, 2009"
        },
        {
            "a_href": "/laws/regulation/080319/v1",
            "valid_from": "September 16, 2008",
            "valid_to": "November 30, 2008"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation: specifying small drinking water systems",
            "content": " 1. (1) For the purposes of this Regulation, the following drinking water systems are specified as small drinking water systems: 1. Subject to subsection (2), every municipal drinking water system that does not serve a major residential development and that does not serve a designated facility. 2. Subject to subsection (2), every non-municipal drinking water system that does not serve a major residential development or a trailer park or campground that has more than five service connections and that does not serve a designated facility. 3. Every non-municipal drinking water system that, i. serves, A. a major residential development, or B. a trailer park or campground that has more than five service connections, and ii. does not operate to supply water to a development, trailer park or campground referred to in subparagraph i for at least 60 consecutive days in, A. every calendar year, or B. every period that begins on April 1 in one year and ends on March 31 in the following year.  O. Reg. 319/08, s. 1 (1). (2) Despite the specifications set out in paragraphs 1 and 2 of subsection (1), a drinking water system described in those paragraphs that is not capable of supplying drinking water at a rate of more than 2.9 litres per second will only be considered to be a small drinking water system if the system serves a public facility.  O. Reg. 319/08, s. 1 (2). (3) Where a drinking water system described in paragraph 1 or 2 of subsection (1) has one or more distribution lines that supply water exclusively for operations described in subsection (4), the following calculation shall be performed for purposes of determining under subsection (2) whether the drinking water system is capable of supplying drinking water at a rate of more than 2.9 litres per second: A – B where, A =   the maximum rate, expressed in litres per second, at which the drinking water system can supply drinking water, B =   the sum of the average rates, expressed in litres per second, at which the drinking water system supplied drinking water in the preceding calendar year to the distribution lines that supply water exclusively for operations described in subsection (4). O. Reg. 319/08, s. 1 (3). (4) The operations referred to in subsection (3) are the following: 1. Agricultural operations. 2. Landscaping operations. 3. Industrial or manufacturing operations, including food manufacturing or processing operations. 4. Swimming pool or skating rink maintenance operations.  O. Reg. 319/08, s. 1 (4). (5) Despite subsection (3) and the specifications set out in paragraphs 1 and 2 of subsection (1), a drinking water system will be considered under subsection (2) to be incapable of supplying drinking water at a rate of more than 2.9 litres per second for the calendar year in which the system begins operation if the owner of the system, on reasonable and probable grounds, estimates that the result of the calculation referred to in subsection (3) would be 2.9 litres per second or less if the system had operated during all of the preceding calendar year.  O. Reg. 319/08, s. 1 (5). (6) For the purposes of subsection (1), “municipal drinking water system” means a drinking water system or part of a drinking water system, (a) that is owned by a municipality or by a municipal service board established under the Municipal Act, 2001 or a city board established under the City of Toronto Act, 2006, (b) that is owned by a corporation established under sections 9, 10 and 11 of the Municipal Act, 2001 in accordance with section 203 of that Act or under sections 7 and 8 of the City of Toronto Act, 2006 in accordance with sections 148 and 154 of that Act, (c) from which a municipality obtains or will obtain water under the terms of a contract between the municipality and the owner of the system, or (d) that serves a major residential development and was established after June 1, 2003 under an agreement with a municipality pursuant to Part VI of the Planning Act, if the agreement provides that ownership of the system may be transferred to the municipality, a municipal service board established under section 195 of the Municipal Act, 2001 or a corporation established under section 203 of the Municipal Act, 2001; “non-municipal drinking water system” means a drinking water system that is not a municipal drinking water system.  O. Reg. 319/08, s. 1 (6). (7) For the purposes of paragraph 3 of subsection (1), a drinking water system that, during the 365-day period that begins on the day the system begins operation, will not supply water for at least 60 consecutive days to a major residential development, trailer park or campground referred to in that paragraph shall be deemed, during that 365-day period, to be a drinking water system that does not operate to supply water to a development, trailer park or campground for at least 60 consecutive days in every calendar year.  O. Reg. 319/08, s. 1 (7).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK0\"></a><b>1. </b>(1) For the purposes of this Regulation, the following drinking water systems are specified as small drinking water systems:</p> <p class=\"paragraph-e\">  1. Subject to subsection (2), every municipal drinking water system that does not serve a major residential development and that does not serve a designated facility.</p> <p class=\"paragraph-e\">  2. Subject to subsection (2), every non-municipal drinking water system that does not serve a major residential development or a trailer park or campground that has more than five service connections and that does not serve a designated facility.</p> <p class=\"paragraph-e\">  3. Every non-municipal drinking water system that,</p> <p class=\"subpara-e\">  i. serves,</p> <p class=\"subsubpara-e\">  A. a major residential development, or</p> <p class=\"subsubpara-e\">  B. a trailer park or campground that has more than five service connections, and</p> <p class=\"subpara-e\">  ii. does not operate to supply water to a development, trailer park or campground referred to in subparagraph i for at least 60 consecutive days in,</p> <p class=\"subsubpara-e\">  A. every calendar year, or</p> <p class=\"subsubpara-e\">  B. every period that begins on April 1 in one year and ends on March 31 in the following year.  O. Reg. 319/08, s. 1 (1).</p> <p class=\"subsection-e\">  (2) Despite the specifications set out in paragraphs 1 and 2 of subsection (1), a drinking water system described in those paragraphs that is not capable of supplying drinking water at a rate of more than 2.9 litres per second will only be considered to be a small drinking water system if the system serves a public facility.  O. Reg. 319/08, s. 1 (2).</p> <p class=\"subsection-e\">  (3) Where a drinking water system described in paragraph 1 or 2 of subsection (1) has one or more distribution lines that supply water exclusively for operations described in subsection (4), the following calculation shall be performed for purposes of determining under subsection (2) whether the drinking water system is capable of supplying drinking water at a rate of more than 2.9 litres per second:</p> <p class=\"equation-e\">A – B</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">  A =   the maximum rate, expressed in litres per second, at which the drinking water system can supply drinking water,</p> <p class=\"equationind1-e\">  B =   the sum of the average rates, expressed in litres per second, at which the drinking water system supplied drinking water in the preceding calendar year to the distribution lines that supply water exclusively for operations described in subsection (4).</p> <p class=\"footnote-e\">O. Reg. 319/08, s. 1 (3).</p> <p class=\"subsection-e\">  (4) The operations referred to in subsection (3) are the following:</p> <p class=\"paragraph-e\">  1. Agricultural operations.</p> <p class=\"paragraph-e\">  2. Landscaping operations.</p> <p class=\"paragraph-e\">  3. Industrial or manufacturing operations, including food manufacturing or processing operations.</p> <p class=\"paragraph-e\">  4. Swimming pool or skating rink maintenance operations.  O. Reg. 319/08, s. 1 (4).</p> <p class=\"subsection-e\">  (5) Despite subsection (3) and the specifications set out in paragraphs 1 and 2 of subsection (1), a drinking water system will be considered under subsection (2) to be incapable of supplying drinking water at a rate of more than 2.9 litres per second for the calendar year in which the system begins operation if the owner of the system, on reasonable and probable grounds, estimates that the result of the calculation referred to in subsection (3) would be 2.9 litres per second or less if the system had operated during all of the preceding calendar year.  O. Reg. 319/08, s. 1 (5).</p> <p class=\"subsection-e\">  (6) For the purposes of subsection (1),</p> <p class=\"firstdef-e\">“municipal drinking water system” means a drinking water system or part of a drinking water system,</p> <p class=\"defclause-e\">  (a) that is owned by a municipality or by a municipal service board established under the<i> </i><i>Municipal Act, 2001</i><i> </i>or a city board established under the <i>City of Toronto Act, 2006</i>,</p> <p class=\"defclause-e\">  (b) that is owned by a corporation established under sections 9, 10 and 11 of the <i>Municipal Act, 2001</i> in accordance with section 203 of that Act or under sections 7 and 8 of the<i> </i><i>City of Toronto Act, 2006</i> in accordance with sections 148 and 154 of that Act,</p> <p class=\"defclause-e\">  (c) from which a municipality obtains or will obtain water under the terms of a contract between the municipality and the owner of the system, or</p> <p class=\"defclause-e\">  (d) that serves a major residential development and was established after June 1, 2003 under an agreement with a municipality pursuant to Part VI of the<i> </i><i>Planning Act</i>, if the agreement provides that ownership of the system may be transferred to the municipality, a municipal service board established under section 195 of the <i>Municipal Act, 2001</i><i> </i>or a corporation established under section 203 of the <i>Municipal Act, 2001</i>;</p> <p class=\"definition-e\">“non-municipal drinking water system” means a drinking water system that is not a municipal drinking water system.  O. Reg. 319/08, s. 1 (6).</p> <p class=\"subsection-e\">  (7) For the purposes of paragraph 3 of subsection (1), a drinking water system that, during the 365-day period that begins on the day the system begins operation, will not supply water for at least 60 consecutive days to a major residential development, trailer park or campground referred to in that paragraph shall be deemed, during that 365-day period, to be a drinking water system that does not operate to supply water to a development, trailer park or campground for at least 60 consecutive days in every calendar year.  O. Reg. 319/08, s. 1 (7).</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation: general",
            "content": " 2. (1) In this Regulation,  “adverse observation” means an observation of an event other than an adverse test result that indicates that a small drinking water system may not be providing the quality of water that is necessary for the safety of the systems users, and without limiting the generality of this meaning, includes, the observation of, (a) inappropriate chemical management, (b) inappropriate disinfection occurring anywhere within the distribution system, (c) inappropriate filtration of the water, (d) a break in the systems piping that might result in contamination of the water, (e) potential for contamination due to the possibility that back flow has occurred, (f) contamination to the systems water source that cannot be adequately dealt with by the treatment being provided by the system; “adverse test result” means any of the following results of a drinking water test: 1. A result that exceeds any of the standards prescribed by Schedule 1, 2 or 3 to the Ontario Drinking Water Quality Standards unless a different maximum concentration is established under a permission or directive issued under this Regulation, if the result is from a sample of drinking water. 2. A result that exceeds any maximum concentration established under a permission or directive issued under this Regulation, if the test result is from a sample of drinking water and the permission or directive which establishes the maximum concentration applies to the particular drinking water system from which the sample was collected. 3. A result indicating the presence of a pesticide not listed in Schedule 2 to the Ontario Drinking Water Quality Standards in a sample of drinking water, at any concentration. 4. If the drinking water system is required to provide secondary disinfection, the system provides chlorination, the system does not provide chloramination and a report under subsection 9 (1) has not been made in respect of free chlorine residual in the preceding 24 hours, a result indicating that the concentration of free chlorine residual is less than 0.05 milligrams per litre in, i. a distribution sample that is a grab sample, or ii. two distribution samples that are tested by continuous monitoring equipment, if the two samples were taken 15 minutes or more apart and the later of the two samples was the first sample that was taken 15 minutes or more after the earlier sample. 5. If the drinking water system is required to provide secondary disinfection, the system provides chloramination and a report under subsection 9 (1) has not been made in respect of combined chlorine residual in the preceding 24 hours, a result indicating that the concentration of combined chlorine residual is less than 0.25 milligrams per litre and the concentration of free chlorine residual is less than 0.05 milligrams per litre in, i. a distribution sample that is a grab sample, or ii. two distribution samples that are tested by continuous monitoring equipment, if the two samples were taken 15 minutes or more apart and the later of the two samples was the first sample that was taken 15 minutes or more after the earlier sample. 6. If the drinking water system is required to provide filtration and a report under subsection 9 (1) has not been made in respect of turbidity in the preceding 24 hours, a result indicating that turbidity exceeds 1.0 Nephelometric Turbidity Units (NTU) in, i. a grab sample of water taken from a filter effluent line, or ii. two samples of water from a filter effluent line that are tested by continuous monitoring equipment, if, A. two samples were taken 15 minutes or more apart and the later of the two samples was the first sample that was taken 15 minutes or more after the earlier sample, and B. the filter effluent line is directing water to the next stage of the treatment process. 7. A result indicating that the concentration of sodium exceeds 20 milligrams per litre in a sample of drinking water, if a report under subsection 9 (1) has not been made in respect of sodium in the preceding 60 months; “Agency” means the Ontario Clean Water Agency established under the Capital Investment Plan Act, 1993; “alteration” includes the following, in respect of a drinking water system, but excludes repairs to the system: 1. An extension of the system. 2. A replacement of part of the system. 3. Taking all or part of the system permanently out of service; “chloramination” means combined chlorine residual disinfection where the combined chlorine residual is predominately in the form of monochloramine; “chlorination” means free chlorine residual disinfection; “designated facility” means a designated facility within the meaning of Ontario Regulation 170/03 (Drinking Water Systems) made under the Safe Drinking Water Act, 2002; “distribution sample” means, with respect to a small drinking water system, a water sample that is taken, in the drinking water system’s distribution system or in plumbing that is connected to the drinking water system, from a point significantly beyond the point at which drinking water enters the distribution system or plumbing; “distribution system” means the part of a drinking water system that is used in the distribution, storage or supply of water and that is not part of a treatment system; “document” includes a sound recording, video tape, film, photograph, chart, graph, map, plan, survey, book of account, and information recorded or stored by means of any device; “drinking water” means, (a) water intended for human consumption, or (b) water that is required by an Act, regulation, order, municipal by-law or other document issued under the authority of an Act, (i) to be potable, or (ii) to meet or exceed the requirements of the Ontario Drinking Water Quality Standards; “drinking water system” means a system of works, excluding plumbing, that is established for the purpose of providing users of the system with drinking water and that includes, (a) any thing used for the collection, production, treatment, storage, supply or distribution of water, (b) any thing related to the management of residue from the treatment process or the management of the discharge of a substance into the natural environment from the treatment system, and (c) a well or intake that serves as the source or entry point of raw water supply for the system; “drinking water testing service” means a service that involves the conduct of one or more drinking water tests; “food service establishment” means a food service premise, as defined in Ontario Regulation 493/17 (Food Premises) made under the Health Protection and Promotion Act, to which the general public is admitted, but does not include any temporary food service premise operated solely in conjunction with an exhibition, fair, carnival, sports meeting or other special or temporary event; “licensed engineering practitioner” means a person who holds a licence, limited licence or temporary licence under the Professional Engineers Act; “major residential development” means a development of six or more private residences on one or more properties; “month” means a calendar month; “natural environment” includes the air, land and water of the Province of Ontario; “Ontario Drinking Water Quality Standards” means Ontario Regulation 169/03 (Ontario Drinking Water Quality Standards) made under the Safe Drinking Water Act, 2002; “owner” includes, in respect of a small drinking water system, every person who is a legal or beneficial owner of all or part of the system, but does not include the Agency or any of its predecessors where the Agency or predecessor is registered on title as the owner of the system; “plumbing” means a system of works, (a) that comprise a “water system” for the purposes of the definition of “plumbing” in subsection 1 (1) of the Building Code Act, 1992, other than equipment that is installed in plumbing to treat water but that is not a plumbing appliance within the meaning of Ontario Regulation 332/12 (Building Code), and (b) that are connected to a small drinking water system; “point of entry treatment unit” means equipment that, (a) is designed to provide primary disinfection, (b) is installed in a drinking water system at or near where water from the system enters a building or other structure, and (c) is connected to the plumbing associated with the building or other structure; “primary disinfection” means a process or series of processes intended to remove or inactivate human pathogens such as viruses, bacteria and protozoa in water; “private residence” means a dwelling place occupied for an extended period of time by the same persons, if, (a) the residents have a reasonable expectation of privacy, (b) food preparation, personal hygiene, and sleeping accommodations are not communal in nature, and (c) any use of the dwelling place by a resident for a home occupation, trade, business, profession or craft is secondary to the use of the dwelling place as a residence and does not use more than 25 per cent of the indoor floor area; “public facility” means, (a) a food service establishment, (b) a place that operates primarily for the purpose of providing overnight accommodation to the travelling public, (c) a trailer park or campground, (d) a marina, (e) a church, mosque, synagogue, temple or other place of worship, (f) a recreational camp, (g) a recreational or athletic facility, (h) a place, other than a private residence, where a service club or fraternal organization meets on a regular basis, or (i) any place where the general public has access to a washroom, drinking water fountain or shower; “raw water” means water that is in a small drinking water system or in plumbing, and that has not been treated in accordance with this Regulation; “raw water supply” means water outside a drinking water system that is a source of water for the system; “resample and test” means, (a) with respect to corrective action that arises from the test of a water sample for a microbiological parameter, (i) take a set of water samples, at approximately the same time, with, (A) at least one sample from the same location as the sample that gave rise to the corrective action, (B) at least one sample from a location that is a significant distance upstream from the location described in sub-subclause (A), if that is reasonably possible, and (C) at least one sample from a location that is a significant distance downstream from the location described in sub-subclause (A), if that is reasonably possible, and (ii) conduct, on the samples taken under subclause (i), the same test that gave rise to the corrective action, or (b) with respect to corrective action that arises from the test of a water sample for a parameter that is not a microbiological parameter, (i) take a water sample from the same location as the sample that gave rise to the corrective action, and (ii) conduct, on the sample taken under subclause (i), the same test that gave rise to the corrective action; “secondary disinfection” means a process or series of processes intended to provide and maintain a disinfectant residual in a drinking water system’s distribution system, and in plumbing connected to the distribution system, for the purposes of, (a) protecting water from microbiological re-contamination, (b) reducing bacterial regrowth, (c) controlling biofilm formation, and (d) serving as an indicator of distribution system integrity, and includes the use of disinfectant residuals from primary disinfection to provide and maintain a disinfectant residual in a drinking water system’s distribution system for the purposes described in clauses (a) to (d); “service connection” means, (a) a point where a drinking water system connects to plumbing, other than plumbing in a trailer park or campground, or (b) in a trailer park or campground, a fixture that allows a trailer or other vehicle to connect to the trailer park’s or campground’s drinking water system; “surface water” means water in lakes, rivers, ponds or other bodies of water, whether natural or man-made, that are subject to direct contact by rain; “test” includes analyse when used as a verb, and “test”, when used as a noun, and “testing” have corresponding meanings; “treatment system” means any part of a drinking water system that is used in relation to the treatment of water and includes, (a) any thing that conveys or stores water and is part of a treatment process, including any treatment equipment installed in plumbing other than a plumbing appliance within the meaning of Ontario Regulation 332/12 (Building Code), (b) any thing related to the management of residue from the treatment process or the management of the discharge of a substance into the natural environment from the system, and (c) a well or intake that serves as the source or entry point of raw water supply for the system; “waters” includes drinking water, raw water, raw water supply and water contained in plumbing.  O. Reg. 319/08, s. 2 (1); O. Reg. 413/09, s. 1; O. Reg. 341/13, s. 1; O. Reg. 504/17, s. 1. (2) For greater certainty, where this Regulation refers to anything being required by this Regulation, a directive or other requirement imposed by a medical officer of health or public health inspector under this Regulation is included in the reference.  O. Reg. 319/08, s. 2 (2). Application of Regulation",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>2. </b>(1) In this Regulation, </p> <p class=\"firstdef-e\">“adverse observation”<b> </b>means an observation of an event other than an adverse test result that indicates that a small drinking water system may not be providing the quality of water that is necessary for the safety of the systems users, and without limiting the generality of this meaning, includes, the observation of,</p> <p class=\"defclause-e\">  (a) inappropriate chemical management,</p> <p class=\"defclause-e\">  (b) inappropriate disinfection occurring anywhere within the distribution system,</p> <p class=\"defclause-e\">  (c) inappropriate filtration of the water,</p> <p class=\"defclause-e\">  (d) a break in the systems piping that might result in contamination of the water, </p> <p class=\"defclause-e\">  (e) potential for contamination due to the possibility that back flow has occurred, </p> <p class=\"defclause-e\">  (f) contamination to the systems water source that cannot be adequately dealt with by the treatment being provided by the system;</p> <p class=\"definition-e\">“adverse test result” means any of the following results of a drinking water test:  </p> <p class=\"defparagraph-e\">  1. A result that exceeds any of the standards prescribed by Schedule 1, 2 or 3 to the Ontario Drinking Water Quality Standards unless a different maximum concentration is established under a permission or directive issued under this Regulation, if the result is from a sample of drinking water.</p> <p class=\"defparagraph-e\">  2. A result that exceeds any maximum concentration established under a permission or directive issued under this Regulation, if the test result is from a sample of drinking water and the permission or directive which establishes the maximum concentration applies to the particular drinking water system from which the sample was collected. </p> <p class=\"defparagraph-e\">  3. A result indicating the presence of a pesticide not listed in Schedule 2 to the Ontario Drinking Water Quality Standards in a sample of drinking water, at any concentration.</p> <p class=\"defparagraph-e\">  4. If the drinking water system is required to provide secondary disinfection, the system provides chlorination, the system does not provide chloramination and a report under subsection 9 (1) has not been made in respect of free chlorine residual in the preceding 24 hours, a result indicating that the concentration of free chlorine residual is less than 0.05 milligrams per litre in,</p> <p class=\"defsubpara-e\">  i. a distribution sample that is a grab sample, or</p> <p class=\"defsubpara-e\">  ii. two distribution samples that are tested by continuous monitoring equipment, if the two samples were taken 15 minutes or more apart and the later of the two samples was the first sample that was taken 15 minutes or more after the earlier sample.</p> <p class=\"defparagraph-e\">  5. If the drinking water system is required to provide secondary disinfection, the system provides chloramination and a report under subsection 9 (1) has not been made in respect of combined chlorine residual in the preceding 24 hours, a result indicating that the concentration of combined chlorine residual is less than 0.25 milligrams per litre and the concentration of free chlorine residual is less than 0.05 milligrams per litre in,</p> <p class=\"defsubpara-e\">  i. a distribution sample that is a grab sample, or</p> <p class=\"defsubpara-e\">  ii. two distribution samples that are tested by continuous monitoring equipment, if the two samples were taken 15 minutes or more apart and the later of the two samples was the first sample that was taken 15 minutes or more after the earlier sample.</p> <p class=\"defparagraph-e\">  6. If the drinking water system is required to provide filtration and a report under subsection 9 (1) has not been made in respect of turbidity in the preceding 24 hours, a result indicating that turbidity exceeds 1.0 Nephelometric Turbidity Units (NTU) in,</p> <p class=\"defsubpara-e\">  i. a grab sample of water taken from a filter effluent line, or</p> <p class=\"defsubpara-e\">  ii. two samples of water from a filter effluent line that are tested by continuous monitoring equipment, if,</p> <p class=\"defsubsubpara-e\">  A. two samples were taken 15 minutes or more apart and the later of the two samples was the first sample that was taken 15 minutes or more after the earlier sample, and</p> <p class=\"defsubsubpara-e\">  B. the filter effluent line is directing water to the next stage of the treatment process.</p> <p class=\"defparagraph-e\">  7. A result indicating that the concentration of sodium exceeds 20 milligrams per litre in a sample of drinking water, if a report under subsection 9 (1) has not been made in respect of sodium in the preceding 60 months;</p> <p class=\"definition-e\">“Agency” means the Ontario Clean Water Agency established under the <i>Capital Investment Plan Act, 1993</i>;</p> <p class=\"definition-e\">“alteration” includes the following, in respect of a drinking water system, but excludes repairs to the system:</p> <p class=\"defparagraph-e\">  1. An extension of the system.</p> <p class=\"defparagraph-e\">  2. A replacement of part of the system.</p> <p class=\"defparagraph-e\">  3. Taking all or part of the system permanently out of service;</p> <p class=\"definition-e\">“chloramination” means combined chlorine residual disinfection where the combined chlorine residual is predominately in the form of monochloramine;</p> <p class=\"definition-e\">“chlorination” means free chlorine residual disinfection;</p> <p class=\"definition-e\">“designated facility” means a designated facility within the meaning of Ontario Regulation 170/03 (Drinking Water Systems) made under the <i>Safe Drinking Water Act, 2002</i><i>;</i></p> <p class=\"definition-e\">“distribution sample” means, with respect to a small drinking water system, a water sample that is taken, in the drinking water system’s distribution system or in plumbing that is connected to the drinking water system, from a point significantly beyond the point at which drinking water enters the distribution system or plumbing;</p> <p class=\"definition-e\">“distribution system” means the part of a drinking water system that is used in the distribution, storage or supply of water and that is not part of a treatment system;</p> <p class=\"definition-e\">“document” includes a sound recording, video tape, film, photograph, chart, graph, map, plan, survey, book of account, and information recorded or stored by means of any device;</p> <p class=\"definition-e\">“drinking water” means,</p> <p class=\"defclause-e\">  (a) water intended for human consumption, or</p> <p class=\"defclause-e\">  (b) water that is required by an Act, regulation, order, municipal by-law or other document issued under the authority of an Act,</p> <p class=\"defsubclause-e\">  (i) to be potable, or</p> <p class=\"defsubclause-e\">  (ii) to meet or exceed the requirements of the Ontario Drinking Water Quality Standards;</p> <p class=\"definition-e\">“drinking water system” means a system of works, excluding plumbing, that is established for the purpose of providing users of the system with drinking water and that includes,</p> <p class=\"defclause-e\">  (a) any thing used for the collection, production, treatment, storage, supply or distribution of water,</p> <p class=\"defclause-e\">  (b) any thing related to the management of residue from the treatment process or the management of the discharge of a substance into the natural environment from the treatment system, and</p> <p class=\"defclause-e\">  (c) a well or intake that serves as the source or entry point of raw water supply for the system;</p> <p class=\"definition-e\">“drinking water testing service” means a service that involves the conduct of one or more drinking water tests;</p> <p class=\"definition-e\">“food service establishment” means a food service premise, as defined in Ontario Regulation 493/17 (Food Premises) made under the <i>Health Protection and Promotion Act</i>, to which the general public is admitted, but does not include any temporary food service premise operated solely in conjunction with an exhibition, fair, carnival, sports meeting or other special or temporary event;</p> <p class=\"definition-e\">“licensed engineering practitioner” means a person who holds a licence, limited licence or temporary licence under the <i>Professional Engineers Act</i>;</p> <p class=\"definition-e\">“major residential development” means a development of six or more private residences on one or more properties;<b> </b></p> <p class=\"definition-e\">“month” means a calendar month;</p> <p class=\"definition-e\">“natural environment” includes the air, land and water of the Province of Ontario;</p> <p class=\"definition-e\">“Ontario Drinking Water Quality Standards” means Ontario Regulation 169/03 (Ontario Drinking Water Quality Standards) made under the <i>Safe Drinking Water Act, 2002</i>;</p> <p class=\"definition-e\">“owner” includes, in respect of a small drinking water system, every person who is a legal or beneficial owner of all or part of the system, but does not include the Agency or any of its predecessors where the Agency or predecessor is registered on title as the owner of the system;</p> <p class=\"definition-e\">“plumbing” means a system of works,</p> <p class=\"defclause-e\">  (a) that comprise a “water system” for the purposes of the definition of “plumbing” in subsection 1 (1) of the<i> </i><i>Building Code Act, 1992</i>, other than equipment that is installed in plumbing to treat water but that is not a plumbing appliance<b> </b>within the meaning of Ontario Regulation 332/12 (Building Code), and</p> <p class=\"defclause-e\">  (b) that are connected to a small drinking water system;</p> <p class=\"definition-e\">“point of entry treatment unit” means equipment that,</p> <p class=\"defclause-e\">  (a) is designed to provide primary disinfection,</p> <p class=\"defclause-e\">  (b) is installed in a drinking water system at or near where water from the system enters a building or other structure, and</p> <p class=\"defclause-e\">  (c) is connected to the plumbing associated with the building or other structure;</p> <p class=\"definition-e\">“primary disinfection” means a process or series of processes intended to remove or inactivate human pathogens such as viruses, bacteria and protozoa in water;</p> <p class=\"definition-e\">“private residence” means a dwelling place occupied for an extended period of time by the same persons, if,</p> <p class=\"defclause-e\">  (a) the residents have a reasonable expectation of privacy,</p> <p class=\"defclause-e\">  (b) food preparation, personal hygiene, and sleeping accommodations are not communal in nature, and</p> <p class=\"defclause-e\">  (c) any use of the dwelling place by a resident for a home occupation, trade, business, profession or craft is secondary to the use of the dwelling place as a residence and does not use more than 25 per cent of the indoor floor area;</p> <p class=\"definition-e\">“public facility” means,</p> <p class=\"defclause-e\">  (a) a food service establishment,</p> <p class=\"defclause-e\">  (b) a place that operates primarily for the purpose of providing overnight accommodation to the travelling public,</p> <p class=\"defclause-e\">  (c) a trailer park or campground,</p> <p class=\"defclause-e\">  (d) a marina,</p> <p class=\"defclause-e\">  (e) a church, mosque, synagogue, temple or other place of worship,</p> <p class=\"defclause-e\">  (f) a recreational camp,</p> <p class=\"defclause-e\">  (g) a recreational or athletic facility,</p> <p class=\"defclause-e\">  (h) a place, other than a private residence, where a service club or fraternal organization meets on a regular basis, or</p> <p class=\"defclause-e\">  (i) any place where the general public has access to a washroom, drinking water fountain or shower;</p> <p class=\"definition-e\">“raw water” means water that is in a small drinking water system or in plumbing, and that has not been treated in accordance with this Regulation;</p> <p class=\"definition-e\">“raw water supply” means water outside a drinking water system that is a source of water for the system; </p> <p class=\"definition-e\">“resample and test” means,</p> <p class=\"defclause-e\">  (a) with respect to corrective action that arises from the test of a water sample for a microbiological parameter,</p> <p class=\"defsubclause-e\">  (i) take a set of water samples, at approximately the same time, with,</p> <p class=\"defsubsubclause-e\">  (A) at least one sample from the same location as the sample that gave rise to the corrective action,</p> <p class=\"defsubsubclause-e\">  (B) at least one sample from a location that is a significant distance upstream from the location described in sub-subclause (A), if that is reasonably possible, and</p> <p class=\"defsubsubclause-e\">  (C) at least one sample from a location that is a significant distance downstream from the location described in sub-subclause (A), if that is reasonably possible, and</p> <p class=\"defsubclause-e\">  (ii) conduct, on the samples taken under subclause (i), the same test that gave rise to the corrective action, or</p> <p class=\"defclause-e\">  (b) with respect to corrective action that arises from the test of a water sample for a parameter that is not a microbiological parameter,</p> <p class=\"defsubclause-e\">  (i) take a water sample from the same location as the sample that gave rise to the corrective action, and</p> <p class=\"defsubclause-e\">  (ii) conduct, on the sample taken under subclause (i), the same test that gave rise to the corrective action;</p> <p class=\"definition-e\">“secondary disinfection” means a process or series of processes intended to provide and maintain a disinfectant residual in a drinking water system’s distribution system, and in plumbing connected to the distribution system, for the purposes of,</p> <p class=\"defclause-e\">  (a) protecting water from microbiological re-contamination,</p> <p class=\"defclause-e\">  (b) reducing bacterial regrowth,</p> <p class=\"defclause-e\">  (c) controlling biofilm formation, and</p> <p class=\"defclause-e\">  (d) serving as an indicator of distribution system integrity,</p> <p class=\"Sdefinition-e\">and includes the use of disinfectant residuals from primary disinfection to provide and maintain a disinfectant residual in a drinking water system’s distribution system for the purposes described in clauses (a) to (d);</p> <p class=\"definition-e\">“service connection” means,</p> <p class=\"defclause-e\">  (a) a point where a drinking water system connects to plumbing, other than plumbing in a trailer park or campground, or</p> <p class=\"defclause-e\">  (b) in a trailer park or campground, a fixture that allows a trailer or other vehicle to connect to the trailer park’s or campground’s drinking water system;</p> <p class=\"definition-e\">“surface water” means water in lakes, rivers, ponds or other bodies of water, whether natural or man-made, that are subject to direct contact by rain;</p> <p class=\"definition-e\">“test” includes analyse when used as a verb, and “test”, when used as a noun, and “testing” have corresponding meanings;</p> <p class=\"definition-e\">“treatment system” means any part of a drinking water system that is used in relation to the treatment of water and includes,</p> <p class=\"defclause-e\">  (a) any thing that conveys or stores water and is part of a treatment process, including any treatment equipment installed in plumbing other than a plumbing appliance within the meaning of Ontario Regulation 332/12 (Building Code),</p> <p class=\"defclause-e\">  (b) any thing related to the management of residue from the treatment process or the management of the discharge of a substance into the natural environment from the system, and</p> <p class=\"defclause-e\">  (c) a well or intake that serves as the source or entry point of raw water supply for the system;</p> <p class=\"definition-e\">“waters” includes drinking water, raw water, raw water supply and water contained in plumbing.  O. Reg. 319/08, s. 2 (1); O. Reg. 413/09, s. 1; O. Reg. 341/13, s. 1; O. Reg. 504/17, s. 1.</p> <p class=\"subsection-e\">  (2) For greater certainty, where this Regulation refers to anything being required by this Regulation, a directive or other requirement imposed by a medical officer of health or public health inspector under this Regulation is included in the reference.  O. Reg. 319/08, s. 2 (2).</p> <p class=\"heading1-e\"><a name=\"BK2\"></a>Application of Regulation</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "Application of Regulation",
            "part_id": null,
            "part_type": null,
            "section": "Application of Regulation",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Date of application",
            "content": " 3. (1) Subject to subsections (2), (3) and (4), this Regulation does not apply until the date that is 30 months from the date this Regulation comes into force.  O. Reg. 319/08, s. 3 (1). (2) This Regulation applies from the date it comes into force to the extent necessary to allow for the issuing of directives under section 7.  O. Reg. 319/08, s. 3 (2). (3) This Regulation applies in respect of any small drinking water system for which a directive has been issued under section 7.  O. Reg. 319/08, s. 3 (3). (4) Where a small drinking water system has been subject to Ontario Regulation 318/08 (Transitional — Small Drinking Water Systems) prior to the date determined under subsection (1), and where no risk assessment has been conducted under subsection 7 (1) and where no directive has been issued under subsection 7 (4) then this Regulation does not apply to that system until a directive is issued under subsection 7 (4).  O. Reg. 319/08, s. 3 (4).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK3\"></a>3. </b>(1) Subject to subsections (2), (3) and (4), this Regulation does not apply until the date that is 30 months from the date this Regulation comes into force.  O. Reg. 319/08, s. 3 (1).</p> <p class=\"subsection-e\">  (2) This Regulation applies from the date it comes into force to the extent necessary to allow for the issuing of directives under section 7.  O. Reg. 319/08, s. 3 (2).</p> <p class=\"subsection-e\">  (3) This Regulation applies in respect of any small drinking water system for which a directive has been issued under section 7.  O. Reg. 319/08, s. 3 (3).</p> <p class=\"subsection-e\">  (4) Where a small drinking water system has been subject to Ontario Regulation 318/08 (Transitional — Small Drinking Water Systems) prior to the date determined under subsection (1), and where no risk assessment has been conducted under subsection 7 (1) and where no directive has been issued under subsection 7 (4) then this Regulation does not apply to that system until a directive is issued under subsection 7 (4).  O. Reg. 319/08, s. 3 (4).</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "When does not apply",
            "content": " 4. (1) This Regulation does not apply to a small drinking water system if, (a) the drinking water system is connected to and receives all of its drinking water from another drinking water system; (b) either this Regulation or Ontario Regulation 170/03 (Drinking Water Systems), made under the Safe Drinking Water Act, 2002, applies to the drinking water system from which the water is obtained; (c) in the case of a drinking water system to which Ontario Regulation 170/03 applies, the drinking water system from which the water is obtained provides treatment in accordance with sections 1-2 to 1-5 of Schedule 1 or sections 2-2 to 2-5 of Schedule 2 to Ontario Regulation 170/03; (d) in the case of a drinking water system to which this Regulation applies, the drinking water system from which the water is obtained provides primary and secondary disinfection in accordance with a directive issued under subsection 7 (4); and (e) the owner of the drinking water system from which the water is obtained has agreed in writing to sample and test the water in the distribution system of the system that obtains the water as if it were part of the distribution system of the system from which the water is obtained.  O. Reg. 319/08, s. 4 (1). (2) This Regulation does not apply to any drinking water system that serves a designated facility.  O. Reg. 319/08, s. 4 (2). (3) Where a public health inspector includes in a directive issued under subsection 7 (4) a requirement described in paragraph 7 of subsection 7 (6) respecting signage, the owner and operator of the small drinking water system must comply with all the requirements in the directive but are exempt, unless the directive specifies otherwise, from the other provisions of the Regulation with the exception of, (a) subsections 5 (1), (2) and (3); (b) subsection 6 (1); (c) clause 6 (2) (a); (d) section 9; (e) paragraphs 3 and 4 of subsection 11 (1) and subsection 11 (4); and (f) sections 12 and 38.  O. Reg. 319/08, s. 4 (3). (4) Where a directive has not been issued under section 7 and if, prior to the issuance of a directive the medical officer of health has issued a written permission under subsection 5 (2) which requires the owner and operator to post signage similar to that described in paragraph 7 of subsection 7 (6), the owner and operator of the small drinking water system must comply with all the requirements specified in the permission, but are exempt, unless the permission specifies otherwise, and until the directive is issued, from the other provisions of the Regulation with the exception of, (a) subsections 5 (1), (2) and (3); (b) subsection 6 (1); (c) clause 6 (2) (a); (d) section 9; (e) paragraphs 3 and 4 of subsection 11 (1) and subsection 11 (4); and (f) section 12.  O. Reg. 319/08, s. 4 (4). Intent To Supply Users",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>4. </b>(1) This Regulation does not apply to a small drinking water system if,</p> <p class=\"clause-e\">  (a) the drinking water system is connected to and receives all of its drinking water from another drinking water system;</p> <p class=\"clause-e\">  (b) either this Regulation or Ontario Regulation 170/03 (Drinking Water Systems), made under the <i>Safe Drinking Water Act, 2002</i><i>,</i> applies to the drinking water system from which the water is obtained;</p> <p class=\"clause-e\">  (c) in the case of a drinking water system to which Ontario Regulation 170/03 applies, the drinking water system from which the water is obtained provides treatment in accordance with sections 1-2 to 1-5 of Schedule 1 or sections 2-2 to 2-5 of Schedule 2 to Ontario Regulation 170/03;</p> <p class=\"clause-e\">  (d) in the case of a drinking water system to which this Regulation applies, the drinking water system from which the water is obtained provides primary and secondary disinfection in accordance with a directive issued under subsection 7 (4); and</p> <p class=\"clause-e\">  (e) the owner of the drinking water system from which the water is obtained has agreed in writing to sample and test the water in the distribution system of the system that obtains the water as if it were part of the distribution system of the system from which the water is obtained.  O. Reg. 319/08, s. 4 (1).</p> <p class=\"subsection-e\">  (2) This Regulation does not apply to any drinking water system that serves a designated facility.  O. Reg. 319/08, s. 4 (2).</p> <p class=\"subsection-e\">  (3) Where a public health inspector includes in a directive issued under subsection 7 (4) a requirement described in paragraph 7 of subsection 7 (6) respecting signage, the owner and operator of the small drinking water system must comply with all the requirements in the directive but are exempt, unless the directive specifies otherwise, from the other provisions of the Regulation with the exception of,</p> <p class=\"clause-e\">  (a) subsections 5 (1), (2) and (3);</p> <p class=\"clause-e\">  (b) subsection 6 (1);</p> <p class=\"clause-e\">  (c) clause 6 (2) (a);</p> <p class=\"clause-e\">  (d) section 9;</p> <p class=\"clause-e\">  (e) paragraphs 3 and 4 of subsection 11 (1) and subsection 11 (4); and</p> <p class=\"clause-e\">  (f) sections 12 and 38.  O. Reg. 319/08, s. 4 (3).</p> <p class=\"subsection-e\">  (4) Where a directive has not been issued under section 7 and if, prior to the issuance of a directive the medical officer of health has issued a written permission under subsection 5 (2) which requires the owner and operator to post signage similar to that described in paragraph 7 of subsection 7 (6), the owner and operator of the small drinking water system must comply with all the requirements specified in the permission, but are exempt, unless the permission specifies otherwise, and until the directive is issued, from the other provisions of the Regulation with the exception of,</p> <p class=\"clause-e\">  (a) subsections 5 (1), (2) and (3);</p> <p class=\"clause-e\">  (b) subsection 6 (1);</p> <p class=\"clause-e\">  (c) clause 6 (2) (a);</p> <p class=\"clause-e\">  (d) section 9;</p> <p class=\"clause-e\">  (e) paragraphs 3 and 4 of subsection 11 (1) and subsection 11 (4); and</p> <p class=\"clause-e\">  (f) section 12.  O. Reg. 319/08, s. 4 (4).</p> <p class=\"heading1-e\"><a name=\"BK5\"></a>Intent To Supply Users</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "Intent To Supply Users",
            "part_id": null,
            "part_type": null,
            "section": "Intent To Supply Users",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Notification",
            "content": " 5. (1) Before supplying water to users of the system following the construction, installation, alteration or extension of a small drinking water system the owner shall notify, in writing, the medical officer of health of the health unit where the small drinking water system is located, (a) of the building permit number issued in relation to the construction or alteration of the small drinking water system; (b) whether or not all the preparations necessary to operate the small drinking water system in accordance with this Regulation have been completed and any directive issued in respect of the small drinking water system under section 7 has been complied with; (c) of the proposed date on which the small drinking water system will begin to supply water to the users of the system; (d) of the name and address of the owner and any operator of the small drinking water system; and (e) the address that the small drinking water system is located at and the name of the system.  O. Reg. 319/08, s. 5 (1). (2) An owner who proposes to supply water to users of a small drinking water system to which subsection (1) applies shall not do so without first obtaining permission in writing from the medical officer of health of the health unit where the small drinking water system is located.  O. Reg. 319/08, s. 5 (2). (3) A written permission under subsection (2) may specify requirements similar to those provided for in section 7 relating to the system that the owner and operator are to comply with until a directive is issued under section 7 and the owner and operator shall comply with such requirements.  O. Reg. 319/08, s. 5 (3). (4) A written permission under subsection (2) may include requirements relating to any of the matters set out under subsection 7 (6).  O. Reg. 319/08, s. 5 (4). (5) Where at any time a small drinking water system has been subject to the provisions of Ontario Regulation 170/03 (Drinking Water Systems) made under the Safe Drinking Water Act, 2002, on the first day on which it stops being subject to that regulation the owner of the system shall notify, in writing, the medical officer of health of the health unit where the small drinking water system is located, (a) whether or not all the preparations necessary to operate the small drinking water system in accordance with this Regulation have been completed; (b) of the name and address of the owner and any operator of the small drinking water system; and (c) the address that the small drinking water system is located at and the name of the system.  O. Reg. 319/08, s. 5 (5). (6) Every owner and every operator of a small drinking water system who intends to begin to supply water to the users of the system after any period of more than 60 days duration during which the system has not been supplying water to users shall ensure that, (a) a water sample is taken and tested for Escherichia coli and total coliforms; (b) they are in receipt of the results of the water sample tests; and (c) the medical officer of health of the health unit where the small drinking water system is located is notified in writing of, (i) the proposed date on which the small drinking water system will begin to supply water to the users of the system, (ii) the name and address of the owner and any operator of the small drinking water system, (iii) the address that the small drinking water is located at and the name of the system, and (iv) the results of the tests conducted pursuant to this section.  O. Reg. 319/08, s. 5 (6). (7) The owner and operator of a small drinking water system to which subsection (6) applies shall ensure that no water is supplied to a user of that system until the medical officer of health is notified.  O. Reg. 319/08, s. 5 (7). Operation",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK6\"></a>5. </b>(1) Before supplying water to users of the system following the construction, installation, alteration or extension of a small drinking water system the owner shall notify, in writing, the medical officer of health of the health unit where the small drinking water system is located,</p> <p class=\"clause-e\">  (a) of the building permit number issued in relation to the construction or alteration of the small drinking water system;</p> <p class=\"clause-e\">  (b) whether or not all the preparations necessary to operate the small drinking water system in accordance with this Regulation have been completed and any directive issued in respect of the small drinking water system under section 7 has been complied with;</p> <p class=\"clause-e\">  (c) of the proposed date on which the small drinking water system will begin to supply water to the users of the system;</p> <p class=\"clause-e\">  (d) of the name and address of the owner and any operator of the small drinking water system; and</p> <p class=\"clause-e\">  (e) the address that the small drinking water system is located at and the name of the system.  O. Reg. 319/08, s. 5 (1).</p> <p class=\"subsection-e\">  (2) An owner who proposes to supply water to users of a small drinking water system to which subsection (1) applies shall not do so without first obtaining permission in writing from the medical officer of health of the health unit where the small drinking water system is located.  O. Reg. 319/08, s. 5 (2).</p> <p class=\"subsection-e\">  (3) A written permission under subsection (2) may specify requirements similar to those provided for in section 7 relating to the system that the owner and operator are to comply with until a directive is issued under section 7 and the owner and operator shall comply with such requirements.  O. Reg. 319/08, s. 5 (3).</p> <p class=\"subsection-e\">  (4) A written permission under subsection (2) may include requirements relating to any of the matters set out under subsection 7 (6).  O. Reg. 319/08, s. 5 (4).</p> <p class=\"subsection-e\">  (5) Where at any time a small drinking water system has been subject to the provisions of Ontario Regulation 170/03 (Drinking Water Systems) made under the <i>Safe Drinking Water Act, 2002</i><i>,</i><i> </i>on the first day on which it stops being subject to that regulation the owner of the system shall notify, in writing, the medical officer of health of the health unit where the small drinking water system is located,</p> <p class=\"clause-e\">  (a) whether or not all the preparations necessary to operate the small drinking water system in accordance with this Regulation have been completed;</p> <p class=\"clause-e\">  (b) of the name and address of the owner and any operator of the small drinking water system; and</p> <p class=\"clause-e\">  (c) the address that the small drinking water system is located at and the name of the system.  O. Reg. 319/08, s. 5 (5).</p> <p class=\"subsection-e\">  (6) Every owner and every operator of a small drinking water system who intends to begin to supply water to the users of the system after any period of more than 60 days duration during which the system has not been supplying water to users shall ensure that,</p> <p class=\"clause-e\">  (a) a water sample is taken and tested for <i>Escherichia coli</i> and total coliforms;</p> <p class=\"clause-e\">  (b) they are in receipt of the results of the water sample tests; and</p> <p class=\"clause-e\">  (c) the medical officer of health of the health unit where the small drinking water system is located is notified in writing of,</p> <p class=\"subclause-e\">  (i) the proposed date on which the small drinking water system will begin to supply water to the users of the system,</p> <p class=\"subclause-e\">  (ii) the name and address of the owner and any operator of the small drinking water system,</p> <p class=\"subclause-e\">  (iii) the address that the small drinking water is located at and the name of the system, and</p> <p class=\"subclause-e\">  (iv) the results of the tests conducted pursuant to this section.  O. Reg. 319/08, s. 5 (6).</p> <p class=\"subsection-e\">  (7) The owner and operator of a small drinking water system to which subsection (6) applies shall ensure that no water is supplied to a user of that system until the medical officer of health is notified.  O. Reg. 319/08, s. 5 (7).</p> <p class=\"heading1-e\"><a name=\"BK7\"></a>Operation</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "Operation",
            "part_id": null,
            "part_type": null,
            "section": "Operation",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Responsibilities of owner and operator",
            "content": " 6. (1) Every owner shall, (a) designate an operator who will have primary responsibility in regard to fulfilling any of the operator’s duties under this Regulation relating to requirements for sampling, testing and receipt of results and submission of reports; (b) notify the medical officer of health of the health unit in which the system is located of the name and address of the operator designated under this subsection; and (c) notify the medical officer of health of the health unit in which the system is located of any change in the operator or in the name or address of the operator designated under this subsection.  O. Reg. 319/08, s. 6 (1). (2) Every owner and every operator shall, (a) maintain the small drinking water system and its equipment in a safe and sanitary condition; (b) ensure that all water provided by the system to the point where the system is connected to a user’s plumbing system meets the requirements established by this Regulation or under the Ontario Drinking Water Quality Standards; (c) ensure that, at all times in which it is in service, the small drinking water system, (i) is operated in accordance with the requirements under this Regulation, and (ii) is maintained in a fit state of repair; and (d) ensure that all sampling, testing, monitoring and reporting requirements under this Regulation are complied with.  O. Reg. 319/08, s. 6 (2). (3) Every owner of a small drinking water system shall ensure that every operator of the system is trained in drinking water system operation and maintenance and all relevant safety and emergency procedures.  O. Reg. 319/08, s. 6 (3). (4) The owner and operator of a small drinking water system that provides water that does not meet a standard or that exceeds a maximum concentration set out in a requirement under this Regulation, including those in the Ontario Drinking Water Quality Standards, shall be deemed not to have contravened clause (2) (b), if the owner and operator ensure that the appropriate corrective action under this Regulation is taken.  O. Reg. 319/08, s. 6 (4). (5) The owner and operator of a small drinking water system that provides water that does not meet a standard set out in the Ontario Drinking Water Quality Standards shall be deemed not to have contravened clause (2) (b) where a directive or other requirement imposed by a medical officer of health or public health inspector under this Regulation establishes a maximum concentration for that parameter that is other than the standard prescribed for that parameter in the Ontario Drinking Water Quality Standards, if the owner and operator ensure that all water provided by the system to the point where the system is connected to a user’s plumbing system does not exceed the maximum concentration set out in that directive or other requirement.  O. Reg. 319/08, s. 6 (5). Directives",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>6. </b>(1) Every owner shall,</p> <p class=\"clause-e\">  (a) designate an operator who will have primary responsibility in regard to fulfilling any of the operator’s duties under this Regulation relating to requirements for sampling, testing and receipt<b> </b>of results and submission of reports;</p> <p class=\"clause-e\">  (b) notify the medical officer of health of the health unit in which the system is located of the name and address of the operator designated under this subsection; and</p> <p class=\"clause-e\">  (c) notify the medical officer of health of the health unit in which the system is located of any change in the operator or in the name or address of the operator designated under this subsection.  O. Reg. 319/08, s. 6 (1).</p> <p class=\"subsection-e\">  (2) Every owner and every operator shall,</p> <p class=\"clause-e\">  (a) maintain the small drinking water system and its equipment in a safe and sanitary condition;</p> <p class=\"clause-e\">  (b) ensure that all water provided by the system to the point where the system is connected to a user’s plumbing system meets the requirements established by this Regulation or under the Ontario Drinking Water Quality Standards;</p> <p class=\"clause-e\">  (c) ensure that, at all times in which it is in service, the small drinking water system,</p> <p class=\"subpara-e\">  (i) is operated in accordance with the requirements under this Regulation, and</p> <p class=\"subpara-e\">  (ii) is maintained in a fit state of repair; and</p> <p class=\"clause-e\">  (d) ensure that all sampling, testing, monitoring and reporting requirements under this Regulation are complied with.  O. Reg. 319/08, s. 6 (2).</p> <p class=\"subsection-e\">  (3) Every owner of a small drinking water system shall ensure that every operator of the system is trained in drinking water system operation and maintenance and all relevant safety and emergency procedures.  O. Reg. 319/08, s. 6 (3).</p> <p class=\"subsection-e\">  (4) The owner and operator of a small drinking water system that provides water that does not meet a standard or that exceeds a maximum concentration set out in a requirement under this Regulation, including those in the Ontario Drinking Water Quality Standards, shall be deemed not to have contravened clause (2) (b), if the owner and operator ensure that the appropriate corrective action under this Regulation is taken.  O. Reg. 319/08, s. 6 (4).</p> <p class=\"subsection-e\">  (5) The owner and operator of a small drinking water system that provides water that does not meet a standard set out in the Ontario Drinking Water Quality Standards shall be deemed not to have contravened clause (2) (b) where a directive or other requirement imposed by a medical officer of health or public health inspector under this Regulation establishes a maximum concentration for that parameter that is other than the standard prescribed for that parameter in the Ontario Drinking Water Quality Standards, if the owner and operator ensure that all water provided by the system to the point where the system is connected to a user’s plumbing system does not exceed the maximum concentration set out in that directive or other requirement.  O. Reg. 319/08, s. 6 (5).</p> <p class=\"heading1-e\"><a name=\"BK9\"></a>Directives</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "Directives",
            "part_id": null,
            "part_type": null,
            "section": "Directives",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Determination and directive",
            "content": " 7. (1) A public health inspector shall make a determination in respect to what requirements must be followed and actions that must be taken by the owners and operators of individual small drinking water systems based upon an initial risk assessment conducted on each small drinking water system that is located within his or her health unit.  O. Reg. 319/08, s. 7 (1). (2) A risk assessment mentioned in subsection (1) shall be conducted by a public health inspector with the assistance, where such assistance is considered to be necessary in the opinion of the medical officer of health of the health unit where the small drinking water system is located, of a person mentioned in subsection (3).  O. Reg. 319/08, s. 7 (2). (3) A medical officer of health may give directions to persons whose services are engaged by the board of health of the health unit served by the medical officer of health or to agents of that board for the purposes of having the persons assist the public health inspector with the conducting of a risk assessment under subsection (1).  O. Reg. 319/08, s. 7 (3). (4) Where the public health inspector has conducted an initial risk assessment under subsection (2) he or she shall determine what actions are required or what requirements must be followed by the owner and operators of a small drinking water system and shall issue a written directive to the owner of the small drinking water system which specifies the requirements that must be followed and the actions that must be taken by the owner and operators of the small drinking water system.  O. Reg. 319/08, s. 7 (4). (5) In making determinations under subsection (4), the public health inspector shall have regard to the risk assessment conducted under subsection (2).  O. Reg. 319/08, s. 7 (5). (6) A directive under this section may include, without being limited to, any of or any combination of the following actions and requirements: 1. Establishing the frequency, location and method of sampling. 2. Requiring samples to be taken and tested for any specified parameter including any biological, chemical, radiological or other parameter. 3. Requiring any other operational tests to be performed including, but not limited to, the checking of disinfectant levels and the conducting of turbidity tests. 4. Requiring operators to meet specified training requirements. 5. Requiring the maintenance of records relating to the operation of the system and specifying the content of such records. 6. Requiring treatment equipment be installed on the system for purposes of providing treatment, including primary disinfection, secondary disinfection and filtration, and requiring that such equipment be operated within specified parameters. 7. Requiring the owner and operator to post and maintain warning signs at every location in the small drinking water system that has a service connection, tap or other water delivery device which might permit human consumption of the water which signage instructs the users of the system not to use the water for consumption where, i. the medical officer of health of the health unit in which the small drinking water system is located is of the opinion that access to the system is sufficiently restricted, and ii. the medical officer of health of the health unit in which the small drinking water system is located is of the opinion that the risk to the users of the system is acceptable. 8. Requiring the owner and operator to post and maintain signage instructing the users of specific service connections, taps or other water delivery devices not to use the water for consumption where the medical officer of health is of the opinion that the specific service connections, taps or other water delivery devices are situated in such a manner that post treatment or post distribution contamination may occur.  O. Reg. 319/08, s. 7 (6). (7) A directive issued under this section applies to any subsequent owner or operator of the small drinking water system.  O. Reg. 319/08, s. 7 (7). (8) A public health inspector may issue a written amendment to a directive issued under this section if he or she is of the opinion that there are reasons for doing so and the directive will apply as amended.  O. Reg. 319/08, s. 7 (8). (9) A public health inspector may, at any time, issue a new directive replacing a previous directive issued under this section, if he or she is of the opinion that there are reasons for doing so.  O. Reg. 319/08, s. 7 (9). (10) Subject to subsection 16 (2), a directive or amendment issued under this section applies as of the date stipulated in the directive or amendment, or, if no date is specified, applies immediately.  O. Reg. 319/08, s. 7 (10). Use of Testing Facilities",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>7. </b>(1) A public health inspector shall make a determination in respect to what requirements must be followed and actions that must be taken by the owners and operators of individual small drinking water systems based upon an initial risk assessment conducted on each small drinking water system that is located within his or her health unit.  O. Reg. 319/08, s. 7 (1).</p> <p class=\"subsection-e\">  (2) A risk assessment mentioned in subsection (1) shall be conducted by a public health inspector with the assistance, where such assistance is considered to be necessary in the opinion of the medical officer of health of the health unit where the small drinking water system is located, of a person mentioned in subsection (3).  O. Reg. 319/08, s. 7 (2).</p> <p class=\"subsection-e\">  (3) A medical officer of health may give directions to persons whose services are engaged by the board of health of the health unit served by the medical officer of health or to agents of that board for the purposes of having the persons assist the public health inspector with the conducting of a risk assessment under subsection (1).  O. Reg. 319/08, s. 7 (3).</p> <p class=\"subsection-e\">  (4) Where the public health inspector has conducted an initial risk assessment under subsection (2) he or she shall determine what actions are required or what requirements must be followed by the owner and operators of a small drinking water system and shall issue a written directive to the owner of the small drinking water system which specifies the requirements that must be followed and the actions that must be taken by the owner and operators of the small drinking water system.  O. Reg. 319/08, s. 7 (4).</p> <p class=\"subsection-e\">  (5) In making determinations under subsection (4), the public health inspector shall have regard to the risk assessment conducted under subsection (2).  O. Reg. 319/08, s. 7 (5).</p> <p class=\"subsection-e\">  (6) A directive under this section may include, without being limited to, any of or any combination of the following actions and requirements:</p> <p class=\"paragraph-e\">  1. Establishing the frequency, location and method of sampling.</p> <p class=\"paragraph-e\">  2. Requiring samples to be taken and tested for any specified parameter including any biological, chemical, radiological or other parameter.</p> <p class=\"paragraph-e\">  3. Requiring any other operational tests to be performed including, but not limited to, the checking of disinfectant levels and the conducting of turbidity tests.</p> <p class=\"paragraph-e\">  4. Requiring operators to meet specified training requirements.</p> <p class=\"paragraph-e\">  5. Requiring the maintenance of records relating to the operation of the system and specifying the content of such records.</p> <p class=\"paragraph-e\">  6. Requiring treatment equipment be installed on the system for purposes of providing treatment, including primary disinfection, secondary disinfection and filtration, and requiring that such equipment be operated within specified parameters.</p> <p class=\"paragraph-e\">  7. Requiring the owner and operator to post and maintain warning signs at every location in the small drinking water system that has a service connection, tap or other water delivery device which might permit human consumption of the water which signage instructs the users of the system not to use the water for consumption where,</p> <p class=\"subpara-e\">  i. the medical officer of health of the health unit in which the small drinking water system is located is of the opinion that access to the system is sufficiently restricted, and</p> <p class=\"subpara-e\">  ii. the medical officer of health of the health unit in which the small drinking water system is located is of the opinion that the risk to the users of the system is acceptable.</p> <p class=\"paragraph-e\">  8. Requiring the owner and operator to post and maintain signage instructing the users of specific service connections, taps or other water delivery devices not to use the water for consumption where the medical officer of health is of the opinion that the specific service connections, taps or other water delivery devices are situated in such a manner that post treatment or post distribution contamination may occur.  O. Reg. 319/08, s. 7 (6).</p> <p class=\"subsection-e\">  (7) A directive issued under this section applies to any subsequent owner or operator of the small drinking water system.  O. Reg. 319/08, s. 7 (7).</p> <p class=\"subsection-e\">  (8) A public health inspector may issue a written amendment to a directive issued under this section if he or she is of the opinion that there are reasons for doing so and the directive will apply as amended.  O. Reg. 319/08, s. 7 (8).</p> <p class=\"subsection-e\">  (9) A public health inspector may, at any time, issue a new directive replacing a previous directive issued under this section, if he or she is of the opinion that there are reasons for doing so.  O. Reg. 319/08, s. 7 (9).</p> <p class=\"subsection-e\">  (10) Subject to subsection 16 (2), a directive or amendment issued under this section applies as of the date stipulated in the directive or amendment, or, if no date is specified, applies immediately.  O. Reg. 319/08, s. 7 (10).</p> <p class=\"heading1-e\"><a name=\"BK11\"></a>Use of Testing Facilities</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "Use of Testing Facilities",
            "part_id": null,
            "part_type": null,
            "section": "Use of Testing Facilities",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Use of testing facilities",
            "content": " 8. (1) No owner or operator of a small drinking water system or public health inspector acting under this Regulation shall obtain a drinking water testing service from a person who is not licensed or otherwise authorized under the Safe Drinking Water Act, 2002 to offer or provide the service unless the laboratory at which the testing is to be conducted is located outside Ontario and is an eligible laboratory under the Safe Drinking Water Act, 2002 in respect of the particular tests to be conducted.  O. Reg. 319/08, s. 8 (1). (2) The medical officer of health of the health unit in which the small drinking water system is located may issue an instruction to one or more owners or operators prohibiting them from obtaining drinking water testing services from a laboratory located outside Ontario, if the medical officer of health has reason to believe that the laboratory, (a) has ceased to be an eligible laboratory in respect of the particular test to be conducted; or (b) has failed to comply with section 18.1 of the Safe Drinking Water Act, 2002\nor a prescribed requirement under that Act.  O. Reg. 319/08, s. 8 (2). (3) Every person who receives an instruction under subsection (2) shall comply with the instruction and advise the medical officer of health in writing of the alternative laboratory from which the person will obtain drinking water testing services.  O. Reg. 319/08, s. 8 (3). (4) The medical officer of health may revoke an instruction issued under subsection (2) if he or she is of the opinion that the reasons for issuing the instruction no longer exist.  O. Reg. 319/08, s. 8 (4). (5) If a test of a water sample for a parameter is required by this Regulation, the operator and owner of the small drinking water system shall ensure that written notice of the identity of the laboratory that will conduct the test is given to the medical officer of health of the health unit where the small drinking water system is located before the sample is tested, unless, (a) the medical officer of health has previously been notified under this subsection that a water sample from the small drinking water system was to be tested for that parameter by that laboratory; (b) before this Regulation applied to the system, the medical officer of health was previously notified in accordance with Ontario Regulation 318/08 (Transitional — Small Drinking Water Systems)\nmade under the Act that a water sample from the drinking water system was to be tested for that parameter by that laboratory; or (c) before this Regulation applied to the system, the appropriate notification was given in accordance with subsection 7 (5) of Ontario Regulation 459/00 (Drinking Water Protection — Larger Water Works), made under the Ontario Water Resources Act, subsection 10 (3) of Ontario Regulation 505/01 (Drinking Water Protection — Smaller Water Works Serving Designated Facilities), made under the Ontario Water Resources Act, subsection 6-9 (4) of Schedule 6 to Ontario Regulation 170/03 (Drinking Water Systems), or subsection 1-7 (1) of Schedule 1 to Ontario Regulation 252/05 (Non-Residential and Non-Municipal Seasonal Residential Systems that Do Not Serve Designated Facilities) made under the Safe Drinking Water Act, 2002, that a water sample from the drinking water system was to be tested for that parameter by that laboratory.  O. Reg. 319/08, s. 8 (5). (6) Subject to subsection (7), subsection (1) does not apply with respect to tests for the following parameters: 1. Alkalinity. 2. Aluminium. 3. Chloride. 4. Chlorine dioxide. 5. Colour. 6. Copper. 7. Dissolved organic carbon. 8. Fluoride. 9. Free chlorine residual. 10. Free chlorine residual and total chlorine residual measured for the purpose of determining combined chlorine residual. 11. Hardness. 12. Iron. 13. Manganese. 14. Methane. 15. Odour. 16. Organic nitrogen. 17. pH. 18. Sulphate. 19. Sulphide. 20. Taste. 21. Temperature. 22. Total dissolved solids. 23. Turbidity. 24. Zinc.  O. Reg. 319/08, s. 8 (6). (7) Subsection (6) only applies with respect to tests, (a) that are conducted at a small drinking water system which this Regulation applies by a person who has the required level of training relevant to the particular test, as that level of training is specified in a directive issued under section 7; or (b) that are conducted by continuous monitoring equipment where the use of such continuous monitoring equipment is authorized under subsection 19 (2).  O. Reg. 319/08, s. 8 (7). (8) Subsection (1) does not apply with respect to tests that meet the following criteria: 1. The tests are conducted by a person who provides a drinking water testing service at a laboratory. 2. The tests are conducted for the sole purpose of carrying out research or developing testing methods and the purpose is outlined in a written research proposal. 3. The tests are not paid for on a fee per test basis.  O. Reg. 319/08, s. 8 (8). Reports",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>8. </b>(1) No owner or operator of a small drinking water system or public health inspector acting under this Regulation shall obtain a drinking water testing service from a person who is not licensed or otherwise authorized under the <i>Safe Drinking Water Act, 2002</i> to offer or provide the service unless the laboratory at which the testing is to be conducted is located outside Ontario and is an eligible laboratory under the<i> </i><i>Safe Drinking Water Act, 2002</i><i> </i>in respect of the particular tests to be conducted.  O. Reg. 319/08, s. 8 (1).</p> <p class=\"subsection-e\">  (2) The medical officer of health of the health unit in which the small drinking water system is located may issue an instruction to one or more owners or operators prohibiting them from obtaining drinking water testing services from a laboratory located outside Ontario, if the medical officer of health has reason to believe that the laboratory,</p> <p class=\"clause-e\">  (a) has ceased to be an eligible laboratory in respect of the particular test to be conducted; or</p> <p class=\"clause-e\">  (b) has failed to comply with section 18.1 of the<i> </i><i>Safe Drinking Water Act, 2002</i><i>\n</i>or a prescribed requirement under that Act.  O. Reg. 319/08, s. 8 (2).</p> <p class=\"subsection-e\">  (3) Every person who receives an instruction under subsection (2) shall comply with the instruction and advise the medical officer of health in writing of the alternative laboratory from which the person will obtain drinking water testing services.  O. Reg. 319/08, s. 8 (3).</p> <p class=\"subsection-e\">  (4) The medical officer of health may revoke an instruction issued under subsection (2) if he or she is of the opinion that the reasons for issuing the instruction no longer exist.  O. Reg. 319/08, s. 8 (4).</p> <p class=\"subsection-e\">  (5) If a test of a water sample for a parameter is required by this Regulation, the operator and owner of the small drinking water system shall ensure that written notice of the identity of the laboratory that will conduct the test is given to the medical officer of health of the health unit where the small drinking water system is located before the sample is tested, unless,</p> <p class=\"clause-e\">  (a) the medical officer of health has previously been notified under this subsection that a water sample from the small drinking water system was to be tested for that parameter by that laboratory;</p> <p class=\"clause-e\">  (b) before this Regulation applied to the system, the medical officer of health was previously notified in accordance with Ontario Regulation 318/08 (Transitional — Small Drinking Water Systems)<b>\n</b>made under the Act that a water sample from the drinking water system was to be tested for that parameter by that laboratory; or</p> <p class=\"clause-e\">  (c) before this Regulation applied to the system, the appropriate notification was given in accordance with subsection 7 (5) of Ontario Regulation 459/00 (Drinking Water Protection — Larger Water Works), made under the <i>Ontario Water Resources Act</i>, subsection 10 (3) of Ontario Regulation 505/01 (Drinking Water Protection — Smaller Water Works Serving Designated Facilities), made under the <i>Ontario Water Resources Act, </i>subsection 6-9 (4) of Schedule 6 to Ontario Regulation 170/03 (Drinking Water Systems), or subsection 1-7 (1) of Schedule 1 to Ontario Regulation 252/05 (Non-Residential and Non-Municipal Seasonal Residential Systems that Do Not Serve Designated Facilities) made under the <i>Safe Drinking Water Act, 2002</i><i>,</i> that a water sample from the drinking water system was to be tested for that parameter by that laboratory.  O. Reg. 319/08, s. 8 (5).</p> <p class=\"subsection-e\">  (6) Subject to subsection (7), subsection (1) does not apply with respect to tests for the following parameters:</p> <p class=\"paragraph-e\">  1. Alkalinity.</p> <p class=\"paragraph-e\">  2. Aluminium.</p> <p class=\"paragraph-e\">  3. Chloride.</p> <p class=\"paragraph-e\">  4. Chlorine dioxide.</p> <p class=\"paragraph-e\">  5. Colour.</p> <p class=\"paragraph-e\">  6. Copper.</p> <p class=\"paragraph-e\">  7. Dissolved organic carbon.</p> <p class=\"paragraph-e\">  8. Fluoride.</p> <p class=\"paragraph-e\">  9. Free chlorine residual.</p> <p class=\"paragraph-e\">  10. Free chlorine residual and total chlorine residual measured for the purpose of determining combined chlorine residual.</p> <p class=\"paragraph-e\">  11. Hardness.</p> <p class=\"paragraph-e\">  12. Iron.</p> <p class=\"paragraph-e\">  13. Manganese.</p> <p class=\"paragraph-e\">  14. Methane.</p> <p class=\"paragraph-e\">  15. Odour.</p> <p class=\"paragraph-e\">  16. Organic nitrogen.</p> <p class=\"paragraph-e\">  17. pH.</p> <p class=\"paragraph-e\">  18. Sulphate.</p> <p class=\"paragraph-e\">  19. Sulphide.</p> <p class=\"paragraph-e\">  20. Taste.</p> <p class=\"paragraph-e\">  21. Temperature.</p> <p class=\"paragraph-e\">  22. Total dissolved solids.</p> <p class=\"paragraph-e\">  23. Turbidity.</p> <p class=\"paragraph-e\">  24. Zinc.  O. Reg. 319/08, s. 8 (6).</p> <p class=\"subsection-e\">  (7) Subsection (6) only applies with respect to tests,</p> <p class=\"clause-e\">  (a) that are conducted at a small drinking water system which this Regulation applies by a person who has the required level of training relevant to the particular test, as that level of training is specified in a directive issued under section 7; or</p> <p class=\"clause-e\">  (b) that are conducted by continuous monitoring equipment where the use of such continuous monitoring equipment is authorized under subsection 19 (2).  O. Reg. 319/08, s. 8 (7).</p> <p class=\"subsection-e\">  (8) Subsection (1) does not apply with respect to tests that meet the following criteria:</p> <p class=\"paragraph-e\">  1. The tests are conducted by a person who provides a drinking water testing service at a laboratory.</p> <p class=\"paragraph-e\">  2. The tests are conducted for the sole purpose of carrying out research or developing testing methods and the purpose is outlined in a written research proposal.</p> <p class=\"paragraph-e\">  3. The tests are not paid for on a fee per test basis.  O. Reg. 319/08, s. 8 (8).</p> <p class=\"heading1-e\"><a name=\"BK13\"></a>Reports</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "Reports",
            "part_id": null,
            "part_type": null,
            "section": "Reports",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Reports",
            "content": " 9. (1) The operator of a small drinking water system shall report every adverse observation and every adverse test result that is obtained on a drinking water test conducted on any waters from a small drinking water system to the medical officer of health of the health unit in which the small drinking water system is located immediately after the adverse test result is obtained or the observation occurs.  O. Reg. 319/08, s. 9 (1). (2) If an operator is required to report an adverse test result or observation under subsection (1), the operator shall also immediately report it to the owner of the system for which the operator is responsible.  O. Reg. 319/08, s. 9 (2). (3) A person who is required to report immediately under subsection (1) shall make the report by speaking in person or by telephone with the medical officer of health of the health unit in which the drinking water system is located, by speaking with a person at the office of that medical officer of health or, if the office is closed, by speaking with a person at the on-call system of that health unit.  O. Reg. 319/08, s. 9 (3). (4) A person who is required to make a report under subsection (1) shall also give the medical officer of health of the health unit in which the drinking water system is located a written notice within 24 hours after the immediate report is given.  O. Reg. 319/08, s. 9 (4). (5) An immediate report under subsection (1) and a written notice under subsection (4) must specify the adverse test result or observation that requires the report, the actions that are being taken in response to the adverse test result or observation that requires the report and, where this Regulation requires that corrective action be taken in respect of the adverse test result or observation, whether the corrective action is being taken.  O. Reg. 319/08, s. 9 (5). (6) If an immediate report or a written notice is given under this section and the issue that gave rise to the notice is resolved, the operator of the small drinking water system shall, within seven days after the issue is resolved, give a written notice summarizing the action taken and the results achieved to the medical officer of health, by delivering the written notice to the office of the medical officer of health in which the small drinking water system is located.  O. Reg. 319/08, s. 9 (6). (7) A report is not required to be made under subsection (1) in relation to an adverse test result unless, (a) the test is required by this Regulation; (b) the test, (i) is conducted by or pursuant to the request of the owner or operator of a small drinking water system or a person employed by the owner or operator, and (ii) does not relate to water that is supplied exclusively for, (A) agricultural operations, (B) landscaping operations, (C) industrial or manufacturing operations, including food manufacturing or processing operations, or (D) swimming pool or skating rink maintenance operations; (c) the test is conducted pursuant to the request of the medical officer of health or a member of the staff of the medical officer of health; (d) the test is conducted pursuant to the request of a person employed in the Ministry, the Ministry of Labour or the Ministry of the Environment; or (e) the test is conducted by continuous monitoring equipment.  O. Reg. 319/08, s. 9 (7). (8) Despite subsection (7), subsection (1) does not apply to a drinking water test that is conducted to ensure compliance with corrective action required by paragraph 1 of subsection 28 (1).  O. Reg. 319/08, s. 9 (8). Retention of Records",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK14\"></a>9. </b>(1) The operator of a small drinking water system shall report every adverse observation and every adverse test result that is obtained on a drinking water test conducted on any waters from a small drinking water system to the medical officer of health of the health unit in which the small drinking water system is located immediately after the adverse test result is obtained or the observation occurs.  O. Reg. 319/08, s. 9 (1).</p> <p class=\"subsection-e\">  (2) If an operator is required to report an adverse test result or observation under subsection (1), the operator shall also immediately report it to the owner of the system for which the operator is responsible.  O. Reg. 319/08, s. 9 (2).</p> <p class=\"subsection-e\">  (3) A person who is required to report immediately under subsection (1) shall make the report by speaking in person or by telephone with the medical officer of health of the health unit in which the drinking water system is located, by speaking with a person at the office of that medical officer of health or, if the office is closed, by speaking with a person at the on-call system of that health unit.  O. Reg. 319/08, s. 9 (3).</p> <p class=\"subsection-e\">  (4) A person who is required to make a report under subsection (1) shall also give the medical officer of health of the health unit in which the drinking water system is located a written notice within 24 hours after the immediate report is given.  O. Reg. 319/08, s. 9 (4).</p> <p class=\"subsection-e\">  (5) An immediate report under subsection (1) and a written notice under subsection (4) must specify the adverse test result or observation that requires the report, the actions that are being taken in response to the adverse test result or observation that requires the report and, where this Regulation requires that corrective action be taken in respect of the adverse test result or observation, whether the corrective action is being taken.  O. Reg. 319/08, s. 9 (5).</p> <p class=\"subsection-e\">  (6) If an immediate report or a written notice is given under this section and the issue that gave rise to the notice is resolved, the operator of the small drinking water system shall, within seven days after the issue is resolved, give a written notice summarizing the action taken and the results achieved to the medical officer of health, by delivering the written notice to the office of the medical officer of health in which the small drinking water system is located.  O. Reg. 319/08, s. 9 (6).</p> <p class=\"subsection-e\">  (7) A report is not required to be made under subsection (1) in relation to an adverse test result unless,</p> <p class=\"clause-e\">  (a) the test is required by this Regulation;</p> <p class=\"clause-e\">  (b) the test,</p> <p class=\"subclause-e\">  (i) is conducted by or pursuant to the request of the owner or operator of a small drinking water system or a person employed by the owner or operator, and</p> <p class=\"subclause-e\">  (ii) does not relate to water that is supplied exclusively for,</p> <p class=\"subsubclause-e\">  (A) agricultural operations,</p> <p class=\"subsubclause-e\">  (B) landscaping operations,</p> <p class=\"subsubclause-e\">  (C) industrial or manufacturing operations, including food manufacturing or processing operations, or</p> <p class=\"subsubclause-e\">  (D) swimming pool or skating rink maintenance operations;</p> <p class=\"clause-e\">  (c) the test is conducted pursuant to the request of the medical officer of health or a member of the staff of the medical officer of health;</p> <p class=\"clause-e\">  (d) the test is conducted pursuant to the request of a person employed in the Ministry, the Ministry of Labour or the Ministry of the Environment; or</p> <p class=\"clause-e\">  (e) the test is conducted by continuous monitoring equipment.  O. Reg. 319/08, s. 9 (7).</p> <p class=\"subsection-e\">  (8) Despite subsection (7), subsection (1) does not apply to a drinking water test that is conducted to ensure compliance with corrective action required by paragraph 1 of subsection 28 (1).  O. Reg. 319/08, s. 9 (8).</p> <p class=\"heading1-e\"><a name=\"BK15\"></a>Retention of Records</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "Retention of Records",
            "part_id": null,
            "part_type": null,
            "section": "Retention of Records",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Document and record retention",
            "content": " 10. (1) The owner and operator of a small drinking water system shall ensure that the following documents and other records are kept for at least five years: 1. Every record or report related to a test required under this Regulation. 2. Every record or report related to a test required under the Act or another regulation made under the Act. 3. Every record or report related to a test that was required to be retained under subsections 12 (1) and (2) of Ontario Regulation 252/05 (Non-Residential and Non-Municipal Seasonal Residential Systems that Do Not Serve Designated Facilities) made under the Safe Drinking Water Act, 2002 if that regulation applied to the system before this Regulation applied to the system. 4. Every record or report related to a test that was required to be retained under section 13 of Ontario Regulation 170/03 (Drinking Water Systems) made under the Safe Drinking Water Act 2002. 5. A copy of every order under section 13 of the Act that is issued to the owner or operator of the system and that contains requirements relating to the manner in which the system is operated.  O. Reg. 319/08, s. 10 (1). (2) If a person listed in subsection 41 (1) of the Act makes a request for a document or other record referred to in subsection (1) or any other information that, in the opinion of the requesting party, is considered necessary for purposes of assessing the safe operation of the drinking water system, the operator and owner of a small drinking water system shall ensure that the document or other record is given to that person within such period as the person may specify.  O. Reg. 319/08, s. 10 (2). Information to be Made Available to the Public",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK16\"></a>10. </b>(1) The owner and operator of a small drinking water system shall ensure that the following documents and other records are kept for at least five years:</p> <p class=\"paragraph-e\">  1. Every record or report related to a test required under this Regulation.</p> <p class=\"paragraph-e\">  2. Every record or report related to a test required under the Act or another regulation made under the Act.</p> <p class=\"paragraph-e\">  3. Every record or report related to a test that was required to be retained under subsections 12 (1) and (2) of Ontario Regulation 252/05 (Non-Residential and Non-Municipal Seasonal Residential Systems that Do Not Serve Designated Facilities) made under the <i>Safe Drinking Water Act, 2002</i> if that regulation applied to the system before this Regulation applied to the system.</p> <p class=\"paragraph-e\">  4. Every record or report related to a test that was required to be retained under section 13 of Ontario Regulation 170/03 (Drinking Water Systems) made under the <i>Safe Drinking Water Act 2002</i>.</p> <p class=\"paragraph-e\">  5. A copy of every order under section 13 of the Act that is issued to the owner or operator of the system and that contains requirements relating to the manner in which the system is operated.  O. Reg. 319/08, s. 10 (1).</p> <p class=\"subsection-e\">  (2) If a person listed in subsection 41 (1) of the Act makes a request for a document or other record referred to in subsection (1) or any other information that, in the opinion of the requesting party, is considered necessary for purposes of assessing the safe operation of the drinking water system, the operator and owner of a small drinking water system shall ensure that the document or other record is given to that person within such period as the person may specify.  O. Reg. 319/08, s. 10 (2).</p> <p class=\"heading1-e\"><a name=\"BK17\"></a>Information to be Made Available to the Public</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "Information to be Made Available to the Public",
            "part_id": null,
            "part_type": null,
            "section": "Information to be Made Available to the Public",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "Availability of information",
            "content": " 11. (1) The owner and operator of a small drinking water system shall ensure that the following information is available for inspection in accordance with subsection (4): 1. A copy of every test result obtained in respect of a test required under Ontario Regulation 252/05 (Non-Residential and Non-Municipal Seasonal Residential Systems that Do Not Serve Designated Facilities) and Ontario Regulation 170/03 (Drinking Water Systems) made under the Safe Drinking Water Act, 2002. 2. A copy of every test result obtained in respect of a test required under this Regulation or Ontario Regulation 318/08 (Transitional — Small Drinking Water Systems). 3. A copy of every directive issued under section 7 and written permission issued under subsection 5 (2) and every approval and order, including orders under the Safe Drinking Water Act, 2002 and the Ontario Water Resources Act, that applies to the system and is still in effect, if the approval or order was issued after January 1, 2001. 4. A copy of this Regulation.  O. Reg. 319/08, s. 11 (1). (2) Paragraphs 1 and 2 of subsection (1) do not apply to a record, report or test result until the day after it comes into the operator’s possession.  O. Reg. 319/08, s. 11 (2). (3) Paragraphs 1 and 2 of subsection (1) do not apply to a record, report or test result that is more than two years old.  O. Reg. 319/08, s. 11 (3). (4) The information must be available for inspection by any member of the public during normal business hours without charge at the office of the owner or, if the office of the owner is not reasonably convenient to users of water from the system, at a location that is reasonably convenient to those users.  O. Reg. 319/08, s. 11 (4). Forms",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>11. </b>(1) The owner and operator of a small drinking water system shall ensure that the following information is available for inspection in accordance with subsection (4):</p> <p class=\"paragraph-e\">  1. A copy of every test result obtained in respect of a test required under Ontario Regulation 252/05 (Non-Residential and Non-Municipal Seasonal Residential Systems that Do Not Serve Designated Facilities) and Ontario Regulation 170/03 (Drinking Water Systems) made under the <i>Safe Drinking Water Act, 2002</i>.</p> <p class=\"paragraph-e\">  2. A copy of every test result obtained in respect of a test required under this Regulation or Ontario Regulation 318/08 (Transitional — Small Drinking Water Systems).</p> <p class=\"paragraph-e\">  3. A copy of every directive issued under section 7 and written permission issued under subsection 5 (2) and every approval and order, including orders under the<i> Safe Drinking Water Act, 2002 </i>and the <i>Ontario Water Resources Act</i>, that applies to the system and is still in effect, if the approval or order was issued after January 1, 2001.</p> <p class=\"paragraph-e\">  4. A copy of this Regulation.  O. Reg. 319/08, s. 11 (1).</p> <p class=\"subsection-e\">  (2) Paragraphs 1 and 2 of subsection (1) do not apply to a record, report or test result until the day after it comes into the operator’s possession.  O. Reg. 319/08, s. 11 (2).</p> <p class=\"subsection-e\">  (3) Paragraphs 1 and 2 of subsection (1) do not apply to a record, report or test result that is more than two years old.  O. Reg. 319/08, s. 11 (3).</p> <p class=\"subsection-e\">  (4) The information must be available for inspection by any member of the public during normal business hours without charge at the office of the owner or, if the office of the owner is not reasonably convenient to users of water from the system, at a location that is reasonably convenient to those users.  O. Reg. 319/08, s. 11 (4).</p> <p class=\"heading1-e\"><a name=\"BK19\"></a>Forms</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "Forms",
            "part_id": null,
            "part_type": null,
            "section": "Forms",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Forms",
            "content": " 12. (1) Where this Regulation requires the submission of a written notice or report or the posting of a warning sign and where the Ministry has provided or approved the written notice, report or warning sign, the notice, report or warning sign must be in the form provided by or approved by the Ministry.  O. Reg. 319/08, s. 12 (1). (2) The Ministry may require that a document or other record that is given to the medical officer of health under this Regulation be given in an electronic format specified by the Ministry.  O. Reg. 319/08, s. 12 (2). Treatment",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>12.</b> (1) Where this Regulation requires the submission of a written notice or report or the posting of a warning sign and where the Ministry has provided or approved the written notice, report or warning sign, the notice, report or warning sign must be in the form provided by or approved by the Ministry.  O. Reg. 319/08, s. 12 (1).</p> <p class=\"subsection-e\">  (2) The Ministry may require that a document or other record that is given to the medical officer of health under this Regulation be given in an electronic format specified by the Ministry.  O. Reg. 319/08, s. 12 (2).</p> <p class=\"heading1-e\"><a name=\"BK21\"></a>Treatment</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "Treatment",
            "part_id": null,
            "part_type": null,
            "section": "Treatment",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "13.",
            "part_id": null,
            "part_type": null,
            "section": "Wells",
            "content": " 13.  The owner and operator of a small drinking water system shall ensure that, where the system includes a well and where the drinking water system provides drinking water that is not treated, that the well is constructed and maintained to prevent surface water and other foreign materials from entering the well.  O. Reg. 319/08, s. 13.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK22\"></a><b>13. </b> The owner and operator of a small drinking water system shall ensure that, where the system includes a well and where the drinking water system provides drinking water that is not treated, that the well is constructed and maintained to prevent surface water and other foreign materials from entering the well.  O. Reg. 319/08, s. 13.</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "14.",
            "part_id": null,
            "part_type": null,
            "section": "Treated water",
            "content": " 14. (1) Where a small drinking water system provides treatment of the water that it provides, including where a public health inspector requires treatment of the water provided by a small drinking water system, the owner and operator of the small drinking water system shall ensure the following: 1. The water treatment equipment is in operation whenever water is being supplied. 2. The water treatment equipment is operated in accordance with the manufacturer’s instructions. 3. The water treatment equipment is operated in a manner that achieves the design capabilities. 4. If the drinking water system’s water treatment equipment provides chlorination or chloramination for secondary disinfection, the equipment is operated so that, at all times and at all locations within the distribution system, i. the free chlorine residual is never less than 0.05 milligrams per litre, if the drinking water system provides chlorination and does not provide chloramination, or ii. the combined chlorine residual is never less than 0.25 milligrams per litre, if the drinking water system provides chloramination. 5. The water treatment equipment is properly maintained in accordance with manufacturer’s recommendations. 6. Written operating instructions for the water treatment equipment are kept near the equipment. 7. Clearly marked adequate supplies of chemicals or other materials necessary for the operation of the water treatment equipment are kept nearby in a safe and secure manner and separate from other chemicals and materials that are not used for the small drinking water system. 8. Replacement parts are kept nearby for those parts of the water treatment equipment that may be expected to require periodic replacement. 9. Maintenance records are created relating to all maintenance conducted on the water treatment equipment and kept for five years or as long as the water treatment equipment to which they relate remains in use, whichever period is longer. These records must contain the date and time of every action taken, the name of the person who took the action and the results of the action. 10. Any written manufacturer operating manuals or instructions that relate to any water treatment equipment must be maintained for five years or as long as the water treatment equipment remains in operation, whichever period is longer.  O. Reg. 319/08, s. 14 (1). (2) If primary disinfection equipment that does not use chlorination or chloramination is provided by a small drinking water system, the owner and operator of the system shall ensure that the disinfection equipment is designed and operated so that, (a) the disinfection equipment has a feature that ensures that no water is directed to users of water treated by the equipment in the event that the equipment malfunctions, loses power or ceases to provide the appropriate level of disinfection; or (b) the disinfection equipment has a feature that causes an alarm to sound immediately in the following locations if the disinfection equipment malfunctions, loses power or ceases to provide the appropriate level of disinfection: (i) the building or structure where the disinfection equipment is installed, (ii) a location where a person is present, if a person is not always present at the building or structure where the disinfection equipment is installed.  O. Reg. 319/08, s. 14 (2). (3) If a small drinking water system provides primary disinfection with ultraviolet light disinfection equipment and not with chlorination or chloramination, the owner and operator of the system shall ensure that any sensors that form part of the equipment’s monitoring system are checked and calibrated in accordance with the manufacturer’s instructions.  O. Reg. 319/08, s. 14 (3).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK23\"></a>14. </b>(1) Where a small drinking water system provides treatment of the water that it provides, including where a public health inspector requires treatment of the water provided by a small drinking water system, the owner and operator of the small drinking water system shall ensure the following:</p> <p class=\"paragraph-e\">  1. The water treatment equipment is in operation whenever water is being supplied.</p> <p class=\"paragraph-e\">  2. The water treatment equipment is operated in accordance with the manufacturer’s instructions.</p> <p class=\"paragraph-e\">  3. The water treatment equipment is operated in a manner that achieves the design capabilities.</p> <p class=\"paragraph-e\">  4. If the drinking water system’s water treatment equipment provides chlorination or chloramination for secondary disinfection, the equipment is operated so that, at all times and at all locations within the distribution system,</p> <p class=\"subpara-e\">  i. the free chlorine residual is never less than 0.05 milligrams per litre, if the drinking water system provides chlorination and does not provide chloramination, or</p> <p class=\"subpara-e\">  ii. the combined chlorine residual is never less than 0.25 milligrams per litre, if the drinking water system provides chloramination.</p> <p class=\"paragraph-e\">  5. The water treatment equipment is properly maintained in accordance with manufacturer’s recommendations.</p> <p class=\"paragraph-e\">  6. Written operating instructions for the water treatment equipment are kept near the equipment.</p> <p class=\"paragraph-e\">  7. Clearly marked adequate supplies of chemicals or other materials necessary for the operation of the water treatment equipment are kept nearby in a safe and secure manner and separate from other chemicals and materials that are not used for the small drinking water system.</p> <p class=\"paragraph-e\">  8. Replacement parts are kept nearby for those parts of the water treatment equipment that may be expected to require periodic replacement.</p> <p class=\"paragraph-e\">  9. Maintenance records are created relating to all maintenance conducted on the water treatment equipment and kept for five years or as long as the water treatment equipment to which they relate remains in use, whichever period is longer. These records must contain the date and time of every action taken, the name of the person who took the action and the results of the action.</p> <p class=\"paragraph-e\">  10. Any written manufacturer operating manuals or instructions that relate to any water treatment equipment must be maintained for five years or as long as the water treatment equipment remains in operation, whichever period is longer.  O. Reg. 319/08, s. 14 (1).</p> <p class=\"subsection-e\">  (2) If primary disinfection equipment that does not use chlorination or chloramination is provided by a small drinking water system, the owner and operator of the system shall ensure that the disinfection equipment is designed and operated so that,</p> <p class=\"clause-e\">  (a) the disinfection equipment has a feature that ensures that no water is directed to users of water treated by the equipment in the event that the equipment malfunctions, loses power or ceases to provide the appropriate level of disinfection; or</p> <p class=\"clause-e\">  (b) the disinfection equipment has a feature that causes an alarm to sound immediately in the following locations if the disinfection equipment malfunctions, loses power or ceases to provide the appropriate level of disinfection:</p> <p class=\"subclause-e\">  (i) the building or structure where the disinfection equipment is installed,</p> <p class=\"subclause-e\">  (ii) a location where a person is present, if a person is not always present at the building or structure where the disinfection equipment is installed.  O. Reg. 319/08, s. 14 (2).</p> <p class=\"subsection-e\">  (3) If a small drinking water system provides primary disinfection with ultraviolet light disinfection equipment and not with chlorination or chloramination, the owner and operator of the system shall ensure that any sensors that form part of the equipment’s monitoring system are checked and calibrated in accordance with the manufacturer’s instructions.  O. Reg. 319/08, s. 14 (3).</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "15.",
            "part_id": null,
            "part_type": null,
            "section": "Continuous monitoring equipment",
            "content": " 15. Where a small drinking water system uses continuous monitoring equipment for sampling and testing that is required under this Regulation, the owner and operator of the small drinking water system shall ensure the following: 1. The continuous monitoring equipment is operated in accordance with the manufacturer’s instructions. 2. The continuous monitoring equipment is properly maintained in accordance with manufacturer’s recommendations. 3. Maintenance records are created relating to all maintenance conducted on the continuous monitoring equipment and kept for five years or as long as the continuous monitoring equipment to which they relate remains in use, whichever period is longer. These records must contain the date and time of every action taken, the name of the person who took the action and the results of the action.  O. Reg. 319/08, s. 15.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>15. </b>Where a small drinking water system uses continuous monitoring equipment for sampling and testing that is required under this Regulation, the owner and operator of the small drinking water system shall ensure the following:</p> <p class=\"paragraph-e\">  1. The continuous monitoring equipment is operated in accordance with the manufacturer’s instructions.</p> <p class=\"paragraph-e\">  2. The continuous monitoring equipment is properly maintained in accordance with manufacturer’s recommendations.</p> <p class=\"paragraph-e\">  3. Maintenance records are created relating to all maintenance conducted on the continuous monitoring equipment and kept for five years or as long as the continuous monitoring equipment to which they relate remains in use, whichever period is longer. These records must contain the date and time of every action taken, the name of the person who took the action and the results of the action.  O. Reg. 319/08, s. 15.</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "16.",
            "part_id": null,
            "part_type": null,
            "section": "Surface water",
            "content": " 16. (1) The owner and operator of a small drinking water system that obtains water from a raw water supply that is surface water shall ensure provision of, (a) water treatment equipment that is designed to be capable of achieving, at all times, primary disinfection including at least 99 per cent removal or inactivation of Cryptosporidium\r\noocysts, at least 99.9 per cent removal or inactivation of Giardia cysts and at least 99.99 per cent removal or inactivation of viruses by the time water enters the distribution system; or (b) other water treatment equipment that, in the opinion of a licensed engineering practitioner, is designed to be capable of producing water of equal or better quality than the equipment described in clause (a).  O. Reg. 319/08, s. 16 (1); O. Reg. 413/09, s. 2. (2) Subsection (1) only applies to the owner and operator of a small drinking water system as of a date set out in the directive issued to the owner of that small drinking water system under subsection 7 (4).  O. Reg. 319/08, s. 16 (2). Operational Checks, Sampling and Testing — General",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK25\"></a>16. </b>(1) The owner and operator of a small drinking water system that obtains water from a raw water supply that is surface water shall ensure provision of,</p> <p class=\"clause-e\">  (a) water treatment equipment that is designed to be capable of achieving, at all times, primary disinfection including at least 99 per cent removal or inactivation of <i>Cryptosporidium</i>\r\noocysts, at least 99.9 per cent removal or inactivation of <i>Giardia</i> cysts and at least 99.99 per cent removal or inactivation of viruses by the time water enters the distribution system; or</p> <p class=\"clause-e\">  (b) other water treatment equipment that, in the opinion of a licensed engineering practitioner, is designed to be capable of producing water of equal or better quality than the equipment described in clause (a).  O. Reg. 319/08, s. 16 (1); O. Reg. 413/09, s. 2.</p> <p class=\"subsection-e\">  (2) Subsection (1) only applies to the owner and operator of a small drinking water system as of a date set out in the directive issued to the owner of that small drinking water system under subsection 7 (4).  O. Reg. 319/08, s. 16 (2).</p> <p class=\"heading1-e\"><a name=\"BK26\"></a>Operational Checks, Sampling and Testing — General</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "Operational Checks, Sampling and Testing — General",
            "part_id": null,
            "part_type": null,
            "section": "Operational Checks, Sampling and Testing — General",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "17.",
            "part_id": null,
            "part_type": null,
            "section": "Samples, general",
            "content": " 17. Unless a public health inspector provides otherwise, a person who is required to ensure that samples are taken under this Regulation shall ensure that, (a) the samples are taken from the point at which water enters the small drinking water system’s distribution system or plumbing that is connected to the small drinking water system; or (b) the samples are taken from a point where it is reasonable to believe that the water sample is of the same quality and composition as the water in the small drinking water system that is at a point in the system immediately following the application of any and all treatment by that system.  O. Reg. 319/08, s. 17.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK27\"></a>17. </b>Unless a public health inspector provides otherwise, a person who is required to ensure that samples are taken under this Regulation shall ensure that,</p> <p class=\"clause-e\">  (a) the samples are taken from the point at which water enters the small drinking water system’s distribution system or plumbing that is connected to the small drinking water system; or</p> <p class=\"clause-e\">  (b) the samples are taken from a point where it is reasonable to believe that the water sample is of the same quality and composition as the water in the small drinking water system that is at a point in the system immediately following the application of any and all treatment by that system.  O. Reg. 319/08, s. 17.</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "18.",
            "part_id": null,
            "part_type": null,
            "section": "Samples, immediate testing",
            "content": " 18. Unless a public health inspector provides otherwise, where a water sample is required to be taken under this Regulation and tested for a microbiological parameter, the owner and operator of the small drinking water system shall ensure that another sample is taken at the same time from the same location and is tested immediately for, (a) free chlorine residual, if the system provides chlorination and does not provide chloramination; or (b) combined chlorine residual, if the system provides chloramination.  O. Reg. 319/08, s. 18.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK28\"></a><b>18. </b>Unless a public health inspector provides otherwise, where a water sample is required to be taken under this Regulation and tested for a microbiological parameter, the owner and operator of the small drinking water system shall ensure that another sample is taken at the same time from the same location and is tested immediately for,</p> <p class=\"clause-e\">  (a) free chlorine residual, if the system provides chlorination and does not provide chloramination; or</p> <p class=\"clause-e\">  (b) combined chlorine residual, if the system provides chloramination.  O. Reg. 319/08, s. 18.</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "19.",
            "part_id": null,
            "part_type": null,
            "section": "Form of samples",
            "content": " 19. (1) A person who is required to ensure that samples are taken under this Regulation shall ensure that they are taken in the form of grab samples, unless continuous monitoring equipment is either authorized under this Regulation or is required by a public health inspector.  O. Reg. 319/08, s. 19 (1). (2) Continuous monitoring equipment may be used for sampling and testing that is required under this Regulation for, (a) turbidity; (b) fluoride; (c) free chlorine residual; and (d) free chlorine residual and total chlorine residual measured for the purpose of determining combined chlorine residual.  O. Reg. 319/08, s. 19 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK29\"></a><b>19. </b>(1) A person who is required to ensure that samples are taken under this Regulation shall ensure that they are taken in the form of grab samples, unless continuous monitoring equipment is either authorized under this Regulation or is required by a public health inspector.  O. Reg. 319/08, s. 19 (1).</p> <p class=\"subsection-e\">  (2) Continuous monitoring equipment may be used for sampling and testing that is required under this Regulation for,</p> <p class=\"clause-e\">  (a) turbidity;</p> <p class=\"clause-e\">  (b) fluoride;</p> <p class=\"clause-e\">  (c) free chlorine residual; and</p> <p class=\"clause-e\">  (d) free chlorine residual and total chlorine residual measured for the purpose of determining combined chlorine residual.  O. Reg. 319/08, s. 19 (2).</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "20.",
            "part_id": null,
            "part_type": null,
            "section": "Frequency of sampling and equipment checks",
            "content": " 20. (1) If this Regulation requires at least one water sample to be taken every week and tested for a parameter, the owner and operator of the small drinking water system shall ensure that at least one sample that is taken during a week for the purpose of being tested for that parameter is taken at least five days, and not more than 10 days, after a sample was taken for that purpose in the previous week.  O. Reg. 319/08, s. 20 (1). (2) If this Regulation requires at least one water sample to be taken every two weeks and tested for a parameter, the owner and operator of the small drinking water system shall ensure that at least one sample that is taken during a two-week period for the purpose of being tested for that parameter is taken at least 10 days, and not more than 20 days, after a sample was taken for that purpose in the previous two-week period.  O. Reg. 319/08, s. 20 (2). (3) If this Regulation requires at least one water sample to be taken every month and tested for a parameter, the owner and operator of the small drinking water system shall ensure that at least one sample that is taken during a month for the purpose of being tested for that parameter is taken at least 20 days, and not more than 40 days, after a sample was taken for that purpose in the previous month.  O. Reg. 319/08, s. 20 (3). (4) If this Regulation requires at least one water sample to be taken every two months and tested for a parameter, the owner and operator of the small drinking water system shall ensure that at least one sample that is taken during a month for the purpose of being tested for that parameter is taken at least 40 days, and not more than 80 days, after a sample was taken for that purpose in the previous month.  O. Reg. 319/08, s. 20 (4). (5) If this Regulation requires at least one water sample to be taken every three months and tested for a parameter, the owner and operator of the small drinking water system shall ensure that at least one sample that is taken during a three-month period for the purpose of being tested for that parameter is taken at least 60 days, and not more than 120 days, after a sample was taken for that purpose in the previous three-month period.  O. Reg. 319/08, s. 20 (5). (6) If this Regulation requires at least one water sample to be taken every 12 months and tested for a parameter, the owner and operator of the small drinking water system shall ensure that at least one sample that is taken during a 12-month period for the purpose of being tested for that parameter is taken not more than 30 days before or after the first anniversary of the day a sample was taken for that purpose in the previous 12-month period.  O. Reg. 319/08, s. 20 (6). (7) If this Regulation requires at least one water sample to be taken every 36 months and tested for a parameter, the owner and operator of the small drinking water system shall ensure that at least one sample that is taken during a 36-month period for the purpose of being tested for that parameter is taken not more than 60 days before or after the third anniversary of the day a sample was taken for that purpose in the previous 36-month period.  O. Reg. 319/08, s. 20 (7). (8) If this Regulation requires at least one water sample to be taken every 60 months and tested for a parameter, the owner and operator of the small drinking water system shall ensure that at least one sample that is taken during a 60-month period for the purpose of being tested for that parameter is taken not more than 90 days before or after the fifth anniversary of the day a sample was taken for that purpose in the previous 60-month period.  O. Reg. 319/08, s. 20 (8). (9) This section applies, with necessary modifications, if this Regulation requires equipment to be checked at intervals to which any of subsections (1) to (8) apply.  O. Reg. 319/08, s. 20 (9).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK30\"></a><b>20. </b>(1) If this Regulation requires at least one water sample to be taken every week and tested for a parameter, the owner and operator of the small drinking water system shall ensure that at least one sample that is taken during a week for the purpose of being tested for that parameter is taken at least five days, and not more than 10 days, after a sample was taken for that purpose in the previous week.  O. Reg. 319/08, s. 20 (1).</p> <p class=\"subsection-e\">  (2) If this Regulation requires at least one water sample to be taken every two weeks and tested for a parameter, the owner and operator of the small drinking water system shall ensure that at least one sample that is taken during a two-week period for the purpose of being tested for that parameter is taken at least 10 days, and not more than 20 days, after a sample was taken for that purpose in the previous two-week period.  O. Reg. 319/08, s. 20 (2).</p> <p class=\"subsection-e\">  (3) If this Regulation requires at least one water sample to be taken every month and tested for a parameter, the owner and operator of the small drinking water system shall ensure that at least one sample that is taken during a month for the purpose of being tested for that parameter is taken at least 20 days, and not more than 40 days, after a sample was taken for that purpose in the previous month.  O. Reg. 319/08, s. 20 (3).</p> <p class=\"subsection-e\">  (4) If this Regulation requires at least one water sample to be taken every two months and tested for a parameter, the owner and operator of the small drinking water system shall ensure that at least one sample that is taken during a month for the purpose of being tested for that parameter is taken at least 40 days, and not more than 80 days, after a sample was taken for that purpose in the previous month.  O. Reg. 319/08, s. 20 (4).</p> <p class=\"subsection-e\">  (5) If this Regulation requires at least one water sample to be taken every three months and tested for a parameter, the owner and operator of the small drinking water system shall ensure that at least one sample that is taken during a three-month period for the purpose of being tested for that parameter is taken at least 60 days, and not more than 120 days, after a sample was taken for that purpose in the previous three-month period.  O. Reg. 319/08, s. 20 (5).</p> <p class=\"subsection-e\">  (6) If this Regulation requires at least one water sample to be taken every 12 months and tested for a parameter, the owner and operator of the small drinking water system shall ensure that at least one sample that is taken during a 12-month period for the purpose of being tested for that parameter is taken not more than 30 days before or after the first anniversary of the day a sample was taken for that purpose in the previous 12-month period.  O. Reg. 319/08, s. 20 (6).</p> <p class=\"subsection-e\">  (7) If this Regulation requires at least one water sample to be taken every 36 months and tested for a parameter, the owner and operator of the small drinking water system shall ensure that at least one sample that is taken during a 36-month period for the purpose of being tested for that parameter is taken not more than 60 days before or after the third anniversary of the day a sample was taken for that purpose in the previous 36-month period.  O. Reg. 319/08, s. 20 (7).</p> <p class=\"subsection-e\">  (8) If this Regulation requires at least one water sample to be taken every 60 months and tested for a parameter, the owner and operator of the small drinking water system shall ensure that at least one sample that is taken during a 60-month period for the purpose of being tested for that parameter is taken not more than 90 days before or after the fifth anniversary of the day a sample was taken for that purpose in the previous 60-month period.  O. Reg. 319/08, s. 20 (8).</p> <p class=\"subsection-e\">  (9) This section applies, with necessary modifications, if this Regulation requires equipment to be checked at intervals to which any of subsections (1) to (8) apply.  O. Reg. 319/08, s. 20 (9).</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "21.",
            "part_id": null,
            "part_type": null,
            "section": "Turbidity samples",
            "content": " 21. If a water sample is required to be taken and tested for turbidity, the owner and operator of the small drinking water system shall ensure that the testing is conducted using a turbidity meter that measures turbidity in Nephelometric Turbidity Units (NTU).  O. Reg. 319/08, s. 21.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK31\"></a>21. </b>If a water sample is required to be taken and tested for turbidity, the owner and operator of the small drinking water system shall ensure that the testing is conducted using a turbidity meter that measures turbidity in Nephelometric Turbidity Units (NTU).  O. Reg. 319/08, s. 21.</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "22.",
            "part_id": null,
            "part_type": null,
            "section": "Chlorine residual",
            "content": " 22. Unless a public health inspector provides otherwise, if a water sample is required to be taken and tested for free chlorine residual or combined chlorine residual, the owner and operator of the small drinking water system shall ensure that the testing is conducted using an electronic direct readout colourimetric or amperometric chlorine analyzer.  O. Reg. 319/08, s. 22.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK32\"></a>22. </b>Unless a public health inspector provides otherwise, if a water sample is required to be taken and tested for free chlorine residual or combined chlorine residual, the owner and operator of the small drinking water system shall ensure that the testing is conducted using an electronic direct readout colourimetric or amperometric chlorine analyzer.  O. Reg. 319/08, s. 22.</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "23.",
            "part_id": null,
            "part_type": null,
            "section": "Laboratory instructions",
            "content": " 23. If this Regulation requires a water sample to be tested for a parameter by a laboratory, the owner and operator of the small drinking water system shall ensure that, subject to the other provisions of this Regulation, the sample is taken and handled in accordance with the instructions of the laboratory to which the sample will be delivered for testing, including instructions with respect to, (a) collection procedures; (b) the use of specified kinds of containers or of containers that are provided by the laboratory; (c) the labelling of samples; (d) the completion and submission of forms that are provided by the laboratory; (e) methods of transporting samples, including temperature conditions that must be maintained during transportation; and (f) time periods for delivery of samples.  O. Reg. 319/08, s. 23.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK33\"></a><b>23. </b>If this Regulation requires a water sample to be tested for a parameter by a laboratory, the owner and operator of the small drinking water system shall ensure that, subject to the other provisions of this Regulation, the sample is taken and handled in accordance with the instructions of the laboratory to which the sample will be delivered for testing, including instructions with respect to,</p> <p class=\"clause-e\">  (a) collection procedures;</p> <p class=\"clause-e\">  (b) the use of specified kinds of containers or of containers that are provided by the laboratory;</p> <p class=\"clause-e\">  (c) the labelling of samples;</p> <p class=\"clause-e\">  (d) the completion and submission of forms that are provided by the laboratory;</p> <p class=\"clause-e\">  (e) methods of transporting samples, including temperature conditions that must be maintained during transportation; and</p> <p class=\"clause-e\">  (f) time periods for delivery of samples.  O. Reg. 319/08, s. 23.</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "24.",
            "part_id": null,
            "part_type": null,
            "section": "Records of samples",
            "content": " 24. (1) The owner and operator of a small drinking water system shall ensure that, for every sample required by this Regulation, a record is made of the date and time the sample was taken, the location where the sample was taken, the name of the person who took the sample and the result of the drinking water test conducted on the sample.  O. Reg. 319/08, s. 24 (1). (2) Subsection (1) does not apply to a sample tested by continuous monitoring equipment.  O. Reg. 319/08, s. 24 (2). Microbiological Sampling and Testing",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK34\"></a><b>24. </b>(1) The owner and operator of a small drinking water system shall ensure that, for every sample required by this Regulation, a record is made of the date and time the sample was taken, the location where the sample was taken, the name of the person who took the sample and the result of the drinking water test conducted on the sample.  O. Reg. 319/08, s. 24 (1).</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply to a sample tested by continuous monitoring equipment.  O. Reg. 319/08, s. 24 (2).</p> <p class=\"heading1-e\"><a name=\"BK35\"></a>Microbiological Sampling and Testing</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "Microbiological Sampling and Testing",
            "part_id": null,
            "part_type": null,
            "section": "Microbiological Sampling and Testing",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "25.",
            "part_id": null,
            "part_type": null,
            "section": "Distribution samples",
            "content": " 25. (1) The owner of a small drinking water system and the operator of the system shall ensure that at least one distribution sample is taken every three months.  O. Reg. 319/08, s. 25 (1). (2) Despite subsection (1), where a small drinking water system does not operate to supply water to users for at least 60 consecutive days in, (a) every calendar year; or (b) every period that begins on April 1 in one year and ends on March 31 in the following year, the owner and the operator of the system shall ensure that at least one distribution sample is taken every three months during which the system is operating and supplying drinking water to users.  O. Reg. 319/08, s. 25 (2). (3) The owner and the operator shall ensure that each of the samples taken under subsections (1) and (2) is tested for, (a)  Escherichia coli; and (b) total coliforms.  O. Reg. 319/08, s. 25 (3). (4) Unless a public health inspector provides otherwise, where a small drinking water system that uses point of entry treatment units has more than one point of entry treatment unit, (a) the samples taken under subsections (1) and (2) shall be taken from locations downstream of the point of entry treatment units; and (b) the samples shall be taken on a rotational basis so that, after a sample is taken from a location downstream of a particular point of entry treatment unit, another sample is not taken from a location downstream of that unit until samples have been taken from locations downstream of all the other point of entry treatment units.  O. Reg. 319/08, s. 25 (4). Corrective Action",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK36\"></a><b>25. </b>(1) The owner of a small drinking water system and the operator of the system shall ensure that at least one distribution sample is taken every three months.  O. Reg. 319/08, s. 25 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), where a small drinking water system does not operate to supply water to users for at least 60 consecutive days in,</p> <p class=\"clause-e\">  (a) every calendar year; or</p> <p class=\"clause-e\">  (b) every period that begins on April 1 in one year and ends on March 31 in the following year,</p> <p class=\"Ssubsection-e\">the owner and the operator of the system shall ensure that at least one distribution sample is taken every three months during which the system is operating and supplying drinking water to users.  O. Reg. 319/08, s. 25 (2).</p> <p class=\"subsection-e\">  (3) The owner and the operator shall ensure that each of the samples taken under subsections (1) and (2) is tested for,</p> <p class=\"clause-e\">  (a)  <i>Escherichia coli</i>; and</p> <p class=\"clause-e\">  (b) total coliforms.  O. Reg. 319/08, s. 25 (3).</p> <p class=\"subsection-e\">  (4) Unless a public health inspector provides otherwise, where a small drinking water system that uses point of entry treatment units has more than one point of entry treatment unit,</p> <p class=\"clause-e\">  (a) the samples taken under subsections (1) and (2) shall be taken from locations downstream of the point of entry treatment units; and</p> <p class=\"clause-e\">  (b) the samples shall be taken on a rotational basis so that, after a sample is taken from a location downstream of a particular point of entry treatment unit, another sample is not taken from a location downstream of that unit until samples have been taken from locations downstream of all the other point of entry treatment units.  O. Reg. 319/08, s. 25 (4).</p> <p class=\"heading1-e\"><a name=\"BK37\"></a>Corrective Action</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "Corrective Action",
            "part_id": null,
            "part_type": null,
            "section": "Corrective Action",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "26.",
            "part_id": null,
            "part_type": null,
            "section": "Improper disinfection",
            "content": " 26. (1) If a report is required to be made under section 9 in regard to an adverse observation in respect of water that has not been properly disinfected, the owner and operator of the small drinking water system shall ensure that the following corrective action is taken: 1. Immediately restore the disinfection. 2. Immediately take all reasonable steps to notify all users of water from the system to use an alternate source of drinking water or, if no alternate source is available, to bring water to a rapid rolling boil for at least one minute before use. 3. Immediately notify the medical officer of health of the health unit in which the system is located by speaking in person or by telephone with that medical officer of health, by speaking with a person at the office of that medical officer of health or, if the office is closed, by speaking with a person at the on-call system of that health unit.  O. Reg. 319/08, s. 26 (1). (2) Despite paragraphs 1 through 3 of subsection (1), where the medical officer of health of the health unit in which the small drinking water system is located instructs the operator or owner to take other steps the operator or owner shall be in compliance with this section if the operator or owner ensures that the corrective action is taken as contained in the instructions of the medical officer of health.  O. Reg. 319/08, s. 26 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK38\"></a><b>26. </b>(1) If a report is required to be made under section 9 in regard to an adverse observation in respect of water that has not been properly disinfected, the owner and operator of the small drinking water system shall ensure that the following corrective action is taken:</p> <p class=\"paragraph-e\">  1. Immediately restore the disinfection.</p> <p class=\"paragraph-e\">  2. Immediately take all reasonable steps to notify all users of water from the system to use an alternate source of drinking water or, if no alternate source is available, to bring water to a rapid rolling boil for at least one minute before use.</p> <p class=\"paragraph-e\">  3. Immediately notify the medical officer of health of the health unit in which the system is located by speaking in person or by telephone with that medical officer of health, by speaking with a person at the office of that medical officer of health or, if the office is closed, by speaking with a person at the on-call system of that health unit.  O. Reg. 319/08, s. 26 (1).</p> <p class=\"subsection-e\">  (2) Despite paragraphs 1 through 3 of subsection (1), where the medical officer of health of the health unit in which the small drinking water system is located instructs the operator or owner to take other steps the operator or owner shall be in compliance with this section if the operator or owner ensures that the corrective action is taken as contained in the instructions of the medical officer of health.  O. Reg. 319/08, s. 26 (2).</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "27.",
            "part_id": null,
            "part_type": null,
            "section": "Turbidity",
            "content": " 27. (1) If a report is required to be made under section 9 in respect of turbidity, the owner and operator of the small drinking water system shall ensure that the following corrective action is taken: 1. Immediately check the drinking water system’s turbidity monitoring equipment and correct any problems that are identified. 2. If no problems are identified under paragraph 1, i. immediately backwash the nearest filter upstream of the location where the sample that gave rise to the report was taken or immediately replace the filter cartridges or filter elements of the nearest filtration equipment upstream of that location, and ii. immediately review other upstream operational processes and correct any faulty processes that are identified. 3. Immediately after taking the steps required by paragraphs 1 and 2, resample and test. 4. If turbidity that exceeds 1.0 Nephelometric Turbidity Units (NTU) is detected under paragraph 3, i. immediately take all reasonable steps to notify all users of water from the system to use an alternate source of drinking water or, if no alternate source is available, to bring water to a rapid rolling boil for at least one minute before use, ii. immediately notify the medical officer of health of the health unit in which the system is located by speaking in person or by telephone with that medical officer of health, by speaking with a person at the office of that medical officer of health or, if the office is closed, by speaking with a person at the on-call system of that health unit, iii. follow the manufacturer’s recommendations for servicing the filtration equipment upstream of the location where the sample that gave rise to the report was taken, and iv. flush the distribution system and any plumbing owned by the owner of the small drinking water system that is connected to the small drinking water system.  O. Reg. 319/08, s. 27 (1). (2) Despite paragraphs 1 through 4 of subsection (1), where the medical officer of health of the health unit in which the small drinking water system is located instructs the operator or owner to take other steps the operator or owner shall be in compliance with this section if the operator or owner ensures that the corrective action is taken as contained in the instructions of the medical officer of health.  O. Reg. 319/08, s. 27 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK39\"></a><b>27. </b>(1) If a report is required to be made under section 9 in respect of turbidity, the owner and operator of the small drinking water system shall ensure that the following corrective action is taken:</p> <p class=\"paragraph-e\">  1. Immediately check the drinking water system’s turbidity monitoring equipment and correct any problems that are identified.</p> <p class=\"paragraph-e\">  2. If no problems are identified under paragraph 1,</p> <p class=\"subpara-e\">  i. immediately backwash the nearest filter upstream of the location where the sample that gave rise to the report was taken or immediately replace the filter cartridges or filter elements of the nearest filtration equipment upstream of that location, and</p> <p class=\"subpara-e\">  ii. immediately review other upstream operational processes and correct any faulty processes that are identified.</p> <p class=\"paragraph-e\">  3. Immediately after taking the steps required by paragraphs 1 and 2, resample and test.</p> <p class=\"paragraph-e\">  4. If turbidity that exceeds 1.0 Nephelometric Turbidity Units (NTU) is detected under paragraph 3,</p> <p class=\"subpara-e\">  i. immediately take all reasonable steps to notify all users of water from the system to use an alternate source of drinking water or, if no alternate source is available, to bring water to a rapid rolling boil for at least one minute before use,</p> <p class=\"subpara-e\">  ii. immediately notify the medical officer of health of the health unit in which the system is located by speaking in person or by telephone with that medical officer of health, by speaking with a person at the office of that medical officer of health or, if the office is closed, by speaking with a person at the on-call system of that health unit,</p> <p class=\"subpara-e\">  iii. follow the manufacturer’s recommendations for servicing the filtration equipment upstream of the location where the sample that gave rise to the report was taken, and</p> <p class=\"subpara-e\">  iv. flush the distribution system and any plumbing owned by the owner of the small drinking water system that is connected to the small drinking water system.  O. Reg. 319/08, s. 27 (1).</p> <p class=\"subsection-e\">  (2) Despite paragraphs 1 through 4 of subsection (1), where the medical officer of health of the health unit in which the small drinking water system is located instructs the operator or owner to take other steps the operator or owner shall be in compliance with this section if the operator or owner ensures that the corrective action is taken as contained in the instructions of the medical officer of health.  O. Reg. 319/08, s. 27 (2).</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "28.",
            "part_id": null,
            "part_type": null,
            "section": "Chlorine residual",
            "content": " 28. (1) If a report is required to be made under section 9 in respect of chlorine residual, the owner and operator of the small drinking water system shall ensure that the following corrective action is taken: 1. Immediately flush the distribution system and any plumbing owned by the owner of the drinking water system that is connected to the small drinking water system, and restore secondary disinfection to ensure that, i. a free chlorine residual of at least 0.05 milligrams per litre is quickly achieved at all points in the affected parts of the distribution system and plumbing, if the drinking water system provides chlorination and does not provide chloramination, or ii. a combined chlorine residual of at least 0.25 milligrams per litre is quickly achieved at all points in the affected parts of the distribution system and plumbing, if the drinking water system provides chloramination. 2. If the drinking water system provides chlorination, the system does not provide chloramination and a free chlorine residual of at least 0.05 milligrams per litre cannot be quickly achieved at all points in the affected parts of the distribution system and plumbing, immediately take all reasonable steps to notify all users of water from the system to use an alternate source of drinking water or, if no alternate source is available, to bring water to a rapid rolling boil for at least one minute before use. 3. If the drinking water system provides chloramination and a combined chlorine residual of at least 0.25 milligrams per litre cannot be quickly achieved at all points in the affected parts of the distribution system and plumbing, immediately take all reasonable steps to notify all users of water from the system to use an alternate source of drinking water or, if no alternate source is available, to bring water to a rapid rolling boil for at least one minute before use.  O. Reg. 319/08, s. 28 (1). (2) Despite paragraphs 1 through 3 of subsection (1), where the medical officer of health of the health unit in which the small drinking water system is located instructs the operator or owner to take other steps the operator or owner shall be in compliance with this section if the operator or owner ensures that the corrective action is taken as contained in the instructions of the medical officer of health.  O. Reg. 319/08, s. 28 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK40\"></a><b>28. </b>(1) If a report is required to be made under section 9 in respect of chlorine residual, the owner and operator of the small drinking water system shall ensure that the following corrective action is taken:</p> <p class=\"paragraph-e\">  1. Immediately flush the distribution system and any plumbing owned by the owner of the drinking water system that is connected to the small drinking water system, and restore secondary disinfection to ensure that,</p> <p class=\"subpara-e\">  i. a free chlorine residual of at least 0.05 milligrams per litre is quickly achieved at all points in the affected parts of the distribution system and plumbing, if the drinking water system provides chlorination and does not provide chloramination, or</p> <p class=\"subpara-e\">  ii. a combined chlorine residual of at least 0.25 milligrams per litre is quickly achieved at all points in the affected parts of the distribution system and plumbing, if the drinking water system provides chloramination.</p> <p class=\"paragraph-e\">  2. If the drinking water system provides chlorination, the system does not provide chloramination and a free chlorine residual of at least 0.05 milligrams per litre cannot be quickly achieved at all points in the affected parts of the distribution system and plumbing, immediately take all reasonable steps to notify all users of water from the system to use an alternate source of drinking water or, if no alternate source is available, to bring water to a rapid rolling boil for at least one minute before use.</p> <p class=\"paragraph-e\">  3. If the drinking water system provides chloramination and a combined chlorine residual of at least 0.25 milligrams per litre cannot be quickly achieved at all points in the affected parts of the distribution system and plumbing, immediately take all reasonable steps to notify all users of water from the system to use an alternate source of drinking water or, if no alternate source is available, to bring water to a rapid rolling boil for at least one minute before use.  O. Reg. 319/08, s. 28 (1).</p> <p class=\"subsection-e\">  (2) Despite paragraphs 1 through 3 of subsection (1), where the medical officer of health of the health unit in which the small drinking water system is located instructs the operator or owner to take other steps the operator or owner shall be in compliance with this section if the operator or owner ensures that the corrective action is taken as contained in the instructions of the medical officer of health.  O. Reg. 319/08, s. 28 (2).</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "29.",
            "part_id": null,
            "part_type": null,
            "section": "Escherichia coli (E. coli) and Pathogens",
            "content": " 29. (1) If a report is required to be made under section 9 in respect of Escherichia coli (E. coli) or any pathogen the owner and operator of the small drinking water system shall ensure that the following corrective action is taken: 1. Immediately take all reasonable steps to notify all users of water from the system to use an alternate source of drinking water or, if no alternate source is available, to bring water to a rapid rolling boil for at least one minute before use, the notices to stay into effect until Escherichia coli (E. coli) or the pathogen is not detected in any of the samples from two consecutive sets of samples taken 24 to 48 hours apart or as otherwise instructed by the medical officer of health. 2. Immediately resample and test. 3. If the drinking water system uses chlorine, immediately increase the chlorine dose and flush the distribution system and any plumbing owned by the owner of the drinking water system that is connected to the small drinking water system to ensure that, i. a free chlorine residual of at least 0.2 milligrams per litre is achieved at all points in the affected parts of the distribution system and plumbing, if the drinking water system provides chlorination and does not provide chloramination, or ii. a combined chlorine residual of at least 1.0 milligrams per litre is achieved at all points in the affected parts of the distribution system and plumbing, if the drinking water system provides chloramination. 4. If the drinking water system provides chlorination or chloramination, maintain the free chlorine residual or combined chlorine concentration referred to in paragraph 3 in the affected parts of the distribution system and plumbing, and continue to resample and test, until Escherichia coli (E. coli) is not detected in any of the samples from two consecutive sets of samples taken 24 to 48 hours apart or as otherwise instructed by the medical officer of health. 5. If the drinking water system does not use chlorine, immediately take such steps in regard to the temporary disinfection of the drinking water system as are required by the medical officer of health of the health unit in which the small drinking water system is located.  O. Reg. 319/08, s. 29 (1). (2) Despite paragraphs 1 through 4 of subsection (1), where the medical officer of health of the health unit in which the small drinking water system is located instructs the operator or owner to take other steps the operator or owner shall be in compliance with this section if the operator or owner ensures that the corrective action is taken as contained in the instructions of the medical officer of health.  O. Reg. 319/08, s. 29 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK41\"></a><b>29. </b>(1) If a report is required to be made under section 9 in respect of <i>Escherichia coli</i> (E. coli) or any pathogen the owner and operator of the small drinking water system shall ensure that the following corrective action is taken:</p> <p class=\"paragraph-e\">  1. Immediately take all reasonable steps to notify all users of water from the system to use an alternate source of drinking water or, if no alternate source is available, to bring water to a rapid rolling boil for at least one minute before use, the notices to stay into effect until <i>Escherichia coli</i> (E. coli) or the pathogen is not detected in any of the samples from two consecutive sets of samples taken 24 to 48 hours apart or as otherwise instructed by the medical officer of health.</p> <p class=\"paragraph-e\">  2. Immediately resample and test.</p> <p class=\"paragraph-e\">  3. If the drinking water system uses chlorine, immediately increase the chlorine dose and flush the distribution system and any plumbing owned by the owner of the drinking water system that is connected to the small drinking water system to ensure that,</p> <p class=\"subpara-e\">  i. a free chlorine residual of at least 0.2 milligrams per litre is achieved at all points in the affected parts of the distribution system and plumbing, if the drinking water system provides chlorination and does not provide chloramination, or</p> <p class=\"subpara-e\">  ii. a combined chlorine residual of at least 1.0 milligrams per litre is achieved at all points in the affected parts of the distribution system and plumbing, if the drinking water system provides chloramination.</p> <p class=\"paragraph-e\">  4. If the drinking water system provides chlorination or chloramination, maintain the free chlorine residual or combined chlorine concentration referred to in paragraph 3 in the affected parts of the distribution system and plumbing, and continue to resample and test, until <i>Escherichia coli</i> (E. coli) is not detected in any of the samples from two consecutive sets of samples taken 24 to 48 hours apart or as otherwise instructed by the medical officer of health.</p> <p class=\"paragraph-e\">  5. If the drinking water system does not use chlorine, immediately take such steps in regard to the temporary disinfection of the drinking water system as are required by the medical officer of health of the health unit in which the small drinking water system is located.  O. Reg. 319/08, s. 29 (1).</p> <p class=\"subsection-e\">  (2) Despite paragraphs 1 through 4 of subsection (1), where the medical officer of health of the health unit in which the small drinking water system is located instructs the operator or owner to take other steps the operator or owner shall be in compliance with this section if the operator or owner ensures that the corrective action is taken as contained in the instructions of the medical officer of health.  O. Reg. 319/08, s. 29 (2).</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "30.",
            "part_id": null,
            "part_type": null,
            "section": "Total coliforms",
            "content": " 30. (1) If a report is required to be made under section 9 in respect of total coliforms, the owner and operator of the small drinking water system shall ensure that the following corrective action is taken: 1. Resample and test as soon as possible. 2. If the drinking water system uses chlorine, and if total coliforms are detected under paragraph 1, immediately increase the chlorine dose and flush the distribution system and any plumbing owned by the owner of the drinking water system that is connected to the small drinking water system to ensure that, i. a free chlorine residual of at least 0.2 milligrams per litre is achieved at all points in the affected parts of the distribution system and plumbing, if the drinking water system provides chlorination and does not provide chloramination, or ii. a combined chlorine residual of at least 1.0 milligrams per litre is achieved at all points in the affected parts of the distribution system and plumbing, if the drinking water system provides chloramination. 3. If total coliforms are detected under paragraph 1 and the drinking water system provides chlorination or chloramination, maintain the free chlorine residual or combined chlorine concentration referred to in paragraph 2 in the affected parts of the distribution system and plumbing, and continue to resample and test, until total coliforms are not detected in any of the samples from two consecutive sets of samples taken 24 to 48 hours apart or as otherwise instructed by the medical officer of health. 4. If the drinking-water system does not use chlorine, immediately take such steps in regard to the temporary disinfection of the drinking water system as are required by the medical officer of health of the health unit in which the small drinking water system is located.  O. Reg. 319/08, s. 30 (1). (2) Despite paragraphs 1 through 3 of subsection (1), where the medical officer of health of the health unit in which the small drinking water system is located instructs the operator or owner to take other steps the operator or owner shall be in compliance with this section if the operator or owner ensures that the corrective action is taken as contained in the instructions of the medical officer of health.  O. Reg. 319/08, s. 30 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK42\"></a><b>30. </b>(1) If a report is required to be made under section 9 in respect of total coliforms, the owner and operator of the small drinking water system shall ensure that the following corrective action is taken:</p> <p class=\"paragraph-e\">  1. Resample and test as soon as possible.</p> <p class=\"paragraph-e\">  2. If the drinking water system uses chlorine, and if total coliforms are detected under paragraph 1, immediately increase the chlorine dose and flush the distribution system and any plumbing owned by the owner of the drinking water system that is connected to the small drinking water system to ensure that,</p> <p class=\"subpara-e\">  i. a free chlorine residual of at least 0.2 milligrams per litre is achieved at all points in the affected parts of the distribution system and plumbing, if the drinking water system provides chlorination and does not provide chloramination, or</p> <p class=\"subpara-e\">  ii. a combined chlorine residual of at least 1.0 milligrams per litre is achieved at all points in the affected parts of the distribution system and plumbing, if the drinking water system provides chloramination.</p> <p class=\"paragraph-e\">  3. If total coliforms are detected under paragraph 1 and the drinking water system provides chlorination or chloramination, maintain the free chlorine residual or combined chlorine concentration referred to in paragraph 2 in the affected parts of the distribution system and plumbing, and continue to resample and test, until total coliforms are not detected in any of the samples from two consecutive sets of samples taken 24 to 48 hours apart or as otherwise instructed by the medical officer of health.</p> <p class=\"paragraph-e\">  4. If the drinking-water system does not use chlorine, immediately take such steps in regard to the temporary disinfection of the drinking water system as are required by the medical officer of health of the health unit in which the small drinking water system is located.  O. Reg. 319/08, s. 30 (1).</p> <p class=\"subsection-e\">  (2) Despite paragraphs 1 through 3 of subsection (1), where the medical officer of health of the health unit in which the small drinking water system is located instructs the operator or owner to take other steps the operator or owner shall be in compliance with this section if the operator or owner ensures that the corrective action is taken as contained in the instructions of the medical officer of health.  O. Reg. 319/08, s. 30 (2).</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "31.",
            "part_id": null,
            "part_type": null,
            "section": "Sodium",
            "content": " 31. If a report is required to be made under section 9 in respect of sodium, the owner and operator of the small drinking water system shall ensure that the following corrective action is taken: 1. Resample and test as soon as reasonably possible. 2. If a concentration of sodium that exceeds 20 milligrams per litre is detected under paragraph 1, take such other steps as may be required by the medical officer of health of the health unit in which the small drinking water system is located.  O. Reg. 319/08, s. 31.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK43\"></a><b>31. </b>If a report is required to be made under section 9 in respect of sodium, the owner and operator of the small drinking water system shall ensure that the following corrective action is taken:</p> <p class=\"paragraph-e\">  1. Resample and test as soon as reasonably possible.</p> <p class=\"paragraph-e\">  2. If a concentration of sodium that exceeds 20 milligrams per litre is detected under paragraph 1, take such other steps as may be required by the medical officer of health of the health unit in which the small drinking water system is located.  O. Reg. 319/08, s. 31.</p>"
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "32.",
            "part_id": null,
            "part_type": null,
            "section": "Chemical and radiological parameters in Ontario Drinking Water Quality Standards",
            "content": " 32. If a report is required to be made under section 9 in respect of a chemical or radiological parameter set out in Schedule 2 or 3 to the Ontario Drinking Water Quality Standards, the owner and operator of the small drinking water system shall ensure that the following corrective action is taken: 1. Resample and test as soon as possible, or as instructed by a public health inspector or the medical officer of health of the health unit in which the small drinking water system is located. 2. If a concentration that exceeds the standard prescribed for the parameter by Schedule 2 or 3 to the Ontario Drinking Water Quality Standards is detected under paragraph 1, take such other steps as may be required by the medical officer of health of the health unit in which the small drinking water system is located.  O. Reg. 319/08, s. 32.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK44\"></a><b>32. </b>If a report is required to be made under section 9 in respect of a chemical or radiological parameter set out in Schedule 2 or 3 to the Ontario Drinking Water Quality Standards, the owner and operator of the small drinking water system shall ensure that the following corrective action is taken:</p> <p class=\"paragraph-e\">  1. Resample and test as soon as possible, or as instructed by a public health inspector or the medical officer of health of the health unit in which the small drinking water system is located.</p> <p class=\"paragraph-e\">  2. If a concentration that exceeds the standard prescribed for the parameter by Schedule 2 or 3 to the Ontario Drinking Water Quality Standards is detected under paragraph 1, take such other steps as may be required by the medical officer of health of the health unit in which the small drinking water system is located.  O. Reg. 319/08, s. 32.</p>"
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "33.",
            "part_id": null,
            "part_type": null,
            "section": "Pesticide not listed in Schedule 2 to Ontario Drinking Water Quality Standards",
            "content": " 33. If a report is required to be made under section 9 in respect of a pesticide not listed in Schedule 2 to the Ontario Drinking Water Quality Standards, the owner and operator of the small drinking water system shall ensure that the following corrective action is taken: 1. Resample and test as soon as possible, or as instructed by a public health inspector or the medical officer of health of the health unit in which the small drinking water system is located. 2. If the pesticide is detected under paragraph 1, take such other steps as may be required by the medical officer of health of the health unit in which the small drinking water system is located.  O. Reg. 319/08, s. 33.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK45\"></a><b>33</b>. If a report is required to be made under section 9 in respect of a pesticide not listed in Schedule 2 to the Ontario Drinking Water Quality Standards, the owner and operator of the small drinking water system shall ensure that the following corrective action is taken:</p> <p class=\"paragraph-e\">  1. Resample and test as soon as possible, or as instructed by a public health inspector or the medical officer of health of the health unit in which the small drinking water system is located.</p> <p class=\"paragraph-e\">  2. If the pesticide is detected under paragraph 1, take such other steps as may be required by the medical officer of health of the health unit in which the small drinking water system is located.  O. Reg. 319/08, s. 33.</p>"
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "34.",
            "part_id": null,
            "part_type": null,
            "section": "Other parameters in a permission or a directive",
            "content": " 34. If a written permission or directive identifies a maximum concentration for a parameter and either no standard is specified for that parameter under the Ontario Drinking Water Quality Standards or the standard prescribed under that regulation is other than the maximum concentration that is established under this Regulation, and if sections 26 to 33 do not apply and a report is required to be made under section 9 in respect of the parameter, the owner and operator of the small drinking water system shall ensure that the following corrective action is taken: 1. Resample and test as soon as reasonably possible, or as instructed by a public health inspector or the medical officer of health of the health unit in which the small drinking water system is located. 2. If a concentration that exceeds the maximum concentration established for the parameter by the permission or directive is detected under paragraph 1, take such other steps as may be required by the medical officer of health of the health unit in which the small drinking water system is located.  O. Reg. 319/08, s. 34.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK46\"></a><b>34. </b>If a written permission or directive identifies a maximum concentration for a parameter and either no standard is specified for that parameter under the Ontario Drinking Water Quality Standards<i> </i>or the standard prescribed under that regulation is other than the maximum concentration that is established under this Regulation, and if sections 26 to 33 do not apply and a report is required to be made under section 9 in respect of the parameter, the owner and operator of the small drinking water system shall ensure that the following corrective action is taken:</p> <p class=\"paragraph-e\">  1. Resample and test as soon as reasonably possible, or as instructed by a public health inspector or the medical officer of health of the health unit in which the small drinking water system is located.</p> <p class=\"paragraph-e\">  2. If a concentration that exceeds the maximum concentration established for the parameter by the permission or directive is detected under paragraph 1, take such other steps as may be required by the medical officer of health of the health unit in which the small drinking water system is located.  O. Reg. 319/08, s. 34.</p>"
        },
        {
            "ahref_id": "#BK47",
            "TOCid": "35.",
            "part_id": null,
            "part_type": null,
            "section": "Adverse observations",
            "content": " 35. If a report, other than a report that requires corrective action under section 26, is required to be made under section 9 as a result of an adverse observation the owner and the operator shall take such steps as may be required by the medical officer of health of the health unit in which the small drinking water system is located.  O. Reg. 319/08, s. 35.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK47\"></a><b>35. </b>If a report, other than a report that requires corrective action under section 26, is required to be made under section 9 as a result of an adverse observation the owner and the operator shall take such steps as may be required by the medical officer of health of the health unit in which the small drinking water system is located.  O. Reg. 319/08, s. 35.</p>"
        },
        {
            "ahref_id": "#BK48",
            "TOCid": "36.",
            "part_id": null,
            "part_type": null,
            "section": "Corrective action that requires report",
            "content": " 36. If a report is required to be made under section 9 as a result of a drinking water test that is a component of corrective action taken with respect to a parameter in accordance with sections 26 through 35, it is not necessary to start the corrective action with respect to that parameter over again, but the owner and operator of the small drinking water system shall ensure that any remaining components of the corrective action are completed.  O. Reg. 319/08, s. 36.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK48\"></a><b>36. </b>If a report is required to be made under section 9 as a result of a drinking water test that is a component of corrective action taken with respect to a parameter in accordance with sections 26 through 35, it is not necessary to start the corrective action with respect to that parameter over again, but the owner and operator of the small drinking water system shall ensure that any remaining components of the corrective action are completed.  O. Reg. 319/08, s. 36.</p>"
        },
        {
            "ahref_id": "#BK49",
            "TOCid": "37.",
            "part_id": null,
            "part_type": null,
            "section": "Prescribed provisions for purposes of subsection 12.1 (1) of the Act",
            "content": " 37. The following provisions are prescribed for purposes of subsection 12.1 (1) of the Act: 1. Clauses 6 (2) (a), (c) and (d). 2. Subsections 6 (3) and 8 (1). 3. Sections 9, 14, 16 and 25.  O. Reg. 319/08, s. 37.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK49\"></a><b>37. </b>The following provisions are prescribed for purposes of subsection 12.1 (1) of the Act:</p> <p class=\"paragraph-e\">  1. Clauses 6 (2) (a), (c) and (d).</p> <p class=\"paragraph-e\">  2. Subsections 6 (3) and 8 (1).</p> <p class=\"paragraph-e\">  3. Sections 9, 14, 16 and 25.  O. Reg. 319/08, s. 37.</p>"
        },
        {
            "ahref_id": "#BK50",
            "TOCid": "38.",
            "part_id": null,
            "part_type": null,
            "section": "Request for review",
            "content": " 38. (1) A owner of a small drinking water system to whom a directive is issued under section 7 may, within seven days of being served with the written directive or written amendment to a directive, request that the directive or amendment be reviewed by the medical officer of health of the health unit in which the small drinking water system is located.  O. Reg. 319/08, s. 38 (1). (2) The request must be made in writing and filed, by way of personal service, service by pre-paid registered mail or service by fax on the medical officer of health.  O. Reg. 319/08, s. 38 (2). (3) A request under subsection (1) shall include, (a) the portions of the directive or amendment to the directive in respect of which the review is requested; (b) any submission that the applicant for the review wishes the medical officer of health to consider; and (c) an address for purposes of receiving the medical officer of health’s decision on the request for review.  O. Reg. 319/08, s. 38 (3). (4) Despite section 25 of the Statutory Powers Procedure Act, the request for review does not stay the directive or the amendment to the directive.  O. Reg. 319/08, s. 38 (4). (5) The medical officer of health shall, after considering the materials included in the request, decide whether the directive should be confirmed or amended, and as to the nature of any amendment.  O. Reg. 319/08, s. 38 (5). (6) The medical officer of health of the health unit in which the small drinking water system is located shall confirm or amend the directive or amendment and shall give the owner written notice of the confirmation or amendment.  O. Reg. 319/08, s. 38 (6). (7) The written notice in subsection (6) shall be delivered by pre-paid registered mail to the address provided by the requestor pursuant to subsection (3).  O. Reg. 319/08, s. 38 (7). (8) If, within 30 days of receiving a written request for review, the medical officer of health does not make a decision, the directive or amendment to the directive in respect of which the review is sought shall be deemed to have been confirmed by the medical officer of health.  O. Reg. 319/08, s. 38 (8). 39. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 319/08, s. 39.    ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK50\"></a><b>38. </b>(1) A owner of a small drinking water system to whom a directive is issued under section 7 may, within seven days of being served with the written directive or written amendment to a directive, request that the directive or amendment be reviewed by the medical officer of health of the health unit in which the small drinking water system is located.  O. Reg. 319/08, s. 38 (1).</p> <p class=\"subsection-e\">  (2) The request must be made in writing and filed, by way of personal service, service by pre-paid registered mail or service by fax on the medical officer of health.  O. Reg. 319/08, s. 38 (2).</p> <p class=\"subsection-e\">  (3) A request under subsection (1) shall include,</p> <p class=\"clause-e\">  (a) the portions of the directive or amendment to the directive in respect of which the review is requested;</p> <p class=\"clause-e\">  (b) any submission that the applicant for the review wishes the medical officer of health to consider; and</p> <p class=\"clause-e\">  (c) an address for purposes of receiving the medical officer of health’s decision on the request for review.  O. Reg. 319/08, s. 38 (3).</p> <p class=\"subsection-e\">  (4) Despite section 25 of the <i>Statutory Powers Procedure Act</i>,<i> </i>the request for review does not stay the directive or the amendment to the directive.  O. Reg. 319/08, s. 38 (4).</p> <p class=\"subsection-e\">  (5) The medical officer of health shall, after considering the materials included in the request, decide whether the directive should be confirmed or amended, and as to the nature of any amendment.  O. Reg. 319/08, s. 38 (5).</p> <p class=\"subsection-e\">  (6) The medical officer of health of the health unit in which the small drinking water system is located shall confirm or amend the directive or amendment and shall give the owner written notice of the confirmation or amendment.  O. Reg. 319/08, s. 38 (6).</p> <p class=\"subsection-e\">  (7) The written notice in subsection (6) shall be delivered by pre-paid registered mail to the address provided by the requestor pursuant to subsection (3).  O. Reg. 319/08, s. 38 (7).</p> <p class=\"subsection-e\">  (8) If, within 30 days of receiving a written request for review, the medical officer of health does not make a decision, the directive or amendment to the directive in respect of which the review is sought shall be deemed to have been confirmed by the medical officer of health.  O. Reg. 319/08, s. 38 (8).</p> <p class=\"section-e\"> <b>39.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 319/08, s. 39.</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}