{
    "reg_info": {
        "full_title": "O. Reg. 396/01: LAKEVIEW GENERATING STATION",
        "reg_name_text": "LAKEVIEW GENERATING STATION",
        "citation": "O. Reg. 396/01: ",
        "act_under": "Environmental Protection Act   Loi sur la protection de l’environnement",
        "url": "https://www.ontario.ca/laws/regulation/010396",
        "date_scraped": "2023-12-19 06:22:05"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/010396/v1",
            "valid_from": "October 23, 2001",
            "valid_to": "July 30, 2010"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Regulation, “facility” means the facility, including the land on which the facility is located, known as Lakeview Generating Station on Hydro Road in the City of Mississauga, whether or not its name or ownership changes. O. Reg. 396/01, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“facility” means the facility, including the land on which the facility is located, known as Lakeview Generating Station on Hydro Road in the City of Mississauga, whether or not its name or ownership changes. O. Reg. 396/01, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Limits",
            "content": "2. (1) The owner and the operator of the facility shall ensure that, (a) from January 1, 2002 to December 31, 2004, emissions of nitric oxide from the facility do not exceed 3,900 metric tonnes in any calendar year; and (b) from January 1, 2005 to April 30, 2005, emissions of nitric oxide from the facility do not exceed 1,300 metric tonnes. O. Reg. 396/01, s. 2 (1). (2) The owner and the operator of the facility shall ensure that, until April 30, 2005, nitric oxide emissions from the facility are measured using, (a) the continuous emissions measurement method set out in the emission verification and reporting order issued to Ontario Hydro by the Director under section 17 of the Act on June 15, 1990, as amended on June 1, 1996, (i) whether or not the facility was exempt from that order on June 15, 1990 or any subsequent date, (ii) whether or not the order was or is revoked, and (iii) regardless of the annual capacity at which the facility operates; or (b) a method providing greater accuracy than the method described in clause (a) and approved in writing by the Director. O. Reg. 396/01, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) The owner and the operator of the facility shall ensure that,</p> <p class=\"clause-e\">(a) from January 1, 2002 to December 31, 2004, emissions of nitric oxide from the facility do not exceed 3,900 metric tonnes in any calendar year; and</p> <p class=\"clause-e\">(b) from January 1, 2005 to April 30, 2005, emissions of nitric oxide from the facility do not exceed 1,300 metric tonnes. O. Reg. 396/01, s. 2 (1).</p> <p class=\"subsection-e\">(2) The owner and the operator of the facility shall ensure that, until April 30, 2005, nitric oxide emissions from the facility are measured using,</p> <p class=\"clause-e\">(a) the continuous emissions measurement method set out in the emission verification and reporting order issued to Ontario Hydro by the Director under section 17 of the Act on June 15, 1990, as amended on June 1, 1996, </p> <p class=\"subclause-e\">(i) whether or not the facility was exempt from that order on June 15, 1990 or any subsequent date, </p> <p class=\"subclause-e\">(ii) whether or not the order was or is revoked, and</p> <p class=\"subclause-e\">(iii) regardless of the annual capacity at which the facility operates; or</p> <p class=\"clause-e\">(b) a method providing greater accuracy than the method described in clause (a) and approved in writing by the Director. O. Reg. 396/01, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": "Restriction",
            "content": "3. The owner and the operator of the facility shall ensure that, after April 30, 2005,  (a) coal is not used to generate electricity at the facility; and (b) emissions from the facility meet or are better than the emissions performance of a gas fired electricity generating unit that has an annual average heat rate of no greater than 12,000 kilojoules per kilowatt hour. O. Reg. 396/01, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>The owner and the operator of the facility shall ensure that, after April 30, 2005, </p> <p class=\"clause-e\">(a) coal is not used to generate electricity at the facility; and </p> <p class=\"clause-e\">(b) emissions from the facility meet or are better than the emissions performance of a gas fired electricity generating unit that has an annual average heat rate of no greater than 12,000 kilojoules per kilowatt hour. O. Reg. 396/01, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Actions to be taken",
            "content": "4. (1) When the limits established under section 2 have been reached, the owner and the operator of the facility shall ensure that,  (a) the Director and the Independent Electricity Market Operator established under Part II of the Electricity Act, 1998 are immediately notified; and (b) the facility emits no further nitric oxide in the relevant time period specified in that section. O. Reg. 396/01, s. 4 (1). (2) Despite subsection (1), the facility may emit nitric oxide in excess of the limits for the relevant time period if such excess emissions are the result of facility operation during the relevant time period, (a) pursuant to a reliability must run contract as defined in the Market Rules made under section 32 of the Electricity Act, 1998; or (b) pursuant to a direction issued by the Independent Electricity Market Operator as authorized by the Market Rules. O. Reg. 396/01, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) When the limits established under section 2 have been reached, the owner and the operator of the facility shall ensure that, </p> <p class=\"clause-e\">(a) the Director and the Independent Electricity Market Operator established under Part II of the <i>Electricity Act, 1998</i> are immediately notified; and</p> <p class=\"clause-e\">(b) the facility emits no further nitric oxide in the relevant time period specified in that section. O. Reg. 396/01, s. 4 (1).</p> <p class=\"subsection-e\">(2) Despite subsection (1), the facility may emit nitric oxide in excess of the limits for the relevant time period if such excess emissions are the result of facility operation during the relevant time period,</p> <p class=\"clause-e\">(a) pursuant to a reliability must run contract as defined in the Market Rules made under section 32 of the <i>Electricity Act, 1998</i>; or</p> <p class=\"clause-e\">(b) pursuant to a direction issued by the Independent Electricity Market Operator as authorized by the Market Rules. O. Reg. 396/01, s. 4 (2).</p>"
        },
        {
            "id": "5.",
            "section": "Filing",
            "content": "5. (1) By March 31 of 2003, 2004 and 2005, the owner and the operator of the facility shall ensure that a report is filed with the Director,  (a) setting out the amount of electricity generated and nitric oxide emitted for the previous year; and (b) setting out the amount of electricity generated and nitric oxide emitted under a reliability must run contract or at the direction of the Independent Electricity Market Operator as authorized by the Market Rules, after the date upon which the limit set out in clause 2 (1) (a) is reached. O. Reg. 396/01, s. 5 (1). (2) By July 31, 2005, the owner and the operator of the facility shall ensure that a report is filed with the Director, (a) setting out the amount of electricity generated and nitric oxide emitted for the period from January 1, 2005 to April 30, 2005; and (b) setting out the amount of electricity generated and nitric oxide emitted under a reliability must run contract or at the direction of the Independent Electricity Market Operator as authorized by the Market Rules, after the date upon which the limit set out in clause 2 (1) (b) is reached. O. Reg. 396/01, s. 5 (2). (3) The owner and the operator of the facility shall ensure that the information and supporting documentation on which the report filed under subsection (1) or (2) is based is kept for a period of five years from the date the report is filed. O. Reg. 396/01, s. 5 (3). ",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) By March 31 of 2003, 2004 and 2005, the owner and the operator of the facility shall ensure that a report is filed with the Director, </p> <p class=\"clause-e\">(a) setting out the amount of electricity generated and nitric oxide emitted for the previous year; and</p> <p class=\"clause-e\">(b) setting out the amount of electricity generated and nitric oxide emitted under a reliability must run contract or at the direction of the Independent Electricity Market Operator as authorized by the Market Rules, after the date upon which the limit set out in clause 2 (1) (a) is reached. O. Reg. 396/01, s. 5 (1).</p> <p class=\"subsection-e\">(2) By July 31, 2005, the owner and the operator of the facility shall ensure that a report is filed with the Director,</p> <p class=\"clause-e\">(a) setting out the amount of electricity generated and nitric oxide emitted for the period from January 1, 2005 to April 30, 2005; and</p> <p class=\"clause-e\">(b) setting out the amount of electricity generated and nitric oxide emitted under a reliability must run contract or at the direction of the Independent Electricity Market Operator as authorized by the Market Rules, after the date upon which the limit set out in clause 2 (1) (b) is reached. O. Reg. 396/01, s. 5 (2).</p> <p class=\"subsection-e\">(3) The owner and the operator of the facility shall ensure that the information and supporting documentation on which the report filed under subsection (1) or (2) is based is kept for a period of five years from the date the report is filed. O. Reg. 396/01, s. 5 (3).</p> <p class=\"Normal\"></p>"
        }
    ]
}