{
    "reg_info": {
        "full_title": "O. Reg. 386/12: COMMISSIONERS AND OTHER PERSONS WHO MAY TAKE AFFIDAVITS",
        "reg_name_text": "COMMISSIONERS AND OTHER PERSONS WHO MAY TAKE AFFIDAVITS",
        "citation": "O. Reg. 386/12: ",
        "act_under": "Commissioners for taking Affidavits Act",
        "url": "https://www.ontario.ca/laws/regulation/120386",
        "date_scraped": "2023-12-19 04:35:21"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  1, 2013",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/120386/v2",
            "valid_from": "December 31, 2012",
            "valid_to": "June 30, 2013"
        },
        {
            "a_href": "/laws/regulation/120386/v1",
            "valid_from": "November 28, 2012",
            "valid_to": "December 30, 2012"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Commissioners by virtue of office",
            "content": " 1. (1) The following, by virtue of office, are commissioners for taking affidavits in Ontario: 1. Members of the Assembly. 2. Judges of the Court of Appeal for Ontario, the Superior Court of Justice and the Ontario Court of Justice. 3. Justices of the peace. 4. Persons licensed under the Law Society Act to practise law in Ontario. 4.1 Persons licensed under the Law Society Act to provide legal services in Ontario. 5. Persons who exercise the powers and perform the duties of a registrar under section 73 of the Courts of Justice Act, but only for documents in the proceedings in respect of which they exercise their powers and perform their duties. 6. Persons who exercise the powers and perform the duties of a court clerk under section 73 of the Courts of Justice Act, but only for documents in the proceedings, other than criminal proceedings, in respect of which they exercise their powers and perform their duties. O. Reg. 386/12, ss. 1 (1), 2. (2) The following, by virtue of office, are commissioners for taking affidavits in the geographic area established under the Territorial Division Act, 2002\r\nin which their municipality is situate: 1. Clerks, deputy clerks, treasurers and deputy treasurers of municipalities. 2. For the purposes of the affairs of the municipality, the administrative heads and deputy administrative heads of departments responsible for building standards, welfare, assessment or planning, and the medical officer of health of, i. every municipality that has a population of at least 100,000, and ii. the City of Greater Sudbury, The Corporation of Haldimand County, The Corporation of Norfolk County, The Corporation of the County of Brant, The Corporation of the Municipality of Chatham Kent, The Corporation of the County of Prince Edward and The Corporation of the City of Kawartha Lakes. 3. The heads of municipal councils, members of councils of lower-tier municipalities who are members of the council of an upper-tier municipality and members of councils of municipalities that have a population of at least 15,000. O. Reg. 386/12, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) The following, by virtue of office, are commissioners for taking affidavits in Ontario:</p> <p class=\"paragraph-e\">  1. Members of the Assembly.</p> <p class=\"paragraph-e\">  2. Judges of the Court of Appeal for Ontario, the Superior Court of Justice and the Ontario Court of Justice.</p> <p class=\"paragraph-e\">  3. Justices of the peace.</p> <p class=\"paragraph-e\">  4. Persons licensed under the <i>Law Society Act</i> to practise law in Ontario.</p> <p class=\"paragraph-e\">  4.1 Persons licensed under the <i>Law Society Act</i> to provide legal services in Ontario.</p> <p class=\"paragraph-e\">  5. Persons who exercise the powers and perform the duties of a registrar under section 73 of the <i>Courts of Justice Act</i>, but only for documents in the proceedings in respect of which they exercise their powers and perform their duties.</p> <p class=\"paragraph-e\">  6. Persons who exercise the powers and perform the duties of a court clerk under section 73 of the <i>Courts of Justice Act</i>, but only for documents in the proceedings, other than criminal proceedings, in respect of which they exercise their powers and perform their duties. O. Reg. 386/12, ss. 1 (1), 2.</p> <p class=\"subsection-e\">  (2) The following, by virtue of office, are commissioners for taking affidavits in the geographic area established under the <i>Territorial Division Act, 2002</i>\r\nin which their municipality is situate:</p> <p class=\"paragraph-e\">  1. Clerks, deputy clerks, treasurers and deputy treasurers of municipalities.</p> <p class=\"paragraph-e\">  2. For the purposes of the affairs of the municipality, the administrative heads and deputy administrative heads of departments responsible for building standards, welfare, assessment or planning, and the medical officer of health of,</p> <p class=\"subpara-e\">  i. every municipality that has a population of at least 100,000, and</p> <p class=\"subpara-e\">  ii. the City of Greater Sudbury, The Corporation of Haldimand County, The Corporation of Norfolk County, The Corporation of the County of Brant, The Corporation of the Municipality of Chatham Kent, The Corporation of the County of Prince Edward and The Corporation of the City of Kawartha Lakes.</p> <p class=\"paragraph-e\">  3. The heads of municipal councils, members of councils of lower-tier municipalities who are members of the council of an upper-tier municipality and members of councils of municipalities that have a population of at least 15,000. O. Reg. 386/12, s. 1 (2).</p>"
        },
        {
            "id": "2.",
            "section": "Commissioners by virtue of office",
            "content": " 2. Omitted (provides for amendments to this Regulation). O. Reg. 386/12, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for amendments to this Regulation</span>). O. Reg. 386/12, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Commissioners by virtue of office",
            "content": " 3. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 386/12, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>). O. Reg. 386/12, s. 3.</p>"
        },
        {
            "id": null,
            "section": "Commissioners by virtue of office",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/120386\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}