{
    "reg_info": {
        "full_title": "O. Reg. 626/20: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "O. Reg. 626/20: ",
        "act_under": "New Home Construction Licensing Act, 2017",
        "url": "https://www.ontario.ca/laws/regulation/200626",
        "date_scraped": "2023-12-18 05:59:50"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April 28, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/200626/v3",
            "valid_from": "April  1, 2021",
            "valid_to": "April 27, 2022"
        },
        {
            "a_href": "/laws/regulation/200626/v2",
            "valid_from": "February  1, 2021",
            "valid_to": "March 31, 2021"
        },
        {
            "a_href": "/laws/regulation/200626/v1",
            "valid_from": "November  6, 2020",
            "valid_to": "January 31, 2021"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": "  1. In the Act and this Regulation, “former licensee” means, (a) a person who previously held a licence under the Act, or (b) a person who was formerly registered as a vendor or builder under the Ontario New Home Warranties Plan Act. (“ancien titulaire de permis”)",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>In the Act and this Regulation,</p> <p class=\"definition-e\">“former licensee” means,</p> <p class=\"defclause-e\">  (a) a person who previously held a licence under the Act, or</p> <p class=\"defclause-e\">  (b) a person who was formerly registered as a vendor or builder under the <i>Ontario New Home Warranties Plan Act</i>. (“ancien titulaire de permis”)</p>"
        },
        {
            "id": "2.",
            "section": "Information sharing",
            "content": "  2. (1) For the purposes of subsection 4 (1) of the Act, the following is the prescribed information that the regulatory authority is required to share with the Minister and the warranty authority: 1. Licence and licence renewal applications, including financial information relating to, i. an applicant, licensee or former licensee, and ii. a director, officer, or interested person in respect of a person mentioned in subparagraph i. 2. Information relating to the past and present conduct of, i. an applicant, licensee, or former licensee, and ii. a director, officer, or interested person in respect of a person mentioned in subparagraph i. 3. Information related to the following: i. Conditions attached to licences. ii. Suspensions or revocations of licences. iii. Refusals to licence an applicant or to renew a licence. 4. Information related to complaints made under section 56 of the Act and any actions taken or proposed to be taken with respect to complaints. 5. Information related to the following orders: i. Orders of the discipline committee or appeals committee made pursuant to subsections 57 (4) and 57 (6) of the Act. ii. Orders made under section 64 of the Act. iii. Freeze orders made under section 65 or 66 of the Act. iv. Compliance orders made under section 67 of the Act and immediate compliance orders made under section 68 of the Act. v. Restraining orders made under section 70 of the Act. 6. Information related to any other enforcement actions taken, or proposed to be taken, by the regulatory authority under Part V of the Act and the results of the enforcement action. 7. Information related to administrative penalties imposed under section 76 of the Act. 8. Information related to charges, prosecutions and convictions under the Act or any other Act. 9. Information related to breaches of the code of ethics established under clause 84 (1) (f) of the Act. 10. Any other information that the warranty authority requests which is reasonably required for the warranty authority to fulfil its objects under subsection 2 (2) of the Ontario New Home Warranties Plan Act. (2) The regulatory authority is only required to share the information set out in subsection (1) with the Minister if requested to do so by the Minister. (3) The information listed in subsection (1) that is shared with the Minister shall not include any personal information as defined in subsection 2 (1) of the Freedom of Information and Protection of Privacy Act\r\nunless the person to whom the information relates has consented to their personal information being shared with the Minister. (4) Despite subsection (1), the regulatory authority is not required to share any information described in subsection (1) with the warranty authority if an agreement referred to in subsection 4 (3) of the Act between the regulatory authority and the warranty authority provides that the information is not to be shared.",
            "raw_html": "<p class=\"section-e\"><b>  2. </b>(1) For the purposes of subsection 4 (1) of the Act, the following is the prescribed information that the regulatory authority is required to share with the Minister and the warranty authority:</p> <p class=\"paragraph-e\">  1. Licence and licence renewal applications, including financial information relating to,</p> <p class=\"subpara-e\">  i. an applicant, licensee or former licensee, and</p> <p class=\"subpara-e\">  ii. a director, officer, or interested person in respect of a person mentioned in subparagraph i.</p> <p class=\"paragraph-e\">  2. Information relating to the past and present conduct of,</p> <p class=\"subpara-e\">  i. an applicant, licensee, or former licensee, and</p> <p class=\"subpara-e\">  ii. a director, officer, or interested person in respect of a person mentioned in subparagraph i.</p> <p class=\"paragraph-e\">  3. Information related to the following:</p> <p class=\"subpara-e\">  i. Conditions attached to licences.</p> <p class=\"subpara-e\">  ii. Suspensions or revocations of licences.</p> <p class=\"subpara-e\">  iii. Refusals to licence an applicant or to renew a licence.</p> <p class=\"paragraph-e\">  4. Information related to complaints made under section 56 of the Act and any actions taken or proposed to be taken with respect to complaints.</p> <p class=\"paragraph-e\">  5. Information related to the following orders:</p> <p class=\"subpara-e\">  i. Orders of the discipline committee or appeals committee made pursuant to subsections 57 (4) and 57 (6) of the Act.</p> <p class=\"subpara-e\">  ii. Orders made under section 64 of the Act.</p> <p class=\"subpara-e\">  iii. Freeze orders made under section 65 or 66 of the Act.</p> <p class=\"subpara-e\">  iv. Compliance orders made under section 67 of the Act and immediate compliance orders made under section 68 of the Act.</p> <p class=\"subpara-e\">  v. Restraining orders made under section 70 of the Act.</p> <p class=\"paragraph-e\">  6. Information related to any other enforcement actions taken, or proposed to be taken, by the regulatory authority under Part V of the Act and the results of the enforcement action.</p> <p class=\"paragraph-e\">  7. Information related to administrative penalties imposed under section 76 of the Act.</p> <p class=\"paragraph-e\">  8. Information related to charges, prosecutions and convictions under the Act or any other Act.</p> <p class=\"paragraph-e\">  9. Information related to breaches of the code of ethics established under clause 84 (1) (f) of the Act.</p> <p class=\"paragraph-e\">  10. Any other information that the warranty authority requests which is reasonably required for the warranty authority to fulfil its objects under subsection 2 (2) of the <i>Ontario New Home Warranties Plan Act</i>.</p> <p class=\"subsection-e\">  (2) The regulatory authority is only required to share the information set out in subsection (1) with the Minister if requested to do so by the Minister.</p> <p class=\"subsection-e\">  (3) The information listed in subsection (1) that is shared with the Minister shall not include any personal information as defined in subsection 2 (1) of the <i>Freedom of Information and Protection of Privacy Act</i>\r\nunless the person to whom the information relates has consented to their personal information being shared with the Minister.</p> <p class=\"subsection-e\">  (4) Despite subsection (1), the regulatory authority is not required to share any information described in subsection (1) with the warranty authority if an agreement referred to in subsection 4 (3) of the Act between the regulatory authority and the warranty authority provides that the information is not to be shared.</p>"
        },
        {
            "id": "2.1",
            "section": "Public access to corporate by-laws",
            "content": " 2.1 For the purposes of paragraph 2 of subsection 14 (1) of the Act, the prescribed time period within which the regulatory authority shall make the corporate by-laws of the authority available to the public, on its website and by any other means that the authority determines, is 30 days after the day on which the by-laws are passed by the board of the authority. O. Reg. 444/22, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>2.1</b> For the purposes of paragraph 2 of subsection 14 (1) of the Act, the prescribed time period within which the regulatory authority shall make the corporate by-laws of the authority available to the public, on its website and by any other means that the authority determines, is 30 days after the day on which the by-laws are passed by the board of the authority. O. Reg. 444/22, s. 1.</p>"
        },
        {
            "id": "3.",
            "section": "Conditions of licence",
            "content": " 3. The following conditions are prescribed for the purpose of clause 39 (d) of the Act: 1. A licensee shall maintain reasonable data security measures to protect the personal and other information it collects, retains, uses, transfers, discloses and disposes of. 2. A licensee shall maintain an address for service in Ontario. 3. A\r\nlicensee shall carry on business under a name stated on their licence. 4. If a licensee becomes aware of a person representing themselves to be the licensee or acting on the licensee’s behalf without the licensee’s permission, including by the use of the licensee’s licensing number, the licensee shall immediately notify the registrar and provide all relevant information. 5. A licensee shall take any education courses or training that the registrar reasonably requires. 6. A licensee shall successfully complete any examination that the registrar reasonably requires. 7. A licensee shall be subject to any interview that the registrar reasonably requires. 8. A licensee shall comply with all applicable policies, rules, and directions issued by the Registrar of the warranty authority and by the warranty authority. 9. A licensee shall comply with all conditions, obligations, and requirements imposed on the licensee by the warranty authority.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>The following conditions are prescribed for the purpose of clause 39 (d) of the Act:</p> <p class=\"paragraph-e\">  1. A licensee shall maintain reasonable data security measures to protect the personal and other information it collects, retains, uses, transfers, discloses and disposes of.</p> <p class=\"paragraph-e\">  2. A licensee shall maintain an address for service in Ontario.</p> <p class=\"paragraph-e\"><b> </b>3. A\r\nlicensee shall carry on business under a name stated on their licence.</p> <p class=\"paragraph-e\">  4. If a licensee becomes aware of a person representing themselves to be the licensee or acting on the licensee’s behalf without the licensee’s permission, including by the use of the licensee’s licensing number, the licensee shall immediately notify the registrar and provide all relevant information.</p> <p class=\"paragraph-e\">  5.<b> </b>A licensee shall take any education courses or training that the registrar reasonably requires.</p> <p class=\"paragraph-e\">  6. A licensee shall successfully complete any examination that the registrar reasonably requires.</p> <p class=\"paragraph-e\">  7. A licensee shall be subject to any interview that the registrar reasonably requires.</p> <p class=\"paragraph-e\">  8. A licensee shall comply with all applicable policies, rules, and directions issued by the Registrar of the warranty authority and by the warranty authority.</p> <p class=\"paragraph-e\">  9. A licensee shall comply with all conditions, obligations, and requirements imposed on the licensee by the warranty authority.</p>"
        },
        {
            "id": "4.",
            "section": "Display of licence",
            "content": " 4. A licensee shall prominently display the licence, (a) at the licensee’s principal business address; (b) on the licensee’s website, if any; and (c) at any premises where the licensee conducts business with the public.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>A licensee shall prominently display the licence,</p> <p class=\"clause-e\">  (a) at the licensee’s principal business address;</p> <p class=\"clause-e\">  (b) on the licensee’s website, if any; and</p> <p class=\"clause-e\">  (c) at any premises where the licensee conducts business with the public.</p>"
        },
        {
            "id": "5.",
            "section": "Fee re: enrolments",
            "content": " 5. No later than five days after the warranty authority confirms to the licensee in writing that a new home associated with the licensee has been enrolled in the Plan under the Ontario New Home Warranties Plan Act, the licensee shall pay the applicable fee, cost or other charge set by the regulatory authority under clause 29 (1) (b) of the Act.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>No later than five days after the warranty authority confirms to the licensee in writing that a new home associated with the licensee has been enrolled in the Plan under the <i>Ontario New Home Warranties Plan Act</i>, the licensee shall pay the applicable fee, cost or other charge set by the regulatory authority under clause 29 (1) (b) of the Act.</p>"
        },
        {
            "id": "6.",
            "section": "Transfer of new home to builder or vendor",
            "content": " 6. (1) A licensed vendor shall not transfer a new home to a builder or to another vendor unless the following criteria are met: 1. The transfer is to another licensed vendor or licensed builder. 2. The following persons have given notice of the proposed transfer to the regulatory authority and the warranty authority: i. The current builder. ii. The current vendor. iii. The builder or vendor to whom the new home is to be transferred. 3. The regulatory authority and the warranty authority approve the transfer in writing. (2) The regulatory authority shall notify the licensed vendor in writing if the regulatory authority or the warranty authority refuses to approve the transfer.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) A licensed vendor shall not transfer a new home to a builder or to another vendor unless the following criteria are met:</p> <p class=\"paragraph-e\">  1. The transfer is to another licensed vendor or licensed builder.</p> <p class=\"paragraph-e\">  2. The following persons have given notice of the proposed transfer to the regulatory authority and the warranty authority:</p> <p class=\"subpara-e\">  i. The current builder.</p> <p class=\"subpara-e\">  ii. The current vendor.</p> <p class=\"subpara-e\">  iii. The builder or vendor to whom the new home is to be transferred.</p> <p class=\"paragraph-e\">  3. The regulatory authority and the warranty authority approve the transfer in writing.</p> <p class=\"subsection-e\">  (2) The regulatory authority shall notify the licensed vendor in writing if the regulatory authority or the warranty authority refuses to approve the transfer.</p>"
        },
        {
            "id": "7.",
            "section": "Construct homes without delay",
            "content": " 7. (1) A licensee shall, without undue delay, complete the construction of every home commenced by the licensee in accordance with the Ontario New Home Warranties Plan Act and the New Home Construction Licensing Act, 2017. (2) Subsection (1) does not apply in respect of a licensee that has transferred a new home in accordance with section 6 of this Regulation.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) A licensee shall, without undue delay, complete the construction of every home commenced by the licensee in accordance with the <i>Ontario New Home Warranties Plan Act</i> and the <i>New Home Construction Licensing Act, 2017</i>.</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply in respect of a licensee that has transferred a new home in accordance with section 6 of this Regulation.</p>"
        },
        {
            "id": "8.",
            "section": "Complaints, obstruction",
            "content": " 8. A licensee shall not obstruct or attempt to obstruct, (a) any person from making a complaint to the registrar; or (b) the registrar or the registrar’s representative from inquiring with respect to a complaint.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>A licensee shall not obstruct or attempt to obstruct,</p> <p class=\"clause-e\">  (a) any person from making a complaint to the registrar; or</p> <p class=\"clause-e\">  (b) the registrar or the registrar’s representative from inquiring with respect to a complaint.</p>"
        },
        {
            "id": "9.",
            "section": "Complaints, requirement to inform",
            "content": " 9. The registrar may inform an interested person, within the meaning of subsection 1 (2) of the Act, in respect of the person who is the subject of a complaint, of the complaint and of any actions taken by the registrar in response to the complaint.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>The registrar may inform an interested person, within the meaning of subsection 1 (2) of the Act, in respect of the person who is the subject of a complaint, of the complaint and of any actions taken by the registrar in response to the complaint.</p>"
        },
        {
            "id": "10.",
            "section": "Insolvency proceedings",
            "content": " 10. The following proceedings are prescribed insolvency proceedings for the purpose of subsection 47 (3) of the Act: 1. A proceeding initiated pursuant to the Companies’ Creditors Arrangement Act (Canada). 2. Any receivership, compromise, arrangement, reorganization, winding-up, dissolution or other similar proceeding.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>The following proceedings are prescribed insolvency proceedings for the purpose of subsection 47 (3) of the Act:</p> <p class=\"paragraph-e\">  1. A proceeding initiated pursuant to the <i>Companies’ Creditors Arrangement Act </i><i>(Canada)</i>.</p> <p class=\"paragraph-e\">  2. Any receivership, compromise, arrangement, reorganization, winding-up, dissolution or other similar proceeding.</p>"
        },
        {
            "id": "11.",
            "section": "Freeze order, exception",
            "content": " 11. For the purposes of clause 65 (5) (d) of the Act, each of the following is a form of security: 1. A letter of credit. 2. A performance bond from a third party surety corporation.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>For the purposes of clause 65 (5) (d) of the Act, each of the following is a form of security:</p> <p class=\"paragraph-e\">  1. A letter of credit.</p> <p class=\"paragraph-e\">  2. A performance bond from a third party surety corporation.</p>"
        },
        {
            "id": "12.",
            "section": "Offence, false information, prescribed circumstances",
            "content": " 12. For the purposes of clause 71 (1) (a) of the Act, the following are prescribed as circumstances in which it is an offence to furnish false information: 1. Providing a statement during an inspection. 2. Providing a statement provided during an investigation. 3. Providing a statement in response to a request from the registrar to determine a person’s entitlement to a licence or a renewal of a licence. 4. Providing a statement in response to a request from the registrar pursuant to subsection 40 (5) of the Act. 5. Providing a statement in response to inquiries arising from a complaint or concern brought to the attention of the regulatory authority.",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>For the purposes of clause 71 (1) (a) of the Act, the following are prescribed as circumstances in which it is an offence to furnish false information:</p> <p class=\"paragraph-e\">  1. Providing a statement during an inspection.</p> <p class=\"paragraph-e\">  2. Providing a statement provided during an investigation.</p> <p class=\"paragraph-e\">  3. Providing a statement in response to a request from the registrar to determine a person’s entitlement to a licence or a renewal of a licence.</p> <p class=\"paragraph-e\">  4. Providing a statement in response to a request from the registrar pursuant to subsection 40 (5) of the Act.</p> <p class=\"paragraph-e\">  5. Providing a statement in response to inquiries arising from a complaint or concern brought to the attention of the regulatory authority.</p>"
        },
        {
            "id": "13.",
            "section": "Confidentiality, exception",
            "content": " 13. The following are entities and organizations for the purpose of clause 80 (1) (d) of the Act: 1. The warranty authority. 2. Insurance providers for licensees. 3. Insurance providers for owners.",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>The following are entities and organizations for the purpose of clause 80 (1) (d) of the Act:</p> <p class=\"paragraph-e\">  1. The warranty authority.</p> <p class=\"paragraph-e\">  2. Insurance providers for licensees.</p> <p class=\"paragraph-e\">  3. Insurance providers for owners.</p>"
        },
        {
            "id": "13.1",
            "section": "Prescribed information",
            "content": " 13.1 The following information is prescribed for the purpose of clause 82 (1) (k) of the Act as information that the registrar shall make available publicly: 1. Conditions on a licence to which an applicant or licensee consents. 2. Conditions on a licence that the registrar applies. 3. Conditions on a licence that the Tribunal orders. O. Reg. 241/21, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>13.1 </b>The following information is prescribed for the purpose of clause 82 (1) (k) of the Act as information that the registrar shall make available publicly:</p> <p class=\"paragraph-e\">  1. Conditions on a licence to which an applicant or licensee consents.</p> <p class=\"paragraph-e\">  2. Conditions on a licence that the registrar applies.</p> <p class=\"paragraph-e\">  3. Conditions on a licence that the Tribunal orders. O. Reg. 241/21, s. 1.</p>"
        },
        {
            "id": "14.",
            "section": "Prescribed information",
            "content": " 14. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>14.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Prescribed information",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/200626\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}