{
    "reg_info": {
        "full_title": "O. Reg. 356/98: STAKING IN DESIGNATED AREAS",
        "reg_name_text": "STAKING IN DESIGNATED AREAS",
        "citation": "O. Reg. 356/98: ",
        "act_under": "Mining Act",
        "url": "https://www.ontario.ca/laws/regulation/980356",
        "date_scraped": "2023-12-19 05:53:35"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/980356/v2",
            "valid_from": "March  4, 2011",
            "valid_to": "April  3, 2011"
        },
        {
            "a_href": "/laws/regulation/980356/v1",
            "valid_from": "June 26, 1998",
            "valid_to": "March  3, 2011"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. The following provisions with respect to the staking of mining claims apply in areas designated by the Minister: 1. Despite subsection 8 (4) of Ontario Regulation 7/96, if there are standing trees in the area that is being staked, trees on the perimeter of that area shall not be blazed, and the perimeter shall be clearly marked by securely affixing durable flagging tape to the trees or by painting them on two sides in the direction of travel. 2. If there are standing trees in the area being staked, the perimeter of the area being staked shall not be marked by the cutting of underbrush. 3. Flagging, painting, pickets or monuments shall not be used to mark the shoreline perimeter of an area being staked. 4. Despite subsection 12 (2) of Ontario Regulation 7/96, claim posts, witness posts and line posts shall be set back from the shoreline perimeter of an area being staked so that they cannot be seen from the water. 5. No standing trees of any type in the area being staked shall be cut, pruned or delimbed for staking purposes. 6. There shall be no claim posts, witness posts, line posts, line blazing or any other evidence of staking on islands. O. Reg. 356/98, s. 1. Français ",
            "raw_html": "<p class=\"section-e\"><b>1. </b>The following provisions with respect to the staking of mining claims apply in areas designated by the Minister:</p> <p class=\"paragraph-e\">1. Despite subsection 8 (4) of Ontario Regulation 7/96, if there are standing trees in the area that is being staked, trees on the perimeter of that area shall not be blazed, and the perimeter shall be clearly marked by securely affixing durable flagging tape to the trees or by painting them on two sides in the direction of travel.</p> <p class=\"paragraph-e\">2. If there are standing trees in the area being staked, the perimeter of the area being staked shall not be marked by the cutting of underbrush.</p> <p class=\"paragraph-e\">3. Flagging, painting, pickets or monuments shall not be used to mark the shoreline perimeter of an area being staked.</p> <p class=\"paragraph-e\">4. Despite subsection 12 (2) of Ontario Regulation 7/96, claim posts, witness posts and line posts shall be set back from the shoreline perimeter of an area being staked so that they cannot be seen from the water.</p> <p class=\"paragraph-e\">5. No standing trees of any type in the area being staked shall be cut, pruned or delimbed for staking purposes.</p> <p class=\"paragraph-e\">6. There shall be no claim posts, witness posts, line posts, line blazing or any other evidence of staking on islands. O. Reg. 356/98, s. 1.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_980356_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_980356_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}