{
    "reg_info": {
        "full_title": "O. Reg. 398/21: NAMES AND FILINGS",
        "reg_name_text": "NAMES AND FILINGS",
        "citation": "O. Reg. 398/21: ",
        "act_under": "Business Corporations Act",
        "url": "https://www.ontario.ca/laws/regulation/210398",
        "date_scraped": "2023-12-18 14:03:54"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October 19, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/210398/v1",
            "valid_from": "June  3, 2021",
            "valid_to": "October 18, 2021"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "PART I  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART I NAMES",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": "PART I  ",
            "part_type": "PART I NAMES",
            "section": "Prohibited and restricted words and expressions",
            "content": " 1. The following words and expressions shall not be used in a corporate name: 1.  “Amalgamated”, “fusionné” or any other related word or expression, unless the corporation is an amalgamated corporation resulting from the amalgamation of two or more corporations. 2.  “Architect”, “architecte”, “architectural”, “d’architecture” or any variation of those words, if the word suggests the practice of the profession, except with the written consent of the Council of the Ontario Association of Architects. 3.  “Association”. 4.  “College”, “collège”, “institute”, “institut”, “university” or “université”, if the word would lead to the inference that the corporation is a university, college of applied arts and technology or other post-secondary educational institution, except with the written consent of the Minister of Colleges and Universities or such other member of the Executive Council as may be assigned the administration of the Ministry of Training, Colleges and Universities Act under the Executive Council Act. 5.  “Condominium”, “condominial” or any abbreviation or derivation of those words, if the word would lead to the inference that the corporation is a condominium corporation created or continued under the Condominium Act, 1998. 6.  “Co-operative”, “coopérative” or any abbreviation or derivation of those words. 7.  “Council” or “conseil”. 8.  Digits or words that would lead to the inference that the name is a number name. 9.  “Engineer”, “ingénieur”, “engineering”, “génie”, “ingénierie” or any variation of those words, if the word suggests the practice of the profession, except with the written consent of the Association of Professional Engineers of Ontario. 10.  “Veteran”, “ancien combattant” or any abbreviation or derivation of those words, unless there has been continuous use of the name for a period of at least 20 years before the acquisition of the name. 11.  Numerals indicating the year of incorporation, unless section 8 applies or it is the year of amalgamation of the corporation. 12.  Any word or expression that suggests that a corporation is connected with the Crown, any member of the Royal Family, the Government of Canada, a municipality, any province or territory of Canada or any department, Ministry, branch, bureau, service, board, agency, commission or activity of any such government or municipality, except with the written consent of the appropriate authority. 13.  Any word or expression that suggests that a corporation is sponsored or controlled by or is associated or affiliated with a university or an association of accountants, architects, engineers, lawyers, physicians, surgeons or any other professional association recognized by the laws of Canada or a province or territory of Canada, except with the written consent of the university or professional association. 14.  Any word or expression that suggests that a corporation carries on the business of a bank, loan company, insurance company, trust company, other financial intermediary or a stock exchange that is regulated by a law of Canada or a province or territory of Canada, except with the written consent of the appropriate authority. 15.  Any word or expression that suggests that a corporation is connected with a political party or leader of a political party. 16.  Any word, expression or abbreviation, the use of which is prohibited or restricted under an Act or regulation of Canada or a province or territory of Canada, unless the restriction is satisfied. 17.  Any word or expression that would lead to the inference that the corporation is not a business corporation to which the Act applies. 18.  Any word or expression in any language that is obscene or connotes a business that is scandalous, obscene or immoral or that is otherwise objectionable on any public grounds. 19.  Any word or expression that misdescribes, in any language, i.  the business, goods or services in association with which the corporate name is used, ii.  the conditions under which goods or services will be produced or supplied or the persons to be employed in the production or supply of these goods or services, or iii.  the place of origin of the goods or services produced or supplied by the corporation.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1. </b>The following words and expressions shall not be used in a corporate name:</p> <p class=\"paragraph-e\">  1.  “Amalgamated”, “fusionné” or any other related word or expression, unless the corporation is an amalgamated corporation resulting from the amalgamation of two or more corporations.</p> <p class=\"paragraph-e\">  2.  “Architect”, “architecte”, “architectural”, “d’architecture” or any variation of those words, if the word suggests the practice of the profession, except with the written consent of the Council of the Ontario Association of Architects.</p> <p class=\"paragraph-e\">  3.  “Association”.</p> <p class=\"paragraph-e\">  4.  “College”, “collège”, “institute”, “institut”, “university” or “université”, if the word would lead to the inference that the corporation is a university, college of applied arts and technology or other post-secondary educational institution, except with the written consent of the Minister of Colleges and Universities or such other member of the Executive Council as may be assigned the administration of the <i>Ministry of Training, Colleges and Universities Act</i> under the <i>Executive Council Act</i>.</p> <p class=\"paragraph-e\">  5.  “Condominium”, “condominial” or any abbreviation or derivation of those words, if the word would lead to the inference that the corporation is a condominium corporation created or continued under the <i>Condominium Act, 1998</i>.</p> <p class=\"paragraph-e\">  6.  “Co-operative”, “coopérative” or any abbreviation or derivation of those words.</p> <p class=\"paragraph-e\">  7.  “Council” or “conseil”.</p> <p class=\"paragraph-e\">  8.  Digits or words that would lead to the inference that the name is a number name.</p> <p class=\"paragraph-e\">  9.  “Engineer”, “ingénieur”, “engineering”, “génie”, “ingénierie” or any variation of those words, if the word suggests the practice of the profession, except with the written consent of the Association of Professional Engineers of Ontario.</p> <p class=\"paragraph-e\">  10.  “Veteran”, “ancien combattant” or any abbreviation or derivation of those words, unless there has been continuous use of the name for a period of at least 20 years before the acquisition of the name.</p> <p class=\"paragraph-e\">  11.  Numerals indicating the year of incorporation, unless section 8 applies or it is the year of amalgamation of the corporation.</p> <p class=\"paragraph-e\">  12.  Any word or expression that suggests that a corporation is connected with the Crown, any member of the Royal Family, the Government of Canada, a municipality, any province or territory of Canada or any department, Ministry, branch, bureau, service, board, agency, commission or activity of any such government or municipality, except with the written consent of the appropriate authority.</p> <p class=\"paragraph-e\">  13.  Any word or expression that suggests that a corporation is sponsored or controlled by or is associated or affiliated with a university or an association of accountants, architects, engineers, lawyers, physicians, surgeons or any other professional association recognized by the laws of Canada or a province or territory of Canada, except with the written consent of the university or professional association.</p> <p class=\"paragraph-e\">  14.  Any word or expression that suggests that a corporation carries on the business of a bank, loan company, insurance company, trust company, other financial intermediary or a stock exchange that is regulated by a law of Canada or a province or territory of Canada, except with the written consent of the appropriate authority.</p> <p class=\"paragraph-e\">  15.  Any word or expression that suggests that a corporation is connected with a political party or leader of a political party.</p> <p class=\"paragraph-e\">  16.  Any word, expression or abbreviation, the use of which is prohibited or restricted under an Act or regulation of Canada or a province or territory of Canada, unless the restriction is satisfied.</p> <p class=\"paragraph-e\">  17.  Any word or expression that would lead to the inference that the corporation is not a business corporation to which the Act applies.</p> <p class=\"paragraph-e\">  18.  Any word or expression in any language that is obscene or connotes a business that is scandalous, obscene or immoral or that is otherwise objectionable on any public grounds.</p> <p class=\"paragraph-e\">  19.<b>  </b>Any word or expression that misdescribes, in any language,</p> <p class=\"subpara-e\">  i.  the business, goods or services in association with which the corporate name is used,</p> <p class=\"subpara-e\">  ii.  the conditions under which goods or services will be produced or supplied or the persons to be employed in the production or supply of these goods or services, or</p> <p class=\"subpara-e\">  iii.  the place of origin of the goods or services produced or supplied by the corporation.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "part_id": "PART I  ",
            "part_type": "PART I NAMES",
            "section": "Full name or family name",
            "content": " 2. (1) A corporate name shall not contain a word or expression, an element of which is the full name of an individual or the family name of an individual, whether or not preceded by his or her given name or initials, unless the individual or his or her heir, executor, administrator, assign or guardian consents in writing to the use of the name and the individual has, had or will have a material interest in the business. (2) Subsection (1) does not apply where the corporation that will use the proposed name is the successor or affiliate of a person other than an individual that has as an element of its name, the full name or family name if, (a)  the person consents in writing to the use of the name; (b)  where the proposed name would contravene clause 9 (1) (b) of the Act, the person undertakes in writing to dissolve forthwith or to change its name to a different name that complies with clause 9 (1) (b) of the Act before the corporation proposing to use the name starts to use it; and (c)  the proposed name does not contravene section 5.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>2. </b>(1) A corporate name shall not contain a word or expression, an element of which is the full name of an individual or the family name of an individual, whether or not preceded by his or her given name or initials, unless the individual or his or her heir, executor, administrator, assign or guardian consents in writing to the use of the name and the individual has, had or will have a material interest in the business.</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply where the corporation that will use the proposed name is the successor or affiliate of a person other than an individual that has as an element of its name, the full name or family name if,</p> <p class=\"clause-e\">  (a)  the person consents in writing to the use of the name;</p> <p class=\"clause-e\">  (b)  where the proposed name would contravene clause 9 (1) (b) of the Act, the person undertakes in writing to dissolve forthwith or to change its name to a different name that complies with clause 9 (1) (b) of the Act before the corporation proposing to use the name starts to use it; and</p> <p class=\"clause-e\">  (c)  the proposed name does not contravene section 5.</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "part_id": "PART I  ",
            "part_type": "PART I NAMES",
            "section": "Deceptive name",
            "content": " 3. (1) “Name” when used in the expression “if the use of that name would be likely to deceive” in clause 9 (1) (b) of the Act includes, (a)  a name that would lead to the inference that the business or activities carried on or intended to be carried on by the corporation under the name or proposed name and the business or activities carried on by any other person are one business or one activity, whether or not the nature of the business or activity of each is generally the same; (b)  a name that would lead to the inference that the corporation bearing the name or proposed name is or would be associated or affiliated with a person if the corporation and the person are not or will not be associated or affiliated; or (c)  a name whose similarity to the name of a person would lead someone who has an interest in dealing with that person to deal with the corporation bearing the name in the mistaken belief that they are dealing with the person. (2) In this section, “person” means a person, whether in existence or not; (“personne”) “use” means actual use by a person that carries on business in Canada or elsewhere. (“emploi”)",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK3\"></a>3. </b>(1) “Name” when used in the expression “if the use of that name would be likely to deceive” in clause 9 (1) (b) of the Act includes,</p> <p class=\"clause-e\">  (a)  a name that would lead to the inference that the business or activities carried on or intended to be carried on by the corporation under the name or proposed name and the business or activities carried on by any other person are one business or one activity, whether or not the nature of the business or activity of each is generally the same;</p> <p class=\"clause-e\">  (b)  a name that would lead to the inference that the corporation bearing the name or proposed name is or would be associated or affiliated with a person if the corporation and the person are not or will not be associated or affiliated; or</p> <p class=\"clause-e\">  (c)  a name whose similarity to the name of a person would lead someone who has an interest in dealing with that person to deal with the corporation bearing the name in the mistaken belief that they are dealing with the person.</p> <p class=\"subsection-e\">  (2) In this section,</p> <p class=\"definition-e\">“person” means a person, whether in existence or not; (“personne”)</p> <p class=\"definition-e\">“use” means actual use by a person that carries on business in Canada or elsewhere. (“emploi”)</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "4.",
            "part_id": "PART I  ",
            "part_type": "PART I NAMES",
            "section": "Trademark or name",
            "content": " 4. (1) For the purposes of section 12 of the Act, the matters the Director may consider when determining whether a name is contrary to section 9 of the Act include, (a)  the distinctiveness of the whole or any element of any name or trademark and the extent to which the name or trademark has become known; (b)  the length of time the trademark or name has been in use; (c)  the nature of the goods or services associated with the trademark or the nature of the business carried on under or associated with a name, including the likelihood of any competition among businesses using such a trademark or name; (d)  the nature of the trade with which a trademark or name is associated, including the nature of the goods or services and the means by which they are offered or distributed; (e)  the degree of similarity between the corporate name and any trademark or name in appearance or sound or in the ideas suggested by them; and (f)  the geographic area in Ontario in which the corporate name is likely to be used. (2) A corporate name containing a word that is the same as or similar to the distinctive element of a trademark or name of another body corporate shall not for that reason alone be prohibited if, (a)  the body corporate consents to the use of the name; and (b)  the corporate name contains additional words or expressions to differentiate it from the body corporate and other users of the trademark or name. (3) In this section, “trademark” means a trademark as defined in the Trademarks Act (Canada).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>4. </b>(1) For the purposes of section 12 of the Act, the matters the Director may consider when determining whether a name is contrary to section 9 of the Act include,</p> <p class=\"clause-e\">  (a)  the distinctiveness of the whole or any element of any name or trademark and the extent to which the name or trademark has become known;</p> <p class=\"clause-e\">  (b)  the length of time the trademark or name has been in use;</p> <p class=\"clause-e\">  (c)  the nature of the goods or services associated with the trademark or the nature of the business carried on under or associated with a name, including the likelihood of any competition among businesses using such a trademark or name;</p> <p class=\"clause-e\">  (d)  the nature of the trade with which a trademark or name is associated, including the nature of the goods or services and the means by which they are offered or distributed;</p> <p class=\"clause-e\">  (e)  the degree of similarity between the corporate name and any trademark or name in appearance or sound or in the ideas suggested by them; and</p> <p class=\"clause-e\">  (f)  the geographic area in Ontario in which the corporate name is likely to be used.</p> <p class=\"subsection-e\"><b> </b>(2) A corporate name containing a word that is the same as or similar to the distinctive element of a trademark or name of another body corporate shall not for that reason alone be prohibited if,</p> <p class=\"clause-e\">  (a)  the body corporate consents to the use of the name; and</p> <p class=\"clause-e\">  (b)  the corporate name contains additional words or expressions to differentiate it from the body corporate and other users of the trademark or name.</p> <p class=\"subsection-e\"><b> </b>(3) In this section,</p> <p class=\"definition-e\">“trademark” means a trademark as defined in the <i>Trademarks Act</i> (Canada).</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "5.",
            "part_id": "PART I  ",
            "part_type": "PART I NAMES",
            "section": "Identical name",
            "content": " 5. (1) Except as provided in subsection (2) and section 7, no corporation may acquire a name identical to the name or former name of another body corporate, whether in existence or not, unless, (a)  the body corporate was incorporated under the laws of a jurisdiction outside Ontario and has never carried on any activities or identified itself in Ontario; or (b)  at least 10 years have elapsed since the body corporate was dissolved or changed its name. (2) A corporation may acquire a name identical to that of another corporation if a person who is authorized to practise law in Ontario provides a legal opinion stating that, (a)  neither corporation is an offering corporation; (b)  the corporations are affiliated or associated with one another or are controlled by related persons; (c)  the corporation that acquires the name is a successor to the business of the other corporation; and (d)  the other corporation has been dissolved or has changed its name.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK5\"></a>5. </b>(1) Except as provided in subsection (2) and section 7, no corporation may acquire a name identical to the name or former name of another body corporate, whether in existence or not, unless,</p> <p class=\"clause-e\">  (a)  the body corporate was incorporated under the laws of a jurisdiction outside Ontario and has never carried on any activities or identified itself in Ontario; or</p> <p class=\"clause-e\">  (b)  at least 10 years have elapsed since the body corporate was dissolved or changed its name.</p> <p class=\"subsection-e\">  (2) A corporation may acquire a name identical to that of another corporation if a person who is authorized to practise law in Ontario provides a legal opinion stating that,</p> <p class=\"clause-e\">  (a)  neither corporation is an offering corporation;</p> <p class=\"clause-e\">  (b)  the corporations are affiliated or associated with one another or are controlled by related persons;</p> <p class=\"clause-e\">  (c)  the corporation that acquires the name is a successor to the business of the other corporation; and</p> <p class=\"clause-e\">  (d)  the other corporation has been dissolved or has changed its name.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "6.",
            "part_id": "PART I  ",
            "part_type": "PART I NAMES",
            "section": "Identical name - addition or deletion of symbols, etc.",
            "content": " 6. For the purpose of acquisition of a name, the addition or deletion of punctuation marks or other symbols does not make a name different, but a name is not identical for the purposes of section 5 if words, numerals or initials are added, deleted or substituted or the legal element of the name is varied by substituting one of the other legal elements required under subsection 10 (1) of the Act or their corresponding abbreviations.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK6\"></a>6. </b>For the purpose of acquisition of a name, the addition or deletion of punctuation marks or other symbols does not make a name different, but a name is not identical for the purposes of section 5 if words, numerals or initials are added, deleted or substituted or the legal element of the name is varied by substituting one of the other legal elements required under subsection 10 (1) of the Act or their corresponding abbreviations.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "7.",
            "part_id": "PART I  ",
            "part_type": "PART I NAMES",
            "section": "Identical name after amalgamation",
            "content": " 7. (1) The name of a corporation formed by the amalgamation of two or more corporations may be identical to the name of one of its amalgamating corporations, if the name is not a number name. (2) After the endorsement of articles of amalgamation, the corporation may amend its articles to change its name to a name identical to the name of one of the amalgamating corporations only if the name is not a number name and another corporation has not acquired the name in accordance with the Act and this Regulation.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK7\"></a>7. </b>(1) The name of a corporation formed by the amalgamation of two or more corporations may be identical to the name of one of its amalgamating corporations, if the name is not a number name.</p> <p class=\"subsection-e\">  (2) After the endorsement of articles of amalgamation, the corporation may amend its articles to change its name to a name identical to the name of one of the amalgamating corporations only if the name is not a number name and another corporation has not acquired the name in accordance with the Act and this Regulation.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "8.",
            "part_id": "PART I  ",
            "part_type": "PART I NAMES",
            "section": "Similar name to another body corporate",
            "content": " 8. (1) A corporation may have a name similar to that of another body corporate where the corporation is affiliated with that body corporate. (2) A corporation may have a name similar to that of another body corporate where the corporation is not or will not be affiliated with the body corporate if, (a)  either of the following conditions is satisfied: (i)  the corporate name relates to a corporation that is the successor to the business of the body corporate and the body corporate has ceased or will cease to carry on business under that name, or (ii)  the body corporate undertakes in writing to dissolve forthwith or to change its name before the corporation proposing to use the name starts to use it; and (b)  at least one of the following conditions is satisfied: (i)  the corporate name sets out in numerals the year of acquisition of the name in parentheses, (ii)  words, numerals, or initials are added to, deleted from or substituted in the corporate name, or (iii)  the corporate name is varied by substituting one of the legal elements required under subsection 10 (1) of the Act or their corresponding abbreviations.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>8. </b>(1) A corporation may have a name similar to that of another body corporate where the corporation is affiliated with that body corporate.</p> <p class=\"subsection-e\">  (2) A corporation may have a name similar to that of another body corporate where the corporation is not or will not be affiliated with the body corporate if,</p> <p class=\"clause-e\">  (a)  either of the following conditions is satisfied:</p> <p class=\"subclause-e\">  (i)  the corporate name relates to a corporation that is the successor to the business of the body corporate and the body corporate has ceased or will cease to carry on business under that name, or</p> <p class=\"subclause-e\">  (ii)  the body corporate undertakes in writing to dissolve forthwith or to change its name before the corporation proposing to use the name starts to use it; and</p> <p class=\"clause-e\">  (b)  at least one of the following conditions is satisfied:</p> <p class=\"subclause-e\">  (i)  the corporate name sets out in numerals the year of acquisition of the name in parentheses,</p> <p class=\"subclause-e\">  (ii)  words, numerals, or initials are added to, deleted from or substituted in the corporate name, or</p> <p class=\"subclause-e\">  (iii)  the corporate name is varied by substituting one of the legal elements required under subsection 10 (1) of the Act or their corresponding abbreviations.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "9.",
            "part_id": "PART I  ",
            "part_type": "PART I NAMES",
            "section": "Similar name to trust, association, etc.",
            "content": " 9. A corporation may have a name similar to that of a known trust, association, partnership or sole proprietorship, or a known name under which any of them carries on business or identifies itself if, (a)  the corporate name relates to a proposed corporation that is the successor to the business carried on under the name and the user of the name has ceased or will cease to carry on business under the name; or (b)  the known trust, association, partnership or sole proprietor undertakes in writing to dissolve forthwith or to change its name before the corporation proposing to use the name starts to use it.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>9. </b>A corporation may have a name similar to that of a known trust, association, partnership or sole proprietorship, or a known name under which any of them carries on business or identifies itself if,</p> <p class=\"clause-e\">  (a)  the corporate name relates to a proposed corporation that is the successor to the business carried on under the name and the user of the name has ceased or will cease to carry on business under the name; or</p> <p class=\"clause-e\">  (b)  the known trust, association, partnership or sole proprietor undertakes in writing to dissolve forthwith or to change its name before the corporation proposing to use the name starts to use it.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "10.",
            "part_id": "PART I  ",
            "part_type": "PART I NAMES",
            "section": "Name already proposed",
            "content": " 10. No name that is identified in a Nuans report referred to in clause 18 (1) (a) as proposed shall be used as a corporate name by a person other than the one who first proposed the name unless a written consent has been obtained from that person.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>10. </b>No name that is identified in a Nuans report referred to in clause 18 (1) (a) as proposed shall be used as a corporate name by a person other than the one who first proposed the name unless a written consent has been obtained from that person.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "11.",
            "part_id": "PART I  ",
            "part_type": "PART I NAMES",
            "section": "Too general, etc.",
            "content": " 11. Unless a proposed corporate name has been in continuous use for at least 20 years before the date of filing the articles or the proposed corporate name has through use acquired a meaning that renders the name distinctive, a corporate name shall not be, (a)  too general; (b)  only descriptive, in any language, of the quality, function or other characteristics of the goods or services in which the corporation deals or intends to deal; (c)  primarily or only the name or surname of an individual who is living or has died within 30 years before the date of filing the articles; or (d)  primarily or only a geographic name used alone.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK11\"></a>11. </b>Unless a proposed corporate name has been in continuous use for at least 20 years before the date of filing the articles or the proposed corporate name has through use acquired a meaning that renders the name distinctive, a corporate name shall not be,</p> <p class=\"clause-e\">  (a)  too general;</p> <p class=\"clause-e\">  (b)  only descriptive, in any language, of the quality, function or other characteristics of the goods or services in which the corporation deals or intends to deal;</p> <p class=\"clause-e\">  (c)  primarily or only the name or surname of an individual who is living or has died within 30 years before the date of filing the articles; or</p> <p class=\"clause-e\">  (d)  primarily or only a geographic name used alone.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "12.",
            "part_id": "PART I  ",
            "part_type": "PART I NAMES",
            "section": "First character",
            "content": " 12. The first character of a corporate name shall be, (a)  a letter of the Roman alphabet; (b)  an Arabic numeral; or (c)  one of the following marks permitted under subsection 13 (1): ! # @",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>12. </b>The first character of a corporate name shall be,</p> <p class=\"clause-e\">  (a)  a letter of the Roman alphabet;</p> <p class=\"clause-e\">  (b)  an Arabic numeral; or</p> <p class=\"clause-e\">  (c)  one of the following marks permitted under subsection 13 (1):</p> <p class=\"equation-e\">! # @</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "13.",
            "part_id": "PART I  ",
            "part_type": "PART I NAMES",
            "section": "Punctuation and other marks",
            "content": " 13. (1) For the purposes of subsection 10 (3) of the Act, the following punctuation marks and other marks are the only ones permitted as part of the name of a corporation: ! “ ” « » # $ % & ’ ( ) * + , – . / \\ : ; < = > ? [ ] ' ˄ ≤ ≥ @ ¸ ´ ` ^ ¨ (2) A corporate name shall not be primarily or only a combination of marks permitted under subsection (1). (3) The following marks permitted under subsection (1) may be used only as part of a French character, and not separately: ¸ ´ ` ^ ¨",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>13. </b>(1) For the purposes of subsection 10 (3) of the Act, the following punctuation marks and other marks are the only ones permitted as part of the name of a corporation:</p> <p class=\"equation-e\">! “ ” « » # $ % &amp; ’ ( ) * + , – . / \\ : ; &lt; = &gt; ? [ ] ' ˄ ≤ ≥ @ ¸ ´ ` ^ ¨</p> <p class=\"subsection-e\">  (2) A corporate name shall not be primarily or only a combination of marks permitted under subsection (1).</p> <p class=\"subsection-e\">  (3) The following marks permitted under subsection (1) may be used only as part of a French character, and not separately:</p> <p class=\"equation-e\">¸ ´ ` ^ ¨</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "14.",
            "part_id": "PART I  ",
            "part_type": "PART I NAMES",
            "section": "Length",
            "content": " 14. The name of a corporation shall not exceed 120 characters in length, including punctuation marks and spaces.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>14. </b>The name of a corporation shall not exceed 120 characters in length, including punctuation marks and spaces.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "15.",
            "part_id": "PART I  ",
            "part_type": "PART I NAMES",
            "section": "Direct translation",
            "content": " 15. A name set out in the articles pursuant to subsection 10 (4) of the Act shall be a direct translation of the corporate name, but changes may be made to ensure that the name is idiomatically correct.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>15. </b>A name set out in the articles pursuant to subsection 10 (4) of the Act shall be a direct translation of the corporate name, but changes may be made to ensure that the name is idiomatically correct.</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "16.",
            "part_id": "PART I  ",
            "part_type": "PART I NAMES",
            "section": "English and French forms",
            "content": " 16. If articles set out an English form and a French form for a name of a corporation, the “/” mark shall separate the two forms of the name.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>16. </b>If articles set out an English form and a French form for a name of a corporation, the “/” mark shall separate the two forms of the name.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "17.",
            "part_id": "PART I  ",
            "part_type": "PART I NAMES",
            "section": "Current corporate name",
            "content": " 17. (1) After incorporation, the current corporate name set out in the articles or other documents filed with the Director under the Act or this Regulation shall be identical to, (a)  the name set out in the certificate of incorporation if the name has not been changed; or (b)  the name set out in the most recent certificate changing the name otherwise. (2) For the purposes of subsection (1), a name is not identical if there is any variation in spacing or punctuation marks or other marks. PArT II   DOCUMENTS AND INFORMATION — filinG, Retention And FORMAt Supporting Documents",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>17. </b>(1) After incorporation, the current corporate name set out in the articles or other documents filed with the Director under the Act or this Regulation shall be identical to,</p> <p class=\"clause-e\">  (a)  the name set out in the certificate of incorporation if the name has not been changed; or</p> <p class=\"clause-e\">  (b)  the name set out in the most recent certificate changing the name otherwise.</p> <p class=\"subsection-e\">  (2) For the purposes of subsection (1), a name is not identical if there is any variation in spacing or punctuation marks or other marks.</p> <p class=\"partnum-e\"><a name=\"BK18\"></a>PArT II <br/>  DOCUMENTS AND INFORMATION — filinG, Retention And FORMAt</p> <p class=\"heading1-e\"><a name=\"BK19\"></a>Supporting Documents</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "PART II  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART II DOCUMENTS AND INFORMATION — FILING, RETENTION AND FORMAT",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "Supporting Documents",
            "part_id": "PART II  ",
            "part_type": "PART II DOCUMENTS AND INFORMATION — FILING, RETENTION AND FORMAT",
            "section": "Supporting Documents",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "18.",
            "part_id": "PART II  ",
            "part_type": "PART II DOCUMENTS AND INFORMATION — FILING, RETENTION AND FORMAT",
            "section": "Articles re name of corporation",
            "content": " 18. (1) Articles containing a proposed name for a corporation or change of corporate name filed with the Director shall be supported by, (a)  an Ontario biased or weighted search report for the proposed name from the Nuans system owned by Innovation, Science and Economic Development Canada, dated not more than 90 days before the submission of the articles; (b)  any consent or consent and undertaking related to a name required by the Act or this Regulation; and (c)  a legal opinion described in subsection 5 (2), when one is required pursuant to that subsection. (2) If a proposed name is in an English form and a French form, separate Nuans reports referred to in clause (1) (a) are required for the English form and the French form of the name.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK20\"></a>18. </b>(1) Articles<b> </b>containing a proposed name for a corporation or change of corporate name filed with the Director shall be supported by,</p> <p class=\"clause-e\">  (a)  an Ontario biased or weighted search report for the proposed name from the Nuans system owned by Innovation, Science and Economic Development Canada, dated not more than 90 days before the submission of the articles;</p> <p class=\"clause-e\">  (b)  any consent or consent and undertaking related to a name required by the Act or this Regulation; and</p> <p class=\"clause-e\">  (c)  a legal opinion described in subsection 5 (2), when one is required pursuant to that subsection.</p> <p class=\"subsection-e\">  (2) If a proposed name is in an English form and a French form, separate Nuans reports referred to in clause (1) (a) are required for the English form and the French form of the name.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "19.",
            "part_id": "PART II  ",
            "part_type": "PART II DOCUMENTS AND INFORMATION — FILING, RETENTION AND FORMAT",
            "section": "Articles of amalgamation",
            "content": " 19. Articles of amalgamation under subsection 178 (1) of the Act shall be supported by, (a)  in the case of an amalgamation under section 175 of the Act, a copy of the signed amalgamation agreement adopted by the shareholders of each amalgamating corporation pursuant to subsection 176 (4) of the Act; and (b)  in the case of an amalgamation under section 177 of the Act, a copy of the directors’ resolutions referred to in that section.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>19. </b>Articles of amalgamation under subsection 178 (1) of the Act shall be supported by,</p> <p class=\"clause-e\">  (a)  in the case of an amalgamation under section 175 of the Act, a copy of the signed amalgamation agreement adopted by the shareholders of each amalgamating corporation pursuant to subsection 176 (4) of the Act; and</p> <p class=\"clause-e\">  (b)  in the case of an amalgamation under section 177 of the Act, a copy of the directors’ resolutions referred to in that section.</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "20.",
            "part_id": "PART II  ",
            "part_type": "PART II DOCUMENTS AND INFORMATION — FILING, RETENTION AND FORMAT",
            "section": "Articles of continuance",
            "content": " 20. (1) Articles of continuance under clause 180 (1) (a) of the Act shall be supported by, (a)  a copy of the incorporating document of the body corporate, together with all amendments to the document, certified by the officer of the incorporating jurisdiction who is authorized to so certify; (b)  except as provided in subsection (2), a letter of satisfaction, certificate of continuance or other document issued by the proper officer of the incorporating jurisdiction that indicates that the body corporate is authorized under the laws of the jurisdiction in which it was incorporated or continued to apply for articles of continuance; and (c)  except in the case of a body corporate incorporated or continued under the laws of another Canadian jurisdiction, a legal opinion of a lawyer qualified to practise in the jurisdiction to which the body corporate is subject to the effect that the laws of that jurisdiction authorize the body corporate to apply for articles of continuance. (2) Articles of continuance referred to in subsection (1) do not have to be supported by any of the documents mentioned in clause (1) (b) if, (a)  there is no authority under the laws of the incorporating jurisdiction to issue any of the documents; and (b)  the articles of continuance are supported by a legal opinion of a lawyer qualified to practise in that jurisdiction indicating that there is no such authority. (3) Articles of continuance under clause 180 (1) (b) of the Act shall be supported by, (a)  a certified copy of the special resolution referred to in subclause 180 (1) (b) (i) of the Act; or (b)  a certified copy of the court order referred to in subclause 180 (1) (b) (ii) of the Act, a notarial copy of the certified copy, or any other type of copy of the order permitted by the Director. Note: On the day subsection 18 (2) of Schedule 6 to the Cutting Unnecessary Red Tape Act, 2017 comes into force, subsection 20 (3) of the Regulation is revoked and the following substituted: (See: O. Reg. 398/21, .s 36 (1)) (3) Articles of continuance under clause 180 (1) (b) of the Act shall be supported by a certified copy of the special resolution mentioned in that clause. O. Reg. 398/21, .s 36 (1).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK22\"></a>20. </b>(1) Articles of continuance under clause 180 (1) (a) of the Act shall be supported by,</p> <p class=\"clause-e\">  (a)  a copy of the incorporating document of the body corporate, together with all amendments to the document, certified by the officer of the incorporating jurisdiction who is authorized to so certify;</p> <p class=\"clause-e\">  (b)  except as provided in subsection (2), a letter of satisfaction, certificate of continuance or other document issued by the proper officer of the incorporating jurisdiction that indicates that the body corporate is authorized under the laws of the jurisdiction in which it was incorporated or continued to apply for articles of continuance; and</p> <p class=\"clause-e\">  (c)  except in the case of a body corporate incorporated or continued under the laws of another Canadian jurisdiction, a legal opinion of a lawyer qualified to practise in the jurisdiction to which the body corporate is subject to the effect that the laws of that jurisdiction authorize the body corporate to apply for articles of continuance.</p> <p class=\"subsection-e\">  (2) Articles of continuance referred to in subsection (1) do not have to be supported by any of the documents mentioned in clause (1) (b) if,</p> <p class=\"clause-e\">  (a)  there is no authority under the laws of the incorporating jurisdiction to issue any of the documents; and</p> <p class=\"clause-e\">  (b)  the articles of continuance are supported by a legal opinion<span class=\"MsoFootnoteReference\"> </span>of a lawyer qualified to practise in that jurisdiction indicating that there is no such authority.</p> <p class=\"subsection-e\">  (3) Articles of continuance under clause 180 (1) (b) of the Act shall be supported by,</p> <p class=\"clause-e\">  (a)  a certified copy of the special resolution referred to in subclause 180 (1) (b) (i) of the Act; or</p> <p class=\"clause-e\">  (b)  a certified copy of the court order referred to in subclause 180 (1) (b) (ii) of the Act, a notarial copy of the certified copy, or any other type of copy of the order permitted by the Director.</p> <p class=\"Pnote-e\"><span>Note: On the day subsection 18 (2) of Schedule 6 to the <i>Cutting Unnecessary Red Tape Act, 2017</i> comes into force, subsection 20 (3) of the Regulation is revoked and the following substituted: (See: O. Reg. 398/21, .s 36 (1))</span></p> <p class=\"Ysubsection-e\">  (3) Articles of continuance under clause 180 (1) (b) of the Act shall be supported by a certified copy of the special resolution mentioned in that clause. O. Reg. 398/21, .s 36 (1).</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "21.",
            "part_id": "PART II  ",
            "part_type": "PART II DOCUMENTS AND INFORMATION — FILING, RETENTION AND FORMAT",
            "section": "Application for authorization",
            "content": " 21. An application for authorization to continue in another jurisdiction under section 181 of the Act shall be supported by, (a)  a written consent from the Minister of Finance; (b)  if the corporation is an offering corporation, a written consent from the Ontario Securities Commission; and (c)  except in the case of continuance under the laws of another Canadian jurisdiction, a legal opinion of a lawyer qualified to practise in the other jurisdiction to the effect that the laws of that jurisdiction meet the requirements set out in subsection 181 (9) of the Act.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK23\"></a><b>21. </b>An application for authorization to continue in another jurisdiction under section 181 of the Act shall be supported by,</p> <p class=\"clause-e\">  (a)  a written consent from the Minister of Finance;</p> <p class=\"clause-e\">  (b)  if the corporation is an offering corporation, a written consent from the Ontario Securities Commission; and</p> <p class=\"clause-e\">  (c)  except in the case of continuance under the laws of another Canadian jurisdiction, a legal opinion of a lawyer qualified to practise in the other jurisdiction to the effect that the laws of that jurisdiction meet the requirements set out in subsection 181 (9) of the Act.</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "22.",
            "part_id": "PART II  ",
            "part_type": "PART II DOCUMENTS AND INFORMATION — FILING, RETENTION AND FORMAT",
            "section": "Articles of arrangement",
            "content": " 22. Articles of arrangement under section 183 of the Act shall be supported by a copy of the plan of arrangement and a certified copy of the court order referred to in clause 182 (5) (f) of the Act, a notarial copy of the certified copy, or any other type of copy of the order permitted by the Director.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>22. </b>Articles of arrangement under section 183 of the Act shall be supported by a copy of the plan of arrangement and a certified copy of the court order referred to in clause 182 (5) (f) of the Act, a notarial copy of the certified copy, or any other type of copy of the order permitted by the Director.</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "23.",
            "part_id": "PART II  ",
            "part_type": "PART II DOCUMENTS AND INFORMATION — FILING, RETENTION AND FORMAT",
            "section": "Articles of reorganization",
            "content": " 23. Articles of reorganization under subsection 186 (4) of the Act shall be supported by a certified copy of the court order made under section 248 of the Act, under the Bankruptcy and Insolvency Act (Canada) or under the Companies’ Creditors Arrangement Act (Canada), as applicable, a notarial copy of the certified copy, or any other type of copy of the order permitted by the Director.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK25\"></a><b>23. </b>Articles of reorganization under subsection 186 (4) of the Act shall be supported by a certified copy of the court order made under section 248 of the Act, under the <i>Bankruptcy and Insolvency Act</i> (Canada) or under the <i>Companies’ Creditors Arrangement Act</i> (Canada), as applicable, a notarial copy of the certified copy, or any other type of copy of the order permitted by the Director.</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "24.",
            "part_id": "PART II  ",
            "part_type": "PART II DOCUMENTS AND INFORMATION — FILING, RETENTION AND FORMAT",
            "section": "Articles of dissolution",
            "content": " 24. Articles of dissolution under subsection 238 (1) or (2) of the Act shall be supported by a written consent to the dissolution of the corporation, issued by the Minister of Finance.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK26\"></a>24. </b>Articles of dissolution under subsection 238 (1) or (2) of the Act shall be supported by a written consent to the dissolution of the corporation, issued by the Minister of Finance.</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "25.",
            "part_id": "PART II  ",
            "part_type": "PART II DOCUMENTS AND INFORMATION — FILING, RETENTION AND FORMAT",
            "section": "Articles of revival",
            "content": " 25. (1) Articles of revival under section 241 of the Act shall be supported by a written consent to the revival of the corporation issued by, (a)  the Minister of Finance, if the corporation was dissolved by an order of the Director upon the corporation’s default in compliance with notice given under subsection 241 (1) of the Act or a predecessor of that subsection; (b)  the Ontario Securities Commission, if the corporation was dissolved by an order of the Director upon the corporation’s default in compliance with notice given under subsection 241 (2) of the Act or a predecessor of that subsection; (c)  the Minister of Finance, if, (i)  the corporation was dissolved by an order of the Director upon the corporation’s default in compliance with notice given under subsection 241 (3) of the Act or a predecessor of that subsection, and (ii)  the Minister of Finance has notified the Director that if articles of revival for the corporation are submitted, the consent of that Minister to the revival must be obtained before the Director endorses the articles with a certificate of revival; (d)  the Minister responsible for the administration of the Forfeited Corporate Property Act, 2015, if that Minister has notified the Director that if articles of revival for the corporation are submitted, the consent of that Minister to the revival must be obtained before the Director endorses the articles with a certificate of revival; (e)  the Minister responsible for the administration of the Environmental Protection Act, if that Minister has notified the Director that if articles of revival for the corporation are submitted, the consent of that Minister to the revival must be obtained before the Director endorses the articles with a certificate of revival; (f)  the Minister responsible for the administration of the Mining Act, except Part IV of that Act, if that Minister has notified the Director that if articles of revival for the corporation are submitted, the consent of that Minister to the revival must be obtained before the Director endorses the articles with a certificate of revival; and (g)  the Public Guardian and Trustee, if he or she has notified the Director that if articles of revival for the corporation are submitted, the consent of the Public Guardian and Trustee to the revival must be obtained before the Director endorses the articles with a certificate of revival. (2) Section 18 of this Regulation applies to an application for revival under section 241 of the Act if at least 10 years have elapsed since the corporation was dissolved. (3) The Director may require the name of a corporation to be changed to a number name if the name set out in the articles of revival is not permitted under the Act or this Regulation. Supporting Documents and Information — Filing and Retention",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK27\"></a><b>25. </b>(1) Articles of revival under section 241 of the Act shall be supported by a written consent to the revival of the corporation issued by,</p> <p class=\"clause-e\">  (a)  the Minister of Finance, if the corporation was dissolved by an order of the Director upon the corporation’s default in compliance with notice given under subsection 241 (1) of the Act or a predecessor of that subsection;</p> <p class=\"clause-e\">  (b)  the Ontario Securities Commission, if the corporation was dissolved by an order of the Director upon the corporation’s default in compliance with notice given under subsection 241 (2) of the Act or a predecessor of that subsection;</p> <p class=\"clause-e\">  (c)  the Minister of Finance, if,</p> <p class=\"subclause-e\">  (i)  the corporation was dissolved by an order of the Director upon the corporation’s default in compliance with notice given under subsection 241 (3) of the Act or a predecessor of that subsection, and</p> <p class=\"subclause-e\">  (ii)  the Minister of Finance has notified the Director that if articles of revival for the corporation are submitted, the consent of that Minister to the revival must be obtained before the Director endorses the articles with a certificate of revival;</p> <p class=\"clause-e\">  (d)  the Minister responsible for the administration of the <i>Forfeited Corporate Property Act, 2015</i>, if that Minister has notified the Director that if articles of revival for the corporation are submitted, the consent of that Minister to the revival must be obtained before the Director endorses the articles with a certificate of revival;</p> <p class=\"clause-e\">  (e)  the Minister responsible for the administration of the <i>Environmental Protection Act</i>, if that Minister has notified the Director that if articles of revival for the corporation are submitted, the consent of that Minister to the revival must be obtained before the Director endorses the articles with a certificate of revival;</p> <p class=\"clause-e\">  (f)  the Minister responsible for the administration of the <i>Mining Act</i>, except Part IV of that Act, if that Minister has notified the Director that if articles of revival for the corporation are submitted, the consent of that Minister to the revival must be obtained before the Director endorses the articles with a certificate of revival; and</p> <p class=\"clause-e\">  (g)  the Public Guardian and Trustee, if he or she has notified the Director that if articles of revival for the corporation are submitted, the consent of the Public Guardian and Trustee to the revival must be obtained before the Director endorses the articles with a certificate of revival.</p> <p class=\"subsection-e\">  (2) Section 18 of this Regulation applies to an application for revival under section 241 of the Act if at least 10 years have elapsed since the corporation was dissolved.</p> <p class=\"subsection-e\">  (3) The Director may require the name of a corporation to be changed to a number name if the name set out in the articles of revival is not permitted under the Act or this Regulation.</p> <p class=\"heading1-e\"><a name=\"BK28\"></a>Supporting Documents and Information — Filing and Retention</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "Supporting Documents and Information — Filing and Retention",
            "part_id": "PART II  ",
            "part_type": "PART II DOCUMENTS AND INFORMATION — FILING, RETENTION AND FORMAT",
            "section": "Supporting Documents and Information — Filing and Retention",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "26.",
            "part_id": "PART II  ",
            "part_type": "PART II DOCUMENTS AND INFORMATION — FILING, RETENTION AND FORMAT",
            "section": "Documents to be filed",
            "content": " 26. The documents referred to in the following provisions that are required to support articles and applications shall be filed together with the articles or application: 1.  Section 19 (re amalgamation). 2.  Section 20 (re continuance). 3.  Section 21 (re authorization). 4.  Section 22 (re arrangement). 5.  Section 23 (re reorganization). 6.  Section 24 (re dissolution). 7.  Clauses 25 (1) (a) and (b) (re revival).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK29\"></a>26. </b>The documents referred to in the following provisions that are required to support articles and applications shall be filed together with the articles or application:</p> <p class=\"paragraph-e\">  1.  Section 19 (re amalgamation).</p> <p class=\"paragraph-e\">  2.  Section 20 (re continuance).</p> <p class=\"paragraph-e\">  3.  Section 21 (re authorization).</p> <p class=\"paragraph-e\">  4.  Section 22 (re arrangement).</p> <p class=\"paragraph-e\">  5.  Section 23 (re reorganization).</p> <p class=\"paragraph-e\">  6.  Section 24 (re dissolution).</p> <p class=\"paragraph-e\">  7.  Clauses 25 (1) (a) and (b) (re revival).</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "27.",
            "part_id": "PART II  ",
            "part_type": "PART II DOCUMENTS AND INFORMATION — FILING, RETENTION AND FORMAT",
            "section": "Documents to be retained; file or give on notice",
            "content": " 27. (1) Subject to subsection (2), the documents referred to in the following provisions that are required to support articles shall be retained by the corporation at its registered office instead of filed together with the articles: 1.  Section 18 (re name). 2.  Clauses 25 (1) (c) to (g) (re revival). (2) If the Director requires any of the documents referred to in the provisions set out in subsection (1) to be filed together with the articles, they shall be so filed, subject to any terms and conditions imposed by the Director. (3) The corporation shall, upon receipt of and in accordance with written notice from the Director and within the time period set out in the notice, and subject to any terms and conditions imposed by the Director, (a)  file the documents retained by the corporation pursuant to subsection (1) with the Director; or (b)  give the documents retained by the corporation pursuant to subsection (1) to any other person specified in the notice.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK30\"></a><b>27. </b>(1) Subject to subsection (2), the documents referred to in the following provisions that are required to support articles shall be retained by the corporation at its registered office instead of filed together with the articles:</p> <p class=\"paragraph-e\">  1.  Section 18 (re name).</p> <p class=\"paragraph-e\">  2.  Clauses 25 (1) (c) to (g) (re revival).</p> <p class=\"subsection-e\">  (2) If the Director requires any of the documents referred to in the provisions set out in subsection (1) to be filed together with the articles, they shall be so filed, subject to any terms and conditions imposed by the Director.</p> <p class=\"subsection-e\">  (3) The corporation shall, upon receipt of and in accordance with written notice from the Director and within the time period set out in the notice, and subject to any terms and conditions imposed by the Director,</p> <p class=\"clause-e\">  (a)  file the documents retained by the corporation pursuant to subsection (1) with the Director; or</p> <p class=\"clause-e\">  (b)  give the documents retained by the corporation pursuant to subsection (1) to any other person specified in the notice.</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "28.",
            "part_id": "PART II  ",
            "part_type": "PART II DOCUMENTS AND INFORMATION — FILING, RETENTION AND FORMAT",
            "section": "Information to be filed",
            "content": " 28. The following information shall be filed together with articles containing a proposed name for a corporation or change of corporate name: 1.  The reference number of the Nuans report referred to in clause 18 (1) (a), the date of the report and the proposed name searched. 2.  When a legal opinion is required pursuant to clause 18 (1) (c), i.  the name, address and telephone number of the lawyer providing the legal opinion and the name of his or her law firm, if any, ii.  the name that the corporation is acquiring, and iii.  confirmation that the legal opinion, A.  states the information required by clauses 5 (2) (a) to (d), B.  is signed by the lawyer providing it, and C.  will be kept at the corporation’s registered office. Format",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK31\"></a><b>28. </b>The following information shall be filed together with articles containing a proposed name for a corporation or change of corporate name:</p> <p class=\"paragraph-e\">  1.  The reference number of the Nuans report referred to in clause 18 (1) (a), the date of the report and the proposed name searched.</p> <p class=\"paragraph-e\">  2.  When a legal opinion is required pursuant to clause 18 (1) (c),</p> <p class=\"subpara-e\">  i.  the name, address and telephone number of the lawyer providing the legal opinion and the name of his or her law firm, if any,</p> <p class=\"subpara-e\">  ii.  the name that the corporation is acquiring, and</p> <p class=\"subpara-e\">  iii.  confirmation that the legal opinion,</p> <p class=\"subsubpara-e\">  A.  states the information required by clauses 5 (2) (a) to (d),</p> <p class=\"subsubpara-e\">  B.  is signed by the lawyer providing it, and</p> <p class=\"subsubpara-e\">  C.  will be kept at the corporation’s registered office.</p> <p class=\"heading1-e\"><a name=\"BK32\"></a>Format</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "Format",
            "part_id": "PART II  ",
            "part_type": "PART II DOCUMENTS AND INFORMATION — FILING, RETENTION AND FORMAT",
            "section": "Format",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "29.",
            "part_id": "PART II  ",
            "part_type": "PART II DOCUMENTS AND INFORMATION — FILING, RETENTION AND FORMAT",
            "section": "Paper or electronic format",
            "content": " 29. All articles, applications and other documents and information may, in accordance with the regulations and any applicable Director’s requirements, be filed with the Director in, (a)  paper format; or (b)  an electronic format approved by the Director.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK33\"></a><b>29. </b>All articles, applications and other documents and information may, in accordance with the regulations and any applicable Director’s requirements, be filed with the Director in,</p> <p class=\"clause-e\">  (a)  paper format; or</p> <p class=\"clause-e\">  (b)  an electronic format approved by the Director.</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "30.",
            "part_id": "PART II  ",
            "part_type": "PART II DOCUMENTS AND INFORMATION — FILING, RETENTION AND FORMAT",
            "section": "Format of supporting documents and information",
            "content": " 30. All documents and information filed to support articles and applications shall be filed in the same format as the articles or application, unless the Director requires that they be filed in a different format. Part III   MISCellaneous",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK34\"></a>30. </b>All documents and information filed to support articles and applications shall be filed in the same format as the articles or application, unless the Director requires that they be filed in a different format.</p> <p class=\"partnum-e\"><a name=\"BK35\"></a>Part III <br/>  MISCellaneous</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "PART III  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART III MISCELLANEOUS",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "31.",
            "part_id": "PART III  ",
            "part_type": "PART III MISCELLANEOUS",
            "section": "Exceptions, articles of amalgamation",
            "content": " 31. (1) For the purposes of subclause 177 (1) (b) (ii) of the Act, articles of amalgamation may differ from the articles of the amalgamating holding corporation by providing for, (a)  a different name; or (b)  a different address where the registered office is to be located. (2) For the purposes of subclause 177 (2) (b) (ii) of the Act, articles of amalgamation may differ from the articles of the amalgamating subsidiary corporation whose shares are not cancelled by providing for, (a)  a different name; (b)  a different number or minimum and maximum number of directors; (c)  a different address where the registered office is to be located; or (d)  imposition, variation or elimination of any restrictions on the business that the amalgamated corporation may carry on or on the powers that the amalgamated corporation may exercise.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK36\"></a>31. </b>(1) For the purposes of subclause 177 (1) (b) (ii) of the Act, articles of amalgamation may differ from the articles of the amalgamating holding corporation by providing for,</p> <p class=\"clause-e\">  (a)  a different name; or</p> <p class=\"clause-e\">  (b)  a different address where the registered office is to be located.</p> <p class=\"subsection-e\">  (2) For the purposes of subclause 177 (2) (b) (ii) of the Act, articles of amalgamation may differ from the articles of the amalgamating subsidiary corporation whose shares are not cancelled by providing for,</p> <p class=\"clause-e\">  (a)  a different name;</p> <p class=\"clause-e\">  (b)  a different number or minimum and maximum number of directors;</p> <p class=\"clause-e\">  (c)  a different address where the registered office is to be located; or</p> <p class=\"clause-e\">  (d)  imposition, variation or elimination of any restrictions on the business that the amalgamated corporation may carry on or on the powers that the amalgamated corporation may exercise.</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "32.",
            "part_id": "PART III  ",
            "part_type": "PART III MISCELLANEOUS",
            "section": "Seal",
            "content": " 32. If a corporation has a seal, it may set out the seal on any form in paper format.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK37\"></a><b>32. </b>If a corporation has a seal, it may set out the seal on any form in paper format.</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "33.",
            "part_id": "PART III  ",
            "part_type": "PART III MISCELLANEOUS",
            "section": "Public servants who may sign",
            "content": " 33. A director or manager of the Ministry whose duties relate to the administration of the Act are designated as public servants who may, (a)  sign a document for the purposes of clause (c) of the definition of “certified copy” in subsection 1 (1) of the Act; and (b)  sign a certificate or a certified copy of a document for the purposes of section 265.3 of the Act.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK38\"></a><b>33. </b>A director or manager of the Ministry whose duties relate to the administration of the Act are designated as public servants who may,</p> <p class=\"clause-e\">  (a)  sign a document for the purposes of clause (c) of the definition of “certified copy” in subsection 1 (1) of the Act; and</p> <p class=\"clause-e\">  (b)  sign a certificate or a certified copy of a document for the purposes of section 265.3 of the Act.</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "34.",
            "part_id": "PART III  ",
            "part_type": "PART III MISCELLANEOUS",
            "section": "Notice of dissolution, non-filing",
            "content": " 34. For the purpose of subsections 241 (1) to (3) of the Act, publication means publishing a notice or making it available to the public under subsection 276 (4) of the Act.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK39\"></a><b>34. </b>For the purpose of subsections 241 (1) to (3) of the Act, publication means publishing a notice or making it available to the public under subsection 276 (4) of the Act.</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "35.",
            "part_id": "PART III  ",
            "part_type": "PART III MISCELLANEOUS",
            "section": "Electronic version prevails",
            "content": " 35. For the purposes of subsection 273.4 (2) of the Act, the following documents are prescribed: 1.  The amalgamation agreement referred to in clause 19 (a) of this Regulation, the directors’ statements referred to in subsection 178 (2) of the Act and the directors’ resolutions referred to in clause 19 (b) of this Regulation that are required to support articles of amalgamation, as applicable. 2.  The legal opinion referred to in clause 18 (1) (c) that is required to support articles containing a proposed name for a corporation or change of corporate name. 3.  The legal opinions referred to in clause 20 (1) (c) and clause 20 (2) (b) and the special resolution referred to in clause 20 (3) (a) that are required to support articles of continuance, as applicable. Note: On the day subsection 18 (2) of Schedule 6 to the Cutting Unnecessary Red Tape Act, 2017 comes into force, paragraph 3 of section 35 of the Regulation is amended by striking out “clause 20 (3) (a)” and substituting “subsection 20 (3)”. (See: O. Reg. 398/21, .s 36 (2)) 4.  The legal opinion referred to in clause 21 (c) that is required to support an application for authorization to be continued in another jurisdiction. 5.  The notices required to be filed with or given to the Director under subsections 193 (4), 205 (2) and 210 (4) of the Act. 36. Omitted (provides for amendments to this Regulation). 37. Omitted (revokes other Regulations). 38. Omitted (provides for coming into force of provisions of this Regulation).  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK40\"></a><b>35. </b>For the purposes of subsection 273.4 (2) of the Act, the following documents are prescribed:</p> <p class=\"paragraph-e\">  1.  The amalgamation agreement referred to in clause 19 (a) of this Regulation, the directors’ statements referred to in subsection 178 (2) of the Act and the directors’ resolutions referred to in clause 19 (b) of this Regulation that are required to support articles of amalgamation, as applicable.</p> <p class=\"paragraph-e\">  2.  The legal opinion referred to in clause 18 (1) (c) that is required to support articles containing a proposed name for a corporation or change of corporate name.</p> <p class=\"paragraph-e\">  3.  The legal opinions referred to in clause 20 (1) (c) and clause 20 (2) (b) and the special resolution referred to in clause 20 (3) (a) that are required to support articles of continuance, as applicable.</p> <p class=\"Pnote-e\"><span>Note: On the day subsection 18 (2) of Schedule 6 to the <i>Cutting Unnecessary Red Tape Act, 2017</i> comes into force, paragraph 3 of section 35 of the Regulation is amended by striking out “clause 20 (3) (a)” and substituting “subsection 20 (3)”. (See: O. Reg. 398/21, .s 36 (2))</span></p> <p class=\"paragraph-e\">  4.  The legal opinion referred to in clause 21 (c) that is required to support an application for authorization to be continued in another jurisdiction.</p> <p class=\"paragraph-e\">  5.  The notices required to be filed with or given to the Director under subsections 193 (4), 205 (2) and 210 (4) of the Act.</p> <p class=\"section-e\"> <b>36. </b><span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for amendments to this Regulation</span>).</p> <p class=\"section-e\"> <b>37. </b><span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">revokes other Regulations</span>).</p> <p class=\"section-e\"><b>  38. </b><span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/210398\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}