{
    "reg_info": {
        "full_title": "O. Reg. 398/93: DESIGNATION OF PUBLIC SERVICE AGENCIES",
        "reg_name_text": "DESIGNATION OF PUBLIC SERVICE AGENCIES",
        "citation": "O. Reg. 398/93: ",
        "act_under": "French Language Services Act",
        "url": "https://www.ontario.ca/laws/regulation/930398",
        "date_scraped": "2023-12-18 04:02:07"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  1, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/930398/v47",
            "valid_from": "June 26, 2023",
            "valid_to": "June 30, 2023"
        },
        {
            "a_href": "/laws/regulation/930398/v46",
            "valid_from": "January  1, 2023",
            "valid_to": "June 25, 2023"
        },
        {
            "a_href": "/laws/regulation/930398/v45",
            "valid_from": "December  9, 2022",
            "valid_to": "December 31, 2022"
        },
        {
            "a_href": "/laws/regulation/930398/v44",
            "valid_from": "August 27, 2021",
            "valid_to": "December  8, 2022"
        },
        {
            "a_href": "/laws/regulation/930398/v42",
            "valid_from": "April 29, 2021",
            "valid_to": "August 26, 2021"
        },
        {
            "a_href": "/laws/regulation/930398/v41",
            "valid_from": "October 30, 2020",
            "valid_to": "April 28, 2021"
        },
        {
            "a_href": "/laws/regulation/930398/v40",
            "valid_from": "January  1, 2020",
            "valid_to": "October 29, 2020"
        },
        {
            "a_href": "/laws/regulation/930398/v39",
            "valid_from": "December 20, 2019",
            "valid_to": "December 31, 2019"
        },
        {
            "a_href": "/laws/regulation/930398/v38",
            "valid_from": "March  1, 2019",
            "valid_to": "December 19, 2019"
        },
        {
            "a_href": "/laws/regulation/930398/v37",
            "valid_from": "February 22, 2019",
            "valid_to": "February 28, 2019"
        },
        {
            "a_href": "/laws/regulation/930398/v36",
            "valid_from": "January  1, 2018",
            "valid_to": "February 21, 2019"
        },
        {
            "a_href": "/laws/regulation/930398/v35",
            "valid_from": "December 18, 2017",
            "valid_to": "December 31, 2017"
        },
        {
            "a_href": "/laws/regulation/930398/v34",
            "valid_from": "July  1, 2017",
            "valid_to": "December 17, 2017"
        },
        {
            "a_href": "/laws/regulation/930398/v33",
            "valid_from": "June 30, 2017",
            "valid_to": "June 30, 2017"
        },
        {
            "a_href": "/laws/regulation/930398/v32",
            "valid_from": "April 18, 2017",
            "valid_to": "June 29, 2017"
        },
        {
            "a_href": "/laws/regulation/930398/v31",
            "valid_from": "April  1, 2017",
            "valid_to": "April 17, 2017"
        },
        {
            "a_href": "/laws/regulation/930398/v30",
            "valid_from": "March 13, 2017",
            "valid_to": "March 31, 2017"
        },
        {
            "a_href": "/laws/regulation/930398/v29",
            "valid_from": "March  1, 2016",
            "valid_to": "March 12, 2017"
        },
        {
            "a_href": "/laws/regulation/930398/v28",
            "valid_from": "January 28, 2016",
            "valid_to": "February 29, 2016"
        },
        {
            "a_href": "/laws/regulation/930398/v27",
            "valid_from": "January  1, 2016",
            "valid_to": "January 27, 2016"
        },
        {
            "a_href": "/laws/regulation/930398/v26",
            "valid_from": "September 18, 2015",
            "valid_to": "December 31, 2015"
        },
        {
            "a_href": "/laws/regulation/930398/v25",
            "valid_from": "July  1, 2015",
            "valid_to": "September 17, 2015"
        },
        {
            "a_href": "/laws/regulation/930398/v24",
            "valid_from": "June 18, 2015",
            "valid_to": "June 30, 2015"
        },
        {
            "a_href": "/laws/regulation/930398/v23",
            "valid_from": "January  1, 2015",
            "valid_to": "June 17, 2015"
        },
        {
            "a_href": "/laws/regulation/930398/v22",
            "valid_from": "December 18, 2014",
            "valid_to": "December 31, 2014"
        },
        {
            "a_href": "/laws/regulation/930398/v21",
            "valid_from": "July  1, 2014",
            "valid_to": "December 17, 2014"
        },
        {
            "a_href": "/laws/regulation/930398/v20",
            "valid_from": "May  2, 2014",
            "valid_to": "June 30, 2014"
        },
        {
            "a_href": "/laws/regulation/930398/v19",
            "valid_from": "January  1, 2014",
            "valid_to": "May  1, 2014"
        },
        {
            "a_href": "/laws/regulation/930398/v18",
            "valid_from": "December 16, 2013",
            "valid_to": "December 31, 2013"
        },
        {
            "a_href": "/laws/regulation/930398/v17",
            "valid_from": "July  1, 2013",
            "valid_to": "December 15, 2013"
        },
        {
            "a_href": "/laws/regulation/930398/v16",
            "valid_from": "May 31, 2013",
            "valid_to": "June 30, 2013"
        },
        {
            "a_href": "/laws/regulation/930398/v15",
            "valid_from": "January  1, 2013",
            "valid_to": "May 30, 2013"
        },
        {
            "a_href": "/laws/regulation/930398/v14",
            "valid_from": "December 14, 2012",
            "valid_to": "December 31, 2012"
        },
        {
            "a_href": "/laws/regulation/930398/v13",
            "valid_from": "July  1, 2012",
            "valid_to": "December 13, 2012"
        },
        {
            "a_href": "/laws/regulation/930398/v12",
            "valid_from": "June  4, 2012",
            "valid_to": "June 30, 2012"
        },
        {
            "a_href": "/laws/regulation/930398/v11",
            "valid_from": "October  7, 2011",
            "valid_to": "June  3, 2012"
        },
        {
            "a_href": "/laws/regulation/930398/v10",
            "valid_from": "July  1, 2011",
            "valid_to": "October  6, 2011"
        },
        {
            "a_href": "/laws/regulation/930398/v9",
            "valid_from": "June 23, 2011",
            "valid_to": "June 30, 2011"
        },
        {
            "a_href": "/laws/regulation/930398/v8",
            "valid_from": "January 11, 2011",
            "valid_to": "June 22, 2011"
        },
        {
            "a_href": "/laws/regulation/930398/v7",
            "valid_from": "July  1, 2010",
            "valid_to": "January 10, 2011"
        },
        {
            "a_href": "/laws/regulation/930398/v6",
            "valid_from": "April 23, 2010",
            "valid_to": "June 30, 2010"
        },
        {
            "a_href": "/laws/regulation/930398/v5",
            "valid_from": "May 29, 2009",
            "valid_to": "April 22, 2010"
        },
        {
            "a_href": "/laws/regulation/930398/v4",
            "valid_from": "May 16, 2008",
            "valid_to": "May 28, 2009"
        },
        {
            "a_href": "/laws/regulation/930398/v3",
            "valid_from": "July  3, 2007",
            "valid_to": "May 15, 2008"
        },
        {
            "a_href": "/laws/regulation/930398/v2",
            "valid_from": "March 29, 2004",
            "valid_to": "July  2, 2007"
        },
        {
            "a_href": "/laws/regulation/930398/v1",
            "valid_from": "June  6, 2002",
            "valid_to": "March 28, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. The following are designated as public service agencies for the purpose of the definition of “government agency” in section 1 of the Act: 1.  Revoked: O. Reg. 606/20, s. 1 (1). 2.  L’Accueil Francophone de Thunder Bay in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 3.  ACFO\r\nRive-Nord Inc. in respect of the programs carried out on behalf of the Ministry of Community and Social Services by Garderie Petit Trésor in Elliot Lake. 3.0.1  Action Positive: VIH – Sida in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 3.1  Addiction Services of Eastern Ontario/Services de toxicomanie de l’Est de l’Ontario in respect of the following programs carried out on behalf of the Ministry of Health and Long-Term Care, namely, Administration Services and Community Treatment Program. 4.  Algoma District Social Services in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services. 4.1  Algonquin Child and Family Services, operating under the names Hands TheFamilyHelpNetwork.ca and Mains — LeReseaudaideauxfamilles.ca, in respect of the programs carried out on behalf of the Ministry of Community and Social Services and the Ministry of Children and Youth Services in North Bay, East Nipissing, West Nipissing and Timmins. 5.  Algonquin Nursing Home Limited in Mattawa in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 6.  Alzheimer Society of Cornwall and District/Société Alzheimer de Cornwall et Région but only in respect of community information sessions, self-help groups, individual support services and family support groups programs carried out on behalf of the Ministry of Health and Long-Term Care. 6.1  Amethyst Women’s Addiction Centre, also known as Centre Amethyst pour femmes toxicomanes, in respect of the Addiction Treatment Program, the Problem Gambling Treatment Program and the Health Promotion Program carried out on behalf of the Ministry of Health. 7.  Andrew Fleck Child Care Services in respect of the programs carried out on behalf of the Ministry of Children and Youth Services. 8.  L’Arche-Ottawa in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services. 8.1  Assisted Living Southwestern Ontario but only in respect of the Central Y Supportive Housing program carried out on behalf of the Ministry of Health and Long-Term Care. 9.  Association canadienne-française de l’Ontario — Conseil régional des Mille-Îles (ACFO — Mille-Îles) but only in respect of the employment programs carried out by Services d’employabilité ACFOMI Employment Services on behalf of the Ministry of Training, Colleges and Universities. 10.  Revoked: O. Reg. 346/13, s. 1 (2). 11.  Revoked: O. Reg. 402/12, s. 1 (1). 12.  Association pour l’intégration communautaire de Nipissing Ouest/West Nipissing Association for Community Living in Sturgeon Falls in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 13.  Association pour l’intégration communautaire d’Iroquois Falls/Iroquois Falls Association for Community Living in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services. 14.  L’Association pour l’intégration sociale d’Ottawa-Carleton in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services. 15.  “Au Ballon Rouge” (Garderie des Petits) in Ottawa in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 16.  Autism Society Ontario in respect of the Ontario Autism Service Navigation Program carried out on behalf of the Ministry of Children, Community and Social Services. 16.1  Bendale Acres in respect of long-term care services offered by the Pavillon Omer Deslauriers carried out on behalf of the Ministry of Long-Term Care. 17.  La Boîte à soleil co-opérative Inc. in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 18.  Les Bouts d’Choux in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 19.  Cambrian College in Sudbury in respect of the programs carried out on behalf of the Ministry of Community and Social Services by l’Arc-en-ciel and le Carrousel. 20.  Canadian Mental Health Association/L’Association canadienne pour la santé mentale - Champlain East/Champlain Est in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 20.1  Canadian Mental Health Association, Nipissing Regional Branch in respect of the following programs carried out on behalf of the Ministry of Health and Long-Term Care: i.  Centre of Friends. ii.  Bridges Voluntary Trusteeship Service. iii.  Housing Success Services. iv.  Mental Health Court Diversion and Court Support and Transitional Case Management. v.  Rent Supplement Housing. 20.2  The Canadian Mental Health Association, Ottawa Branch, also known as Association canadienne pour la santé mentale - Ottawa, in respect of programs carried out on behalf of the Ministry of Health. 21.  Canadian Mental Health Association, Sudbury Branch in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 22.  Canadian Mental Health Association Timmins Branch in respect of the Family Resource Centre and the Community Outreach Program carried out on behalf of the Ministry of Community and Social Services and in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 23.  Canadian Mothercraft of Ottawa-Carleton but only in respect of the programs carried out by the Ontario Early Years Centre/Centre de la petite enfance de l’Ontario on behalf of the Ministry of Children and Youth Services. 23.0.1 Le Cap: Centre d’appui et de prévention in respect of the programs carried out on behalf of the Ministry of Health and the Ministry of Children, Community and Social Services. 23.1  Carlington Community Health Centre/Centre de santé communautaire Carlington in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care and in respect of the Family Violence Program carried out on behalf of the Ministry of Community and Social Services. 24.  Carrefour des Femmes du Sud-Ouest de l’Ontario in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services. 24.1  Catholic Children’s Aid Society of Hamilton in respect of the functions set out in subsection 35 (1) of the Child, Youth and Family Services Act, 2017. 25.  Revoked: O. Reg. 551/22, s. 1 (3). 25.1  Catholic Family Services of Durham/Services à la famille catholiques de Durham in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services. 26.  Central Care Corporation: Centre de soins de longue durée Montfort/Montfort Long-Term Care Centre but only in respect of programs at the Centre carried out on behalf of the Ministry of Health and Long-Term Care. 27.  Revoked: O. Reg. 285/11, s. 1 (4). 28.  Centre d’accueil Roger-Séguin in Clarence Creek in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 29.  Centre d’activités françaises de Penetanguishene in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 29.1  Centre de counselling de Sudbury/Sudbury Counselling Centre in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services. 30.  Centre de counselling familial de Timmins/Timmins Family Counselling Centre Inc. in respect of the programs carried out on behalf of the Ministry of Community and Social Services and the Ministry of the Solicitor General and Correctional Services. 31.  Centre de jour des Petits Poucets in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 32.  Le Centre de jour polyvalent des aînés francophones d’Ottawa-Carleton in Ottawa in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 33.  Centre de jour Séraphin-Marion d’Orléans in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 34.  Centre de la Jeunesse de Toronto/La maison Montessori in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 35.  The corporation named in its letters patent as the “Centre de reeducation Cor Jesu de Timmins Incorporee”, operating under the name Centre Jubilee Centre, but only in respect of initial assessment and treatment planning services, case management services, entry services and individual services of the Residential Treatment Program, carried out on behalf of the Ministry of Health and Long-Term Care. 35.0.1 Centre de ressources familiales de Sturgeon Falls Sturgeon Falls Family Resource Centre in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services. 35.0.2 Centre de santé communautaire Chigamik Community Health Centre in respect of the following programs carried out on behalf of the Ministry of Health and Long-Term Care: i.  Primary Care Services. ii.  Community Outreach, French Language System Navigation, Mental Health and Addictions Counselling, Physiotherapy and Nutrition Services. iii.  Administration and Management. 35.1  Centre de santé communautaire de Kapuskasing et région in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 36.  Centre de santé communautaire de l’Estrie Ontario in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 36.1  Centre de santé communautaire de Nipissing Ouest/West Nipissing Community Health Centre in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 36.2  Centre de santé communautaire du Grand Sudbury in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 37.  Centre de santé communautaire du Niagara in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 37.1  Le centre de santé communautaire du Témiskaming in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 38.  Centre de santé communautaire Hamilton-Wentworth-Niagara Inc. in Welland and Hamilton in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 38.1  Centre de santé communautaire de Sudbury-Est/Sudbury East Community Health Centre in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 38.2  Centre de santé communautaire de Timmins in respect of the programs carried out on behalf of the Ministry of Health. 39.  Centre de santé et services communautaires, Hamilton Inc. in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 40.  Centre de services à l’emploi de Prescott-Russell Inc. in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 41.  Revoked: O. Reg. 177/13, s. 1 (2). 42.  Centre des Femmes Francophones du Nord-Ouest de l’Ontario in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services. 43.  Centre des petits d’Ottawa Inc. in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 44.  Centre des services communautaires de Vanier — Vanier Community Service Centre in respect of the programs carried out on behalf of the Ministry of the Attorney General, the Ministry of Community and Social Services and the Ministry of Children and Youth Services. 45.  Centre des services de développement pour Stormont, Dundas et Glengarry in Cornwall in respect of the programs carried out on behalf of the Ministry of Community and Social Services and the Ministry of Children and Youth Services. 46.  Centre Éducatif Soleil des Petits in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 47.  Centre francophone d’aide et de lutte contre les agressions à caractère sexuel d’Ottawa in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services. 48.  Centre francophone de Sault-Ste-Marie in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 49.  Centre francophone de Toronto in respect of the programs carried out on behalf of the Ministry of the Attorney General, the Ministry of Community and Social Services, the Ministry of Children and Youth Services, the Ministry of Health and Long-Term Care, the Ministry of Training, Colleges and Universities and the Ministry of Citizenship and Immigration. 50.  Centre Lajoie des Aînés(es) francophones de Pembroke in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 51.  Centre médical Ste-Anne Inc. in Ottawa in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 52.  Centre Novas - CALACS francophone de Prescott-Russell in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services. 53.  Centre parascolaire des Pionniers in Orléans in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 54.  Centre parascolaire “La Clémentine” d’Ottawa in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 55.  Le Centre parascolaire l’Hirondelle d’Ottawa in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 56.  Centre Passage Parallèle des ressources familiales du Nipissing Inc. in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 57.  Centre Passerelle pour femmes du Nord de l’Ontario in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services. 58.  Centre Pivot du Triangle magique de Rayside-Balfour in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 59.  Centre pour enfants Timiskaming Child Care in respect of the Private Home Day Care Program carried out on behalf of the Ministry of Community and Social Services. 60.  Centre préscolaire Coccinelle d’Orléans in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 61.  Revoked: O. Reg. 551/22, s. 1 (3). 61.1  Centretown Community Health Centre, Inc., also known as Centre de santé communautaire du Centre-ville, in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 62.  Le Centre Victoria pour femmes (Sudbury) in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services. 63.  Les Centres d’Accueil Héritage in Toronto but only in respect of Centre des Pionniers and the Supportive Housing Programs for the elderly and for AIDS patients of Place Saint-Laurent carried out on behalf of the Ministry of Health and Long-Term Care. 63.1  Revoked: O. Reg. 558/17, s. 1 (2). 64.  Revoked: O. Reg. 173/23, s. 1 (6). 65.  Child and Family Centre, Centre de l’enfant et de la famille, Ngodweaangizwin Aaskaagewin but only in respect of the residential placement advisory committee, counselling services and the day treatment program carried out on behalf of the Ministry of Children and Youth Services. 66.  Child and Community Resources/Ressources pour l’enfance et la communauté in respect of the programs carried out on behalf of the Ministry of Community and Social Services and in respect of the following programs carried out on behalf of the Ministry of Children and Youth Services: i.  Autism Clinical Services. ii.  Best Start Hubs. iii.  Integrated Services for Northern Children. iv.  Out-of-Home-Respite program. v.  Regional Autism Intervention Program. vi.  Residential Programs. vii.  School Support Program - Autism Spectrum Disorder. 67.  Revoked: O. Reg. 285/11, s. 1 (6). 68.  The Children’s Aid Society of Ottawa/La société de l’aide à l’enfance d’Ottawa in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services and the functions set out in subsection 35 (1) of the Child, Youth and Family Services Act, 2017. 69.  The Children’s Aid Society of the District of Sudbury and Manitoulin in respect of the functions set out in subsection 35 (1) of the Child, Youth and Family Services Act, 2017. 70.  The Children’s Aid Society of the United Counties of Stormont, Dundas and Glengarry/La société de l’aide à l’enfance des comtés unis de Stormont, Dundas et Glengarry in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services and the functions set out in subsection 35 (1) of the Child, Youth and Family Services Act, 2017. 71.  Children’s Hospital of Eastern Ontario — Ottawa Children’s Treatment Centre in respect of the programs carried out on behalf of the Ministry of Health and the Ministry of Children, Community and Social Services. 72.  Revoked: O. Reg. 5/16, s. 1 (2). 73.  City View Centre for Child & Family Services but only in respect of the programs carried out by the Early Years Centre Nepean-Carleton/Centre de la petite enfance Nepean-Carleton on behalf of the Ministry of Children and Youth Services. 74.  La Clef du Bonheur de Verner in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 75.  Clinique juridique bilingue Windsor-Essex/Windsor-Essex Bilingual Legal Clinic in respect of the programs carried out on behalf of the Ministry of the Attorney General. 76.  Clinique juridique communautaire Grand-Nord Community Legal Clinic in respect of the programs carried out on behalf of the Ministry of the Attorney General. 77.  Clinique juridique de Prescott et Russell Inc. in respect of the programs carried out on behalf of the Ministry of the Attorney General. 78.  Clinique juridique Roy McMurtry Legal Clinic, (Stormont, Dundas & Glengarry) in respect of the programs carried out on behalf of the Ministry of the Attorney General. 79.  Club Accueil/âge d’or d’Azilda in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 80.  Club d’âge d’or de la Vallée Inc./Golden Age Club of the Valley in Hanmer in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 81.  Club d’âge d’or River Valley/Golden Age Club in River Valley in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 81.0.1 Coalition ontarienne de formation des adultes in respect of the programs carried out on behalf of the Ministry of Labour, Training and Skills Development. 81.1  Cochrane Temiskaming Children’s Treatment Centre in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services. 82.  Colibri - Centre des femmes francophones du comté de Simcoe in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services. 82.1  Collège d’arts appliqués et de technologie La Cité collégiale in respect of the programs carried out on behalf of the Ministry of Training, Colleges and Universities. 83.  Collège Boréal d’arts appliqués et de technologie (Collège Boréal) in respect of the programs carried out on behalf of the Ministry of Training, Colleges and Universities. 83.1  Le Collège de Hearst in respect of the programs carried out on behalf of the Ministry of Training, Colleges and Universities. 84.  Community Counselling Centre of Nipissing in respect of the programs carried out on behalf of the Ministry of the Attorney General and the Ministry of Community and Social Services and in respect of the Addiction Services of Nipissing program carried out on behalf of the Ministry of Health and Long-Term Care. 85.  Revoked: O. Reg. 173/23, s. 1 (6). 85.1  Community Living Kirkland Lake in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services. 86.  Community Living-Stormont County but only in respect of the Adolphus Street Residence, the Community Contact and the Resource Teacher programs carried out on behalf of the Ministry of Community and Social Services. 87.  Community Living Timmins Intégration Communautaire in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services. 88.  Community Service Order Program of Ottawa-Carleton/Programme d’ordonnance de service communautaire d’Ottawa-Carleton in respect of the programs carried out on behalf of the Ministry of the Solicitor General and Correctional Services. 88.1  Community Support Centre of Essex County in respect of the North Shore meals on wheels and North Shore friendly visiting programs, switchboard, reception and administration carried out on behalf of the Ministry of Health and Long-Term Care. 89.  Les Compagnons des Francs-Loisirs in respect of the programs carried out on behalf of the Ministry of Community and Social Services by Garderie Soleil in North Bay. 90.  Conseil de planification des services communautaires de Prescott-Russell Inc. in respect of the programs carried out on behalf of the Community and Social Services. 91.  Coopérative Brin d’herbe Inc. in Ottawa in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 92.  Coopérative Carrousel pour parents et enfants francophones Inc. in Ottawa in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 92.1  Cornwall Community Hospital - Hôpital Communautaire de Cornwall in respect of the following programs carried out by the Hospital on behalf of the Ministry of Health and Long-Term Care: i.  Administration/Corporate Services. ii.  Admission Prevention Services. iii.  Adult Counselling and Treatment. iv.  Ambulatory Care Clinics. v.  Assertive Community Treatment Team (ACT Team). vi.  Business Office. vii.  Computer Assisted Tomography. viii.  Critical Care Unit. ix.  Diabetic Clinic. x.  Diagnostic Services Administrative Support. xi.  Dietary. xii.  Discharge Planning. xiii.  Emergency. xiv.  Health Information Services. xv.  Human Resources. xvi.  Inpatient Mental Health Unit. xvii.  Inpatient Social Work. xviii.  Inpatient Surgery. xix.  Mammography. xx.  Mental Health Crisis Team. xxi.  Nuclear Medicine. xxii.  Obstetrics. xxiii.  Occupational Therapy. xxiv.  Operating Room. xxv.  Outpatient Mental Health. xxvi.  Paediatrics. xxvii.  Patient Registration. xxviii.  Pharmacy. xxix.  Physiotherapy. 276.  Pre-admission. 276i.  Speech Language Pathology. 276ii.  Spiritual Care. 276iii.  Switchboard. 276iv.  Ultrasound. 276v.  X-Ray. 93.  Cornwall Home Assistance Services to Seniors Inc. in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 94.  Corporation de garde d’enfants du Nipissing Ouest/West Nipissing Child Care Corporation in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 95.  The Council on Aging/Le Conseil sur le vieillissement — Ottawa-Carleton in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 95.1  Counselling and Family Service Ottawa/Service familial et counseling Ottawa in respect of the Community Integration Program and the Violence Against Women programs and services (Counseling, Child Witness and Transitional & Housing Support Program), carried out on behalf of the Ministry of Children, Community and Social Services and in respect of the Francophone Women Victims Program carried out on behalf of the Ministry of Health. 96.  District of Cochrane Social Services Administration Board in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services. 97.  Early Years Centre North Inc. in respect of the programs carried out on behalf of the Ministry of Children and Youth Services. 98.  East Ferris Golden Age Club in Corbeil in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 98.1  Eastern Ottawa Resource Centre/Centre des ressources de l’Est d’Ottawa in respect of the following programs: i.  The Family Violence Program carried out on behalf of the Ministry of Children, Community and Social Services. ii.  The Community Support Program carried out on behalf of the Ministry of Health. 99.  Elliot Lake and North Shore Community Legal Clinic in respect of the programs carried out on behalf of the Ministry of the Attorney General. 100.  Employment and Education Resource Centre of Cornwall and District Inc. in respect of the programs carried out on behalf of the Ministry of Training, Colleges and Universities and the Ministry of Community and Social Services. 100.1  Équipe de santé familiale académique Montfort in respect of the programs carried out on behalf of the Ministry of Health. 101.  L’Équipe d’hygiène mentale pour francophones de Stormont, Dundas et Glengarry Inc. in Cornwall in respect of the programs carried out on behalf of the Ministry of Community and Social Services and the Ministry of Children and Youth Services. 102.  Extendicare Northeastern Ontario Inc. in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care by Extendicare/Tri-Town Nursing Home in Haileybury, Extendicare/Cochrane and Extendicare/Kapuskasing. 103.  Extendicare Northwestern Ontario Inc. in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care by Extendicare/Hearst and Extendicare/Timmins. 104.  Family Services Centre of Sault Ste. Marie and District in respect of the Adult Protective Services program and the Community Counselling program carried out on behalf of the Ministry of Community and Social Services. 105.  Foyer Richelieu Welland in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 105.1  Foyer St. Jacques in respect of the programs carried out on behalf of the Ministry of Long-Term Care. 106.  La Fraternité — The Fraternity in Sudbury in respect of the programs carried out on behalf of the Ministry of the Solicitor General and Correctional Services. 107.  Garderie Arc-en-ciel des Mousses Inc. in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 108.  Garderie Brin de Soleil d’Ottawa Est Inc. in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 109.  La Garderie des Petits Poussins de Port Colborne Inc. in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 110.  La Garderie Française de Hamilton Co-opérative Inc. in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 111.  Garderie Francophone de St-Catharines Inc. in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 112.  Garderie La Farandole de Toronto in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 113.  Garderie La Joie de North York Inc. in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 114.  Garderie Le Cerf-volant de Gaston Vincent in Ottawa in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 115.  La Garderie Le Petit Navire de Hamilton Co-opérative Inc. in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 116.  Garderie Rayon de Soleil de North York Inc. in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 117.  Garderie “Sur un nuage” d’Ottawa-Carleton in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 118.  La Garderie Touche-à-tout de Sudbury in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 118.0.1  Georgian Bay General Hospital, also known as Hôpital général de la baie Georgienne, but only in respect of the ambulatory care program and the finance, human resources and telecommunications services carried out on behalf of the Ministry of Health and Long-Term Care. 118.1  Geriatric Psychiatry Community Services of Ottawa/Services communautaires de géronto-psychiatrie d’Ottawa in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 119.  Glengarry Association for Community Living in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 120.  The Glengarry Inter-Agency Group Inc. in Alexandria in respect of the following programs: i.  Adult Protective Services Program carried out on behalf of the Ministry of Community and Social Services. ii.  Adult Day Service carried out on behalf of the Ministry of Health and Long-Term Care. iii.  Ontario Early Years Centre carried out on behalf of the Ministry of Children and Youth Services. 121.  Glengarry Memorial Hospital in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 122.  Revoked: O. Reg. 346/13, s. 1 (4). 123.  Golden Age “Club” d’âge d’or de Field in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 124.  Golden Age “Club” d’âge d’or de Sturgeon Falls in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 125.  Groupe Action pour l’Enfant, la Famille et la Communauté de Prescott-Russell in Hawkesbury in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 126.  Habitat Interlude in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 126.0.1  Hamilton Community Legal Clinic/Clinique juridique communautaire de Hamilton in respect of the programs carried out on behalf of the Ministry of the Attorney General. 126.1  Health Nexus, also known as Nexus Santé, in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 127.  Hearst, Kapuskasing, Smooth Rock Falls Counselling Services/Services de counselling de Hearst, Kapuskasing, Smooth Rock Falls in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 128.  Revoked: O. Reg. 285/11, s. 1 (11). 129.  Hôpital général de Hawkesbury and District General Hospital Inc. in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 130.  Hôpital général d’Ottawa/Ottawa General Hospital in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 131.  Hôpital Montfort in Ottawa in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 132.  Hôpital Notre-Dame Hospital in Hearst in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 133.  Hôpital privé Beechwood Private Hospital in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 134.  Hôpital régional de Sudbury Regional Hospital, operating under the name Health Sciences North/Horizon Santé-Nord, in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care, the Ministry of Children and Youth Services and the Ministry of Community and Social Services. 134.1  Horizons Renaissance Inc. in Ottawa in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 135.  ICAN Independence Centre and Network in Sudbury in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 136.  Revoked: O. Reg. 256/17, s. 1 (9). 136.0.1  Intégration communautaire Hearst Community Living in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services. 136.1  Iris Addiction Recovery for Women in Sudbury in respect of the individual counseling in the treatment and aftercare programs and the intake services carried out on behalf of the Ministry of Health and Long-Term Care. 137.  Revoked: O. Reg. 256/17, s. 1 (9). 138.  The King’s Daughters Dinner Wagon in Ottawa in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 139.  Revoked: O. Reg. 402/12, s. 1 (5). 140.  The Lady Minto Hospital at Cochrane in respect of ambulance services carried out on behalf of the Ministry of Health and Long-Term Care. 140.1  Revoked: O. Reg. 346/13, s. 1 (4). 141.  Laurentian Hospital in Sudbury in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 142.  Maison Arc-en-ciel Centre de réhabilitation du nord de l’Ontario Inc. in Opasatika in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 143.  Maison d’amitié in Ottawa in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services. 144.  Maison Décision House in Ottawa in respect of the programs carried out on behalf of the Ministry of the Solicitor General and Correctional Services. 144.1  Maison d’hébergement pour femmes francophones in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services. 144.2  Maison de soins palliatifs de Sudbury Hospice in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 145.  Revoked: O. Reg. 551/22, s. 1 (3). 146.  Maison Interlude House Inc. in Hawkesbury in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services. 147.  Maison Renaissance de la Réhabilitation in Hearst in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 148.  Maryfarm Inc. in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 149.  Minto Counselling Centre in Cochrane in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 150.  La Montée d’Elle Centre de ressource pour violence familiale S.D. et G. Inc. in Alexandria in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 150.1  Montfort Renaissance Inc. in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 151.  Revoked: O. Reg. 76/17, s. 1 (2). 152.  Nipissing District Social Services Board in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 153.  Nipissing District Youth Employment Service Inc. in respect of the community service order program carried out on behalf of the Ministry of the Solicitor General and Correctional Services. 153.1  Nipissing Mental Health Housing and Support Services in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 154.  North Algoma Health Organization in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care by Medical Centre in Dubreuilville. 155.  North Bay and District Association for Community Living in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services. 155.0.1  North Bay Regional Health Centre in respect of the following programs carried out on behalf of the Ministry of Health and Long-Term Care: i.  Acute Inpatient Psychiatry Unit (AIPU) Recreation Therapy. ii.  Administration. iii.  Ambulance Nipissing. iv.  Ambulance North Bay. v.  Assertive Community Treatment (ACT) Team 1. vi.  Assertive Community Treatment (ACT) Team 2. vii.  Birthing Unit Services. viii.  Cardiac Program Management. ix.  Central Ambulance Communications Centre. x.  Community Treatment Crisis Support Beds. xi.  Complex Continuing Care Recreation Therapy. xii.  Crisis Intervention. xiii.  Dental Clinic. xiv.  Diabetes Adult. xv.  Diagnostic Imaging – Administration. xvi.  Diagnostic Imaging – Administration Picture Archiving and Communication System. xvii.  Diagnostic Imaging – Computed Tomography. xviii.  Diagnostic Imaging – Echo Ultrasound. xix.  Diagnostic Imaging – Magnetic Resonance Imaging. xx.  Diagnostic Imaging – Mammography. xxi.  Diagnostic Imaging – Nuclear Medicine – Gamma. xxii.  Diagnostic Imaging – Radiology. xxiii.  Diagnostic Imaging – Ultrasound. xxiv.  Early Intervention. xxv.  Human Resources. xxvi.  Kirkwood Program  – Management Administration. xxvii.  Mental Health Clinical Management. xxviii.  Patient Food Services. xxix.  Peer Support. xxx.  Physiotherapy. xxxi.  Regional Dementia Care Program (Oak Lodge). xxxii.  Regional Outsource Services Resource Consultation. xxxiii.  Regional Specialized Mental Health (RSMH) Social Services. xxxiv.  Regional Specialized Mental Health (RSMH) Supportive Rehabilitation. xxxv.  Sudbury Psychology. xxxvi.  Sudbury Social Services. xxxvii.  Surgical Ambulatory: Ambulatory Care. xxxviii.  Surgical Ambulatory: Chemotherapy Clinic. xxxix.  Surgical Ambulatory: Telemedicine Ambulatory Care Unit. 155.0.2  North East Association for Community Living/Association pour intégration communautaire du Nord-Est in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services. 155.1  Revoked: O. Reg. 558/17, s. 1 (2). 156.  North Eastern Ontario Family and Children’s Services/Services à la famille et à l’enfance du Nord-Est de l’Ontario in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services and the functions set out in subsection 35 (1) of the Child, Youth and Family Services Act, 2017 and in respect of the programs carried out on behalf of the Ministry of Health. 157.  Oasis Centre des femmes Inc. in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services. 158.  Revoked: O. Reg. 285/11, s. 1 (14). 159.  Options Bytown Non-Profit Housing Corporation of Ottawa-Carleton but only in respect of the Supportive Housing Program carried out on behalf of the Ministry of Community and Social Services. 159.1  Orléans-Cumberland Community Resource Centre/Centre de ressources communautaires Orléans-Cumberland in respect of the programs carried out on behalf of the Ministry of Children and Youth Services. 160.  Ottawa-Carleton Association for Persons with Developmental Disabilities but only in respect of the Centre de transition communautaire and the supported employment, supported independent living and Maryland programs carried out on behalf of the Ministry of Community and Social Services. 161.  Ottawa-Carleton Regional Residential Treatment Centre in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 162.  Revoked: O. Reg. 551/22, s. 1 (3). 163.  Ottawa Civic Hospital Corporation in respect of the in-vitro fertilization and dentistry clinics carried out on behalf of the Ministry of Health and Long-Term Care. 164.  The Ottawa Hospital/L’Hôpital d’Ottawa but only in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care at the General Campus. 165.  Ottawa Salus Corporation but only in respect of community support, residential rehabilitation (Fisher and Crichton sites), community development (Athlone, Gladstone and MacLaren sites) and administrative services programs carried out on behalf of the Ministry of Health and Long-Term Care. 165.1  Le Palais/The Palace Southbridge Health Care GP Inc. in respect of the programs carried out on behalf of the Ministry of Long-Term Care. 166.  Pavilion Women’s Centre, operating under the name Pavilion Women’s Centre/Centre des femmes, in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 167.  Revoked: O. Reg. 558/17, s. 1 (2). 168.  Personal Choice Independent Living/Choix personnel Vie autonome in Ottawa, but only in respect of supportive housing services, attendant care services and case co-ordination programs at the Bronson Avenue site, carried out on behalf of the Ministry of Health and Long-Term Care. 169.  Le Petit Chaperon Rouge: Garderie Francophone in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 170.  La Petite Étoile de Niagara Inc. in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 171.  Physically Handicapped Adults’ Rehabilitation Association-Nipissing-Parry Sound in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 172.  Pinecrest-Queensway Health and Community Services/Services de santé et services communautaires Pinecrest-Queensway but only in respect of the programs carried out by the Ontario Early Years Centre Ottawa West-Nepean/Centre de la petite enfance d’Ottawa-Ouest-Nepean on behalf of the Ministry of Children and Youth Services. 173.  Revoked: O. Reg. 173/23, s. 1 (6). 174.  Revoked: O. Reg. 177/13, s. 1 (4). 175.  La Présence, Ottawa in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 176.  Programme parascolaire La Vérendrye in Ottawa in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 177.  Recon Association in Timmins in respect of the programs carried out on behalf of the Ministry of the Solicitor General and Correctional Services. 178.  The Religious Hospitallers of St. Joseph of Cornwall, Ontario but only in respect of the following programs carried out on behalf of the Ministry of Health and Long-Term Care: i.  The business office, administration, cardio-respiratory, chronic care, critical care unit, diabetic, dietary, human resources, lifeline, medical, operating room, physical therapy, surgical, social work, switchboard and volunteer programs carried out by Hotel Dieu Hospital. ii.  The administration, switchboard, dietary and social work programs carried out by St. Joseph’s Villa. iii.  The complex continuing care therapy, long-term care therapy, environmental services and spiritual care programs carried out by St. Joseph’s Continuing Care Centre. 178.0.0.1 Renfrew Victoria Hospital in respect of the following regional programs offered at the Pembroke satellite site carried out on behalf of the Ministry of Health: i.  Hemodialysis and Nephrology. ii.  Addictions Services. iii.  Regional Assault Care. 178.0.1  Réseau Access Network in respect of the programs carried out on behalf of the Ministry of Health. 178.1  Réseau des femmes du Sud de l’Ontario - Sarnia/Lambton in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services. 178.2  Réseau des services de santé en français de l’Est de l’Ontario in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 178.3  Le Réseau du mieux-être francophone du Nord de l’Ontario in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 178.4  Résidence Champlain Long Term Care Residence in respect of the programs carried out on behalf of the Ministry of Long-Term Care. 178.5  Résidence Lancaster Long Term Care Residence in respect of the programs carried out on behalf of the Ministry of Long-Term Care. 179.  La ribambelle, centre préscolaire francophone de London in respect of the programs carried out on behalf of the Ministry of Children and Youth Services. 180.  Royal Ottawa Health Care Group/Services de Santé Royal Ottawa but only in respect of the rehabilitation Centre, geriatric psychiatric services and psychiatric rehabilitation program carried out on behalf of the Ministry of Health and Long-Term Care and the St-Bonaventure Day Treatment Program for Youth carried out on behalf of the Ministry of Community and Social Services. 180.1  St. Gabriel’s Villa of Sudbury/Villa St-Gabriel de Sudbury in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 181.  Sandy Hill Community Health Centre, Inc./Centre de santé communautaire Côte-de-Sable, Inc. in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care and the Ministry of Children and Youth Services. 182.  Sensenbrenner Hospital in Kapuskasing in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 183.  Service Coordination for Persons with Special Needs/Coordination des services pour personnes ayant des besoins spéciaux in Ottawa in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services. 184.  Service d’entraide communautaire in Ottawa in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 185.  Revoked: O. Reg. 139/12, s. 1 (7). 186.  Services à la Jeunesse de Hearst Inc. in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 186.1  Revoked: O. Reg. 402/12, s. 1 (7). 187.  Les Services à l’enfance Grandir ensemble in respect of the programs carried out on behalf of the Ministry of Community and Social Services and the Ministry of Children and Youth Services. 187.1  Services aux victimes Prescott Russell Victim Services in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services. 188.  Services communautaires de Prescott-Russell in Hawkesbury in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 189.  Revoked: O. Reg. 256/17, s. 1 (14). 190.  Les Services correctionnels communautaires de Prescott-Russell et Glengarry in respect of the programs carried out on behalf of the Ministry of the Solicitor General and Correctional Services. 191.  Services de garde de Rayside-Balfour in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 192.  Services de santé de Chapleau Health Services in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 193.  Services de toxicomanie Cochrane Nord Inc. — North Cochrane Addiction Services Inc. in Kapuskasing, Cochrane, Hearst and Smooth Rock Falls in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 194.  Revoked: O. Reg. 402/12, s. 1 (9). 195.  Services psychiatriques francophones de l’est de l’Ontario in Ottawa in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 196.  The Sisters of St. Joseph of Sault Ste. Marie but only in respect of accounting, administration, day surgery, diabetic clinic, food services, housekeeping, human resources, maintenance, pastoral, patient information, radiology, social services and seniors home support programs carried out on behalf of the Ministry of Health and Long-Term Care by St. Joseph’s Health Centre in Blind River. 197.  Smooth Rock Falls Hospital Corporation in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 198.  Revoked: O. Reg. 177/13, s. 1 (4). 199.  Société Alzheimer Society Sudbury-Manitoulin in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 200.  Les Soeurs de la charité d’Ottawa/Sisters of Charity at Ottawa in respect of the following businesses: i.  Centre de santé Élisabeth-Bruyère/Elisabeth-Bruyère Health Centre in Ottawa in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care and the Lifeline Program carried out on behalf of the Ministry of Health and Long-Term Care. ii.  Hôpital général de Mattawa/Mattawa General Hospital in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. iii.  La Résidence Saint-Louis in Ottawa in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. iv.  Saint-Vincent Hospital/Hôpital Saint-Vincent at Ottawa in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 201.  Soins palliatifs Horizon-Timmins Inc./Horizon-Timmins Palliative Care Inc. in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 202.  South Cochrane Addictions Services Inc. in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 203.  The Sudbury and District Association for Community Living/Association pour l’intégration communautaire de Sudbury et district in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 204.  Sudbury Community Service Centre in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services. 205.  Sudbury Young Women’s Christian Association in respect of the Service Co-ordination and administration programs carried out on behalf of the Ministry of Community and Social Services. 206.  Sudbury Youth Services Inc., Services à la Jeunesse de Sudbury Inc. in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 207.  Sudbury Y.W.C.A. Brookwood Apartments in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 208.  Sudbury Y.W.C.A. Genevra House in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 208.1  Taibu Community Health Centre in respect of the Primary Care Services Program and the Health Promotion Program carried out on behalf of the Ministry of Health. 208.2  Timiskaming Home Support/Soutien à domicile in respect of the programs carried out on behalf of the Ministry Health. 209.  Timmins and District Hospital/L’Hôpital de Timmins et du district in respect of administrative services at the Timmins and District Hospital Corporation, primary, secondary and acute care at the St. Mary’s General Hospital, and chronic care at the Porcupine General Hospital carried out on behalf of the Ministry of Health and Long-Term Care. 210.  Union Culturelle des Franco-Ontariennes in Sudbury in respect of the programs carried out on behalf of the Ministry of Community and Social Services. 210.1  University of Ottawa Heart Institute - Institut de cardiologie de l’Université d’Ottawa in respect of the following programs carried out by the Institute on behalf of the Ministry of Health and Long-Term Care: i.  Admitting. ii.  Ambulatory Care. iii.  Arrhythmia Monitoring Centre. iv.  Auxiliary Services. v.  Cardiac Anaesthesia. vi.  Cardiac Associates/Surgery. vii.  Cardiac Cath Lab. viii.  Cardiac Imaging. ix.  Cardiac Operating Room. x.  Cardiac Surgery & Cardiac Valve Surgery Clinic. xi.  Cardiac Surgical Unit & Recovery Room. xii.  Communication Centre. xiii.  Coronary Care Unit. xiv.  French Language Services. xv.  Heart Failure Clinic. xvi.  HI Telehealth APN. xvii.  Human Resources Services. xviii.  Library. xix.  Nursing Unit H3. xx.  Nursing Unit H4. xxi.  Nutrition. xxii.  Pacemaker & Defibrillator Clinic. xxiii.  Pastoral Services. xxiv.  Pharmacy Outpatient. xxv.  Pre-Admission Unit. xxvi.  Prevention and Rehab Centre. xxvii.  Telehealth APN. xxviii.  Wait List Management Office (Triage). 210.2  Valoris pour enfants et adultes de Prescott-Russell/Valoris for children and adults of Prescott-Russell in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services and the functions set out in subsection 35 (1) of the Child, Youth and Family Services Act, 2017 and in respect of the programs carried out on behalf of the Ministry of Health. 210.3  Victorian Order of Nurses for Canada - Ontario Branch in respect of the following programs offered at the Kingston site carried out on behalf of the Ministry of Health: i.  Assisted Living Services. ii.  Meals Delivery. iii.  Homemaking. iv.  Congregate Dining. 211.  Victorian Order of Nurses, Sudbury Branch but only in respect of the Home Support, Foot Care, Supportive Housing, Placement Coordination Service and Nursing Programs carried out on behalf of the Ministry of Health and Long-Term Care. 212.  Volunteer Organization in Community Correctional Services (V.O.I.C.S.S.) in Sudbury in respect of the programs carried out on behalf of the Ministry of the Solicitor General and Correctional Services. 213.  Western Ottawa Community Resource Centre but only in respect of the Program Against Woman Abuse/Programme contre la violence faite aux femmes, excluding the shelter services provided by Chrysalis House, and in respect of the programs carried out by the Carleton-Ontario Early Years Centre/Centre de la petite enfance de l’Ontario-Carleton on behalf of the Ministry of Children and Youth Services and the Ministry of Community and Social Services. 214.  The West Nipissing General Hospital/Hôpital général de l’ouest Nipissing in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. 214.1  Women’s College Hospital in respect of the Toronto Academic Pain Medicine Institute (TAPMI) program carried out on behalf of the Ministry of Health. 215.  Youth Services Bureau of Ottawa, Bureau des services à la jeunesse d’Ottawa in respect of the programs carried out on behalf of the Ministry of Community and Social Services and the Ministry of Children and Youth Services. 216.  519179 Ontario Inc. in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care by St. Joseph Nursing Home in Rockland. 217.  656955 Ontario Limited in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care by Pinecrest Nursing Home in Plantagenet. O. Reg. 398/93, s. 1; O. Reg. 406/94, s. 1; O. Reg. 62/96, s. 1; O. Reg. 486/96, s. 1; O. Reg. 100/98, s. 1; O. Reg. 109/99, s. 1; O. Reg. 166/02, s. 1; O. Reg. 77/04, s. 1; O. Reg. 299/07, s. 1; O. Reg. 148/08, s. 1; O. Reg. 211/09, s. 1; O. Reg. 144/10, s. 1; O. Reg. 1/11, s. 1; O. Reg. 285/11, s. 1; O. Reg. 139/12, s. 1; O. Reg. 402/12, s. 1; O. Reg. 177/13, s. 1; O. Reg. 346/13, s. 1; O. Reg. 304/14, s. 1; O. Reg. 158/15, s. 1;. O. Reg. 5/16, s. 1 (1-5); O. Reg. 76/17, s. 1; O. Reg. 110/17, s. 1; O. Reg. 256/17, s. 1; O. Reg. 558/17, s. 1; O. Reg. 14/19, s. 1; O. Reg. 462/19, s. 1; O. Reg. 606/20, s. 1; O. Reg. 323/21, s. 1; O. Reg. 551/22, s. 1; O. Reg. 584/21, s. 1; O. Reg. 173/23, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>The following are designated as public service agencies for the purpose of the definition of “government agency” in section 1 of the Act:</p> <p class=\"paragraph-e\">  1.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 606/20, s. 1 (1).</p> <p class=\"paragraph-e\">  2.  L’Accueil Francophone de Thunder Bay in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\">  3.  <span class=\"ovallcaps\">ACFO</span>\r\nRive-Nord Inc. in respect of the programs carried out on behalf of the Ministry of Community and Social Services by Garderie Petit Trésor in Elliot Lake.</p> <p class=\"paragraph-e\"> 3.0.1  Action Positive: VIH – Sida in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\">  3.1  Addiction Services of Eastern Ontario/Services de toxicomanie de l’Est de l’Ontario in respect of the following programs carried out on behalf of the Ministry of Health and Long-Term Care, namely, Administration Services and Community Treatment Program.</p> <p class=\"paragraph-e\">  4.  Algoma District Social Services in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services.</p> <p class=\"paragraph-e\">  4.1  Algonquin Child and Family Services, operating under the names Hands TheFamilyHelpNetwork.ca and Mains — LeReseaudaideauxfamilles.ca, in respect of the programs carried out on behalf of the Ministry of Community and Social Services and the Ministry of Children and Youth Services in North Bay, East Nipissing, West Nipissing and Timmins.</p> <p class=\"paragraph-e\">  5.  Algonquin Nursing Home Limited in Mattawa in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\">  6.  Alzheimer Society of Cornwall and District/Société Alzheimer de Cornwall et Région but only in respect of community information sessions, self-help groups, individual support services and family support groups programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\">  6.1  Amethyst Women’s Addiction Centre, also known as Centre Amethyst pour femmes toxicomanes, in respect of the Addiction Treatment Program, the Problem Gambling Treatment Program and the Health Promotion Program carried out on behalf of the Ministry of Health.</p> <p class=\"paragraph-e\">  7.  Andrew Fleck Child Care Services in respect of the programs carried out on behalf of the Ministry of Children and Youth Services.</p> <p class=\"paragraph-e\">  8.  L’Arche-Ottawa in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services.</p> <p class=\"paragraph-e\">  8.1  Assisted Living Southwestern Ontario but only in respect of the Central Y Supportive Housing program carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\">  9.  Association canadienne-française de l’Ontario — Conseil régional des Mille-Îles (ACFO — Mille-Îles) but only in respect of the employment programs carried out by Services d’employabilité ACFOMI Employment Services on behalf of the Ministry of Training, Colleges and Universities.</p> <p class=\"paragraph-e\">  10.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 346/13, s. 1 (2).</p> <p class=\"paragraph-e\">  11.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 402/12, s. 1 (1).</p> <p class=\"paragraph-e\">  12.  Association pour l’intégration communautaire de Nipissing Ouest/West Nipissing Association for Community Living in Sturgeon Falls in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\">  13.  Association pour l’intégration communautaire d’Iroquois Falls/Iroquois Falls Association for Community Living in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services.</p> <p class=\"paragraph-e\">  14.  L’Association pour l’intégration sociale d’Ottawa-Carleton in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services.</p> <p class=\"paragraph-e\">  15.  “Au Ballon Rouge” (Garderie des Petits) in Ottawa in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\">  16.  Autism Society Ontario in respect of the Ontario Autism Service Navigation Program carried out on behalf of the Ministry of Children, Community and Social Services.</p> <p class=\"paragraph-e\"> 16.1  Bendale Acres in respect of long-term care services offered by the Pavillon Omer Deslauriers carried out on behalf of the Ministry of Long-Term Care.</p> <p class=\"paragraph-e\">  17.  La Boîte à soleil co-opérative Inc. in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\">  18.  Les Bouts d’Choux in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\">  19.  Cambrian College in Sudbury in respect of the programs carried out on behalf of the Ministry of Community and Social Services by l’Arc-en-ciel and le Carrousel.</p> <p class=\"paragraph-e\">  20.  Canadian Mental Health Association/L’Association canadienne pour la santé mentale - Champlain East/Champlain Est in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 20.1  Canadian Mental Health Association, Nipissing Regional Branch in respect of the following programs carried out on behalf of the Ministry of Health and Long-Term Care:</p> <p class=\"subpara-e\">  i.  Centre of Friends.</p> <p class=\"subpara-e\">  ii.  Bridges Voluntary Trusteeship Service.</p> <p class=\"subpara-e\">  iii.  Housing Success Services.</p> <p class=\"subpara-e\">  iv.  Mental Health Court Diversion and Court Support and Transitional Case Management. </p> <p class=\"subpara-e\">  v.  Rent Supplement Housing.</p> <p class=\"paragraph-e\"> 20.2  The Canadian Mental Health Association, Ottawa Branch, also known as Association canadienne pour la santé mentale - Ottawa, in respect of programs carried out on behalf of the Ministry of Health.</p> <p class=\"paragraph-e\">  21.  Canadian Mental Health Association, Sudbury Branch in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\">  22.  Canadian Mental Health Association Timmins Branch in respect of the Family Resource Centre and the Community Outreach Program carried out on behalf of the Ministry of Community and Social Services and in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\">  23.  Canadian Mothercraft of Ottawa-Carleton but only in respect of the programs carried out by the Ontario Early Years Centre/Centre de la petite enfance de l’Ontario on behalf of the Ministry of Children and Youth Services.</p> <p class=\"paragraph-e\"> 23.0.1 Le Cap: Centre d’appui et de prévention in respect of the programs carried out on behalf of the Ministry of Health and the Ministry of Children, Community and Social Services.</p> <p class=\"paragraph-e\"> 23.1  Carlington Community Health Centre/Centre de santé communautaire Carlington in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care and in respect of the Family Violence Program carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\">  24.  Carrefour des Femmes du Sud-Ouest de l’Ontario in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services.</p> <p class=\"paragraph-e\"> 24.1  Catholic Children’s Aid Society of Hamilton in respect of the functions set out in subsection 35 (1) of the <i>Child, Youth and Family Services Act, 2017</i>.</p> <p class=\"paragraph-e\">  25.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 551/22, s. 1 (3).</p> <p class=\"paragraph-e\"> 25.1  Catholic Family Services of Durham/Services à la famille catholiques de Durham in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services. </p> <p class=\"paragraph-e\">  26.  Central Care Corporation: Centre de soins de longue durée Montfort/Montfort Long-Term Care Centre but only in respect of programs at the Centre carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\">  27.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 285/11, s. 1 (4).</p> <p class=\"paragraph-e\">  28.  Centre d’accueil Roger-Séguin in Clarence Creek in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\">  29.  Centre d’activités françaises de Penetanguishene in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\"> 29.1  Centre de counselling de Sudbury/Sudbury Counselling Centre in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services.</p> <p class=\"paragraph-e\">  30.  Centre de counselling familial de Timmins/Timmins Family Counselling Centre Inc. in respect of the programs carried out on behalf of the Ministry of Community and Social Services and the Ministry of the Solicitor General and Correctional Services.</p> <p class=\"paragraph-e\">  31.  Centre de jour des Petits Poucets in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\">  32.  Le Centre de jour polyvalent des aînés francophones d’Ottawa-Carleton in Ottawa in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\">  33.  Centre de jour Séraphin-Marion d’Orléans in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\">  34.  Centre de la Jeunesse de Toronto/La maison Montessori in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\">  35.  The corporation named in its letters patent as the “Centre de reeducation Cor Jesu de Timmins Incorporee”, operating under the name Centre Jubilee Centre, but only in respect of initial assessment and treatment planning services, case management services, entry services and individual services of the Residential Treatment Program, carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 35.0.1 Centre de ressources familiales de Sturgeon Falls Sturgeon Falls Family Resource Centre in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services.</p> <p class=\"paragraph-e\">35.0.2 Centre de santé communautaire Chigamik Community Health Centre in respect of the following programs carried out on behalf of the Ministry of Health and Long-Term Care:</p> <p class=\"subpara-e\">  i.  Primary Care Services.</p> <p class=\"subpara-e\">  ii.  Community Outreach, French Language System Navigation, Mental Health and Addictions Counselling, Physiotherapy and Nutrition Services.</p> <p class=\"subpara-e\">  iii.  Administration and Management.</p> <p class=\"paragraph-e\"> 35.1  Centre de santé communautaire de Kapuskasing et région in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\">  36.  Centre de santé communautaire de l’Estrie Ontario in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 36.1  Centre de santé communautaire de Nipissing Ouest/West Nipissing Community Health Centre in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 36.2  Centre de santé communautaire du Grand Sudbury in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\">  37.  Centre de santé communautaire du Niagara in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\"> 37.1  Le centre de santé communautaire du Témiskaming in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\">  38.  Centre de santé communautaire Hamilton-Wentworth-Niagara Inc. in Welland and Hamilton in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 38.1  Centre de santé communautaire de Sudbury-Est/Sudbury East Community Health Centre in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 38.2  Centre de santé communautaire de Timmins in respect of the programs carried out on behalf of the Ministry of Health.</p> <p class=\"paragraph-e\">  39.  Centre de santé et services communautaires, Hamilton Inc. in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\">  40.  Centre de services à l’emploi de Prescott-Russell Inc. in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\">  41.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 177/13, s. 1 (2).</p> <p class=\"paragraph-e\">  42.  Centre des Femmes Francophones du Nord-Ouest de l’Ontario in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services.</p> <p class=\"paragraph-e\">  43.  Centre des petits d’Ottawa Inc. in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\">  44.  Centre des services communautaires de Vanier — Vanier Community Service Centre in respect of the programs carried out on behalf of the Ministry of the Attorney General, the Ministry of Community and Social Services and the Ministry of Children and Youth Services.</p> <p class=\"paragraph-e\">  45.  Centre des services de développement pour Stormont, Dundas et Glengarry in Cornwall in respect of the programs carried out on behalf of the Ministry of Community and Social Services and the Ministry of Children and Youth Services.</p> <p class=\"paragraph-e\">  46.  Centre Éducatif Soleil des Petits in respect of the programs carried out on behalf of the Ministry of Community and Social Services. </p> <p class=\"paragraph-e\">  47.  Centre francophone d’aide et de lutte contre les agressions à caractère sexuel d’Ottawa in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services.</p> <p class=\"paragraph-e\">  48.  Centre francophone de Sault-Ste-Marie in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\">  49.  Centre francophone de Toronto in respect of the programs carried out on behalf of the Ministry of the Attorney General, the Ministry of Community and Social Services, the Ministry of Children and Youth Services, the Ministry of Health and Long-Term Care, the Ministry of Training, Colleges and Universities and the Ministry of Citizenship and Immigration.</p> <p class=\"paragraph-e\">  50.  Centre Lajoie des Aînés(es) francophones de Pembroke in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\">  51.  Centre médical Ste-Anne Inc. in Ottawa in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\">  52.  Centre Novas - CALACS francophone de Prescott-Russell in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services.</p> <p class=\"paragraph-e\">  53.  Centre parascolaire des Pionniers in Orléans in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\">  54.  Centre parascolaire “La Clémentine” d’Ottawa in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\">  55.  Le Centre parascolaire l’Hirondelle d’Ottawa in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\">  56.  Centre Passage Parallèle des ressources familiales du Nipissing Inc. in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\">  57.  Centre Passerelle pour femmes du Nord de l’Ontario in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services.</p> <p class=\"paragraph-e\">  58.  Centre Pivot du Triangle magique de Rayside-Balfour in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\">  59.  Centre pour enfants Timiskaming Child Care in respect of the Private Home Day Care Program carried out on behalf of the Ministry of Community and Social Services. </p> <p class=\"paragraph-e\">  60.  Centre préscolaire Coccinelle d’Orléans in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\">  61.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 551/22, s. 1 (3).</p> <p class=\"paragraph-e\"> 61.1  Centretown Community Health Centre, Inc., also known as Centre de santé communautaire du Centre-ville, in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. </p> <p class=\"paragraph-e\">  62.  Le Centre Victoria pour femmes (Sudbury) in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services.</p> <p class=\"paragraph-e\">  63.  Les Centres d’Accueil Héritage in Toronto but only in respect of Centre des Pionniers and the Supportive Housing Programs for the elderly and for AIDS patients of Place Saint-Laurent carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 63.1  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 558/17, s. 1 (2).</p> <p class=\"paragraph-e\">  64.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 173/23, s. 1 (6).</p> <p class=\"paragraph-e\">  65.  Child and Family Centre, Centre de l’enfant et de la famille, Ngodweaangizwin Aaskaagewin but only in respect of the residential placement advisory committee, counselling services and the day treatment program carried out on behalf of the Ministry of Children and Youth Services.</p> <p class=\"paragraph-e\">  66.  Child and Community Resources/Ressources pour l’enfance et la communauté in respect of the programs carried out on behalf of the Ministry of Community and Social Services and in respect of the following programs carried out on behalf of the Ministry of Children and Youth Services:</p> <p class=\"subpara-e\">  i.  Autism Clinical Services.</p> <p class=\"subpara-e\">  ii.  Best Start Hubs.</p> <p class=\"subpara-e\">  iii.  Integrated Services for Northern Children.</p> <p class=\"subpara-e\">  iv.  Out-of-Home-Respite program.</p> <p class=\"subpara-e\">  v.  Regional Autism Intervention Program.</p> <p class=\"subpara-e\">  vi.  Residential Programs.</p> <p class=\"subpara-e\">  vii.  School Support Program - Autism Spectrum Disorder.</p> <p class=\"paragraph-e\">  67.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 285/11, s. 1 (6).</p> <p class=\"paragraph-e\">  68.  The Children’s Aid Society of Ottawa/La société de l’aide à l’enfance d’Ottawa in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services and the functions set out in subsection 35 (1) of the <i>Child, Youth and Family Services Act, 2017</i>.</p> <p class=\"paragraph-e\">  69.  The Children’s Aid Society of the District of Sudbury and Manitoulin in respect of the functions set out in subsection 35 (1) of the <i>Child, Youth and Family Services Act, 2017</i>.</p> <p class=\"paragraph-e\">  70.  The Children’s Aid Society of the United Counties of Stormont, Dundas and Glengarry/La société de l’aide à l’enfance des comtés unis de Stormont, Dundas et Glengarry in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services and the functions set out in subsection 35 (1) of the <i>Child, Youth and Family Services Act, 2017</i>.</p> <p class=\"paragraph-e\">  71.  Children’s Hospital of Eastern Ontario — Ottawa Children’s Treatment Centre in respect of the programs carried out on behalf of the Ministry of Health and the Ministry of Children, Community and Social Services.</p> <p class=\"paragraph-e\">  72.  <span class=\"ovsmallcap\">Revoked</span><span class=\"ovsmallcap\"><span>: </span></span>O. Reg. 5/16, s. 1 (2).</p> <p class=\"paragraph-e\">  73.  City View Centre for Child &amp; Family Services but only in respect of the programs carried out by the Early Years Centre Nepean-Carleton/Centre de la petite enfance Nepean-Carleton on behalf of the Ministry of Children and Youth Services.</p> <p class=\"paragraph-e\">  74.  La Clef du Bonheur de Verner in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\">  75.  Clinique juridique bilingue Windsor-Essex/Windsor-Essex Bilingual Legal Clinic in respect of the programs carried out on behalf of the Ministry of the Attorney General.</p> <p class=\"paragraph-e\">  76.  Clinique juridique communautaire Grand-Nord Community Legal Clinic in respect of the programs carried out on behalf of the Ministry of the Attorney General.</p> <p class=\"paragraph-e\">  77.  Clinique juridique de Prescott et Russell Inc. in respect of the programs carried out on behalf of the Ministry of the Attorney General.</p> <p class=\"paragraph-e\">  78.  Clinique juridique Roy McMurtry Legal Clinic, (Stormont, Dundas &amp; Glengarry) in respect of the programs carried out on behalf of the Ministry of the Attorney General.</p> <p class=\"paragraph-e\">  79.  Club Accueil/âge d’or d’Azilda in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\">  80.  Club d’âge d’or de la Vallée Inc./Golden Age Club of the Valley in Hanmer in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\">  81.  Club d’âge d’or River Valley/Golden Age Club in River Valley in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\">81.0.1 Coalition ontarienne de formation des adultes in respect of the programs carried out on behalf of the Ministry of Labour, Training and Skills Development.</p> <p class=\"paragraph-e\"> 81.1  Cochrane Temiskaming Children’s Treatment Centre in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services.</p> <p class=\"paragraph-e\">  82.  Colibri - Centre des femmes francophones du comté de Simcoe in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services.</p> <p class=\"paragraph-e\"> 82.1  Collège d’arts appliqués et de technologie La Cité collégiale in respect of the programs carried out on behalf of the Ministry of Training, Colleges and Universities.</p> <p class=\"paragraph-e\">  83.  Collège Boréal d’arts appliqués et de technologie (Collège Boréal) in respect of the programs carried out on behalf of the Ministry of Training, Colleges and Universities.</p> <p class=\"paragraph-e\"> 83.1  Le Collège de Hearst in respect of the programs carried out on behalf of the Ministry of Training, Colleges and Universities.</p> <p class=\"paragraph-e\">  84.  Community Counselling Centre of Nipissing in respect of the programs carried out on behalf of the Ministry of the Attorney General and the Ministry of Community and Social Services and in respect of the Addiction Services of Nipissing program carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\">  85.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 173/23, s. 1 (6).</p> <p class=\"paragraph-e\"> 85.1  Community Living Kirkland Lake in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services.</p> <p class=\"paragraph-e\">  86.  Community Living-Stormont County but only in respect of the Adolphus Street Residence, the Community Contact and the Resource Teacher programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\">  87.  Community Living Timmins Intégration Communautaire in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services.</p> <p class=\"paragraph-e\">  88.  Community Service Order Program of Ottawa-Carleton/Programme d’ordonnance de service communautaire d’Ottawa-Carleton in respect of the programs carried out on behalf of the Ministry of the Solicitor General and Correctional Services.</p> <p class=\"paragraph-e\"> 88.1  Community Support Centre of Essex County in respect of the North Shore meals on wheels and North Shore friendly visiting programs, switchboard, reception and administration carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\">  89.  Les Compagnons des Francs-Loisirs in respect of the programs carried out on behalf of the Ministry of Community and Social Services by Garderie Soleil in North Bay.</p> <p class=\"paragraph-e\">  90.  Conseil de planification des services communautaires de Prescott-Russell Inc. in respect of the programs carried out on behalf of the Community and Social Services.</p> <p class=\"paragraph-e\">  91.  Coopérative Brin d’herbe Inc. in Ottawa in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\">  92.  Coopérative Carrousel pour parents et enfants francophones Inc. in Ottawa in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\"> 92.1  Cornwall Community Hospital - Hôpital Communautaire de Cornwall in respect of the following programs carried out by the Hospital on behalf of the Ministry of Health and Long-Term Care:</p> <p class=\"subpara-e\">  i.  Administration/Corporate Services.</p> <p class=\"subpara-e\">  ii.  Admission Prevention Services.</p> <p class=\"subpara-e\">  iii.  Adult Counselling and Treatment.</p> <p class=\"subpara-e\">  iv.  Ambulatory Care Clinics.</p> <p class=\"subpara-e\">  v.  Assertive Community Treatment Team (ACT Team).</p> <p class=\"subpara-e\">  vi.  Business Office.</p> <p class=\"subpara-e\">  vii.  Computer Assisted Tomography.</p> <p class=\"subpara-e\">  viii.  Critical Care Unit.</p> <p class=\"subpara-e\">  ix.  Diabetic Clinic.</p> <p class=\"subpara-e\">  x.  Diagnostic Services Administrative Support.</p> <p class=\"subpara-e\">  xi.  Dietary.</p> <p class=\"subpara-e\">  xii.  Discharge Planning.</p> <p class=\"subpara-e\">  xiii.  Emergency.</p> <p class=\"subpara-e\">  xiv.  Health Information Services.</p> <p class=\"subpara-e\">  xv.  Human Resources.</p> <p class=\"subpara-e\">  xvi.  Inpatient Mental Health Unit.</p> <p class=\"subpara-e\">  xvii.  Inpatient Social Work.</p> <p class=\"subpara-e\">  xviii.  Inpatient Surgery.</p> <p class=\"subpara-e\">  xix.  Mammography.</p> <p class=\"subpara-e\">  xx.  Mental Health Crisis Team.</p> <p class=\"subpara-e\">  xxi.  Nuclear Medicine.</p> <p class=\"subpara-e\">  xxii.  Obstetrics.</p> <p class=\"subpara-e\">  xxiii.  Occupational Therapy.</p> <p class=\"subpara-e\">  xxiv.  Operating Room.</p> <p class=\"subpara-e\">  xxv.  Outpatient Mental Health.</p> <p class=\"subpara-e\">  xxvi.  Paediatrics.</p> <p class=\"subpara-e\">  xxvii.  Patient Registration.</p> <p class=\"subpara-e\">  xxviii.  Pharmacy.</p> <p class=\"subpara-e\">  xxix.  Physiotherapy.</p> <p class=\"subpara-e\">  276.  Pre-admission.</p> <p class=\"subpara-e\">  276i.  Speech Language Pathology.</p> <p class=\"subpara-e\">  276ii.  Spiritual Care.</p> <p class=\"subpara-e\">  276iii.  Switchboard.</p> <p class=\"subpara-e\">  276iv.  Ultrasound.</p> <p class=\"subpara-e\">  276v.  X-Ray.</p> <p class=\"paragraph-e\">  93.  Cornwall Home Assistance Services to Seniors Inc. in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\">  94.  Corporation de garde d’enfants du Nipissing Ouest/West Nipissing Child Care Corporation in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\">  95.  The Council on Aging/Le Conseil sur le vieillissement — Ottawa-Carleton in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 95.1  Counselling and Family Service Ottawa/Service familial et counseling Ottawa in respect of the Community Integration Program and the Violence Against Women programs and services (Counseling, Child Witness and Transitional &amp; Housing Support Program), carried out on behalf of the Ministry of Children, Community and Social Services and in respect of the Francophone Women Victims Program carried out on behalf of the Ministry of Health.</p> <p class=\"paragraph-e\">  96.  District of Cochrane Social Services Administration Board in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services.</p> <p class=\"paragraph-e\">  97.  Early Years Centre North Inc. in respect of the programs carried out on behalf of the Ministry of Children and Youth Services.</p> <p class=\"paragraph-e\">  98.  East Ferris Golden Age Club in Corbeil in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 98.1  Eastern Ottawa Resource Centre/Centre des ressources de l’Est d’Ottawa in respect of the following programs:</p> <p class=\"subpara-e\">  i.  The Family Violence Program carried out on behalf of the Ministry of Children, Community and Social Services.</p> <p class=\"subpara-e\">  ii.  The Community Support Program carried out on behalf of the Ministry of Health.</p> <p class=\"paragraph-e\">  99.  Elliot Lake and North Shore Community Legal Clinic in respect of the programs carried out on behalf of the Ministry of the Attorney General.</p> <p class=\"paragraph-e\"> 100.  Employment and Education Resource Centre of Cornwall and District Inc. in respect of the programs carried out on behalf of the Ministry of Training, Colleges and Universities and the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\"> 100.1  Équipe de santé familiale académique Montfort in respect of the programs carried out on behalf of the Ministry of Health.</p> <p class=\"paragraph-e\"> 101.  L’Équipe d’hygiène mentale pour francophones de Stormont, Dundas et Glengarry Inc. in Cornwall in respect of the programs carried out on behalf of the Ministry of Community and Social Services and the Ministry of Children and Youth Services.</p> <p class=\"paragraph-e\"> 102.  Extendicare Northeastern Ontario Inc. in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care by Extendicare/Tri-Town Nursing Home in Haileybury, Extendicare/Cochrane and Extendicare/Kapuskasing.</p> <p class=\"paragraph-e\"> 103.  Extendicare Northwestern Ontario Inc. in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care by Extendicare/Hearst and Extendicare/Timmins.</p> <p class=\"paragraph-e\"> 104.  Family Services Centre of Sault Ste. Marie and District in respect of the Adult Protective Services program and the Community Counselling program carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\"> 105.  Foyer Richelieu Welland in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 105.1  Foyer St. Jacques in respect of the programs carried out on behalf of the Ministry of Long-Term Care.</p> <p class=\"paragraph-e\"> 106.  La Fraternité — The Fraternity in Sudbury in respect of the programs carried out on behalf of the Ministry of the Solicitor General and Correctional Services.</p> <p class=\"paragraph-e\"> 107.  Garderie Arc-en-ciel des Mousses Inc. in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\"> 108.  Garderie Brin de Soleil d’Ottawa Est Inc. in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\"> 109.  La Garderie des Petits Poussins de Port Colborne Inc. in respect of the programs carried out on behalf of the Ministry of Community and Social Services. </p> <p class=\"paragraph-e\"> 110.  La Garderie Française de Hamilton Co-opérative Inc. in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\"> 111.  Garderie Francophone de St-Catharines Inc. in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\"> 112.  Garderie La Farandole de Toronto in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\"> 113.  Garderie La Joie de North York Inc. in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\"> 114.  Garderie Le Cerf-volant de Gaston Vincent in Ottawa in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\"> 115.  La Garderie Le Petit Navire de Hamilton Co-opérative Inc. in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\"> 116.  Garderie Rayon de Soleil de North York Inc. in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\"> 117.  Garderie “Sur un nuage” d’Ottawa-Carleton in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\"> 118.  La Garderie Touche-à-tout de Sudbury in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\"> 118.0.1  Georgian Bay General Hospital, also known as Hôpital général de la baie Georgienne, but only in respect of the ambulatory care program and the finance, human resources and telecommunications services carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 118.1  Geriatric Psychiatry Community Services of Ottawa/Services communautaires de géronto-psychiatrie d’Ottawa in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 119.  Glengarry Association for Community Living in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\"> 120.  The Glengarry Inter-Agency Group Inc. in Alexandria in respect of the following programs:</p> <p class=\"subpara-e\">  i.  Adult Protective Services Program carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"subpara-e\">  ii.  Adult Day Service carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"subpara-e\">  iii.  Ontario Early Years Centre carried out on behalf of the Ministry of Children and Youth Services.</p> <p class=\"paragraph-e\"> 121.  Glengarry Memorial Hospital in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 122.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 346/13, s. 1 (4).</p> <p class=\"paragraph-e\"> 123.  Golden Age “Club” d’âge d’or de Field in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 124.  Golden Age “Club” d’âge d’or de Sturgeon Falls in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 125.  Groupe Action pour l’Enfant, la Famille et la Communauté de Prescott-Russell in Hawkesbury in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\"> 126.  Habitat Interlude in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\"> 126.0.1  Hamilton Community Legal Clinic/Clinique juridique communautaire de Hamilton in respect of the programs carried out on behalf of the Ministry of the Attorney General.</p> <p class=\"paragraph-e\"> 126.1  Health Nexus, also known as Nexus Santé, in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 127.  Hearst, Kapuskasing, Smooth Rock Falls Counselling Services/Services de counselling de Hearst, Kapuskasing, Smooth Rock Falls in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 128.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 285/11, s. 1 (11).</p> <p class=\"paragraph-e\"> 129.  Hôpital général de Hawkesbury and District General Hospital Inc. in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 130.  Hôpital général d’Ottawa/Ottawa General Hospital in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 131.  Hôpital Montfort in Ottawa in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 132.  Hôpital Notre-Dame Hospital in Hearst in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 133.  Hôpital privé Beechwood Private Hospital in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 134.  Hôpital régional de Sudbury Regional Hospital, operating under the name Health Sciences North/Horizon Santé-Nord, in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care, the Ministry of Children and Youth Services and the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\"> 134.1  Horizons Renaissance Inc. in Ottawa in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 135.  ICAN Independence Centre and Network in Sudbury in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 136.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 256/17, s. 1 (9).</p> <p class=\"paragraph-e\"> 136.0.1  Intégration communautaire Hearst Community Living in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services.</p> <p class=\"paragraph-e\">136.1  Iris Addiction Recovery for Women in Sudbury in respect of the individual counseling in the treatment and aftercare programs and the intake services carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 137.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 256/17, s. 1 (9).</p> <p class=\"paragraph-e\"> 138.  The King’s Daughters Dinner Wagon in Ottawa in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 139.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 402/12, s. 1 (5).</p> <p class=\"paragraph-e\"> 140.  The Lady Minto Hospital at Cochrane in respect of ambulance services carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 140.1  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 346/13, s. 1 (4).</p> <p class=\"paragraph-e\"> 141.  Laurentian Hospital in Sudbury in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 142.  Maison Arc-en-ciel Centre de réhabilitation du nord de l’Ontario Inc. in Opasatika in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 143.  Maison d’amitié in Ottawa in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services.</p> <p class=\"paragraph-e\"> 144.  Maison Décision House in Ottawa in respect of the programs carried out on behalf of the Ministry of the Solicitor General and Correctional Services.</p> <p class=\"paragraph-e\"> 144.1  Maison d’hébergement pour femmes francophones in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services.</p> <p class=\"paragraph-e\">144.2  Maison de soins palliatifs de Sudbury Hospice in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 145.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 551/22, s. 1 (3).</p> <p class=\"paragraph-e\"> 146.  Maison Interlude House Inc. in Hawkesbury in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services.</p> <p class=\"paragraph-e\"> 147.  Maison Renaissance de la Réhabilitation in Hearst in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 148.  Maryfarm Inc. in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\"> 149.  Minto Counselling Centre in Cochrane in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 150.  La Montée d’Elle Centre de ressource pour violence familiale S.D. et G. Inc. in Alexandria in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\"> 150.1  Montfort Renaissance Inc. in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 151.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 76/17, s. 1 (2).</p> <p class=\"paragraph-e\"> 152.  Nipissing District Social Services Board in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\"> 153.  Nipissing District Youth Employment Service Inc. in respect of the community service order program carried out on behalf of the Ministry of the Solicitor General and Correctional Services.</p> <p class=\"paragraph-e\"> 153.1  Nipissing Mental Health Housing and Support Services in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 154.  North Algoma Health Organization in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care by Medical Centre in Dubreuilville.</p> <p class=\"paragraph-e\"> 155.  North Bay and District Association for Community Living in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services.</p> <p class=\"paragraph-e\">155.0.1  North Bay Regional Health Centre in respect of the following programs carried out on behalf of the Ministry of Health and Long-Term Care:</p> <p class=\"subpara-e\">  i.  Acute Inpatient Psychiatry Unit (AIPU) Recreation Therapy.</p> <p class=\"subpara-e\">  ii.  Administration.</p> <p class=\"subpara-e\">  iii.  Ambulance Nipissing.</p> <p class=\"subpara-e\">  iv.  Ambulance North Bay.</p> <p class=\"subpara-e\">  v.  Assertive Community Treatment (ACT) Team 1.</p> <p class=\"subpara-e\">  vi.  Assertive Community Treatment (ACT) Team 2.</p> <p class=\"subpara-e\">  vii.  Birthing Unit Services.</p> <p class=\"subpara-e\">  viii.  Cardiac Program Management.</p> <p class=\"subpara-e\">  ix.  Central Ambulance Communications Centre.</p> <p class=\"subpara-e\">  x.  Community Treatment Crisis Support Beds.</p> <p class=\"subpara-e\">  xi.  Complex Continuing Care Recreation Therapy.</p> <p class=\"subpara-e\">  xii.  Crisis Intervention.</p> <p class=\"subpara-e\">  xiii.  Dental Clinic.</p> <p class=\"subpara-e\">  xiv.  Diabetes Adult.</p> <p class=\"subpara-e\">  xv.  Diagnostic Imaging – Administration.</p> <p class=\"subpara-e\">  xvi.  Diagnostic Imaging – Administration Picture Archiving and Communication System.</p> <p class=\"subpara-e\">  xvii.  Diagnostic Imaging – Computed Tomography.</p> <p class=\"subpara-e\">  xviii.  Diagnostic Imaging – Echo Ultrasound.</p> <p class=\"subpara-e\">  xix.  Diagnostic Imaging – Magnetic Resonance Imaging.</p> <p class=\"subpara-e\">  xx.  Diagnostic Imaging – Mammography.</p> <p class=\"subpara-e\">  xxi.  Diagnostic Imaging – Nuclear Medicine – Gamma.</p> <p class=\"subpara-e\">  xxii.  Diagnostic Imaging – Radiology.</p> <p class=\"subpara-e\">  xxiii.  Diagnostic Imaging – Ultrasound.</p> <p class=\"subpara-e\">  xxiv.  Early Intervention.</p> <p class=\"subpara-e\">  xxv.  Human Resources.</p> <p class=\"subpara-e\">  xxvi.  Kirkwood Program  – Management Administration.</p> <p class=\"subpara-e\">  xxvii.  Mental Health Clinical Management.</p> <p class=\"subpara-e\">  xxviii.  Patient Food Services.</p> <p class=\"subpara-e\">  xxix.  Peer Support.</p> <p class=\"subpara-e\">  xxx.  Physiotherapy.</p> <p class=\"subpara-e\">  xxxi.  Regional Dementia Care Program (Oak Lodge).</p> <p class=\"subpara-e\">  xxxii.  Regional Outsource Services Resource Consultation.</p> <p class=\"subpara-e\">  xxxiii.  Regional Specialized Mental Health (RSMH) Social Services.</p> <p class=\"subpara-e\">  xxxiv.  Regional Specialized Mental Health (RSMH) Supportive Rehabilitation.</p> <p class=\"subpara-e\">  xxxv.  Sudbury Psychology.</p> <p class=\"subpara-e\">  xxxvi.  Sudbury Social Services.</p> <p class=\"subpara-e\">  xxxvii.  Surgical Ambulatory: Ambulatory Care.</p> <p class=\"subpara-e\">  xxxviii.  Surgical Ambulatory: Chemotherapy Clinic.</p> <p class=\"subpara-e\">  xxxix.  Surgical Ambulatory: Telemedicine Ambulatory Care Unit.</p> <p class=\"paragraph-e\"> 155.0.2  North East Association for Community Living/Association pour intégration communautaire du Nord-Est in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services. </p> <p class=\"paragraph-e\">155.1  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 558/17, s. 1 (2).</p> <p class=\"paragraph-e\"> 156.  North Eastern Ontario Family and Children’s Services/Services à la famille et à l’enfance du Nord-Est de l’Ontario in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services and the functions set out in subsection 35 (1) of the <i>Child, Youth and Family Services Act, 2017</i> and in respect of the programs carried out on behalf of the Ministry of Health.</p> <p class=\"paragraph-e\"> 157.  Oasis Centre des femmes Inc. in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services.</p> <p class=\"paragraph-e\"> 158.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 285/11, s. 1 (14).</p> <p class=\"paragraph-e\"> 159.  Options Bytown Non-Profit Housing Corporation of Ottawa-Carleton but only in respect of the Supportive Housing Program carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\"> 159.1  Orléans-Cumberland Community Resource Centre/Centre de ressources communautaires Orléans-Cumberland in respect of the programs carried out on behalf of the Ministry of Children and Youth Services.</p> <p class=\"paragraph-e\"> 160.  Ottawa-Carleton Association for Persons with Developmental Disabilities but only in respect of the Centre de transition communautaire and the supported employment, supported independent living and Maryland programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\"> 161.  Ottawa-Carleton Regional Residential Treatment Centre in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\"> 162.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 551/22, s. 1 (3).</p> <p class=\"paragraph-e\"> 163.  Ottawa Civic Hospital Corporation in respect of the in-vitro fertilization and dentistry clinics carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 164.  The Ottawa Hospital/L’Hôpital d’Ottawa but only in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care at the General Campus.</p> <p class=\"paragraph-e\"> 165.  Ottawa Salus Corporation but only in respect of community support, residential rehabilitation (Fisher and Crichton sites), community development (Athlone, Gladstone and MacLaren sites) and administrative services programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\">165.1  Le Palais/The Palace Southbridge Health Care GP Inc. in respect of the programs carried out on behalf of the Ministry of Long-Term Care.</p> <p class=\"paragraph-e\"> 166.  Pavilion Women’s Centre, operating under the name Pavilion Women’s Centre/Centre des femmes, in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\"> 167.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 558/17, s. 1 (2).</p> <p class=\"paragraph-e\"> 168.  Personal Choice Independent Living/Choix personnel Vie autonome in Ottawa, but only in respect of supportive housing services, attendant care services and case co-ordination programs at the Bronson Avenue site, carried out on behalf of the Ministry of Health and Long-Term Care. </p> <p class=\"paragraph-e\"> 169.  Le Petit Chaperon Rouge: Garderie Francophone in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\"> 170.  La Petite Étoile de Niagara Inc. in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\"> 171.  Physically Handicapped Adults’ Rehabilitation Association-Nipissing-Parry Sound in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 172.  Pinecrest-Queensway Health and Community Services/Services de santé et services communautaires Pinecrest-Queensway but only in respect of the programs carried out by the Ontario Early Years Centre Ottawa West-Nepean/Centre de la petite enfance d’Ottawa-Ouest-Nepean on behalf of the Ministry of Children and Youth Services.</p> <p class=\"paragraph-e\"> 173.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 173/23, s. 1 (6).</p> <p class=\"paragraph-e\"> 174.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 177/13, s. 1 (4).</p> <p class=\"paragraph-e\"> 175.  La Présence, Ottawa in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\"> 176.  Programme parascolaire La Vérendrye in Ottawa in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\"> 177.  Recon Association in Timmins in respect of the programs carried out on behalf of the Ministry of the Solicitor General and Correctional Services.</p> <p class=\"paragraph-e\"> 178.  The Religious Hospitallers of St. Joseph of Cornwall, Ontario but only in respect of the following programs carried out on behalf of the Ministry of Health and Long-Term Care:</p> <p class=\"subpara-e\">  i.  The business office, administration, cardio-respiratory, chronic care, critical care unit, diabetic, dietary, human resources, lifeline, medical, operating room, physical therapy, surgical, social work, switchboard and volunteer programs carried out by Hotel Dieu Hospital.</p> <p class=\"subpara-e\">  ii.  The administration, switchboard, dietary and social work programs carried out by St. Joseph’s Villa.</p> <p class=\"subpara-e\">  iii.  The complex continuing care therapy, long-term care therapy, environmental services and spiritual care programs carried out by St. Joseph’s Continuing Care Centre.</p> <p class=\"paragraph-e\">178.0.0.1 Renfrew Victoria Hospital in respect of the following regional programs offered at the Pembroke satellite site carried out on behalf of the Ministry of Health:</p> <p class=\"subpara-e\">  i.  Hemodialysis and Nephrology.</p> <p class=\"subpara-e\">  ii.  Addictions Services.</p> <p class=\"subpara-e\">  iii.  Regional Assault Care.</p> <p class=\"paragraph-e\">178.0.1  Réseau Access Network in respect of the programs carried out on behalf of the Ministry of Health.</p> <p class=\"paragraph-e\"> 178.1  Réseau des femmes du Sud de l’Ontario - Sarnia/Lambton in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services.</p> <p class=\"paragraph-e\">178.2  Réseau des services de santé en français de l’Est de l’Ontario in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 178.3  Le Réseau du mieux-être francophone du Nord de l’Ontario in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. </p> <p class=\"paragraph-e\">178.4  Résidence Champlain Long Term Care Residence in respect of the programs carried out on behalf of the Ministry of Long-Term Care.</p> <p class=\"paragraph-e\"> 178.5  Résidence Lancaster Long Term Care Residence in respect of the programs carried out on behalf of the Ministry of Long-Term Care.</p> <p class=\"paragraph-e\"> 179.  La ribambelle, centre préscolaire francophone de London in respect of the programs carried out on behalf of the Ministry of Children and Youth Services.</p> <p class=\"paragraph-e\"> 180.  Royal Ottawa Health Care Group/Services de Santé Royal Ottawa but only in respect of the rehabilitation Centre, geriatric psychiatric services and psychiatric rehabilitation program carried out on behalf of the Ministry of Health and Long-Term Care and the St-Bonaventure Day Treatment Program for Youth carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\"> 180.1  St. Gabriel’s Villa of Sudbury/Villa St-Gabriel de Sudbury in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 181.  Sandy Hill Community Health Centre, Inc./Centre de santé communautaire Côte-de-Sable, Inc. in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care and the Ministry of Children and Youth Services.</p> <p class=\"paragraph-e\"> 182.  Sensenbrenner Hospital in Kapuskasing in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 183.  Service Coordination for Persons with Special Needs/Coordination des services pour personnes ayant des besoins spéciaux in Ottawa in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services. </p> <p class=\"paragraph-e\"> 184.  Service d’entraide communautaire in Ottawa in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\"> 185.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 139/12, s. 1 (7).</p> <p class=\"paragraph-e\"> 186.  Services à la Jeunesse de Hearst Inc. in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\"> 186.1  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 402/12, s. 1 (7).</p> <p class=\"paragraph-e\"> 187.  Les Services à l’enfance Grandir ensemble in respect of the programs carried out on behalf of the Ministry of Community and Social Services and the Ministry of Children and Youth Services.</p> <p class=\"paragraph-e\"> 187.1  Services aux victimes Prescott Russell Victim Services in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services.</p> <p class=\"paragraph-e\"> 188.  Services communautaires de Prescott-Russell in Hawkesbury in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 189.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 256/17, s. 1 (14).</p> <p class=\"paragraph-e\"> 190.  Les Services correctionnels communautaires de Prescott-Russell et Glengarry in respect of the programs carried out on behalf of the Ministry of the Solicitor General and Correctional Services.</p> <p class=\"paragraph-e\"> 191.  Services de garde de Rayside-Balfour in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\"> 192.  Services de santé de Chapleau Health Services in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 193.  Services de toxicomanie Cochrane Nord Inc. — North Cochrane Addiction Services Inc. in Kapuskasing, Cochrane, Hearst and Smooth Rock Falls in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 194.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 402/12, s. 1 (9).</p> <p class=\"paragraph-e\"> 195.  Services psychiatriques francophones de l’est de l’Ontario in Ottawa in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 196.  The Sisters of St. Joseph of Sault Ste. Marie but only in respect of accounting, administration, day surgery, diabetic clinic, food services, housekeeping, human resources, maintenance, pastoral, patient information, radiology, social services and seniors home support programs carried out on behalf of the Ministry of Health and Long-Term Care by St. Joseph’s Health Centre in Blind River.</p> <p class=\"paragraph-e\"> 197.  Smooth Rock Falls Hospital Corporation in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 198.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 177/13, s. 1 (4).</p> <p class=\"paragraph-e\"> 199.  Société Alzheimer Society Sudbury-Manitoulin in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care. </p> <p class=\"paragraph-e\"> 200.  Les Soeurs de la charité d’Ottawa/Sisters of Charity at Ottawa in respect of the following businesses:</p> <p class=\"subpara-e\">  i.  Centre de santé Élisabeth-Bruyère/Elisabeth-Bruyère Health Centre in Ottawa in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care and the Lifeline Program carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"subpara-e\">  ii.  Hôpital général de Mattawa/Mattawa General Hospital in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"subpara-e\">  iii.  La Résidence Saint-Louis in Ottawa in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"subpara-e\">  iv.  Saint-Vincent Hospital/Hôpital Saint-Vincent at Ottawa in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 201.  Soins palliatifs Horizon-Timmins Inc./Horizon-Timmins Palliative Care Inc. in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 202.  South Cochrane Addictions Services Inc. in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 203.  The Sudbury and District Association for Community Living/Association pour l’intégration communautaire de Sudbury et district in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\"> 204.  Sudbury Community Service Centre in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services.</p> <p class=\"paragraph-e\"> 205.  Sudbury Young Women’s Christian Association in respect of the Service Co-ordination and administration programs carried out on behalf of the Ministry of Community and Social Services. </p> <p class=\"paragraph-e\"> 206.  Sudbury Youth Services Inc., Services à la Jeunesse de Sudbury Inc. in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\"> 207.  Sudbury Y.W.C.A. Brookwood Apartments in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\"> 208.  Sudbury Y.W.C.A. Genevra House in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\">208.1  Taibu Community Health Centre in respect of the Primary Care Services Program and the Health Promotion Program carried out on behalf of the Ministry of Health.</p> <p class=\"paragraph-e\"> 208.2  Timiskaming Home Support/Soutien à domicile in respect of the programs carried out on behalf of the Ministry Health.</p> <p class=\"paragraph-e\"> 209.  Timmins and District Hospital/L’Hôpital de Timmins et du district in respect of administrative services at the Timmins and District Hospital Corporation, primary, secondary and acute care at the St. Mary’s General Hospital, and chronic care at the Porcupine General Hospital carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 210.  Union Culturelle des Franco-Ontariennes in Sudbury in respect of the programs carried out on behalf of the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\"> 210.1  University of Ottawa Heart Institute - Institut de cardiologie de l’Université d’Ottawa in respect of the following programs carried out by the Institute on behalf of the Ministry of Health and Long-Term Care:</p> <p class=\"subpara-e\">  i.  Admitting.</p> <p class=\"subpara-e\">  ii.  Ambulatory Care.</p> <p class=\"subpara-e\">  iii.  Arrhythmia Monitoring Centre.</p> <p class=\"subpara-e\">  iv.  Auxiliary Services.</p> <p class=\"subpara-e\">  v.  Cardiac Anaesthesia.</p> <p class=\"subpara-e\">  vi.  Cardiac Associates/Surgery.</p> <p class=\"subpara-e\">  vii.  Cardiac Cath Lab.</p> <p class=\"subpara-e\">  viii.  Cardiac Imaging.</p> <p class=\"subpara-e\">  ix.  Cardiac Operating Room.</p> <p class=\"subpara-e\">  x.  Cardiac Surgery &amp; Cardiac Valve Surgery Clinic.</p> <p class=\"subpara-e\">  xi.  Cardiac Surgical Unit &amp; Recovery Room.</p> <p class=\"subpara-e\">  xii.  Communication Centre.</p> <p class=\"subpara-e\">  xiii.  Coronary Care Unit.</p> <p class=\"subpara-e\">  xiv.  French Language Services.</p> <p class=\"subpara-e\">  xv.  Heart Failure Clinic.</p> <p class=\"subpara-e\">  xvi.  HI Telehealth APN.</p> <p class=\"subpara-e\">  xvii.  Human Resources Services.</p> <p class=\"subpara-e\">  xviii.  Library.</p> <p class=\"subpara-e\">  xix.  Nursing Unit H3.</p> <p class=\"subpara-e\">  xx.  Nursing Unit H4.</p> <p class=\"subpara-e\">  xxi.  Nutrition.</p> <p class=\"subpara-e\">  xxii.  Pacemaker &amp; Defibrillator Clinic.</p> <p class=\"subpara-e\">  xxiii.  Pastoral Services.</p> <p class=\"subpara-e\">  xxiv.  Pharmacy Outpatient.</p> <p class=\"subpara-e\">  xxv.  Pre-Admission Unit.</p> <p class=\"subpara-e\">  xxvi.  Prevention and Rehab Centre.</p> <p class=\"subpara-e\">  xxvii.  Telehealth APN.</p> <p class=\"subpara-e\">  xxviii.  Wait List Management Office (Triage).</p> <p class=\"paragraph-e\">210.2  Valoris pour enfants et adultes de Prescott-Russell/Valoris for children and adults of Prescott-Russell in respect of the programs carried out on behalf of the Ministry of Children, Community and Social Services and the functions set out in subsection 35 (1) of the <i>Child, Youth and Family Services Act, 2017</i> and in respect of the programs carried out on behalf of the Ministry of Health.</p> <p class=\"paragraph-e\">210.3  Victorian Order of Nurses for Canada - Ontario Branch in respect of the following programs offered at the Kingston site carried out on behalf of the Ministry of Health:</p> <p class=\"subpara-e\">  i.  Assisted Living Services.</p> <p class=\"subpara-e\">  ii.  Meals Delivery.</p> <p class=\"subpara-e\">  iii.  Homemaking.</p> <p class=\"subpara-e\">  iv.  Congregate Dining.</p> <p class=\"paragraph-e\"> 211.  Victorian Order of Nurses, Sudbury Branch but only in respect of the Home Support, Foot Care, Supportive Housing, Placement Coordination Service and Nursing Programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 212.  Volunteer Organization in Community Correctional Services (<span class=\"ovallcaps\">V.O.I.C.S.S.</span>) in Sudbury in respect of the programs carried out on behalf of the Ministry of the Solicitor General and Correctional Services.</p> <p class=\"paragraph-e\"> 213.  Western Ottawa Community Resource Centre but only in respect of the Program Against Woman Abuse/Programme contre la violence faite aux femmes, excluding the shelter services provided by Chrysalis House, and in respect of the programs carried out by the Carleton-Ontario Early Years Centre/Centre de la petite enfance de l’Ontario-Carleton on behalf of the Ministry of Children and Youth Services and the Ministry of Community and Social Services.  </p> <p class=\"paragraph-e\"> 214.  The West Nipissing General Hospital/Hôpital général de l’ouest Nipissing in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\"> 214.1  Women’s College Hospital in respect of the Toronto Academic Pain Medicine Institute (TAPMI) program carried out on behalf of the Ministry of Health.</p> <p class=\"paragraph-e\"> 215.  Youth Services Bureau of Ottawa, Bureau des services à la jeunesse d’Ottawa in respect of the programs carried out on behalf of the Ministry of Community and Social Services and the Ministry of Children and Youth Services.</p> <p class=\"paragraph-e\"> 216.  519179 Ontario Inc. in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care by St. Joseph Nursing Home in Rockland.</p> <p class=\"paragraph-e\"> 217.  656955 Ontario Limited in respect of the programs carried out on behalf of the Ministry of Health and Long-Term Care by Pinecrest Nursing Home in Plantagenet. O. Reg. 398/93, s. 1; O. Reg. 406/94, s. 1; O. Reg. 62/96, s. 1; O. Reg. 486/96, s. 1; O. Reg. 100/98, s. 1; O. Reg. 109/99, s. 1; O. Reg. 166/02, s. 1; O. Reg. 77/04, s. 1; O. Reg. 299/07, s. 1; O. Reg. 148/08, s. 1; O. Reg. 211/09, s. 1; O. Reg. 144/10, s. 1; O. Reg. 1/11, s. 1; O. Reg. 285/11, s. 1; O. Reg. 139/12, s. 1; O. Reg. 402/12, s. 1; O. Reg. 177/13, s. 1; O. Reg. 346/13, s. 1; O. Reg. 304/14, s. 1; O. Reg. 158/15, s. 1;. O. Reg. 5/16, s. 1 (1-5); O. Reg. 76/17, s. 1; O. Reg. 110/17, s. 1; O. Reg. 256/17, s. 1; O. Reg. 558/17, s. 1; O. Reg. 14/19, s. 1; O. Reg. 462/19, s. 1; O. Reg. 606/20, s. 1; O. Reg. 323/21, s. 1; O. Reg. 551/22, s. 1; O. Reg. 584/21, s. 1; O. Reg. 173/23, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. (1) Laurentian University of Sudbury is designated as a public service agency for the purpose of the definition of “government agency” in section 1 of the Act in respect of the following services: 1.  The provision of programs leading to the following degrees: i.  Bachelor of Commerce (B.Comm.). ii.  Bachelor of Education (B.Ed.). iii.  Bachelor of Physical and Health Education (B.P.H.E.). iv.  Bachelor of Science (B.Sc.). v.  Bachelor of Science in Nursing (B.Sc.N.). vi.  Bachelor of Social Work (B.S.W.). vii.  Bachelor of Arts (B.A.). viii.  Bachelor of Health Sciences (B.H.Sc.). ix.  Doctor of Philosophy (Ph.D.) in Human Studies. x.  Master of Human Kinetics (M.H.K.). xi.  Master of Social Work (M.S.W.). xii.  Master of Arts (M.A.). xiii.  Master of Health Sciences (M.H.Sc.). 2.  Academic support services provided to students and prospective students by the schools or departments of the University that offer the degrees listed in paragraph 1. 3.  Non-academic services provided to students by the University. O. Reg. 128/14, s. 1. (2) The designation made by subsection (1) is limited to services provided by the University at its Sudbury campus. O. Reg. 128/14, s. 1. (3) The designation made by paragraph 1 of subsection (1) does not apply to courses provided only in English if it is possible to complete the requirements for each of the listed degrees by taking only courses provided in French. O. Reg. 128/14, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) Laurentian University of Sudbury is designated as a public service agency for the purpose of the definition of “government agency” in section 1 of the Act in respect of the following services:</p> <p class=\"paragraph-e\">  1.  The provision of programs leading to the following degrees: </p> <p class=\"subpara-e\">  i.  Bachelor of Commerce (B.Comm.).</p> <p class=\"subpara-e\">  ii.  Bachelor of Education (B.Ed.).</p> <p class=\"subpara-e\">  iii.  Bachelor of Physical and Health Education (B.P.H.E.).</p> <p class=\"subpara-e\">  iv.  Bachelor of Science (B.Sc.).</p> <p class=\"subpara-e\">  v.  Bachelor of Science in Nursing (B.Sc.N.).</p> <p class=\"subpara-e\">  vi.  Bachelor of Social Work (B.S.W.).</p> <p class=\"subpara-e\">  vii.  Bachelor of Arts (B.A.).</p> <p class=\"subpara-e\">  viii.  Bachelor of Health Sciences (B.H.Sc.).</p> <p class=\"subpara-e\">  ix.  Doctor of Philosophy (Ph.D.) in Human Studies.</p> <p class=\"subpara-e\">  x.  Master of Human Kinetics (M.H.K.).</p> <p class=\"subpara-e\">  xi.  Master of Social Work (M.S.W.).</p> <p class=\"subpara-e\">  xii.  Master of Arts (M.A.).</p> <p class=\"subpara-e\">  xiii.  Master of Health Sciences (M.H.Sc.).</p> <p class=\"paragraph-e\">  2.  Academic support services provided to students and prospective students by the schools or departments of the University that offer the degrees listed in paragraph 1.</p> <p class=\"paragraph-e\">  3.  Non-academic services provided to students by the University. O. Reg. 128/14, s. 1.</p> <p class=\"subsection-e\">  (2) The designation made by subsection (1) is limited to services provided by the University at its Sudbury campus. O. Reg. 128/14, s. 1.</p> <p class=\"subsection-e\">  (3) The designation made by paragraph 1 of subsection (1) does not apply to courses provided only in English if it is possible to complete the requirements for each of the listed degrees by taking only courses provided in French. O. Reg. 128/14, s. 1.</p>"
        },
        {
            "id": "2.1",
            "section": null,
            "content": " 2.1 The Université de l’Ontario français is designated as a public service agency for the purpose of the definition of “government agency” in section 1 of the Act in respect of all services provided by the University. O. Reg. 606/20, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2.1 </b>The Université de l’Ontario français is designated as a public service agency for the purpose of the definition of “government agency” in section 1 of the Act in respect of all services provided by the University. O. Reg. 606/20, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. (1) The University of Ottawa is designated as a public service agency for the purpose of the definition of “government agency” in section 1 of the Act in respect of the following services: 1.  The provision of undergraduate programs by the following faculties: i.  Faculty of Law. ii.  Faculty of Social Sciences. iii.  Faculty of Education. iv.  Faculty of Arts, with the exception of the programs of the Department of English. v.  Faculty of Health Sciences. vi.  Telfer School of Management. vii.  Faculty of Medicine. 2.  The provision of the following undergraduate programs by the Faculty of Science: i.  Major programs. ii.  The Bachelor of Science with Honours in Biomedical Science program. 3.  The provision of the following undergraduate program by the Faculty of Science and the Faculty of Engineering: i.  The Joint Honours Bachelor of Science in Computer Science and Mathematics program. 4.  The provision of the following undergraduate programs by the Faculty of Engineering: i.  The Honours Bachelor of Science with Specialization in Computer Science program. ii.  The Major in Computer Science program. iii.  The Bachelor of Applied Science in Computer Engineering program. iv.  The Bachelor of Applied Science in Software Engineering program. 5.  The services provided to students by the academic secretariat of each of the faculties referred to in paragraphs 1 to 4. 6.  All other services provided to students by the University, except for the services provided to students by any of its faculties and except for sporting excellence programs and competitive sports clubs. O. Reg. 276/15, s. 1. (2) For academic years starting on or after May 1, 2019, the designation made by paragraph 1, 2, 3 or 4 of subsection (1) in respect of a program applies as follows: 1.  The designation continues in respect of a program for an academic year if, for at least  one of the immediately three preceding academic years, the number of full-time students enrolled to take the first year of the program in French is at least five. 2.  If the program is a new program, the designation continues in respect of the program for the second and third academic years of the program despite paragraph 1. 3.  If the designation does not continue under paragraph 1 in respect of a program for an academic year, the designation also does not continue in respect of that program for any subsequent academic year regardless of any subsequent increase in the number of full-time students enrolled to take the first year of the program in French. O. Reg. 276/15, s. 1. (3) In subsection (2) and this subsection, “academic year” means a period beginning on May 1 in a year and ending on April 30 of the next year; (“année universitaire”) “full-time student” means, in respect of a program for an academic year, a student whose study load in the academic year is equal to the normal full-time study load for his or her program in the academic year. (“étudiant à temps plein”) O. Reg. 276/15, s. 1. (4) For greater certainty, the designation made by paragraph 1, 2, 3 or 4 of subsection (1) in respect of a program provided only in French or in both English and French does not continue if the University ceases to provide the program in any language. O. Reg. 276/15, s. 1. (5) The designation made by paragraph 1, 2, 3 or 4 of subsection (1) does not apply to the following programs: 1.  Minor programs. 2.  Certificate programs. 3.  Programs specifically designed to address the needs of Aboriginal students. 4.  Programs in which all students enrolled in the program are required to take a certain number of courses in English and French, regardless of whether they are enrolled to take the program in English or French and regardless of their mother tongue. 5.  Language programs. 6.  Language teaching programs. 7.  Translation programs. O. Reg. 276/15, s. 1. (6) The designation made by paragraph 1, 2, 3 or 4 of subsection (1) in respect of a program does not apply to the following components of the program: 1.  Options within the program. 2.  Any of the following courses that are part of the program: i.  Language courses. ii.  Courses provided in a language other than French or English. iii.  Online, video conference, audio conference and other distance education courses. iv.  Courses provided by another institution. 3.  Any of the following that are part of the program: i.  Placements, including internships, co-operative placements, clinical placements and other field placements. ii.  Clinical teaching activities. iii.  Foreign exchanges. O. Reg. 276/15, s. 1. (7) The designation made by subsection (1) is limited to services provided by the University at its Ottawa campuses. O. Reg. 276/15, s. 1. (8) The designation made by paragraph 1, 2, 3 or 4 of subsection (1) in respect of a program does not apply to courses and other components of the program that are provided only in English if it is possible to complete the requirements of the program, other than the courses and other components excluded under subsection (6), by completing only courses and other components of the program that are provided in French. O. Reg. 276/15, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) The University of Ottawa is designated as a public service agency for the purpose of the definition of “government agency” in section 1 of the Act in respect of the following services:</p> <p class=\"paragraph-e\">  1.  The provision of undergraduate programs by the following faculties:</p> <p class=\"subpara-e\">  i.  Faculty of Law.</p> <p class=\"subpara-e\">  ii.  Faculty of Social Sciences.\r\n</p> <p class=\"subpara-e\">  iii.  Faculty of Education.</p> <p class=\"subpara-e\">  iv.  Faculty of Arts, with the exception of the programs of the Department of English.</p> <p class=\"subpara-e\">  v.  Faculty of Health Sciences.</p> <p class=\"subpara-e\">  vi.  Telfer School of Management.</p> <p class=\"subpara-e\">  vii.  Faculty of Medicine.</p> <p class=\"paragraph-e\">  2.  The provision of the following undergraduate programs by the Faculty of Science: </p> <p class=\"subpara-e\">  i.  Major programs.</p> <p class=\"subpara-e\">  ii.  The Bachelor of Science with Honours in Biomedical Science program. </p> <p class=\"paragraph-e\">  3.  The provision of the following undergraduate program by the Faculty of Science and the Faculty of Engineering:\r\n</p> <p class=\"subpara-e\">  i.  The Joint Honours Bachelor of Science in Computer Science and Mathematics program. </p> <p class=\"paragraph-e\">  4.  The provision of the following undergraduate programs by the Faculty of Engineering: </p> <p class=\"subpara-e\">  i.  The Honours Bachelor of Science with Specialization in Computer Science program.</p> <p class=\"subpara-e\">  ii.  The Major in Computer Science program.</p> <p class=\"subpara-e\">  iii.  The Bachelor of Applied Science in Computer Engineering program.</p> <p class=\"subpara-e\">  iv.  The Bachelor of Applied Science in Software Engineering program.</p> <p class=\"paragraph-e\">  5.  The services provided to students by the academic secretariat of each of the faculties referred to in paragraphs 1 to 4.</p> <p class=\"paragraph-e\">  6.  All other services provided to students by the University, except for the services provided to students by any of its faculties and except for sporting excellence programs and competitive sports clubs. O. Reg. 276/15, s. 1.</p> <p class=\"subsection-e\">  (2) For academic years starting on or after May 1, 2019, the designation made by paragraph 1, 2, 3 or 4 of subsection (1) in respect of a program applies as follows:</p> <p class=\"paragraph-e\">  1.  The designation continues in respect of a program for an academic year if, for at least  one of the immediately three preceding academic years, the number of full-time students enrolled to take the first year of the program in French is at least five.</p> <p class=\"paragraph-e\">  2.  If the program is a new program, the designation continues in respect of the program for the second and third academic years of the program despite paragraph 1.</p> <p class=\"paragraph-e\">  3.  If the designation does not continue under paragraph 1 in respect of a program for an academic year, the designation also does not continue in respect of that program for any subsequent academic year regardless of any subsequent increase in the number of full-time students enrolled to take the first year of the program in French. O. Reg. 276/15, s. 1.</p> <p class=\"subsection-e\">  (3) In subsection (2) and this subsection,</p> <p class=\"firstdef-e\">“academic year” means a period beginning on May 1 in a year and ending on April 30 of the next year; (“année universitaire”)</p> <p class=\"definition-e\">“full-time student” means, in respect of a program for an academic year, a student whose study load in the academic year is equal to the normal full-time study load for his or her program in the academic year. (“étudiant à temps plein”) O. Reg. 276/15, s. 1.</p> <p class=\"subsection-e\">  (4) For greater certainty, the designation made by paragraph 1, 2, 3 or 4 of subsection (1) in respect of a program provided only in French or in both English and French does not continue if the University ceases to provide the program in any language. O. Reg. 276/15, s. 1.</p> <p class=\"subsection-e\">  (5) The designation made by paragraph 1, 2, 3 or 4 of subsection (1) does not apply to the following programs:</p> <p class=\"paragraph-e\">  1.  Minor programs.</p> <p class=\"paragraph-e\">  2.  Certificate programs.</p> <p class=\"paragraph-e\">  3.  Programs specifically designed to address the needs of Aboriginal students.</p> <p class=\"paragraph-e\">  4.  Programs in which all students enrolled in the program are required to take a certain number of courses in English and French, regardless of whether they are enrolled to take the program in English or French and regardless of their mother tongue.</p> <p class=\"paragraph-e\">  5.  Language programs. </p> <p class=\"paragraph-e\">  6.  Language teaching programs.</p> <p class=\"paragraph-e\">  7.  Translation programs. O. Reg. 276/15, s. 1.</p> <p class=\"subsection-e\">  (6) The designation made by paragraph 1, 2, 3 or 4 of subsection (1) in respect of a program does not apply to the following components of the program:</p> <p class=\"paragraph-e\">  1.  Options within the program.</p> <p class=\"paragraph-e\">  2.  Any of the following courses that are part of the program:</p> <p class=\"subpara-e\">  i.  Language courses.</p> <p class=\"subpara-e\">  ii.  Courses provided in a language other than French or English.</p> <p class=\"subpara-e\">  iii.  Online, video conference, audio conference and other distance education courses.</p> <p class=\"subpara-e\">  iv.  Courses provided by another institution.</p> <p class=\"paragraph-e\">  3.  Any of the following that are part of the program:</p> <p class=\"subpara-e\">  i.  Placements, including internships, co-operative placements, clinical placements and other field placements.</p> <p class=\"subpara-e\">  ii.  Clinical teaching activities.</p> <p class=\"subpara-e\">  iii.  Foreign exchanges. O. Reg. 276/15, s. 1.</p> <p class=\"subsection-e\">  (7) The designation made by subsection (1) is limited to services provided by the University at its Ottawa campuses. O. Reg. 276/15, s. 1.</p> <p class=\"subsection-e\">  (8) The designation made by paragraph 1, 2, 3 or 4 of subsection (1) in respect of a program does not apply to courses and other components of the program that are provided only in English if it is possible to complete the requirements of the program, other than the courses and other components excluded under subsection (6), by completing only courses and other components of the program that are provided in French. O. Reg. 276/15, s. 1.</p>"
        },
        {
            "id": "3.1",
            "section": null,
            "content": " 3.1 (1) Saint Paul University is designated as a public service agency for the purpose of the definition of “government agency” in section 1 of the Act. O. Reg. 14/19, s. 2. (2) The designation made by subsection (1) does not apply to the provision of programs leading to the following degrees: 1.  Master of Divinity - Anglican Studies. 2.  Master of Divinity - Eastern Christian Studies. 3.  Master of Theological Studies - Eastern Christian Studies. 4.  Master of Arts in Transformative Leadership and Spirituality. 5.  Master in Religious Education. O. Reg. 14/19, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>3.1 </b>(1) Saint Paul University is designated as a public service agency for the purpose of the definition of “government agency” in section 1 of the Act. O. Reg. 14/19, s. 2.</p> <p class=\"subsection-e\">  (2) The designation made by subsection (1) does not apply to the provision of programs leading to the following degrees:</p> <p class=\"paragraph-e\">  1.  Master of Divinity - Anglican Studies. </p> <p class=\"paragraph-e\">  2.  Master of Divinity - Eastern Christian Studies. </p> <p class=\"paragraph-e\">  3.  Master of Theological Studies - Eastern Christian Studies. </p> <p class=\"paragraph-e\">  4.  Master of Arts in Transformative Leadership and Spirituality. </p> <p class=\"paragraph-e\">  5.  Master in Religious Education. O. Reg. 14/19, s. 2.</p>"
        },
        {
            "id": "3.2",
            "section": null,
            "content": " 3.2 (1) The University of Sudbury is designated as a public service agency for the purpose of the definition of “government agency” in section 1 of the Act in respect of the following services provided at its Sudbury campus: 1.  The provision of French-language and bilingual undergraduate programs leading to a Bachelor of Arts degree, with the exception of the Indigenous studies program, including academic support services for those programs. 2.  Reception services, the sale of course materials, the provision of parking passes, the distribution of internal mail, library services and the provision of housing in university residences. O. Reg. 462/19, s. 2. (2) The designation made by paragraph 1 of subsection (1) in respect of a program does not apply to the following components of the program: 1.  Options within the program. 2.  Any of the following courses that are part of the program: i.  Language courses, other than French courses. ii.  Courses provided in a language other than French or English. iii.  Online, video conference, audio conference and other distance education courses. iv.  Courses provided by another institution. 3.  Any placements, including internships, and any academic exchanges that are part of the program. O. Reg. 462/19, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>3.2 </b>(1) The University of Sudbury is designated as a public service agency for the purpose of the definition of “government agency” in section 1 of the Act in respect of the following services provided at its Sudbury campus:</p> <p class=\"paragraph-e\">  1.  The provision of French-language and bilingual undergraduate programs leading to a Bachelor of Arts degree, with the exception of the Indigenous studies program, including academic support services for those programs.</p> <p class=\"paragraph-e\">  2.  Reception services, the sale of course materials, the provision of parking passes, the distribution of internal mail, library services and the provision of housing in university residences. O. Reg. 462/19, s. 2.</p> <p class=\"subsection-e\">  (2) The designation made by paragraph 1 of subsection (1) in respect of a program does not apply to the following components of the program:</p> <p class=\"paragraph-e\">  1.  Options within the program.</p> <p class=\"paragraph-e\">  2.  Any of the following courses that are part of the program:</p> <p class=\"subpara-e\">  i.  Language courses, other than French courses.</p> <p class=\"subpara-e\">  ii.  Courses provided in a language other than French or English.</p> <p class=\"subpara-e\">  iii.  Online, video conference, audio conference and other distance education courses.</p> <p class=\"subpara-e\">  iv.  Courses provided by another institution.</p> <p class=\"paragraph-e\">  3.  Any placements, including internships, and any academic exchanges that are part of the program. O. Reg. 462/19, s. 2.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. (1) York University is designated as a public service agency for the purpose of the definition of “government agency” in section 1 of the Act in respect of the following services: 1.  The provision of programs by Glendon College, a faculty of the University. 2.  Academic support services provided to students by Glendon College. 3.  Non-academic services provided to students by Glendon College, except for parking and security services and except for services provided by student clubs and organizations established by Glendon College. O. Reg. 6/16, s. 1. (2) For greater certainty, the designation made by paragraph 1 of subsection (1) in respect of a program provided only in French or in both English and French does not continue if Glendon College ceases to provide the program in any language. O. Reg. 6/16, s. 1. (3) The designation made by paragraph 1 of subsection (1) does not apply to the following programs: 1.  Programs leading to an international Bachelor of Arts (iBA) or international Bachelor of Science (iBSc) degree. 2.  Programs provided in partnership with a faculty of the University or in partnership with an institution other than the University. 3.  Language programs, other than French studies programs. 4.  Language teaching programs. 5.  Translation programs. 6.  Conference interpreting programs. O. Reg. 6/16, s. 1. (4) The designation made by paragraph 1 of subsection (1) in respect of a program does not apply to the following components of the program: 1.  Options within the program. 2.  Any of the following courses that are part of the program: i.  Language courses, other than French courses. ii.  Courses provided in a language other than French or English. iii.  Online, video conference, audio conference and other distance education courses. iv.  Courses provided by another faculty of the University or by an institution other than the University. 3.  Any of the following that are part of the program: i.  Placements, including internships, co-operative placements, clinical placements and other field placements. ii.  Clinical teaching activities. iii.  Study abroad and student exchange programs. O. Reg. 6/16, s. 1. (5) The designation made by subsection (1) is limited to services provided in person by Glendon College at the Glendon campus of the University. O. Reg. 6/16, s. 1. (6) The designation made by paragraph 1 of subsection (1) in respect of a program does not apply to courses and other components of the program that are provided only in English if it is possible to complete the requirements of the program, other than the courses and other components excluded under subsection (4), by completing only courses and other components of the program that are provided in French. O. Reg. 6/16, s. 1.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>4.</b> (1) York University is designated as a public service agency for the purpose of the definition of “government agency” in section 1 of the Act in respect of the following services:</p> <p class=\"paragraph-e\">  1.  The provision of programs by Glendon College, a faculty of the University.</p> <p class=\"paragraph-e\">  2.  Academic support services provided to students by Glendon College.</p> <p class=\"paragraph-e\">  3.  Non-academic services provided to students by Glendon College, except for parking and security services and except for services provided by student clubs and organizations established by Glendon College. O. Reg. 6/16, s. 1.</p> <p class=\"subsection-e\">  (2) For greater certainty, the designation made by paragraph 1 of subsection (1) in respect of a program provided only in French or in both English and French does not continue if Glendon College ceases to provide the program in any language. O. Reg. 6/16, s. 1.</p> <p class=\"subsection-e\">  (3) The designation made by paragraph 1 of subsection (1) does not apply to the following programs:</p> <p class=\"paragraph-e\">  1.  Programs leading to an international Bachelor of Arts (iBA) or international Bachelor of Science (iBSc) degree.</p> <p class=\"paragraph-e\">  2.  Programs provided in partnership with a faculty of the University or in partnership with an institution other than the University.</p> <p class=\"paragraph-e\">  3.  Language programs, other than French studies programs.</p> <p class=\"paragraph-e\">  4.  Language teaching programs.</p> <p class=\"paragraph-e\">  5.  Translation programs.</p> <p class=\"paragraph-e\">  6.  Conference interpreting programs. O. Reg. 6/16, s. 1.</p> <p class=\"subsection-e\">  (4) The designation made by paragraph 1 of subsection (1) in respect of a program does not apply to the following components of the program:</p> <p class=\"paragraph-e\">  1.  Options within the program.</p> <p class=\"paragraph-e\">  2.  Any of the following courses that are part of the program:</p> <p class=\"subpara-e\">  i.  Language courses, other than French courses.</p> <p class=\"subpara-e\">  ii.  Courses provided in a language other than French or English.</p> <p class=\"subpara-e\">  iii.  Online, video conference, audio conference and other distance education courses.</p> <p class=\"subpara-e\">  iv.  Courses provided by another faculty of the University or by an institution other than the University.</p> <p class=\"paragraph-e\">  3.  Any of the following that are part of the program:</p> <p class=\"subpara-e\">  i.  Placements, including internships, co-operative placements, clinical placements and other field placements.</p> <p class=\"subpara-e\">  ii.  Clinical teaching activities.</p> <p class=\"subpara-e\">  iii.  Study abroad and student exchange programs. O. Reg. 6/16, s. 1.</p> <p class=\"subsection-e\">  (5) The designation made by subsection (1) is limited to services provided in person by Glendon College at the Glendon campus of the University. O. Reg. 6/16, s. 1.</p> <p class=\"subsection-e\">  (6) The designation made by paragraph 1 of subsection (1) in respect of a program does not apply to courses and other components of the program that are provided only in English if it is possible to complete the requirements of the program, other than the courses and other components excluded under subsection (4), by completing only courses and other components of the program that are provided in French. O. Reg. 6/16, s. 1.</p> <p class=\"subsection-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/930398\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}