{
    "reg_info": {
        "full_title": "O. Reg. 425/00: PROVINCIAL INTEREST",
        "reg_name_text": "Provincial Interest",
        "citation": "O. Reg. 425/00: PROVINCIAL INTEREST",
        "act_under": "Municipal Elections Act, 1996   Loi de 1996 sur les élections municipales",
        "url": "https://www.ontario.ca/laws/regulation/000425",
        "date_scraped": "2023-12-19 05:02:55"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "September 12, 2012",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/000425/v1",
            "valid_from": "December  4, 2003",
            "valid_to": "September 11, 2012"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. (1) For the purpose of subsection 8.1 (2) of the Act, the following are matters of provincial interest with respect to which the municipality cannot ask a question: 1. Any matter for which the municipality does not have the authority to implement all aspects of the results of the question. 2. Any matter for which the municipality requires an action by the Province of Ontario in order to implement the results of the question. 3. Without limiting paragraphs 1 and 2, gaming sites as defined in the Ontario Lottery and Gaming Corporation Act, 1999. 4. Without limiting paragraphs 1 and 2, municipal restructuring, including the consideration, investigation, discussion and negotiation of municipal restructuring.  O. Reg. 425/00, s. 1 (1); O. Reg. 561/00, s. 1 (1); O. Reg. 275/12, s. 1 (1). (2) Despite subsection (1), a municipality may seek public input into the establishment of a proposed gaming site, for the purposes of subparagraph 3 i of subsection 2 (2) of Ontario Regulation 81/12 (Requirements for Establishing a Gaming Site) made under the Ontario Lottery and Gaming Corporation Act, 1999.  O. Reg. 275/12, s. 1 (2). (3)-(5) Revoked:  O. Reg. 410/03, s. 1. (6) For the purposes of this section, “municipal restructuring” means, (a) annexing part of a municipality to another municipality, (b) annexing a geographic area that does not form part of a municipality to a municipality, (c) amalgamating a municipality with another municipality, (d) separating a local municipality from an upper-tier municipality for municipal purposes, (e) joining a local municipality to an upper-tier municipality for municipal purposes, (f) dissolving all or part of a municipality, (g) incorporating the inhabitants of a geographic area as a municipality whether or not the area or any part of the area forms part of a municipality before the incorporation.  O. Reg. 561/00, s. 1 (2).    ",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) For the purpose of subsection 8.1 (2) of the Act, the following are matters of provincial interest with respect to which the municipality cannot ask a question:</p> <p class=\"paragraph-e\">  1. Any matter for which the municipality does not have the authority to implement all aspects of the results of the question.</p> <p class=\"paragraph-e\">  2. Any matter for which the municipality requires an action by the Province of Ontario in order to implement the results of the question.</p> <p class=\"paragraph-e\">  3. Without limiting paragraphs 1 and 2, gaming sites as defined in the <i>Ontario Lottery and Gaming Corporation Act, 1999</i>.</p> <p class=\"paragraph-e\">  4. Without limiting paragraphs 1 and 2, municipal restructuring, including the consideration, investigation, discussion and negotiation of municipal restructuring.  O. Reg. 425/00, s. 1 (1); O. Reg. 561/00, s. 1 (1); O. Reg. 275/12, s. 1 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), a municipality may seek public input into the establishment of a proposed gaming site, for the purposes of subparagraph 3 i of subsection 2 (2) of Ontario Regulation 81/12 (Requirements for Establishing a Gaming Site) made under the <i>Ontario Lottery and Gaming Corporation Act, 1999</i>.  O. Reg. 275/12, s. 1 (2).</p> <p class=\"subsection-e\">  (3)-(5) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 410/03, s. 1.</p> <p class=\"subsection-e\">  (6) For the purposes of this section,</p> <p class=\"firstdef-e\">“municipal restructuring” means,</p> <p class=\"defclause-e\">  (a) annexing part of a municipality to another municipality,</p> <p class=\"defclause-e\">  (b) annexing a geographic area that does not form part of a municipality to a municipality,</p> <p class=\"defclause-e\">  (c) amalgamating a municipality with another municipality,</p> <p class=\"defclause-e\">  (d) separating a local municipality from an upper-tier municipality for municipal purposes,</p> <p class=\"defclause-e\">  (e) joining a local municipality to an upper-tier municipality for municipal purposes,</p> <p class=\"defclause-e\">  (f) dissolving all or part of a municipality,</p> <p class=\"defclause-e\">  (g) incorporating the inhabitants of a geographic area as a municipality whether or not the area or any part of the area forms part of a municipality before the incorporation.  O. Reg. 561/00, s. 1 (2).</p> <p class=\"defclause-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}