{
    "reg_info": {
        "full_title": "O. Reg. 59/01: REGISTRATION",
        "reg_name_text": "Registration",
        "citation": "O. Reg. 59/01: REGISTRATION",
        "act_under": "Professional Geoscientists Act, 2000",
        "url": "https://www.ontario.ca/laws/regulation/010059",
        "date_scraped": "2023-12-19 03:13:56"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/010059/v5",
            "valid_from": "September 28, 2016",
            "valid_to": "November 11, 2016"
        },
        {
            "a_href": "/laws/regulation/010059/v4",
            "valid_from": "September  7, 2012",
            "valid_to": "September 27, 2016"
        },
        {
            "a_href": "/laws/regulation/010059/v3",
            "valid_from": "December 15, 2010",
            "valid_to": "September  6, 2012"
        },
        {
            "a_href": "/laws/regulation/010059/v2",
            "valid_from": "December 20, 2006",
            "valid_to": "December 14, 2010"
        },
        {
            "a_href": "/laws/regulation/010059/v1",
            "valid_from": "September 28, 2001",
            "valid_to": "December 19, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "s1",
            "section": "Definitions",
            "content": " 1. In this Regulation, “examination” means a form of examination approved by the Council or the Registration Committee to satisfy or partially satisfy a requirement relating to knowledge or experience or another requirement of the Association; (“examen”) “professional practice and ethics examination” means the examination in respect of professional ethics, geoscientific practice, law and such other general matters as are approved by the Council. (“examen sur l’exercice de la profession et la déontologie”)  O. Reg. 59/01, s. 1. Membership",
            "raw_html": "<p class=\"section-e\"><a name=\"s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s1\"><span lang=\"EN-US\">1.</span></a><b> </b>In this Regulation,</p> <p class=\"firstdef-e\">“examination” means a form of examination approved by the Council or the Registration Committee to satisfy or partially satisfy a requirement relating to knowledge or experience or another requirement of the Association; (“examen”)</p> <p class=\"definition-e\">“professional practice and ethics examination” means the examination in respect of professional ethics, geoscientific practice, law and such other general matters as are approved by the Council. (“examen sur l’exercice de la profession et la déontologie”)  O. Reg. 59/01, s. 1.</p> <p class=\"heading1-e\">Membership</p>"
        },
        {
            "id": "s2s1",
            "section": "Classes of membership",
            "content": " 2. (1) The following are prescribed as classes of membership for which a corresponding certificate of registration may be issued: 1. Practising member. 2. Temporary member. 3. Limited member. 4. Non-practising member.  O. Reg. 59/01, s. 2 (1). (2) A member may not hold more than one class of certificate of registration at one time.  O. Reg. 59/01, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"><a name=\"s2s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s2s1\"><span lang=\"EN-US\">2. (1)</span></a> The following are prescribed as classes of membership for which a corresponding certificate of registration may be issued:</p> <p class=\"paragraph-e\">  1. Practising member.</p> <p class=\"paragraph-e\">  2. Temporary member.</p> <p class=\"paragraph-e\">  3. Limited member. </p> <p class=\"paragraph-e\">  4. Non-practising member.  O. Reg. 59/01, s. 2 (1).</p> <p class=\"subsection-e\"><a name=\"s2s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s2s2\"><span lang=\"EN-US\">(2)</span></a> A member may not hold more than one class of certificate of registration at one time.  O. Reg. 59/01, s. 2 (2).</p>"
        },
        {
            "id": "s3s1",
            "section": "Applications for membership",
            "content": " 3. (1) A person may apply for a certificate of registration in any class by completing an application form provided by the Registrar and submitting it along with the application fee set out in the Association’s by-laws.  O. Reg. 59/01, s. 3 (1). (2) Upon receipt of the membership fee set out in the Association’s by-laws, the Registrar shall issue a certificate of registration to a person, (a) if the person may be registered by the Registrar under subsection 10 (1) of the Act; or (b) if authorized or directed by the Registration Committee to issue the certificate to the person.  O. Reg. 59/01, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"><a name=\"s3s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s3s1\"><span lang=\"EN-US\">3. (1)</span></a> A person may apply for a certificate of registration in any class by completing an application form provided by the Registrar and submitting it along with the application fee set out in the Association’s by-laws.  O. Reg. 59/01, s. 3 (1).</p> <p class=\"subsection-e\"><a name=\"s3s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s3s2\"><span lang=\"EN-US\">(2)</span></a> Upon receipt of the membership fee set out in the Association’s by-laws, the Registrar shall issue a certificate of registration to a person,</p> <p class=\"clause-e\">  (a) if the person may be registered by the Registrar under subsection 10 (1) of the Act; or</p> <p class=\"clause-e\">  (b) if authorized or directed by the Registration Committee to issue the certificate to the person.  O. Reg. 59/01, s. 3 (2).</p>"
        },
        {
            "id": "s4s1",
            "section": "Duration of certificate ",
            "content": " 4. (1) Subject to subsection (2), a certificate of registration is valid from the date of issue until it expires one year after the last day of the month in which it was issued.  O. Reg. 59/01, s. 4 (1). (2) The Registrar may issue an initial certificate of registration to be valid for a period, (a) shorter than the period referred to in subsection (1); or (b) longer than the period referred to in subsection (1), to a maximum of two years after the date of issue.  O. Reg. 59/01, s. 4 (2). (3) A certificate of registration may be renewed by paying the renewal fee set out in the Association’s by-laws no later than the date of expiry.  O. Reg. 59/01, s. 4 (3).",
            "raw_html": "<p class=\"section-e\"><a name=\"s4s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s4s1\"><span lang=\"EN-US\">4. (1)</span></a> Subject to subsection (2), a certificate of registration is valid from the date of issue until it expires one year after the last day of the month in which it was issued.  O. Reg. 59/01, s. 4 (1).</p> <p class=\"subsection-e\"><a name=\"s4s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s4s2\"><span lang=\"EN-US\">(2)</span></a> The Registrar may issue an initial certificate of registration to be valid for a period,</p> <p class=\"clause-e\">  (a) shorter than the period referred to in subsection (1); or</p> <p class=\"clause-e\">  (b) longer than the period referred to in subsection (1), to a maximum of two years after the date of issue.  O. Reg. 59/01, s. 4 (2).</p> <p class=\"subsection-e\"><a name=\"s4s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s4s3\"><span lang=\"EN-US\">(3)</span></a> A certificate of registration may be renewed by paying the renewal fee set out in the Association’s by-laws no later than the date of expiry.  O. Reg. 59/01, s. 4 (3).</p>"
        },
        {
            "id": "s5s1",
            "section": "Resignation",
            "content": " 5. (1) A member may resign any class of certificate of registration by giving written notice of resignation to the Registrar.  O. Reg. 59/01, s. 5 (1). (2) The notice of resignation is effective as of the later of, (a) the day on which the Registrar receives it if the member has no outstanding fees or other amounts owing to the Association; and (b) the day on which the Registrar receives payment of any outstanding fees or other amounts that the member owes to the Association.  O. Reg. 59/01, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"><a name=\"s5s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s5s1\"><span lang=\"EN-US\">5. (1)</span></a> A member may resign any class of certificate of registration by giving written notice of resignation to the Registrar.  O. Reg. 59/01, s. 5 (1).</p> <p class=\"subsection-e\"><a name=\"s5s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s5s2\"><span lang=\"EN-US\">(2)</span></a> The notice of resignation is effective as of the later of,</p> <p class=\"clause-e\">  (a) the day on which the Registrar receives it if the member has no outstanding fees or other amounts owing to the Association; and</p> <p class=\"clause-e\">  (b) the day on which the Registrar receives payment of any outstanding fees or other amounts that the member owes to the Association.  O. Reg. 59/01, s. 5 (2).</p>"
        },
        {
            "id": "s6s1",
            "section": "Registration requirements for all classes ",
            "content": " 6. (1) The following are the registration requirements for a certificate of registration of any class: 1. The applicant must be at least 18 years old. 2. The applicant must be of good character, based on a consideration of all relevant factors, including those set out in subsection (2). 3. The applicant must have complied with the applicable knowledge and experience requirements specified in this Regulation. 4. The applicant must have passed any applicable examinations set or approved by the Registration Committee unless exempted from this requirement by the Committee.  O. Reg. 59/01, s. 6 (1). (2) The following factors shall be considered in determining whether an applicant is to be issued a certificate of registration: 1. Whether the applicant has been found guilty of a criminal offence. 2. Whether the applicant has been the subject of a finding of professional misconduct, incompetence or incapacity, whether in Ontario or in another jurisdiction. 3. Whether the applicant is currently the subject of proceedings for professional misconduct, incompetence or incapacity, whether in Ontario or in another jurisdiction. 4. Whether the applicant has been refused registration as a member of a profession governed by law in another jurisdiction.  O. Reg. 59/01, s. 6 (2). (3) The Registration Committee may refuse to issue a certificate of registration to an applicant where the Registration Committee has determined, upon reasonable and probable grounds, that the past conduct of the applicant affords grounds for belief that the applicant will not engage in the practice of professional geoscience in accordance with the law and with honesty and integrity.  O. Reg. 59/01, s. 6 (3). (4) An applicant shall be deemed not to have satisfied the requirements for a certificate of registration if the applicant knowingly made a false or misleading statement or representation in his or her application.  O. Reg. 59/01, s. 6 (4).",
            "raw_html": "<p class=\"section-e\"><a name=\"s6s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s6s1\"><span lang=\"EN-US\">6. (1)</span></a> The following are the registration requirements for a certificate of registration of any class:</p> <p class=\"paragraph-e\">  1. The applicant must be at least 18 years old.</p> <p class=\"paragraph-e\">  2. The applicant must be of good character, based on a consideration of all relevant factors, including those set out in subsection (2).  </p> <p class=\"paragraph-e\">  3. The applicant must have complied with the applicable knowledge and experience requirements specified in this Regulation.</p> <p class=\"paragraph-e\">  4. The applicant must have passed any applicable examinations set or approved by the Registration Committee unless exempted from this requirement by the Committee.  O. Reg. 59/01, s. 6 (1).</p> <p class=\"subsection-e\"><a name=\"s6s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s6s2\"><span lang=\"EN-US\">(2)</span></a> The following factors shall be considered in determining whether an applicant is to be issued a certificate of registration: </p> <p class=\"paragraph-e\">  1. Whether the applicant has been found guilty of a criminal offence.</p> <p class=\"paragraph-e\">  2. Whether the applicant has been the subject of a finding of professional misconduct, incompetence or incapacity, whether in Ontario or in another jurisdiction. </p> <p class=\"paragraph-e\">  3. Whether the applicant is currently the subject of proceedings for professional misconduct, incompetence or incapacity, whether in Ontario or in another jurisdiction.</p> <p class=\"paragraph-e\">  4. Whether the applicant has been refused registration as a member of a profession governed by law in another jurisdiction.  O. Reg. 59/01, s. 6 (2).</p> <p class=\"subsection-e\"><a name=\"s6s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s6s3\"><span lang=\"EN-US\">(3)</span></a> The Registration Committee may refuse to issue a certificate of registration to an applicant where the Registration Committee has determined, upon reasonable and probable grounds, that the past conduct of the applicant affords grounds for belief that the applicant will not engage in the practice of professional geoscience in accordance with the law and with honesty and integrity.  O. Reg. 59/01, s. 6 (3).</p> <p class=\"subsection-e\"><a name=\"s6s4\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s6s4\"><span lang=\"EN-US\">(4)</span></a> An applicant shall be deemed not to have satisfied the requirements for a certificate of registration if the applicant knowingly made a false or misleading statement or representation in his or her application.  O. Reg. 59/01, s. 6 (4).</p>"
        },
        {
            "id": "s7",
            "section": "Condition of certificates of all classes",
            "content": " 7. It is a term and condition of a certificate of registration of any class that the member provide the Association with details of any of the following that relate to the member and that occur or arise after the initial registration: 1. A finding of guilt for a criminal offence. 2. A finding of professional misconduct, incompetence or incapacity, whether in Ontario or in another jurisdiction. 3. A proceeding for professional misconduct, incompetence or incapacity, whether in Ontario or in another jurisdiction.  O. Reg. 59/01, s. 7.",
            "raw_html": "<p class=\"section-e\"><a name=\"s7\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s7\"><span lang=\"EN-US\">7.</span></a><b> </b>It is a term and condition of a certificate of registration of any class that the member provide the Association with details of any of the following that relate to the member and that occur or arise after the initial registration:</p> <p class=\"paragraph-e\">  1. A finding of guilt for a criminal offence.</p> <p class=\"paragraph-e\">  2. A finding of professional misconduct, incompetence or incapacity, whether in Ontario or in another jurisdiction. </p> <p class=\"paragraph-e\">  3. A proceeding for professional misconduct, incompetence or incapacity, whether in Ontario or in another jurisdiction.  O. Reg. 59/01, s. 7.</p>"
        },
        {
            "id": "s8s1",
            "section": "Registration requirements for practising members",
            "content": " 8. (1) An applicant for a practising member certificate of registration shall meet the following requirements: 1. Hold, i. awarded by a Canadian university in an area of geoscience, a four-year bachelor of science degree or an equivalent qualification, as determined by the Registration Committee, where the degree or the equivalent qualification, as the case may be, meets the course requirements set out in the document entitled “Minimum Knowledge (Academic) Requirements”, dated April 2009 and available on the Association’s website, and have at the time of applying at least four years of qualifying work experience in an area of geoscience, as determined by the Registration Committee, that was obtained within the previous 10 years, ii. an equivalent credential, as determined by the Registration Committee, from another institution, and have at the time of applying at least four years of qualifying work experience in an area of geoscience, as determined by the Registration Committee, that was obtained within the previous 10 years, or iii. a credential acceptable to the Registration Committee evidencing knowledge in an area of geoscience and have at least 10 years of qualifying work experience in an area of geoscience, as determined by the Registration Committee, that was obtained within the previous 15 years. 2. Have successfully completed any examination required by the Registration Committee. 3. Have successfully completed the professional practice and ethics examination where not exempted from taking it by the Registration Committee.  O. Reg. 59/01, s. 8 (1); O. Reg. 262/12, s. 1. (1.1) Despite subsection (1), an applicant for a practising member certificate may meet the following requirements: 1. Hold a certificate, licence, registration or similar official recognition that, i. is granted by a Canadian provincial or territorial professional geoscience regulatory authority, and ii. attests to the applicant’s being qualified to practise professional geoscience. 2. The certificate, licence, registration or similar official recognition has not been suspended, cancelled or revoked.  O. Reg. 506/10, s. 1. (2) It is a term and condition of a practising member certificate of registration that the holder use the designation “P.Geo.” in English or “G.P.” in French.  O. Reg. 59/01, s. 8 (2).",
            "raw_html": "<p class=\"section-e\"><a name=\"s8s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s8s1\"><span lang=\"EN-US\">8. (1)</span></a> An applicant for a practising member certificate of registration shall meet the following requirements:</p> <p class=\"paragraph-e\">  1. Hold,</p> <p class=\"subpara-e\">  i. awarded by a Canadian university in an area of geoscience, a four-year bachelor of science degree or an equivalent qualification, as determined by the Registration Committee, where the degree or the equivalent qualification, as the case may be, meets the course requirements set out in the document entitled “Minimum Knowledge (Academic) Requirements”, dated April 2009 and available on the Association’s website, and have at the time of applying at least four years of qualifying work experience in an area of geoscience, as determined by the Registration Committee, that was obtained within the previous 10 years,</p> <p class=\"subpara-e\">  ii. an equivalent credential, as determined by the Registration Committee, from another institution, and have at the time of applying at least four years of qualifying work experience in an area of geoscience, as determined by the Registration Committee, that was obtained within the previous 10 years, or</p> <p class=\"subpara-e\">  iii. a credential acceptable to the Registration Committee evidencing knowledge in an area of geoscience and have at least 10 years of qualifying work experience in an area of geoscience, as determined by the Registration Committee, that was obtained within the previous 15 years.</p> <p class=\"paragraph-e\">  2. Have successfully completed any examination required by the Registration Committee. </p> <p class=\"paragraph-e\">  3. Have successfully completed the professional practice and ethics examination where not exempted from taking it by the Registration Committee.  O. Reg. 59/01, s. 8 (1); O. Reg. 262/12, s. 1.</p> <p class=\"subsection-e\"><a name=\"s8s1p1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s8s1p1\"><span lang=\"EN-US\">(1.1)</span></a> Despite subsection (1), an applicant for a practising member certificate may meet the following requirements:</p> <p class=\"paragraph-e\">  1. Hold a certificate, licence, registration or similar official recognition that,</p> <p class=\"subpara-e\">  i. is granted by a Canadian provincial or territorial professional geoscience regulatory authority, and </p> <p class=\"subpara-e\">  ii. attests to the applicant’s being qualified to practise professional geoscience.</p> <p class=\"paragraph-e\">  2. The certificate, licence, registration or similar official recognition has not been suspended, cancelled or revoked.  O. Reg. 506/10, s. 1.</p> <p class=\"subsection-e\"><a name=\"s8s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s8s2\"><span lang=\"EN-US\">(2)</span></a> It is a term and condition of a practising member certificate of registration that the holder use the designation “P.Geo.” in English or “G.P.” in French.  O. Reg. 59/01, s. 8 (2).</p>"
        },
        {
            "id": "s9s1",
            "section": "Equivalent credential ",
            "content": " 9. (1) Where the Registration Committee assesses an equivalent credential in considering an application for a certificate, it shall, (a) assess the knowledge and experience qualifications of the applicant; (b) determine whether the applicant meets the knowledge and experience qualifications prescribed by the Act and regulations and so advise the Registrar; and (c) direct the Registrar with respect to examinations and any other knowledge and experience requirements that the applicant is required to complete where the Committee determines that the applicant does not meet the prescribed knowledge and experience qualifications.  O. Reg. 59/01, s. 9 (1). (2) In acting under subsection (1), the Registration Committee, (a) shall review the knowledge, experience and other qualifications of the applicant in light of the knowledge and experience standards established for the issuance of certificates of registration at the time of the review; (b) may interview the applicant; (c) may consider the applicant’s experience in deciding what examinations, if any, the applicant is required to pass; and (d) shall consider and decide upon the form and content of examinations and review the results of such examinations.  O. Reg. 59/01, s. 9 (2).",
            "raw_html": "<p class=\"section-e\"><a name=\"s9s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s9s1\"><span lang=\"EN-US\">9. (1)</span></a> Where the Registration Committee assesses an equivalent credential in considering an application for a certificate, it shall,</p> <p class=\"clause-e\">  (a) assess the knowledge and experience qualifications of the applicant;</p> <p class=\"clause-e\">  (b) determine whether the applicant meets the knowledge and experience qualifications prescribed by the Act and regulations and so advise the Registrar; and</p> <p class=\"clause-e\">  (c) direct the Registrar with respect to examinations and any other knowledge and experience requirements that the applicant is required to complete where the Committee determines that the applicant does not meet the prescribed knowledge and experience qualifications.  O. Reg. 59/01, s. 9 (1).</p> <p class=\"subsection-e\"><a name=\"s9s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s9s2\"><span lang=\"EN-US\">(2)</span></a> In acting under subsection (1), the Registration Committee,</p> <p class=\"clause-e\">  (a) shall review the knowledge, experience and other qualifications of the applicant in light of the knowledge and experience standards established for the issuance of certificates of registration at the time of the review;</p> <p class=\"clause-e\">  (b) may interview the applicant;</p> <p class=\"clause-e\">  (c) may consider the applicant’s experience in deciding what examinations, if any, the applicant is required to pass; and</p> <p class=\"clause-e\">  (d) shall consider and decide upon the form and content of examinations and review the results of such examinations.  O. Reg. 59/01, s. 9 (2).</p>"
        },
        {
            "id": "s9p1s1",
            "section": "Work experience",
            "content": " 9.1 (1) This section and sections 9.2 and 9.3 apply for the purpose of determining whether a person applying for a practising member certificate of registration under section 8 or 9 has the work experience necessary to qualify for the certificate.  O. Reg. 378/01, s. 1. (2) The applicant shall provide sufficient information with respect to his or her work experience to permit an assessment of its nature, quality, duration and currency and, in particular, shall provide, (a) three referees’ reports in accordance with the rules set out in subsections (3), (4) and (5); and (b) confirmation that at least 12 months, (i) of the four years of work experience required under subparagraphs 1 i and ii of subsection 8 (1) have been obtained in Canada or in a Canadian work environment, or the equivalent, or (ii) of the 10 years of work experience required under subparagraph 1 iii of subsection 8 (1) have been obtained in Canada or in a Canadian work environment, or the equivalent.  O. Reg. 378/01, s. 1. (3) Two of the three referees’ reports shall be provided as set out in either of the following paragraphs: 1. Both reports from persons who, i. are registered as either professional geoscientists, professional geologists or professional geophysicists in an association that is a constituent member of the Canadian Council of Professional Geoscientists, or ii. are registered in a self-regulatory organization of geoscientists outside of Canada that, A. for an application for a certificate received by the Association before December 20, 2006, is recognized by the Canadian Council of Professional Geoscientists, and B. for an application for a certificate received by the Association on or after December 20, 2006, is recognized by the Canadian Council of Professional Geoscientists or is acceptable to the Registration Committee. 2. One report from a person described in paragraph 1 and one report from a professional engineer, i. who is qualified to practise professional geoscience under an Act that governs the practice of professional engineering and is registered in an association that is a constituent member of the Canadian Council of Professional Engineers, or ii. who is qualified to practise professional geoscience and is registered in a self-regulatory organization of professional engineers outside of Canada that is recognized by the Canadian Council of Professional Engineers.  O. Reg. 378/01, s. 1; O. Reg. 573/06, s. 1. (4) If the application is received by the Association not later than June 30, 2002, in lieu of the requirements of subsection (3), (a) both reports may be provided by professional engineers described in paragraph 2 of subsection (3); (b) one report may be provided by a person described in paragraph 1 of subsection (3) and one report may be provided by a person who is himself or herself an applicant for a practising member certificate of registration under this Regulation; (c) one report may be provided by a professional engineer described in paragraph 2 of subsection (3) and one report may be provided by a person who is himself or herself an applicant for a practising member certificate of registration under this Regulation; or (d) both reports may be provided by persons who are applicants for a practising member certificate of registration under this Regulation.  O. Reg. 378/01, s. 1. (5) Referees’ reports are subject to the following rules in addition to those set out in subsections (3) and (4): 1. A report that was previously provided by a referee for the purpose of determining an applicant’s eligibility for membership in another provincial or territorial association that is a constituent member of the Canadian Council of Professional Geoscientists may, with the applicant’s consent, be requested from the relevant association and used in support of the application for a practising member certificate of registration under this Regulation. 2. In any case where the Registration Committee finds that a referee’s report is unsatisfactory for the purpose of permitting it to properly assess the applicant’s work experience, it may request another report.  O. Reg. 378/01, s. 1. (6) For the purposes of subclauses (2) (b) (i) and (ii), work experience obtained in a Canadian work environment includes experience in another country if the applicant was subject to Canadian professional standards in carrying out the work and did so on behalf of a company incorporated in Canada under a provincial or federal statute.  O. Reg. 378/01, s. 1.",
            "raw_html": "<p class=\"section-e\"><a name=\"s9p1s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s9p1s1\"><span lang=\"EN-US\">9.1 (1)</span></a> This section and sections 9.2 and 9.3 apply for the purpose of determining whether a person applying for a practising member certificate of registration under section 8 or 9 has the work experience necessary to qualify for the certificate.  O. Reg. 378/01, s. 1.</p> <p class=\"subsection-e\"><a name=\"s9p1s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s9p1s2\"><span lang=\"EN-US\">(2)</span></a> The applicant shall provide sufficient information with respect to his or her work experience to permit an assessment of its nature, quality, duration and currency and, in particular, shall provide, </p> <p class=\"clause-e\">  (a) three referees’ reports in accordance with the rules set out in subsections (3), (4) and (5); and</p> <p class=\"clause-e\">  (b) confirmation that at least 12 months,</p> <p class=\"subclause-e\">  (i) of the four years of work experience required under subparagraphs 1 i and ii of subsection 8 (1) have been obtained in Canada or in a Canadian work environment, or the equivalent, or</p> <p class=\"subclause-e\">  (ii) of the 10 years of work experience required under subparagraph 1 iii of subsection 8 (1) have been obtained in Canada or in a Canadian work environment, or the equivalent.  O. Reg. 378/01, s. 1.</p> <p class=\"subsection-e\"><a name=\"s9p1s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s9p1s3\"><span lang=\"EN-US\">(3)</span></a> Two of the three referees’ reports shall be provided as set out in either of the following paragraphs:</p> <p class=\"paragraph-e\">  1. Both reports from persons who,</p> <p class=\"subpara-e\">  i. are registered as either professional geoscientists, professional geologists or professional geophysicists in an association that is a constituent member of the Canadian Council of Professional Geoscientists, or</p> <p class=\"subpara-e\">  ii. are registered in a self-regulatory organization of geoscientists outside of Canada that,</p> <p class=\"subsubpara-e\">  A. for an application for a certificate received by the Association before December 20, 2006, is recognized by the Canadian Council of Professional Geoscientists, and</p> <p class=\"subsubpara-e\">  B. for an application for a certificate received by the Association on or after December 20, 2006, is recognized by the Canadian Council of Professional Geoscientists or is acceptable to the Registration Committee. </p> <p class=\"paragraph-e\">  2. One report from a person described in paragraph 1 and one report from a professional engineer,</p> <p class=\"subpara-e\">  i. who is qualified to practise professional geoscience under an Act that governs the practice of professional engineering and is registered in an association that is a constituent member of the Canadian Council of Professional Engineers, or</p> <p class=\"subpara-e\">  ii. who is qualified to practise professional geoscience and is registered in a self-regulatory organization of professional engineers outside of Canada that is recognized by the Canadian Council of Professional Engineers.  O. Reg. 378/01, s. 1; O. Reg. 573/06, s. 1.</p> <p class=\"subsection-e\"><a name=\"s9p1s4\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s9p1s4\"><span lang=\"EN-US\">(4)</span></a> If the application is received by the Association not later than June 30, 2002, in lieu of the requirements of subsection (3),</p> <p class=\"clause-e\">  (a) both reports may be provided by professional engineers described in paragraph 2 of subsection (3);</p> <p class=\"clause-e\">  (b) one report may be provided by a person described in paragraph 1 of subsection (3) and one report may be provided by a person who is himself or herself an applicant for a practising member certificate of registration under this Regulation;</p> <p class=\"clause-e\">  (c) one report may be provided by a professional engineer described in paragraph 2 of subsection (3) and one report may be provided by a person who is himself or herself an applicant for a practising member certificate of registration under this Regulation; or</p> <p class=\"clause-e\">  (d) both reports may be provided by persons who are applicants for a practising member certificate of registration under this Regulation.  O. Reg. 378/01, s. 1.</p> <p class=\"subsection-e\"><a name=\"s9p1s5\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s9p1s5\"><span lang=\"EN-US\">(5)</span></a> Referees’ reports are subject to the following rules in addition to those set out in subsections (3) and (4):</p> <p class=\"paragraph-e\">  1. A report that was previously provided by a referee for the purpose of determining an applicant’s eligibility for membership in another provincial or territorial association that is a constituent member of the Canadian Council of Professional Geoscientists may, with the applicant’s consent, be requested from the relevant association and used in support of the application for a practising member certificate of registration under this Regulation.</p> <p class=\"paragraph-e\">  2. In any case where the Registration Committee finds that a referee’s report is unsatisfactory for the purpose of permitting it to properly assess the applicant’s work experience, it may request another report.  O. Reg. 378/01, s. 1.</p> <p class=\"subsection-e\"><a name=\"s9p1s6\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s9p1s6\"><span lang=\"EN-US\">(6)</span></a> For the purposes of subclauses (2) (b) (i) and (ii), work experience obtained in a Canadian work environment includes experience in another country if the applicant was subject to Canadian professional standards in carrying out the work and did so on behalf of a company incorporated in Canada under a provincial or federal statute.  O. Reg. 378/01, s. 1.</p>"
        },
        {
            "id": "s9p2s1",
            "section": "Experience before obtaining degree ",
            "content": " 9.2 (1) An applicant who holds a four-year bachelor of science degree or its equivalent, awarded by a Canadian university, in an area of geoscience, or an equivalent credential, as determined by the Registration Committee, from another institution, may submit for assessment and credit a maximum of 12 months work experience acquired after completion of the second year of studies and prior to completing the degree requirements.  O. Reg. 378/01, s. 1. (2) An applicant who holds a master of science degree or its equivalent, awarded by a Canadian university, in an area of geoscience, or an equivalent credential, as determined by the Registration Committee, from another institution, may submit for assessment and credit a maximum of 12 months work experience acquired after the commencement of the master of science degree program and prior to completing the degree requirements.  O. Reg. 378/01, s. 1. (3) An applicant who holds a doctor of philosophy degree or its equivalent, awarded by a Canadian university, in an area of geoscience, or an equivalent credential, as determined by the Registration Committee, from another institution, may submit for assessment and credit a maximum of 12 months work experience acquired after the commencement of the doctor of philosophy degree program and prior to completing the degree requirements.  O. Reg. 378/01, s. 1.",
            "raw_html": "<p class=\"section-e\"><a name=\"s9p2s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s9p2s1\"><span lang=\"EN-US\">9.2 (1)</span></a> An applicant who holds a four-year bachelor of science degree or its equivalent, awarded by a Canadian university, in an area of geoscience, or an equivalent credential, as determined by the Registration Committee, from another institution, may submit for assessment and credit a maximum of 12 months work experience acquired after completion of the second year of studies and prior to completing the degree requirements.  O. Reg. 378/01, s. 1.</p> <p class=\"subsection-e\"><a name=\"s9p2s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s9p2s2\"><span lang=\"EN-US\">(2)</span></a> An applicant who holds a master of science degree or its equivalent, awarded by a Canadian university, in an area of geoscience, or an equivalent credential, as determined by the Registration Committee, from another institution, may submit for assessment and credit a maximum of 12 months work experience acquired after the commencement of the master of science degree program and prior to completing the degree requirements.  O. Reg. 378/01, s. 1.</p> <p class=\"subsection-e\"><a name=\"s9p2s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s9p2s3\"><span lang=\"EN-US\">(3)</span></a> An applicant who holds a doctor of philosophy degree or its equivalent, awarded by a Canadian university, in an area of geoscience, or an equivalent credential, as determined by the Registration Committee, from another institution, may submit for assessment and credit a maximum of 12 months work experience acquired after the commencement of the doctor of philosophy degree program and prior to completing the degree requirements.  O. Reg. 378/01, s. 1.</p>"
        },
        {
            "id": "s9p3s1",
            "section": "Criteria",
            "content": " 9.3 (1) A practising member certificate of registration shall not be issued to an applicant unless the applicant demonstrates work experience that meets all of the following criteria: 1. The work provides practical experience in the application of geoscience theory. 2. The work provides practical experience in the understanding of geoscience process and systems. 3. The work provides experience in the management of geoscientific projects. 4. The work provides experience in demonstrating proficiency in both oral and written communication. 5. The work provides experience that promotes an awareness of the implications of geoscience practice for society in general, including its environmental and economic implications and its implications for safety.  O. Reg. 378/01, s. 1. (2) For the purposes of paragraph 4 of subsection (1), the applicant shall, on request, (a) provide examples of written work, including correspondence, briefs, reports, documents or publications; and (b) ensure that one or more referees comment on oral presentations made before management, clients, regulatory authorities, peers or the general public.  O. Reg. 378/01, s. 1.",
            "raw_html": "<p class=\"section-e\"><a name=\"s9p3s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s9p3s1\"><span lang=\"EN-US\">9.3 (1)</span></a> A practising member certificate of registration shall not be issued to an applicant unless the applicant demonstrates work experience that meets all of the following criteria:</p> <p class=\"paragraph-e\">  1. The work provides practical experience in the application of geoscience theory. </p> <p class=\"paragraph-e\">  2. The work provides practical experience in the understanding of geoscience process and systems.</p> <p class=\"paragraph-e\">  3. The work provides experience in the management of geoscientific projects.</p> <p class=\"paragraph-e\">  4. The work provides experience in demonstrating proficiency in both oral and written communication.</p> <p class=\"paragraph-e\">  5. The work provides experience that promotes an awareness of the implications of geoscience practice for society in general, including its environmental and economic implications and its implications for safety.  O. Reg. 378/01, s. 1.</p> <p class=\"subsection-e\"><a name=\"s9p3s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s9p3s2\"><span lang=\"EN-US\">(2)</span></a> For the purposes of paragraph 4 of subsection (1), the applicant shall, on request,</p> <p class=\"clause-e\">  (a) provide examples of written work, including correspondence, briefs, reports, documents or publications; and </p> <p class=\"clause-e\">  (b) ensure that one or more referees comment on oral presentations made before management, clients, regulatory authorities, peers or the general public.  O. Reg. 378/01, s. 1.</p>"
        },
        {
            "id": "s10s1",
            "section": "Professional practice and ethics examination",
            "content": " 10. (1) Despite section 19, the requirement for successful completion of the professional practice and ethics examination is deferred with respect to an applicant for a certificate of registration if the application is made within two years of the coming into force of this Regulation.  O. Reg. 59/01, s. 10 (1). (2) Where the requirement is deferred under subsection (1), the member shall successfully complete it within the year following his or her registration unless exempted from doing so.  O. Reg. 59/01, s. 10 (2). (3) The Registrar may revoke the certificate of registration of a member who is required to successfully complete the examination but fails to do so.  O. Reg. 59/01, s. 10 (3).",
            "raw_html": "<p class=\"section-e\"><a name=\"s10s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s10s1\"><span lang=\"EN-US\">10. (1)</span></a> Despite section 19, the requirement for successful completion of the professional practice and ethics examination is deferred with respect to an applicant for a certificate of registration if the application is made within two years of the coming into force of this Regulation.  O. Reg. 59/01, s. 10 (1).</p> <p class=\"subsection-e\"><a name=\"s10s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s10s2\"><span lang=\"EN-US\">(2)</span></a> Where the requirement is deferred under subsection (1), the member shall successfully complete it within the year following his or her registration unless exempted from doing so.  O. Reg. 59/01, s. 10 (2).</p> <p class=\"subsection-e\"><a name=\"s10s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s10s3\"><span lang=\"EN-US\">(3)</span></a> The Registrar may revoke the certificate of registration of a member who is required to successfully complete the examination but fails to do so.  O. Reg. 59/01, s. 10 (3).</p>"
        },
        {
            "id": "s11",
            "section": "Registration requirements for temporary members",
            "content": " 11. An applicant for a temporary certificate of registration shall meet one of the following requirements: 1. Be a resident of a jurisdiction other than Ontario and a member of a self-regulatory organization of professional geoscientists in that jurisdiction that has objects similar to those of the Association and that requires qualifications for membership at least equal to the qualifications required for a practising member certificate of registration under this Regulation. 2. Be nationally or internationally recognized in the area of practice in respect of which the work to be undertaken under the certificate relates and have at least 10 years experience in that area.  O. Reg. 59/01, s. 11.",
            "raw_html": "<p class=\"section-e\"><a name=\"s11\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s11\"><span lang=\"EN-US\">11.</span></a><b> </b>An applicant for a temporary certificate of registration shall meet one of the following requirements:</p> <p class=\"paragraph-e\">  1. Be a resident of a jurisdiction other than Ontario and a member of a self-regulatory organization of professional geoscientists in that jurisdiction that has objects similar to those of the Association and that requires qualifications for membership at least equal to the qualifications required for a practising member certificate of registration under this Regulation.</p> <p class=\"paragraph-e\">  2. Be nationally or internationally recognized in the area of practice in respect of which the work to be undertaken under the certificate relates and have at least 10 years experience in that area.  O. Reg. 59/01, s. 11.</p>"
        },
        {
            "id": "s12",
            "section": "Content of temporary certificate ",
            "content": " 12. A temporary certificate of registration shall specify, (a) the activity in Ontario to which it relates; (b) the name of the person, firm or corporation by whom the certificate holder is employed or engaged to perform services in Ontario; (c) the name of the practising member, if any, with whom collaboration is required under this Regulation; and (d) the period of time, not exceeding 12 months, for which the certificate has been issued.  O. Reg. 59/01, s. 12.",
            "raw_html": "<p class=\"section-e\"><a name=\"s12\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s12\"><span lang=\"EN-US\">12.</span></a><b> </b>A temporary certificate of registration shall specify,</p> <p class=\"clause-e\">  (a) the activity in Ontario to which it relates;</p> <p class=\"clause-e\">  (b) the name of the person, firm or corporation by whom the certificate holder is employed or engaged to perform services in Ontario;</p> <p class=\"clause-e\">  (c) the name of the practising member, if any, with whom collaboration is required under this Regulation; and</p> <p class=\"clause-e\">  (d) the period of time, not exceeding 12 months, for which the certificate has been issued.  O. Reg. 59/01, s. 12.</p>"
        },
        {
            "id": "s13s1",
            "section": "Conditions of temporary certificate",
            "content": " 13. (1) It is a term and condition of a temporary certificate of registration that the holder carry out only those activities specified in the certificate.  O. Reg. 59/01, s. 13 (1). (2) It is a term and condition of a temporary certificate of registration that the holder collaborate with a practising member in carrying out the activities specified in the certificate unless the holder, (a) is a member of a self-regulatory organization of professional geoscientists in another jurisdiction that has objects similar to those of the Association and that requires qualifications for membership as least equal to the qualifications for a practising member certificate of registration under this Regulation; (b) provides evidence of qualifications at least equal to the qualifications required for a practising member certificate of registration under this Regulation and of knowledge of all codes, standards and laws relevant to the work undertaken under the certificate; (c) provides evidence of national or international recognition in the area of practice relevant to the work undertaken under the certificate and of knowledge of all codes, standards and laws relevant to that work; or (d) is carrying out the work outside Ontario and that work is undertaken under the certificate to satisfy a requirement set out in a statute of Ontario other than the Act.  O. Reg. 59/01, s. 13 (2). (3) It is a term and condition of a temporary certificate of registration held by a person who must collaborate with a practising member that the person not issue a final drawing, specification, plan, report or other document unless the practising member has signed and dated it and affixed his or her seal to it.  O. Reg. 59/01, s. 13 (3). (4) It is a term and condition of a temporary certificate of registration that the holder use the designation “P.Geo. (Temporary)” in English or “G.P. (membre temporaire)” in French.  O. Reg. 59/01, s. 13 (4).",
            "raw_html": "<p class=\"section-e\"><a name=\"s13s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s13s1\"><span lang=\"EN-US\">13. (1)</span></a> It is a term and condition of a temporary certificate of registration that the holder carry out only those activities specified in the certificate.  O. Reg. 59/01, s. 13 (1).</p> <p class=\"subsection-e\"><a name=\"s13s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s13s2\"><span lang=\"EN-US\">(2)</span></a> It is a term and condition of a temporary certificate of registration that the holder collaborate with a practising member in carrying out the activities specified in the certificate unless the holder,</p> <p class=\"clause-e\">  (a) is a member of a self-regulatory organization of professional geoscientists in another jurisdiction that has objects similar to those of the Association and that requires qualifications for membership as least equal to the qualifications for a practising member certificate of registration under this Regulation;</p> <p class=\"clause-e\">  (b) provides evidence of qualifications at least equal to the qualifications required for a practising member certificate of registration under this Regulation and of knowledge of all codes, standards and laws relevant to the work undertaken under the certificate;</p> <p class=\"clause-e\">  (c) provides evidence of national or international recognition in the area of practice relevant to the work undertaken under the certificate and of knowledge of all codes, standards and laws relevant to that work; or</p> <p class=\"clause-e\">  (d) is carrying out the work outside Ontario and that work is undertaken under the certificate to satisfy a requirement set out in a statute of Ontario other than the Act.  O. Reg. 59/01, s. 13 (2).</p> <p class=\"subsection-e\"><a name=\"s13s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s13s3\"><span lang=\"EN-US\">(3)</span></a> It is a term and condition of a temporary certificate of registration held by a person who must collaborate with a practising member that the person not issue a final drawing, specification, plan, report or other document unless the practising member has signed and dated it and affixed his or her seal to it.  O. Reg. 59/01, s. 13 (3).</p> <p class=\"subsection-e\"><a name=\"s13s4\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s13s4\"><span lang=\"EN-US\">(4)</span></a> It is a term and condition of a temporary certificate of registration that the holder use the designation “P.Geo. (Temporary)” in English or “G.P. (membre temporaire)” in French.  O. Reg. 59/01, s. 13 (4).</p>"
        },
        {
            "id": "s14",
            "section": "Requirements for limited certificate",
            "content": " 14. An applicant for a limited certificate of registration shall meet the following registration requirements: 1. Have successfully completed any examination required by the Registration Committee. 2. Have successfully completed the professional practice and ethics examination where not exempted from taking it by the Registration Committee.  O. Reg. 59/01, s. 14.",
            "raw_html": "<p class=\"section-e\"><a name=\"s14\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s14\"><span lang=\"EN-US\">14.</span></a><b> </b>An applicant for a limited certificate of registration shall meet the following registration requirements:</p> <p class=\"paragraph-e\">  1. Have successfully completed any examination required by the Registration Committee. </p> <p class=\"paragraph-e\">  2. Have successfully completed the professional practice and ethics examination where not exempted from taking it by the Registration Committee.  O. Reg. 59/01, s. 14.</p>"
        },
        {
            "id": "s14p1",
            "section": "Exception",
            "content": " 14.1 Despite section 14, an applicant for a limited certificate of registration may meet the following requirements: 1. Hold a certificate, licence, registration or similar official recognition that, i. is granted by a Canadian provincial or territorial professional geoscience regulatory authority, and ii. attests to the applicant’s being qualified to practise professional geoscience within the limits set out in the certificate, licence, registration or similar official recognition. 2. The certificate, licence, registration or similar official recognition has not been suspended, cancelled or revoked.  O. Reg. 506/10, s. 2.",
            "raw_html": "<p class=\"section-e\"><a name=\"s14p1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s14p1\"><span lang=\"EN-US\">14.1</span></a><b> </b>Despite section 14, an applicant for a limited certificate of registration may meet the following requirements:</p> <p class=\"paragraph-e\">  1. Hold a certificate, licence, registration or similar official recognition that,</p> <p class=\"subpara-e\">  i. is granted by a Canadian provincial or territorial professional geoscience regulatory authority, and </p> <p class=\"subpara-e\">  ii. attests to the applicant’s being qualified to practise professional geoscience within the limits set out in the certificate, licence, registration or similar official recognition.</p> <p class=\"paragraph-e\">  2. The certificate, licence, registration or similar official recognition has not been suspended, cancelled or revoked.  O. Reg. 506/10, s. 2.</p>"
        },
        {
            "id": "s15",
            "section": "Conditions of limited certificate ",
            "content": " 15. It is a term and condition of a limited certificate of registration that the holder,  (a) provide only those services specified in the certificate; (b) not provide services except as an employee of the employer named in the certificate; (c) notify the Registrar immediately if he or she ceases to be employed by the named employer and return his or her certificate and the seal issued to him or her; (d) be supervised by a practising member or temporary member; (e) not issue a final drawing, specification, plan, report or other document unless the supervising practising member or temporary member has signed and dated it and affixed his or her seal to it; and (f) use the designation “P.Geo. (Limited)” in English or “G.P. (membre restreint)” in French.  O. Reg. 59/01, s. 15.",
            "raw_html": "<p class=\"section-e\"><a name=\"s15\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s15\"><span lang=\"EN-US\">15.</span></a><b> </b>It is a term and condition of a limited certificate of registration that the holder, </p> <p class=\"clause-e\">  (a) provide only those services specified in the certificate; </p> <p class=\"clause-e\">  (b) not provide services except as an employee of the employer named in the certificate;</p> <p class=\"clause-e\">  (c) notify the Registrar immediately if he or she ceases to be employed by the named employer and return his or her certificate and the seal issued to him or her;<span class=\"MsoFootnoteReference\"><sup><span> </span></sup></span></p> <p class=\"clause-e\">  (d) be supervised by a practising member or temporary member;</p> <p class=\"clause-e\">  (e) not issue a final drawing, specification, plan, report or other document unless the supervising practising member or temporary member has signed and dated it and affixed his or her seal to it; and</p> <p class=\"clause-e\">  (f) use the designation “P.Geo. (Limited)” in English or “G.P. (membre restreint)” in French.  O. Reg. 59/01, s. 15.</p>"
        },
        {
            "id": "s16s1",
            "section": "Requirements for non-practising certificate",
            "content": " 16. (1) An applicant for a non-practising certificate shall, (a) hold or have held a certificate of registration as a practising, temporary or limited member; (b) hold or have held a membership in a self-regulatory organization of professional geoscientists in another jurisdiction; or (c) hold or have held a membership in another self-regulatory professional organization where the applicant’s practice is or was related to professional geoscience.  O. Reg. 59/01, s. 16 (1). (2) It is a term and condition of a non-practising certificate of registration that the holder not practise professional geoscience and not use the stamp or seal of the Association.  O. Reg. 59/01, s. 16 (2). (3) The holder of a non-practising certificate of registration may use the designation “P.Geo. (Non-practising)” in English or “G.P. (membre inactif)” in French.  O. Reg. 59/01, s. 16 (3).",
            "raw_html": "<p class=\"section-e\"><a name=\"s16s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s16s1\"><span lang=\"EN-US\">16. (1)</span></a> An applicant for a non-practising certificate shall,</p> <p class=\"clause-e\">  (a) hold or have held a certificate of registration as a practising, temporary or limited member;</p> <p class=\"clause-e\">  (b) hold or have held a membership in a self-regulatory organization of professional geoscientists in another jurisdiction; or</p> <p class=\"clause-e\">  (c) hold or have held a membership in another self-regulatory professional organization where the applicant’s practice is or was related to professional geoscience.  O. Reg. 59/01, s. 16 (1).</p> <p class=\"subsection-e\"><a name=\"s16s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s16s2\"><span lang=\"EN-US\">(2)</span></a> It is a term and condition of a non-practising certificate of registration that the holder not practise professional geoscience and not use the stamp or seal of the Association.  O. Reg. 59/01, s. 16 (2).</p> <p class=\"subsection-e\"><a name=\"s16s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s16s3\"><span lang=\"EN-US\">(3)</span></a> The holder of a non-practising certificate of registration may use the designation “P.Geo. (Non-practising)” in English or “G.P. (membre inactif)” in French.  O. Reg. 59/01, s. 16 (3).</p>"
        },
        {
            "id": "s17s1",
            "section": "Examination arrangements",
            "content": " 17. (1) The Registrar is responsible for arranging for the holding of examinations, including their time and place.  O. Reg. 59/01, s. 17 (1). (2) An examination required by the Registration Committee, including the professional practice and ethics examination, shall be administered by the Association at least once a year.  O. Reg. 59/01, s. 17 (2). (3) An application to take an examination shall be made in the form provided by the Registrar, be accompanied by the fee set out in the by-laws and be received by the Association at least 60 days before the date of the examination.  O. Reg. 59/01, s. 17 (3). (4) A person is eligible to take the applicable examinations for registration if the person has applied for a certificate of registration and satisfied the applicable registration requirements.  O. Reg. 59/01, s. 17 (4).",
            "raw_html": "<p class=\"section-e\"><a name=\"s17s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s17s1\"><span lang=\"EN-US\">17. (1)</span></a> The Registrar is responsible for arranging for the holding of examinations, including their time and place.  O. Reg. 59/01, s. 17 (1).</p> <p class=\"subsection-e\"><a name=\"s17s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s17s2\"><span lang=\"EN-US\">(2)</span></a> An examination required by the Registration Committee, including the professional practice and ethics examination, shall be administered by the Association at least once a year.  O. Reg. 59/01, s. 17 (2).</p> <p class=\"subsection-e\"><a name=\"s17s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s17s3\"><span lang=\"EN-US\">(3)</span></a> An application to take an examination shall be made in the form provided by the Registrar, be accompanied by the fee set out in the by-laws and be received by the Association at least 60 days before the date of the examination.  O. Reg. 59/01, s. 17 (3).</p> <p class=\"subsection-e\"><a name=\"s17s4\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s17s4\"><span lang=\"EN-US\">(4)</span></a> A person is eligible to take the applicable examinations for registration if the person has applied for a certificate of registration and satisfied the applicable registration requirements.  O. Reg. 59/01, s. 17 (4).</p>"
        },
        {
            "id": "s18s1",
            "section": "Examination requirements",
            "content": " 18. (1) In this section,  “academic year” means the period beginning on September 1 in a year and ending on August 31 the next year.  O. Reg. 59/01, s. 18 (1). (2) An applicant for a certificate of registration shall write the applicable examination or, if required to write more than one, the first applicable examination within two academic years immediately after the date of the notice sent to the applicant by the Registrar setting out the examination requirements that the applicant is required to satisfy.  O. Reg. 59/01, s. 18 (2). (3) An applicant shall not be issued a certificate of registration unless he or she successfully completes the required examinations within four academic years after the date of the notice.  O. Reg. 59/01, s. 18 (3). (4) The Registrar may withdraw the application of an applicant who, (a) without having submitted reasonable justification in writing, fails to appear at the time and place set for an examination; or (b) fails to satisfy the examination requirements within the times referred to in subsections (2) and (3).  O. Reg. 59/01, s. 18 (4). (5) An applicant who has failed to successfully complete an examination set or approved by the Council is not entitled, except with the permission of the Registration Committee, to take the examination again and the applicant’s application for a certificate of registration shall be withdrawn by the Registrar.  O. Reg. 59/01, s. 18 (5). (6) If an applicant who is required by the Registration Committee to take and pass more than one examination fails to take at least one examination in each academic year after taking the first examination, the Registrar may withdraw the applicant’s application unless the applicant submits to the Registrar reasonable justification in writing for the failure.  O. Reg. 59/01, s. 18 (6).",
            "raw_html": "<p class=\"section-e\"><a name=\"s18s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s18s1\"><span lang=\"EN-US\">18. (1)</span></a> In this section, </p> <p class=\"firstdef-e\">“academic year” means the period beginning on September 1 in a year and ending on August 31 the next year.  O. Reg. 59/01, s. 18 (1).</p> <p class=\"subsection-e\"><a name=\"s18s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s18s2\"><span lang=\"EN-US\">(2)</span></a> An applicant for a certificate of registration shall write the applicable examination or, if required to write more than one, the first applicable examination within two academic years immediately after the date of the notice sent to the applicant by the Registrar setting out the examination requirements that the applicant is required to satisfy.  O. Reg. 59/01, s. 18 (2).</p> <p class=\"subsection-e\"><a name=\"s18s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s18s3\"><span lang=\"EN-US\">(3)</span></a> An applicant shall not be issued a certificate of registration unless he or she successfully completes the required examinations within four academic years after the date of the notice.  O. Reg. 59/01, s. 18 (3).</p> <p class=\"subsection-e\"><a name=\"s18s4\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s18s4\"><span lang=\"EN-US\">(4)</span></a> The Registrar may withdraw the application of an applicant who,</p> <p class=\"clause-e\">  (a) without having submitted reasonable justification in writing, fails to appear at the time and place set for an examination; or</p> <p class=\"clause-e\">  (b) fails to satisfy the examination requirements within the times referred to in subsections (2) and (3).  O. Reg. 59/01, s. 18 (4).</p> <p class=\"subsection-e\"><a name=\"s18s5\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s18s5\"><span lang=\"EN-US\">(5)</span></a> An applicant who has failed to successfully complete an examination set or approved by the Council is not entitled, except with the permission of the Registration Committee, to take the examination again and the applicant’s application for a certificate of registration shall be withdrawn by the Registrar.  O. Reg. 59/01, s. 18 (5).</p> <p class=\"subsection-e\"><a name=\"s18s6\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s18s6\"><span lang=\"EN-US\">(6)</span></a> If an applicant who is required by the Registration Committee to take and pass more than one examination fails to take at least one examination in each academic year after taking the first examination, the Registrar may withdraw the applicant’s application unless the applicant submits to the Registrar reasonable justification in writing for the failure.  O. Reg. 59/01, s. 18 (6).</p>"
        },
        {
            "id": "s19s1",
            "section": "Professional practice and ethics examination",
            "content": " 19. (1) An applicant for a certificate of registration must pass the professional practice and ethics examination not later than two years after the latest of the following dates: 1. The date of submission of the application for membership. 2. The date of successful completion of all other examination requirements or the final determination that no examination is required. 3. December 20, 2006.  O. Reg. 573/06, s. 2. (2) An applicant for a certificate of registration may take the professional practice and ethics examination a maximum of three times.  O. Reg. 59/01, s. 19 (2).",
            "raw_html": "<p class=\"section-e\"><a name=\"s19s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s19s1\"><span lang=\"EN-US\">19. (1)</span></a> An applicant for a certificate of registration must pass the professional practice and ethics examination not later than two years after the latest of the following dates:</p> <p class=\"paragraph-e\">  1. The date of submission of the application for membership.</p> <p class=\"paragraph-e\">  2. The date of successful completion of all other examination requirements or the final determination that no examination is required.</p> <p class=\"paragraph-e\">  3. December 20, 2006<span class=\"ovitalicbold\"><span>.  O. Reg. 573/06, s. 2.</span></span></p> <p class=\"subsection-e\"><a name=\"s19s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s19s2\"><span lang=\"EN-US\">(2)</span></a> An applicant for a certificate of registration may take the professional practice and ethics examination a maximum of three times.  O. Reg. 59/01, s. 19 (2).</p>"
        },
        {
            "id": "s19p1",
            "section": "Exception",
            "content": " 19.1 Despite section 19, the following classes of applicants are not required to complete the professional practice and ethics examination: 1. Applicants for certificates of registration who meet the requirements set out in subsection 8 (1.1). 2. Applicants for limited certificates of registration who meet the requirements set out in section 14.1.  O. Reg. 506/10, s. 2.",
            "raw_html": "<p class=\"section-e\"><a name=\"s19p1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s19p1\"><span lang=\"EN-US\">19.1</span></a><b> </b>Despite section 19, the following classes of applicants are not required to complete the professional practice and ethics examination:</p> <p class=\"paragraph-e\">  1. Applicants for certificates of registration who meet the requirements set out in subsection 8 (1.1).</p> <p class=\"paragraph-e\">  2. Applicants for limited certificates of registration who meet the requirements set out in section 14.1.  O. Reg. 506/10, s. 2.</p>"
        },
        {
            "id": "s20s1",
            "section": "Marks",
            "content": " 20. (1) All examinations, other than the professional practice and ethics examination, shall be marked on a percentage basis by examiners appointed by the Registrar in accordance with policies established from time to time by the Registration Committee.  O. Reg. 59/01, s. 20 (1). (2) The professional practice and ethics examination may be marked on a pass or fail basis and shall be marked by examiners appointed by the Registrar in accordance with policies established from time to time by the Registration Committee.  O. Reg. 59/01, s. 20 (2). (3) Examination results shall be mailed to the candidate not later than 60 days after the writing of the examination.  O. Reg. 59/01, s. 20 (3). Certificates of Authorization",
            "raw_html": "<p class=\"section-e\"><a name=\"s20s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s20s1\"><span lang=\"EN-US\">20. (1)</span></a> All examinations, other than the professional practice and ethics examination, shall be marked on a percentage basis by examiners appointed by the Registrar in accordance with policies established from time to time by the Registration Committee.  O. Reg. 59/01, s. 20 (1).</p> <p class=\"subsection-e\"><a name=\"s20s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s20s2\"><span lang=\"EN-US\">(2)</span></a> The professional practice and ethics examination may be marked on a pass or fail basis and shall be marked by examiners appointed by the Registrar in accordance with policies established from time to time by the Registration Committee.  O. Reg. 59/01, s. 20 (2).</p> <p class=\"subsection-e\"><a name=\"s20s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s20s3\"><span lang=\"EN-US\">(3)</span></a> Examination results shall be mailed to the candidate not later than 60 days after the writing of the examination.  O. Reg. 59/01, s. 20 (3).</p> <p class=\"heading1-e\">Certificates of Authorization</p>"
        },
        {
            "id": "s21",
            "section": "Certificate of authorization",
            "content": " 21. An applicant for a certificate of authorization shall do the following: 1. Designate one or more practising or temporary members as being responsible for and supervising the provision of professional geoscientific services to be provided by the applicant. 2. State in the application that the persons designated under paragraph 1 will devote sufficient time to the applicant’s work to carry out the responsibilities referred to in that paragraph. 3. State in the application that the persons designated under paragraph 1 are the applicant for the certificate of authorization, the employees of the applicant or, where the applicant is a partnership, the partners and their employees.  O. Reg. 59/01, s. 21.",
            "raw_html": "<p class=\"section-e\"><a name=\"s21\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s21\"><span lang=\"EN-US\">21.</span></a><b> </b>An applicant for a certificate of authorization shall do the following:</p> <p class=\"paragraph-e\">  1. Designate one or more practising or temporary members as being responsible for and supervising the provision of professional geoscientific services to be provided by the applicant.</p> <p class=\"paragraph-e\">  2. State in the application that the persons designated under paragraph 1 will devote sufficient time to the applicant’s work to carry out the responsibilities referred to in that paragraph.</p> <p class=\"paragraph-e\">  3. State in the application that the persons designated under paragraph 1 are the applicant for the certificate of authorization, the employees of the applicant or, where the applicant is a partnership, the partners and their employees.  O. Reg. 59/01, s. 21.</p>"
        },
        {
            "id": "s22s1",
            "section": "Application for certificate of authorization",
            "content": " 22. (1) A corporation, partnership or other entity may apply for a certificate of authorization by completing the application form provided by the Registrar and submitting it along with the application fee set out in the by-laws.  O. Reg. 59/01, s. 22 (1). (2) The application shall contain, (a) the names and addresses of the individual, or all of the partners or all of the officers and directors of the applicant, as the case may be; (b) the names of the individual, partners or employees, as the case may be, who hold certificates of registration in the practising or temporary member class and who will assume responsibility for and supervise the professional geoscientific services provided on the applicant’s behalf; (c) the certificate or certificates of the persons named in clause (b) certifying, (i) that the information contained in the application is true and correct, and (ii) where applicable, that one of the primary functions of the applicant is or will be to provide professional geoscientific services to the public.  O. Reg. 59/01, s. 22 (2). (3) The information required under subsection (2) shall be noted on the registers maintained by the Registrar and may be published by the council from time to time.  O. Reg. 59/01, s. 22 (3).",
            "raw_html": "<p class=\"section-e\"><a name=\"s22s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s22s1\"><span lang=\"EN-US\">22. (1)</span></a> A corporation, partnership or other entity may apply for a certificate of authorization by completing the application form provided by the Registrar and submitting it along with the application fee set out in the by-laws.  O. Reg. 59/01, s. 22 (1).</p> <p class=\"subsection-e\"><a name=\"s22s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s22s2\"><span lang=\"EN-US\">(2)</span></a> The application shall contain,</p> <p class=\"clause-e\">  (a) the names and addresses of the individual, or all of the partners or all of the officers and directors of the applicant, as the case may be; </p> <p class=\"clause-e\">  (b) the names of the individual, partners or employees, as the case may be, who hold certificates of registration in the practising or temporary member class and who will assume responsibility for and supervise the professional geoscientific services provided on the applicant’s behalf;</p> <p class=\"clause-e\">  (c) the certificate or certificates of the persons named in clause (b) certifying,</p> <p class=\"subclause-e\">  (i) that the information contained in the application is true and correct, and</p> <p class=\"subclause-e\">  (ii) where applicable, that one of the primary functions of the applicant is or will be to provide professional geoscientific services to the public.  O. Reg. 59/01, s. 22 (2).</p> <p class=\"subsection-e\"><a name=\"s22s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s22s3\"><span lang=\"EN-US\">(3)</span></a> The information required under subsection (2) shall be noted on the registers maintained by the Registrar and may be published by the council from time to time.  O. Reg. 59/01, s. 22 (3).</p>"
        },
        {
            "id": "s23s1",
            "section": "Duration of certificate of authorization",
            "content": " 23. (1) A certificate of authorization is valid from the date of issue until it expires one year after the last day of the month in which it was issued.  O. Reg. 59/01, s. 23 (1). (2) A certificate of authorization may be renewed by paying the renewal fee set out in the Association’s by-laws no later than the date of expiry.  O. Reg. 59/01, s. 23 (2). (3) Despite subsection (1), if the individual, partners or employees named in an application for a certificate of authorization are all holders of temporary certificates of registration, a certificate of authorization issued in respect of the application expires on the date of expiry of the temporary certificate that expires last.  O. Reg. 59/01, s. 23 (3).",
            "raw_html": "<p class=\"section-e\"><a name=\"s23s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s23s1\"><span lang=\"EN-US\">23. (1)</span></a> A certificate of authorization is valid from the date of issue until it expires one year after the last day of the month in which it was issued.  O. Reg. 59/01, s. 23 (1).</p> <p class=\"subsection-e\"><a name=\"s23s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s23s2\"><span lang=\"EN-US\">(2)</span></a> A certificate of authorization may be renewed by paying the renewal fee set out in the Association’s by-laws no later than the date of expiry.  O. Reg. 59/01, s. 23 (2).</p> <p class=\"subsection-e\"><a name=\"s23s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s23s3\"><span lang=\"EN-US\">(3)</span></a> Despite subsection (1), if the individual, partners or employees named in an application for a certificate of authorization are all holders of temporary certificates of registration, a certificate of authorization issued in respect of the application expires on the date of expiry of the temporary certificate that expires last.  O. Reg. 59/01, s. 23 (3).</p>"
        },
        {
            "id": "s24",
            "section": "Ineligibility for certificate of authorization",
            "content": " 24. The following is prescribed as a circumstance in which an applicant is not eligible to be issued a certificate of authorization:  1. The Registrar has reasonable and probable grounds for believing, on the basis of the past conduct of a person who is in a position of authority or responsibility in the operation of the business of the applicant for the certificate of authorization, that the applicant will not engage in the business of providing professional geoscientific services in accordance with the law and with honesty and integrity.  O. Reg. 59/01, s. 24.",
            "raw_html": "<p class=\"section-e\"><a name=\"s24\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s24\"><span lang=\"EN-US\">24.</span></a><b> </b>The following is prescribed as a circumstance in which an applicant is not eligible to be issued a certificate of authorization: </p> <p class=\"paragraph-e\">  1. The Registrar has reasonable and probable grounds for believing, on the basis of the past conduct of a person who is in a position of authority or responsibility in the operation of the business of the applicant for the certificate of authorization, that the applicant will not engage in the business of providing professional geoscientific services in accordance with the law and with honesty and integrity.  O. Reg. 59/01, s. 24.</p>"
        },
        {
            "id": "s25s1",
            "section": "Professional liability insurance",
            "content": " 25. (1) It is a condition of every certificate of authorization that, (a) before December 20, 2006, the certificate holder be insured against professional liability under a policy of professional liability insurance that meets or exceeds the requirements set out in subsection (2); and (b) on and after December 20, 2006, (i) the certificate holder be insured against professional liability under a policy of professional liability insurance that meets or exceeds the requirements set out in subsection (2), (ii) the certificate holder be insured against professional liability under a policy of professional liability insurance that substantially complies with the requirements set out in subsection (2) and, before the certificate holder enters into any agreement to provide professional geoscientific services to any person, the certificate holder provide documentation of the insurance to the person and to the Registrar, or (iii) if the certificate holder is not insured against professional liability, the requirements listed in subsection (3) be met before the certificate holder enters into an agreement to provide professional geoscientific services to any person.  O. Reg. 573/06, s. 3. (2) The requirements referred to in clause (1) (a) and in subclause (1) (b) (i) are as follows: 1. A policy limit for each single claim of not less than $250,000 and either an aggregate policy limit for all claims of not less than $500,000 per year or an automatic policy reinstatement feature. 2. Coverage for liability for errors, omissions and negligent acts arising out of the performance of all services within the practice of professional geoscience offered or provided to the public by the insured subject to such exclusions and conditions and otherwise on such terms as are consistent with normal insurance industry practice from time to time.  O. Reg. 573/06, s. 3. (3) For the purposes of subclause (1) (b) (iii), the following requirements must be met before a certificate holder who is not insured against professional liability enters into an agreement to provide professional geoscientific services to any person: 1. The certificate holder provides to the person a copy of the certificate holder’s identification and a copy of his or her certificate of authorization. 2. The certificate holder provides the following written statement to the person: The regulation respecting registration requirements under the Professional Geoscientists Act, 2000 (Ontario Regulation 59/01 (Registration) made under the Act), requires a holder of a certificate of registration who is not insured against professional liability to inform a person with whom he or she intends to enter into an agreement for professional geoscientific services, that he or she is not so insured. I, ......................................... (name of certificate holder), as the holder of a certificate of authorization issued by the Association of Professional Geoscientists of Ontario, inform you with this statement that I am not insured against professional liability. 3. The person provides to the certificate holder a signed statement that the person has read the statement set out in paragraph 2 and acknowledges that the certificate holder is not insured against professional liability. 4. The certificate holder provides the following to the Registrar: i. The documents described in paragraph 1. ii. A copy of the statements described in paragraphs 2 and 3.  O. Reg. 573/06, s. 3.  Français  ",
            "raw_html": "<p class=\"section-e\"><a name=\"s25s1\"></a><b> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s25s1\"><span lang=\"EN-US\">25. (1)</span></a></b> It is a condition of every certificate of authorization that,</p> <p class=\"clause-e\">  (a) before December 20, 2006, the certificate holder be insured against professional liability under a policy of professional liability insurance that meets or exceeds the requirements set out in subsection (2); and</p> <p class=\"clause-e\">  (b) on and after December 20, 2006,</p> <p class=\"subclause-e\">  (i) the certificate holder be insured against professional liability under a policy of professional liability insurance that meets or exceeds the requirements set out in subsection (2),</p> <p class=\"subclause-e\">  (ii) the certificate holder be insured against professional liability under a policy of professional liability insurance that substantially complies with the requirements set out in subsection (2) and, before the certificate holder enters into any agreement to provide professional geoscientific services to any person, the certificate holder provide documentation of the insurance to the person and to the Registrar, or</p> <p class=\"subclause-e\">  (iii) if the certificate holder is not insured against professional liability, the requirements listed in subsection (3) be met before the certificate holder enters into an agreement to provide professional geoscientific services to any person.  O.<span class=\"ovitalicbold\"><span> Reg. 573/06, s. 3.</span></span></p> <p class=\"subsection-e\"><a name=\"s25s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s25s2\"><span lang=\"EN-US\">(2)</span></a> The requirements referred to in clause (1) (a) and in subclause (1) (b) (i) are as follows:</p> <p class=\"paragraph-e\">  1. A policy limit for each single claim of not less than $250,000 and either an aggregate policy limit for all claims of not less than $500,000 per year or an automatic policy reinstatement feature.</p> <p class=\"paragraph-e\">  2. Coverage for liability for errors, omissions and negligent acts arising out of the performance of all services within the practice of professional geoscience offered or provided to the public by the insured subject to such exclusions and conditions and otherwise on such terms as are consistent with normal insurance industry practice from time to time.  O.<span class=\"ovitalicbold\"><span> Reg. 573/06, s. 3.</span></span></p> <p class=\"subsection-e\"><a name=\"s25s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/010059#s25s3\"><span lang=\"EN-US\">(3)</span></a> For the purposes of subclause (1) (b) (iii), the following requirements must be met before a certificate holder who is not insured against professional liability enters into an agreement to provide professional geoscientific services to any person:</p> <p class=\"paragraph-e\">  1. The certificate holder provides to the person a copy of the certificate holder’s identification and a copy of his or her certificate of authorization.</p> <p class=\"paragraph-e\">  2. The certificate holder provides the following written statement to the person:</p> <p class=\"paragraph-e\">  The regulation respecting registration requirements under the <i>Professional Geoscientists Act, 2000</i> (Ontario Regulation 59/01 (Registration) made under the Act), requires a holder of a certificate of registration who is not insured against professional liability to inform a person with whom he or she intends to enter into an agreement for professional geoscientific services, that he or she is not so insured.</p> <p class=\"paragraph-e\">  I, ......................................... (<i>name of certificate holder</i>), as the holder of a certificate of authorization issued by the Association of Professional Geoscientists of Ontario, inform you with this statement that I am not insured against professional liability.</p> <p class=\"paragraph-e\">  3. The person provides to the certificate holder a signed statement that the person has read the statement set out in paragraph 2 and acknowledges that the certificate holder is not insured against professional liability.</p> <p class=\"paragraph-e\">  4. The certificate holder provides the following to the Registrar:</p> <p class=\"subpara-e\">  i. The documents described in paragraph 1.</p> <p class=\"subpara-e\">  ii. A copy of the statements described in paragraphs 2 and 3.  O.<span class=\"ovitalicbold\"><span> Reg. 573/06, s. 3.</span></span></p> <p class=\"subpara-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/010059\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}