{
    "reg_info": {
        "full_title": "O. Reg. 457/97: CONSTRUCTION WORK",
        "reg_name_text": "CONSTRUCTION WORK",
        "citation": "O. Reg. 457/97: ",
        "act_under": "Public Sector Labour Relations Transition Act, 1997",
        "url": "https://www.ontario.ca/laws/regulation/970457",
        "date_scraped": "2023-12-20 00:35:53"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "February 12, 1998",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. (1) If a predecessor employer was a municipality or a school board and a construction union had bargaining rights with respect to a bargaining unit of that employer that contained or would have contained employees who performed construction work, the following apply: 1. The description of the bargaining unit of the successor employer referred to in subsection 14 (1) of the Act shall not include, or be changed under section 22 of the Act to include, employees who perform construction work outside the geographic jurisdiction of the predecessor employer unless the successor employer agrees. 2. Despite sections 15 and 24 of the Act, a collective agreement that bound the predecessor employer immediately before the changeover date does not bind the successor employer with respect to construction work performed outside the geographic jurisdiction of the predecessor employer unless the successor employer agrees.  O. Reg. 457/97, s. 1 (1). (2) For the purposes of this section, two or more predecessor employers shall be deemed to be a single predecessor employer if each of them had a bargaining unit containing employees who performed construction work and, (a) the same construction union had bargaining rights with respect to each of the bargaining units; or (b) construction unions that are affiliated bargaining agents subordinate or directly related to the same provincial, national or international trade union had bargaining rights with respect to the bargaining units.  O. Reg. 457/97, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) If a predecessor employer was a municipality or a school board and a construction union had bargaining rights with respect to a bargaining unit of that employer that contained or would have contained employees who performed construction work, the following apply:</p> <p class=\"paragraph-e\">  1. The description of the bargaining unit of the successor employer referred to in subsection 14 (1) of the Act shall not include, or be changed under section 22 of the Act to include, employees who perform construction work outside the geographic jurisdiction of the predecessor employer unless the successor employer agrees.</p> <p class=\"paragraph-e\">  2. Despite sections 15 and 24 of the Act, a collective agreement that bound the predecessor employer immediately before the changeover date does not bind the successor employer with respect to construction work performed outside the geographic jurisdiction of the predecessor employer unless the successor employer agrees.  O. Reg. 457/97, s. 1 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of this section, two or more predecessor employers shall be deemed to be a single predecessor employer if each of them had a bargaining unit containing employees who performed construction work and,</p> <p class=\"clause-e\">  (a) the same construction union had bargaining rights with respect to each of the bargaining units; or</p> <p class=\"clause-e\">  (b) construction unions that are affiliated bargaining agents subordinate or directly related to the same provincial, national or international trade union had bargaining rights with respect to the bargaining units.  O. Reg. 457/97, s. 1 (2).</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. Sections 31 and 32 of the Act do not apply with respect to a provincial agreement as defined in section 151 of the Labour Relations Act, 1995.  O. Reg. 457/97, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>Sections 31 and 32 of the Act do not apply with respect to a provincial agreement as defined in section 151 of the <i>Labour Relations Act, 1995</i>.  O. Reg. 457/97, s. 2.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/970457\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}