{
    "reg_info": {
        "full_title": "O. Reg. 85/07: ECHO: IMPROVING WOMEN'S HEALTH IN ONTARIO",
        "reg_name_text": "ECHO: IMPROVING WOMEN’S HEALTH IN ONTARIO",
        "citation": "O. Reg. 85/07: ECHO: IMPROVING WOMEN'S HEALTH IN ONTARIO",
        "act_under": "Development Corporations Act   Loi sur les sociétés de développement",
        "url": "https://www.ontario.ca/laws/regulation/070085",
        "date_scraped": "2023-12-19 04:35:56"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/070085/v3",
            "valid_from": "June 24, 2013",
            "valid_to": "June 30, 2013"
        },
        {
            "a_href": "/laws/regulation/070085/v2",
            "valid_from": "June 21, 2007",
            "valid_to": "June 23, 2013"
        },
        {
            "a_href": "/laws/regulation/070085/v1",
            "valid_from": "March  9, 2007",
            "valid_to": "June 20, 2007"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Regulation, “Agency” means the corporation established under section 2; “Minister” means the Minister of Health and Long-Term Care. O. Reg. 85/07, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“Agency” means the corporation established under section 2;</p> <p class=\"definition-e\">“Minister” means the Minister of Health and Long-Term Care. O. Reg. 85/07, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Agency established",
            "content": "2. (1) A corporation to be known in English as Echo: Improving Women’s Health in Ontario and in French as Écho: pour l’amélioration de la santé des Ontariennes is established as a corporation without share capital. O. Reg. 85/07, s. 2 (1). (2) The Agency is composed of the members of its board of directors. O. Reg. 85/07, s. 2 (2). (3) The Agency is, for all its purposes, an agent of Her Majesty within the meaning of the Crown Agency Act and its powers may be exercised only as an agent of Her Majesty. O. Reg. 85/07, s. 2 (3). (4) Section 132 (conflict of interest), subsection 134 (1) (standards of care) and section 136 (indemnification and liability insurance) of the Business Corporations Act apply with necessary modifications to the Agency and to the members of its board of directors. O. Reg. 85/07, s. 2 (4). (5) The Corporations Act and the Corporations Information Act do not apply to the Agency. O. Reg. 85/07, s. 2 (5).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) A corporation to be known in English as Echo: Improving Women’s Health in Ontario and in French as Écho: pour l’amélioration de la santé des Ontariennes is established as a corporation without share capital. O. Reg. 85/07, s. 2 (1).</p> <p class=\"subsection-e\">(2) The Agency is composed of the members of its board of directors. O. Reg. 85/07, s. 2 (2).</p> <p class=\"subsection-e\">(3) The Agency is, for all its purposes, an agent of Her Majesty within the meaning of the <i>Crown Agency Act </i>and its powers may be exercised only as an agent of Her Majesty. O. Reg. 85/07, s. 2 (3).</p> <p class=\"subsection-e\">(4) Section 132 (conflict of interest), subsection 134 (1) (standards of care) and section 136 (indemnification and liability insurance) of the <i>Business Corporations Act </i>apply with necessary modifications to the Agency and to the members of its board of directors. O. Reg. 85/07, s. 2 (4).</p> <p class=\"subsection-e\">(5) The <i>Corporations Act </i>and the <i>Corporations Information Act</i> do not apply to the Agency. O. Reg. 85/07, s. 2 (5).</p>"
        },
        {
            "id": "3.",
            "section": "Objects of the Agency",
            "content": "3. The following are the objects of the Agency: 1. To be the focal point and catalyst for women’s health at the provincial level. 2. To promote equity and improved health for the women of Ontario by working in collaborative partnerships with the health system, the community, researchers and policy stakeholders. 3. To conduct, fund and partner on policy-relevant research initiatives to fill knowledge gaps in women’s health. 4. To provide input to policy, in collaboration with concerned parties, to improve the health status of women, reduce health inequities utilizing a population health framework, and promote the provision of accessible, appropriate, effective and equitable care for women. 5. To synthesize and translate women’s health knowledge into a variety of information tools and services. 6. To act as a provincial advisor on women’s health to the Minister, the Government and stakeholders. 7. To provide expert advice and recommendations in response to requests from the Minister. O. Reg. 85/07, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>The following are the objects of the Agency:</p> <p class=\"paragraph-e\">1. To be the focal point and catalyst for women’s health at the provincial level.</p> <p class=\"paragraph-e\">2. To promote equity and improved health for the women of Ontario by working in collaborative partnerships with the health system, the community, researchers and policy stakeholders.</p> <p class=\"paragraph-e\">3. To conduct, fund and partner on policy-relevant research initiatives to fill knowledge gaps in women’s health.</p> <p class=\"paragraph-e\">4. To provide input to policy, in collaboration with concerned parties, to improve the health status of women, reduce health inequities utilizing a population health framework, and promote the provision of accessible, appropriate, effective and equitable care for women.</p> <p class=\"paragraph-e\">5. To synthesize and translate women’s health knowledge into a variety of information tools and services.</p> <p class=\"paragraph-e\">6. To act as a provincial advisor on women’s health to the Minister, the Government and stakeholders.</p> <p class=\"paragraph-e\">7. To provide expert advice and recommendations in response to requests from the Minister. O. Reg. 85/07, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Powers of the Agency",
            "content": "4. (1) The Agency has the capacity, rights, powers and privileges of a natural person for carrying out its objects, except as limited by this Regulation. O. Reg. 85/07, s. 4 (1). (2) The Agency shall carry out its objects without the purpose of gain and shall not use its revenue, including all money or assets that it receives by grant, contribution or otherwise, for any purpose other than to further its objects. O. Reg. 85/07, s. 4 (2). (3) The Agency shall not, except with the approval of the Lieutenant Governor in Council, (a) acquire, dispose of, lease, mortgage, charge, hypothecate or otherwise transfer or encumber any interest in real property, except as permitted by this section; (b) borrow or lend money; (c) make investments, except as permitted by this section; (d) pledge, charge or encumber any of its personal property; (e) generate revenue; (f) establish a subsidiary; or (g) apply for or obtain registration as a registered charity under the Income Tax Act (Canada). O. Reg. 85/07, s. 4 (3). (4) The Agency may lease office space that is reasonably necessary for the purposes of the Agency. O. Reg. 85/07, s. 4 (4). (5) The Agency may establish a bank account with the approval of the Minister of Finance. O. Reg. 85/07, s. 4 (5).",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) The Agency has the capacity, rights, powers and privileges of a natural person for carrying out its objects, except as limited by this Regulation. O. Reg. 85/07, s. 4 (1).</p> <p class=\"subsection-e\">(2) The Agency shall carry out its objects without the purpose of gain and shall not use its revenue, including all money or assets that it receives by grant, contribution or otherwise, for any purpose other than to further its objects. O. Reg. 85/07, s. 4 (2).</p> <p class=\"subsection-e\">(3) The Agency shall not, except with the approval of the Lieutenant Governor in Council,</p> <p class=\"clause-e\">(a) acquire, dispose of, lease, mortgage, charge, hypothecate or otherwise transfer or encumber any interest in real property, except as permitted by this section; </p> <p class=\"clause-e\">(b) borrow or lend money;</p> <p class=\"clause-e\">(c) make investments, except as permitted by this section;</p> <p class=\"clause-e\">(d) pledge, charge or encumber any of its personal property; </p> <p class=\"clause-e\">(e) generate revenue;</p> <p class=\"clause-e\">(f) establish a subsidiary; or</p> <p class=\"clause-e\">(g) apply for or obtain registration as a registered charity under the<i> Income Tax Act </i>(Canada). O. Reg. 85/07, s. 4 (3).</p> <p class=\"subsection-e\">(4) The Agency may lease office space that is reasonably necessary for the purposes of the Agency. O. Reg. 85/07, s. 4 (4).</p> <p class=\"subsection-e\">(5) The Agency may establish a bank account with the approval of the Minister of Finance. O. Reg. 85/07, s. 4 (5).</p>"
        },
        {
            "id": "5.",
            "section": "Memorandum of understanding ",
            "content": "5. (1) Every five years, the Agency and the Minister shall enter into a memorandum of understanding containing only such terms as may be directed by the Minister. O. Reg. 85/07, s. 5 (1). (2) The Agency shall comply with the memorandum of understanding. O. Reg. 85/07, s. 5 (2). (3) The memorandum of understanding shall be reviewed upon the appointment of a new Minister or new chair. O. Reg. 85/07, s. 5 (3).",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) Every five years, the Agency and the Minister shall enter into a memorandum of understanding containing only such terms as may be directed by the Minister. O. Reg. 85/07, s. 5 (1).</p> <p class=\"subsection-e\">(2) The Agency shall comply with the memorandum of understanding. O. Reg. 85/07, s. 5 (2).</p> <p class=\"subsection-e\">(3) The memorandum of understanding shall be reviewed upon the appointment of a new Minister or new chair. O. Reg. 85/07, s. 5 (3).</p>"
        },
        {
            "id": "6.",
            "section": "Board of directors",
            "content": "6. (1) The board of directors of the Agency is composed of at least 12 members but not more then 15, as may be appointed by the Lieutenant Governor in Council at pleasure. O. Reg. 85/07, s. 6 (1). (2) Members of the board hold office for a term of not less than one year and not more than three years, as specified in their instruments of appointment, and may be re-appointed, but no one may be a member of the board for more than six years. O. Reg. 277/07, s. 1. (3) Revoked: O. Reg. 277/07, s. 1. (4) The Lieutenant Governor in Council shall designate one of the members of the board as chair. O. Reg. 85/07, s. 6 (4). (5) The chair shall preside over the meetings of the board and shall perform any other duties required by by-law. O. Reg. 85/07, s. 6 (5). (6) In the case of the absence or illness of the chair or there being a vacancy in the office of chair, the member designated by the board for the purpose shall act as and have all the powers of the chair. O. Reg. 85/07, s. 6 (6). (7) The members of the board may be paid such remuneration and expenses as the Lieutenant Governor in Council determines. O. Reg. 85/07, s. 6 (7). (8) A majority of the members constitutes a quorum for the conduct of the business of the board. O. Reg. 85/07, s. 6 (8). (9) A member ceases to be a member of the board if, before the term of the member expires, (a) the Lieutenant Governor in Council revokes the member’s appointment as a member of the Agency; or (b) the member dies, resigns as a member of the board of directors or becomes a bankrupt. O. Reg. 85/07, s. 6 (9). (10) The board of directors of the Agency shall meet regularly at the call of the chair throughout the year and in any event shall meet at least four times a year. O. Reg. 85/07, s. 6 (10).",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) The board of directors of the Agency is composed of at least 12 members but not more then 15, as may be appointed by the Lieutenant Governor in Council at pleasure. O. Reg. 85/07, s. 6 (1).</p> <p class=\"subsection-e\">(2) Members of the board hold office for a term of not less than one year and not more than three years, as specified in their instruments of appointment, and may be re-appointed, but no one may be a member of the board for more than six years. O. Reg. 277/07, s. 1.</p> <p class=\"subsection-e\">(3) Revoked: O. Reg. 277/07, s. 1.</p> <p class=\"subsection-e\">(4) The Lieutenant Governor in Council shall designate one of the members of the board as chair. O. Reg. 85/07, s. 6 (4).</p> <p class=\"subsection-e\">(5) The chair shall preside over the meetings of the board and shall perform any other duties required by by-law. O. Reg. 85/07, s. 6 (5).</p> <p class=\"subsection-e\">(6) In the case of the absence or illness of the chair or there being a vacancy in the office of chair, the member designated by the board for the purpose shall act as and have all the powers of the chair. O. Reg. 85/07, s. 6 (6).</p> <p class=\"subsection-e\">(7) The members of the board may be paid such remuneration and expenses as the Lieutenant Governor in Council determines. O. Reg. 85/07, s. 6 (7).</p> <p class=\"subsection-e\">(8) A majority of the members constitutes a quorum for the conduct of the business of the board. O. Reg. 85/07, s. 6 (8).</p> <p class=\"subsection-e\">(9) A member ceases to be a member of the board if, before the term of the member expires, </p> <p class=\"clause-e\">(a) the Lieutenant Governor in Council revokes the member’s appointment as a member of the Agency; or  </p> <p class=\"clause-e\">(b) the member dies, resigns as a member of the board of directors or becomes a bankrupt. O. Reg. 85/07, s. 6 (9).</p> <p class=\"subsection-e\">(10) The board of directors of the Agency shall meet regularly at the call of the chair throughout the year and in any event shall meet at least four times a year. O. Reg. 85/07, s. 6 (10).</p>"
        },
        {
            "id": "7.",
            "section": "Powers and duties of the board of directors",
            "content": "7. (1) The affairs of the Agency are under the management and control of the board of directors, subject to any directions given under section 8. O. Reg. 85/07, s. 7 (1). (2) The board may pass by-laws and resolutions regulating its proceedings and generally for the conduct and management of the affairs of the Agency, including establishing committees. O. Reg. 85/07, s. 7 (2). (3) The Minister may require the board of directors to submit a by-law to the Minister for approval and if so, (a) the by-law concerned ceases to be effective from the time that the Minister imposes the requirement until the Minster approves the by-law; (b) anything that the board has done in compliance with the by-law concerned before the Minister imposes the requirement is valid; and (c) the board may do anything that, before the Minister imposes the requirement, it has agreed to do. O. Reg. 85/07, s. 7 (3). (4) The board of directors of the Agency shall develop, in consultation with the Minister, conflict of interest policies for the members and employees of the Agency. O. Reg. 85/07, s. 7 (4).",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) The affairs of the Agency are under the management and control of the board of directors, subject to any directions given under section 8. O. Reg. 85/07, s. 7 (1).</p> <p class=\"subsection-e\">(2) The board may pass by-laws and resolutions regulating its proceedings and generally for the conduct and management of the affairs of the Agency, including establishing committees. O. Reg. 85/07, s. 7 (2).</p> <p class=\"subsection-e\">(3) The Minister may require the board of directors to submit a by-law to the Minister for approval and if so, </p> <p class=\"clause-e\">(a) the by-law concerned ceases to be effective from the time that the Minister imposes the requirement until the Minster approves the by-law;</p> <p class=\"clause-e\">(b) anything that the board has done in compliance with the by-law concerned before the Minister imposes the requirement is valid; and </p> <p class=\"clause-e\">(c) the board may do anything that, before the Minister imposes the requirement, it has agreed to do. O. Reg. 85/07, s. 7 (3).</p> <p class=\"subsection-e\">(4) The board of directors of the Agency shall develop, in consultation with the Minister, conflict of interest policies for the members and employees of the Agency. O. Reg. 85/07, s. 7 (4).</p>"
        },
        {
            "id": "8.",
            "section": "Policy directions by Minister",
            "content": "8. The Minister may issue policy directions to the board of directors where, in the opinion of the Minister, it is in the public interest to do so, and the board shall comply with the directions. O. Reg. 85/07, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>The Minister may issue policy directions to the board of directors where, in the opinion of the Minister, it is in the public interest to do so, and the board shall comply with the directions. O. Reg. 85/07, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Review of the Agency’s affairs",
            "content": "9. (1) The Minister or Management Board of Cabinet may, at their discretion and direction, conduct a review of the Agency’s affairs. O. Reg. 85/07, s. 9 (1). (2) If a review is conducted under subsection (1) by the Minister, the Minister shall submit the findings and any recommendations regarding the Agency to Management Board of Cabinet for approval. O. Reg. 85/07, s. 9 (2).",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) The Minister or Management Board of Cabinet may, at their discretion and direction, conduct a review of the Agency’s affairs. O. Reg. 85/07, s. 9 (1).</p> <p class=\"subsection-e\">(2) If a review is conducted under subsection (1) by the Minister, the Minister shall submit the findings and any recommendations regarding the Agency to Management Board of Cabinet for approval. O. Reg. 85/07, s. 9 (2).</p>"
        },
        {
            "id": "10.",
            "section": "Chief Executive Officer and other employees ",
            "content": "10. (1) The chair, in consultation with the board of directors of the Agency, shall appoint and employ a Chief Executive Officer of the Agency. O. Reg. 85/07, s. 10 (1). (2) The Chief Executive Officer is responsible for the management and administration of the Agency’s affairs, subject to the supervision and direction of its board of directors. O. Reg. 85/07, s. 10 (2). (3) The Minister may fix ranges for the salary or other remuneration and benefits of the Chief Executive Officer and other employees and the Agency shall provide a salary or other remuneration and benefits to its Chief Executive Officer within the ranges, if any, that the Minister fixes. O. Reg. 85/07, s. 10 (3). (4) The Agency may employ or otherwise engage such persons, other than the Chief Executive Officer, as it considers necessary for the proper conduct of the business of the Agency. O. Reg. 85/07, s. 10 (4). (5) The Chief Executive Officer and the employees employed under subsection (4) are not civil servants or public servants or Crown employees within the meaning of the Public Service Act and shall not be members of the board of directors of the Agency. O. Reg. 85/07, s. 10 (5).",
            "raw_html": "<p class=\"section-e\"><b>10. </b>(1) The chair, in consultation with the board of directors of the Agency, shall appoint and employ a Chief Executive Officer of the Agency. O. Reg. 85/07, s. 10 (1).</p> <p class=\"subsection-e\">(2) The Chief Executive Officer is responsible for the management and administration of the Agency’s affairs, subject to the supervision and direction of its board of directors. O. Reg. 85/07, s. 10 (2).</p> <p class=\"subsection-e\">(3) The Minister may fix ranges for the salary or other remuneration and benefits of the Chief Executive Officer and other employees and the Agency shall provide a salary or other remuneration and benefits to its Chief Executive Officer within the ranges, if any, that the Minister fixes. O. Reg. 85/07, s. 10 (3).</p> <p class=\"subsection-e\">(4) The Agency may employ or otherwise engage such persons, other than the Chief Executive Officer, as it considers necessary for the proper conduct of the business of the Agency. O. Reg. 85/07, s. 10 (4).</p> <p class=\"subsection-e\">(5) The Chief Executive Officer and the employees employed under subsection (4) are not civil servants or public servants or Crown employees within the meaning of the <i>Public Service Act</i> and shall not be members of the board of directors of the Agency. O. Reg. 85/07, s. 10 (5).</p>"
        },
        {
            "id": "11.",
            "section": "Collection of information",
            "content": "11. (1) The Agency may only collect de-identified personal health information for the purposes of carrying out its functions and making its reports. O. Reg. 85/07, s. 11 (1). (2) In subsection (1), “de-identified personal health information” means personal health information of an individual that has had removed from it any information that identifies the individual or any information for which it is reasonably foreseeable in the circumstances that it could be utilized, either alone or with other information to identify the individual; “personal health information” has the same meaning as in the Personal Health Information Protection Act, 2004. O. Reg. 85/07, s. 11 (2).",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) The Agency may only collect de-identified personal health information for the purposes of carrying out its functions and making its reports. O. Reg. 85/07, s. 11 (1).</p> <p class=\"subsection-e\">(2) In subsection (1),</p> <p class=\"firstdef-e\">“de-identified personal health information” means personal health information of an individual that has had removed from it any information that identifies the individual or any information for which it is reasonably foreseeable in the circumstances that it could be utilized, either alone or with other information to identify the individual;</p> <p class=\"definition-e\">“personal health information” has the same meaning as in the <i>Personal Health Information Protection Act, 2004</i>. O. Reg. 85/07, s. 11 (2).</p>"
        },
        {
            "id": "12.",
            "section": "Annual report",
            "content": "12. (1) The Agency shall give the Minister an annual report on its affairs, in the form and within the time specified by the Minister, that, (a) includes such information as the Minister may require; and (b) is signed by the chair and one other member of the board of directors of the Agency. O. Reg. 85/07, s. 12 (1). (2) The Minister shall, within 90 days of receiving it, submit the report to the Lieutenant Governor in Council and then lay it before the Assembly if it is in session or, if the Assembly is not in session, deposit the report with the Clerk of the Assembly. O. Reg. 85/07, s. 12 (2).",
            "raw_html": "<p class=\"section-e\"><b>12. </b>(1) The Agency shall give the Minister an annual report on its affairs, in the form and within the time specified by the Minister, that,</p> <p class=\"clause-e\">(a) includes such information as the Minister may require; and</p> <p class=\"clause-e\">(b) is signed by the chair and one other member of the board of directors of the Agency. O. Reg. 85/07, s. 12 (1).</p> <p class=\"subsection-e\">(2) The Minister shall, within 90 days of receiving it, submit the report to the Lieutenant Governor in Council and then lay it before the Assembly if it is in session or, if the Assembly is not in session, deposit the report with the Clerk of the Assembly. O. Reg. 85/07, s. 12 (2).</p>"
        },
        {
            "id": "13.",
            "section": "Annual business plan",
            "content": "13. (1) The Agency shall submit its annual business plan for the next fiscal year to the Minister for approval no later than four months prior to the beginning of the fiscal year, or by such other date as may be specified by the Minister. O. Reg. 85/07, s. 13 (1). (2) The annual business plan shall include, (a) a description of Agency activities during the fiscal year reported on, including a business plan which covers the next three fiscal years following the current fiscal year (the “Three-Year Plan”); (b) a description of achievements during the fiscal year reported on relating to objectives and planned results set out in the Three-Year Plan; (c) a performance measures report establishing targets for the coming year and explaining significant variances between planned and actual result or performance in the preceding year; (d) projected revenues and their sources and capital and operating expenditures; and (e) yearly reporting requirements consistent with the multi-year reporting framework. O. Reg. 85/07, s. 13 (2).",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) The Agency shall submit its annual business plan for the next fiscal year to the Minister for approval no later than four months prior to the beginning of the fiscal year, or by such other date as may be specified by the Minister. O. Reg. 85/07, s. 13 (1).</p> <p class=\"subsection-e\">(2) The annual business plan shall include,</p> <p class=\"clause-e\">(a) a description of Agency activities during the fiscal year reported on, including a business plan which covers the next three fiscal years following the current fiscal year (the “Three-Year Plan”);</p> <p class=\"clause-e\">(b) a description of achievements during the fiscal year reported on relating to objectives and planned results set out in the Three-Year Plan;</p> <p class=\"clause-e\">(c) a performance measures report establishing targets for the coming year and explaining significant variances between planned and actual result or performance in the preceding year;</p> <p class=\"clause-e\">(d) projected revenues and their sources and capital and operating expenditures; and</p> <p class=\"clause-e\">(e) yearly reporting requirements consistent with the multi-year reporting framework. O. Reg. 85/07, s. 13 (2).</p>"
        },
        {
            "id": "14.",
            "section": "Fiscal year",
            "content": "14. The Agency’s fiscal year commences on April 1 in each year and ends on March 31 in the following year. O. Reg. 85/07, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14. </b>The Agency’s fiscal year commences on April 1 in each year and ends on March 31 in the following year. O. Reg. 85/07, s. 14.</p>"
        },
        {
            "id": "P99_11770",
            "section": "Winding up the Agency",
            "content": "15. (1) If the Minister decides that it is in the public interest to wind up the business and affairs of the Agency, he or she may do all things necessary to do so, including distributing the Agency’s assets. O. Reg. 85/07, s. 15 (1). (2) In acting under subsection (1), the Minister may direct that all or some of the Agency’s assets be, (a) liquidated or sold as a going concern and the proceeds paid into the Consolidated Revenue Fund; or (b) transferred to Her Majesty in right of Ontario or, if the assets do not constitute “public money” for the purposes of the Financial Administration Act, to another agency of the Crown. O. Reg. 85/07, s. 15 (2). ",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P99_11770\"></a><a name=\"BK17\"></a>15. </b>(1) If the Minister decides that it is in the public interest to wind up the business and affairs of the Agency, he or she may do all things necessary to do so, including distributing the Agency’s assets. O. Reg. 85/07, s. 15 (1).</p> <p class=\"subsection-e\">(2) In acting under subsection (1), the Minister may direct that all or some of the Agency’s assets be,</p> <p class=\"clause-e\">(a) liquidated or sold as a going concern and the proceeds paid into the Consolidated Revenue Fund; or</p> <p class=\"clause-e\">(b) transferred to Her Majesty in right of Ontario or, if the assets do not constitute “public money” for the purposes of the <i>Financial Administration Act,</i> to another agency of the Crown. O. Reg. 85/07, s. 15 (2).</p> <p class=\"Normal\"></p>"
        }
    ]
}