{
    "reg_info": {
        "full_title": "O. Reg. 156/97: CERTIFICATION AND TRAINING OF MECHANICS",
        "reg_name_text": "CERTIFICATION AND TRAINING   OF MECHANICS",
        "citation": "O. Reg. 156/97: CERTIFICATION AND TRAINING OF MECHANICS",
        "act_under": "Gasoline Handling Act   Loi sur la manutention de l’essence",
        "url": "https://www.ontario.ca/laws/regulation/970156",
        "date_scraped": "2023-12-19 22:47:36"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “mechanic” means a person who is a registered contractor under the Act, or an employee of a registered contractor, with respect to the performance of the functions of a petroleum equipment mechanic or a site operator under a certificate referred to in section 2. O. Reg. 156/97, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“mechanic” means a person who is a registered contractor under the Act, or an employee of a registered contractor, with respect to the performance of the functions of a petroleum equipment mechanic or a site operator under a certificate referred to in section 2. O. Reg. 156/97, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) A person who wishes to perform the functions of a mechanic is required to obtain a certificate designating the person as one or more of the following: 1. A petroleum equipment mechanic 1—service and maintenance (a “PM.1 certificate”). 2. A petroleum equipment mechanic 2—underground installation (a “PM.2 certificate”). 3. A petroleum equipment mechanic 3—aboveground installation (a “PM.3 certificate”). 4. A petroleum equipment mechanic—contractor helper (a “PMH certificate”). 5. A site operator (an “SO certificate”). (2) A person may apply to the Director to obtain a certificate under subsection (1) or to add one of more classes of certificate to his or her initial certificate. (3) An application for a certificate or an additional class of certificate must be accompanied by a $50 application fee. (4) An application must include documents, in a format acceptable to the Director, that attest to the fact that the applicant has the necessary practical skills and experience for the certificate being sought. O. Reg. 156/97, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) A person who wishes to perform the functions of a mechanic is required to obtain a certificate designating the person as one or more of the following:</p> <p class=\"paragraph-e\">1. A petroleum equipment mechanic 1—service and maintenance (a “PM.1 certificate”).</p> <p class=\"paragraph-e\">2. A petroleum equipment mechanic 2—underground installation (a “PM.2 certificate”).</p> <p class=\"paragraph-e\">3. A petroleum equipment mechanic 3—aboveground installation (a “PM.3 certificate”).</p> <p class=\"paragraph-e\">4. A petroleum equipment mechanic—contractor helper (a “PMH certificate”).</p> <p class=\"paragraph-e\">5. A site operator (an “SO certificate”).</p> <p class=\"subsection-e\">(2) A person may apply to the Director to obtain a certificate under subsection (1) or to add one of more classes of certificate to his or her initial certificate.</p> <p class=\"subsection-e\">(3) An application for a certificate or an additional class of certificate must be accompanied by a $50 application fee.</p> <p class=\"subsection-e\">(4) An application must include documents, in a format acceptable to the Director, that attest to the fact that the applicant has the necessary practical skills and experience for the certificate being sought. O. Reg. 156/97, s. 2.</p>"
        },
        {
            "id": "3",
            "section": null,
            "content": "3. (1) An application to renew a certificate must be made to the Director and must be accompanied by a $50 renewal fee. (2) An application for renewal must include a completed declaration of work experience, in a format acceptable to the Director, indicating that the applicant worked within the scope of the certificate while it was in effect. (3) An application for renewal may be made before the applicant’s certificate expires. (4) If a mechanic fails to renew his or her certificate before it expires, the mechanic must not work as a mechanic after the date of expiry of the certificate but may apply to the Director for a renewal. (5) If a mechanic applies for a renewal of a certificate under subsection (4), the Director may renew it if, (a) the mechanic’s application is made within 12 months of the expiry date shown on the certificate; (b) the applicant pays the fee referred to in subsection (1); and (c) the applicant complies with subsection (2). (6) If a mechanic applies for a renewal of a certificate under subsection (4) more than 12 months after the expiry date shown on the expired certificate, the application shall be treated as a new application for a certificate under section 2, and the applicant must, (a) take a written examination conducted or approved by the Director with respect to the subject matter of the class of certificate applied for; and (b) include in the application a completed declaration of work experience in a format acceptable to the Director. O. Reg. 156/97, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3</b>. (1) An application to renew a certificate must be made to the Director and must be accompanied by a $50 renewal fee.</p> <p class=\"subsection-e\">(2) An application for renewal must include a completed declaration of work experience, in a format acceptable to the Director, indicating that the applicant worked within the scope of the certificate while it was in effect.</p> <p class=\"subsection-e\">(3) An application for renewal may be made before the applicant’s certificate expires.</p> <p class=\"subsection-e\">(4) If a mechanic fails to renew his or her certificate before it expires, the mechanic must not work as a mechanic after the date of expiry of the certificate but may apply to the Director for a renewal.</p> <p class=\"subsection-e\">(5) If a mechanic applies for a renewal of a certificate under subsection (4), the Director may renew it if,</p> <p class=\"clause-e\">(a) the mechanic’s application is made within 12 months of the expiry date shown on the certificate;</p> <p class=\"clause-e\">(b) the applicant pays the fee referred to in subsection (1); and </p> <p class=\"clause-e\">(c) the applicant complies with subsection (2).</p> <p class=\"subsection-e\">(6) If a mechanic applies for a renewal of a certificate under subsection (4) more than 12 months after the expiry date shown on the expired certificate, the application shall be treated as a new application for a certificate under section 2, and the applicant must,</p> <p class=\"clause-e\">(a) take a written examination conducted or approved by the Director with respect to the subject matter of the class of certificate applied for; and</p> <p class=\"clause-e\">(b) include in the application a completed declaration of work experience in a format acceptable to the Director. O. Reg. 156/97, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) An applicant for a certificate must have successfully completed a program approved by the Director that is delivered by a training organization approved by the Director for each class of certificate sought by the applicant. (2) An applicant must have successfully completed an examination or a series of examinations, conducted or approved by the Director, demonstrating that the applicant possesses the necessary knowledge and competence for each class of certificate sought by the applicant. (3) If the applicant fails the examination or series of examinations on three successive attempts, the applicant must successfully complete the program described in subsection (1) after making the unsuccessful attempts and before taking the examination or series of examinations again, and subsection (5) does not apply. (4) If the applicant fails the examination or series of examinations for a class of certificate, he or she is not entitled to take the examination or series of examinations for the class of certificate until, (a) he or she makes a new application for the class of certificate; and (b) six months have passed since the applicant took the examination or series of examinations. (5) An applicant is not required to comply with subsections (1) and (2) if the Director is satisfied that the applicant possesses the necessary knowledge and competence with respect to each class of certificate sought by the applicant. O. Reg. 156/97, s. 4. Terms Of Certificate",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) An applicant for a certificate must have successfully completed a program approved by the Director that is delivered by a training organization approved by the Director for each class of certificate sought by the applicant.</p> <p class=\"subsection-e\">(2) An applicant must have successfully completed an examination or a series of examinations, conducted or approved by the Director, demonstrating that the applicant possesses the necessary knowledge and competence for each class of certificate sought by the applicant.</p> <p class=\"subsection-e\">(3) If the applicant fails the examination or series of examinations on three successive attempts, the applicant must successfully complete the program described in subsection (1) after making the unsuccessful attempts and before taking the examination or series of examinations again, and subsection (5) does not apply.</p> <p class=\"subsection-e\">(4) If the applicant fails the examination or series of examinations for a class of certificate, he or she is not entitled to take the examination or series of examinations for the class of certificate until,</p> <p class=\"clause-e\">(a) he or she makes a new application for the class of certificate; and</p> <p class=\"clause-e\">(b) six months have passed since the applicant took the examination or series of examinations.</p> <p class=\"subsection-e\">(5) An applicant is not required to comply with subsections (1) and (2) if the Director is satisfied that the applicant possesses the necessary knowledge and competence with respect to each class of certificate sought by the applicant. O. Reg. 156/97, s. 4.</p> <p class=\"heading1-e\">Terms Of Certificate</p>"
        },
        {
            "id": "5.",
            "section": "Terms Of Certificate",
            "content": "5. A certificate is not transferable. O. Reg. 156/97, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>A certificate is not transferable. O. Reg. 156/97, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Terms Of Certificate",
            "content": "6. (1) A certificate expires on the second anniversary of the holder’s date of birth after it is issued. (2) If a class of certificate is added to a certificate after the certificate is issued, the expiry date of the initial certificate does not change. (3) A certificate that is renewed expires two years after the date on which the previous certificate expires. (4) The Director may, at any time, revoke any certificate or class of certificate held by a holder if the Director is of the opinion that the holder is not qualified to work competently within the scope of the certificate or class of certificate because the holder no longer meets the qualifications for the certificate or class of certificate. (5) If the Director revokes a certificate under subsection (4), the holder whose certificate is revoked shall surrender it immediately on demand and shall not work as a mechanic within the scope of the certificate that has been revoked. (6) If the Director revokes a certificate or class of certificate under subsection (4), sections 10, 11 and 12 of the Act apply, with necessary modifications, to the mechanic as if the mechanic were a licence holder or a registrant with respect to whom the Director serves a notice of proposal under subsection 10 (1) of the Act. O. Reg. 156/97, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) A certificate expires on the second anniversary of the holder’s date of birth after it is issued.</p> <p class=\"subsection-e\">(2) If a class of certificate is added to a certificate after the certificate is issued, the expiry date of the initial certificate does not change.</p> <p class=\"subsection-e\">(3) A certificate that is renewed expires two years after the date on which the previous certificate expires.</p> <p class=\"subsection-e\">(4) The Director may, at any time, revoke any certificate or class of certificate held by a holder if the Director is of the opinion that the holder is not qualified to work competently within the scope of the certificate or class of certificate because the holder no longer meets the qualifications for the certificate or class of certificate.</p> <p class=\"subsection-e\">(5) If the Director revokes a certificate under subsection (4), the holder whose certificate is revoked shall surrender it immediately on demand and shall not work as a mechanic within the scope of the certificate that has been revoked.</p> <p class=\"subsection-e\">(6) If the Director revokes a certificate or class of certificate under subsection (4), sections 10, 11 and 12 of the Act apply, with necessary modifications, to the mechanic as if the mechanic were a licence holder or a registrant with respect to whom the Director serves a notice of proposal under subsection 10 (1) of the Act. O. Reg. 156/97, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Terms Of Certificate",
            "content": "7. A person who holds a certificate shall notify the Director within six days after any change in his or her address. O. Reg. 156/97, s. 7. Scope Of Certificate",
            "raw_html": "<p class=\"section-e\"><b>7. </b>A person who holds a certificate shall notify the Director within six days after any change in his or her address. O. Reg. 156/97, s. 7.</p> <p class=\"heading1-e\">Scope Of Certificate</p>"
        },
        {
            "id": "8.",
            "section": "Scope Of Certificate",
            "content": "8. (1) A person who holds a PM.1 certificate may, without supervision, service and maintain petroleum equipment and systems, and accessories essential to their operation and, in so doing, may,  (a) install and remove suction pumps and related systems in accordance with manufacturer specifications and the Gasoline Handling Code, and test equipment operation; (b) repair and maintain suction pumps and related systems, including troubleshooting, testing, repairing and replacing mechanical, hydraulic, electrical and electronic components; and (c) repair and maintain submersible pumps, dispensers and related systems, including troubleshooting, testing, repairing and replacing mechanical, hydraulic, electrical and electronic safeties. (2) The holder of a PM.1 certificate may assist holders of PM.2 and PM.3 certificates to perform the functions that they may perform if directly supervised by them. O. Reg. 156/97, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) A person who holds a PM.1 certificate may, without supervision,<b> </b>service and maintain petroleum equipment and systems, and accessories essential to their operation and, in so doing, may<b>, </b></p> <p class=\"clause-e\">(a) install and remove suction pumps and related systems in accordance with manufacturer specifications and the Gasoline Handling Code, and test equipment operation;</p> <p class=\"clause-e\">(b) repair and maintain suction pumps and related systems, including troubleshooting, testing, repairing and replacing mechanical, hydraulic, electrical and electronic components; and</p> <p class=\"clause-e\">(c) repair and maintain submersible pumps, dispensers and related systems, including troubleshooting, testing, repairing and replacing mechanical, hydraulic, electrical and electronic safeties.</p> <p class=\"subsection-e\">(2) The holder of a PM.1 certificate may assist holders of PM.2 and PM.3 certificates to perform the functions that they may perform if directly supervised by them. O. Reg. 156/97, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Scope Of Certificate",
            "content": "9. (1) A person who holds a PM.2 certificate may, without supervision, install, remove, alter, repair, test, service and maintain any type of underground installation and the equipment and accessories essential to its operation and, in so doing, may, (a) install underground tanks, including the preparation and restoration of the site, the installation of temporary vents and fill pipes and pressure testing; (b) remove underground tanks, including the preparation and restoration of the site, draining and disconnecting the tank system and purging tanks; (c) install petroleum transfer systems, including the preparation of lines and equipment, component assembly,spill containment and vapour recovery; (d) repair and maintain systems for detecting leaks and monitoring tanks; and (e) install and remove submersible pumps, dispensers and related systems. (2) The holder of a PM.2 certificate may, without supervision, install aboveground tanks, including the preparation and restoration of sites, component assembly, spill containment, electrical hook-up and pressure testing. (3) The holder of a PM.2 certificate may assist holders of PM.1 and PM.3 certificates to perform the functions that theymay perform if directly supervised by them. O. Reg. 156/97, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) A person who holds a PM.2 certificate may, without supervision, install, remove, alter, repair, test, service and maintain any type of underground installation and the equipment and accessories essential to its operation and, in so doing, may,</p> <p class=\"clause-e\">(a) install underground tanks, including the preparation and restoration of the site, the installation of temporary vents and fill pipes and pressure testing;</p> <p class=\"clause-e\">(b) remove underground tanks, including the preparation and restoration of the site, draining and disconnecting the tank system and purging tanks;</p> <p class=\"clause-e\">(c) install petroleum transfer systems, including the preparation of lines and equipment, component assembly,spill containment and vapour recovery;</p> <p class=\"clause-e\">(d) repair and maintain systems for detecting leaks and monitoring tanks; and</p> <p class=\"clause-e\">(e) install and remove submersible pumps, dispensers and related systems. </p> <p class=\"subsection-e\">(2) The holder of a PM.2 certificate may, without supervision, install aboveground tanks, including the preparation and restoration of sites, component assembly, spill containment, electrical hook-up and pressure testing.</p> <p class=\"subsection-e\">(3) The holder of a PM.2 certificate may assist holders of PM.1 and PM.3 certificates to perform the functions that theymay perform if directly supervised by them. O. Reg. 156/97, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "Scope Of Certificate",
            "content": "10. (1) A person who holds a PM.3 certificate may, without supervision, install, remove, alter, repair, test, service and maintain any type of aboveground installation and the equipment and accessories essential to its operation and, in so doing, may, (a) install aboveground tanks, includingpreparation and restoration of the site, component assembly, spill containment, electrical hook-up and pressure testing; (b) remove aboveground tanks, including the preparation and restoration of the site, draining and disconnecting the tank system and purging tanks; (c) repair and maintain systems for detecting leaks and monitoring tanks; (d) install, remove, repair and maintain bulk handling equipment, including troubleshooting and testing mechanical, hydraulic, electric and electronic systems and safeties. (2) The holder of a PM.3 certificate may assist holders of PM.1 and PM.2 certificates to perform the functions that they may perform if directly supervised by them. O. Reg. 156/97, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>(1) A person who holds a PM.3 certificate may, without supervision, install, remove, alter, repair, test, service and maintain any type of aboveground installation and the equipment and accessories essential to its operation and, in so doing, may,</p> <p class=\"clause-e\">(a) install aboveground tanks, includingpreparation and restoration of the site, component assembly, spill containment, electrical hook-up and pressure testing;</p> <p class=\"clause-e\">(b) remove aboveground tanks, including the preparation and restoration of the site, draining and disconnecting the tank system and purging tanks;</p> <p class=\"clause-e\">(c) repair and maintain systems for detecting leaks and monitoring tanks;</p> <p class=\"clause-e\">(d) install, remove, repair and maintain bulk handling equipment, including troubleshooting and testing mechanical, hydraulic, electric and electronic systems and safeties.</p> <p class=\"subsection-e\">(2) The holder of a PM.3 certificate may assist holders of PM.1 and PM.2 certificates to perform the functions that they may perform if directly supervised by them. O. Reg. 156/97, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Scope Of Certificate",
            "content": "11. (1) A person who holds a PMH certificate may, without supervision, maintain pumps, including replacing nozzles, spouts, hoses, breakaways, filters and belts and may assess, contain and clean up spills and leaks. (2) The holder of a PMH certificate may assist the holder of a PM.1, PM.2 or PM.3 certificate to perform any of the functions he or she may perform if directly supervised by the holder of that certificate. O. Reg. 156/97, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) A person who holds a PMH certificate may, without supervision, maintain pumps, including replacing nozzles, spouts, hoses, breakaways, filters and belts and may assess, contain and clean up spills and leaks.</p> <p class=\"subsection-e\">(2) The holder of a PMH certificate may assist the holder of a PM.1, PM.2 or PM.3 certificate to perform any of the functions he or she may perform if directly supervised by the holder of that certificate. O. Reg. 156/97, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": "Scope Of Certificate",
            "content": "12. A person who holds an SO certificate may, without supervision, maintain pumps including replacing nozzles, spouts, hoses, breakaways, filters and belts and may assess, contain and clean up spills and leaks. O. Reg. 156/97, s. 12. Transition",
            "raw_html": "<p class=\"section-e\"><b>12. </b>A person who holds an SO certificate may, without supervision, maintain pumps including replacing nozzles, spouts, hoses, breakaways, filters and belts and may assess, contain and clean up spills and leaks. O. Reg. 156/97, s. 12.</p> <p class=\"heading1-e\">Transition</p>"
        },
        {
            "id": "13.",
            "section": "Transition",
            "content": "13. (1) A person who performed the functions of a mechanic immediately before the date this Regulation comes into force and who applies for a temporary initial certificate within six months of that date may continue to perform the functions he or she was authorized to perform under the Act immediately before that date. (2) A mechanic who applies for a temporary initial certificate shall be issued such a certificate if the mechanic indicates in the application the class of certificate applied for, as set out in section 2, and includes with the application an affidavit from the mechanic’s employer or a registered contractor certifying that the mechanic had, on the date this Regulation comes into force, a minimum of two years experience performing the functions that are authorized under the class of certificate applied for. (3) A temporary initial certificate expires on the earlier of the day that is two years after the date this Regulation comes into force or the date on which the mechanic is issued a certificate referred to in section 2. (4) A mechanic who holds a temporary initial certificate under this section and who applies for a certificate referred to insection 2 shall be issued the certificate applied for if the requirements of this Regulation are met. O. Reg. 156/97, s. 13. ",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) A person who performed the functions of a mechanic immediately before the date this Regulation comes into force and who applies for a temporary initial certificate within six months of that date may continue to perform the functions he or she was authorized to perform under the Act immediately before that date.</p> <p class=\"subsection-e\">(2) A mechanic who applies for a temporary initial certificate shall be issued such a certificate if the mechanic indicates in the application the class of certificate applied for, as set out in section 2, and includes with the application an affidavit from the mechanic’s employer or a registered contractor certifying that the mechanic had, on the date this Regulation comes into force, a minimum of two years experience performing the functions that are authorized under the class of certificate applied for.</p> <p class=\"subsection-e\">(3) A temporary initial certificate expires on the earlier of the day that is two years after the date this Regulation comes into force or the date on which the mechanic is issued a certificate referred to in section 2. </p> <p class=\"subsection-e\">(4) A mechanic who holds a temporary initial certificate under this section and who applies for a certificate referred to insection 2 shall be issued the certificate applied for if the requirements of this Regulation are met. O. Reg. 156/97, s. 13.</p> <p class=\"Normal\"></p>"
        }
    ]
}