{
    "reg_info": {
        "full_title": "O. Reg. 588/17: ASSET MANAGEMENT PLANNING FOR MUNICIPAL INFRASTRUCTURE",
        "reg_name_text": "ASSET MANAGEMENT PLANNING FOR MUNICIPAL INFRASTRUCTURE",
        "citation": "O. Reg. 588/17: ",
        "act_under": "Infrastructure for Jobs and Prosperity Act, 2015",
        "url": "https://www.ontario.ca/laws/regulation/170588",
        "date_scraped": "2023-12-18 18:42:22"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March 15, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/170588/v2",
            "valid_from": "January  1, 2018",
            "valid_to": "March 14, 2021"
        },
        {
            "a_href": "/laws/regulation/170588/v1",
            "valid_from": "December 27, 2017",
            "valid_to": "December 31, 2017"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Interpretation and Application",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation and Application",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Definitions",
            "content": " 1. (1) In this Regulation, “asset category” means a category of municipal infrastructure assets that is, (a)  an aggregate of assets described in each of clauses (a) to (e) of the definition of core municipal infrastructure asset, or (b)  composed of any other aggregate of municipal infrastructure assets that provide the same type of service; (“catégorie de biens”) “core municipal infrastructure asset” means any municipal infrastructure asset that is a, (a)  water asset that relates to the collection, production, treatment, storage, supply or distribution of water, (b)  wastewater asset that relates to the collection, transmission, treatment or disposal of wastewater, including any wastewater asset that from time to time manages stormwater, (c)  stormwater management asset that relates to the collection, transmission, treatment, retention, infiltration, control or disposal of stormwater, (d)  road, or (e)  bridge or culvert;  (“bien d’infrastructure municipale essentiel”) “ecological functions” has the same meaning as in Ontario Regulation 140/02 (Oak Ridges Moraine Conservation Plan) made under the Oak Ridges Moraine Conservation Act, 2001; (“fonctions écologiques”) “green infrastructure asset” means an infrastructure asset consisting of natural or human-made elements that provide ecological and hydrological functions and processes and includes natural heritage features and systems, parklands, stormwater management systems, street trees, urban forests, natural channels, permeable surfaces and green roofs; (“bien d’infrastructure verte”) “hydrological functions” has the same meaning as in Ontario Regulation 140/02; (“fonctions hydrologiques”) “joint municipal water board” means a joint board established in accordance with a transfer order made under the Municipal Water and Sewage Transfer Act, 1997; (“conseil mixte de gestion municipale des eaux”) “lifecycle activities” means activities undertaken with respect to a municipal infrastructure asset over its service life, including constructing, maintaining, renewing, operating and decommissioning, and all engineering and design work associated with those activities; (“activités relatives au cycle de vie”) “municipal infrastructure asset” means an infrastructure asset, including a green infrastructure asset, directly owned by a municipality or included on the consolidated financial statements of a municipality, but does not include an infrastructure asset that is managed by a joint municipal water board; (“bien d’infrastructure municipale”) “municipality” has the same meaning as in the Municipal Act, 2001; (“municipalité”) “operating costs” means the aggregate of costs, including energy costs, of operating a municipal infrastructure asset over its service life; (“frais d’exploitation”) “service life” means the total period during which a municipal infrastructure asset is in use or is available to be used; (“durée de vie”) “significant operating costs” means, where the operating costs with respect to all municipal infrastructure assets within an asset category are in excess of a threshold amount set by the municipality, the total amount of those operating costs. (“frais d’exploitation importants”) (2) In Tables 1 and 2, “connection-days” means the number of properties connected to a municipal system that are affected by a service issue, multiplied by the number of days on which those properties are affected by the service issue. (“jours-branchements”) (3) In Table 4, “arterial roads” means Class 1 and Class 2 highways as determined under the Table to section 1 of Ontario Regulation 239/02 (Minimum Maintenance Standards for Municipal Highways) made under the Municipal Act, 2001; (“artères”) “collector roads” means Class 3 and Class 4 highways as determined under the Table to section 1 of Ontario Regulation 239/02; (“routes collectrices”) “lane-kilometre” means a kilometre-long segment of roadway that is a single lane in width; (“kilomètre de voie”) “local roads” means Class 5 and Class 6 highways as determined under the Table to section 1 of Ontario Regulation 239/02. (“routes locales”) (4) In Table 5, “Ontario Structure Inspection Manual” means the Ontario Structure Inspection Manual (OSIM), published by the Ministry of Transportation and dated October 2000 (revised November 2003 and April 2008) and available on a Government of Ontario website; (“manuel d’inspection des structures de l’Ontario”) “structural culvert” has the meaning set out for “culvert (structural)” in the Ontario Structure Inspection Manual. (“ponceau structurel”)",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK1\"></a>1. </b>(1) In this Regulation,</p> <p class=\"definition-e\">“asset category” means a category of municipal infrastructure assets that is,</p> <p class=\"defclause-e\">  (a)  an aggregate of assets described in each of clauses (a) to (e) of the definition of core municipal infrastructure asset, or</p> <p class=\"defclause-e\">  (b)  composed of any other aggregate of municipal infrastructure assets that provide the same type of service; (“catégorie de biens”)</p> <p class=\"definition-e\">“core municipal infrastructure asset” means any municipal infrastructure asset that is a,</p> <p class=\"defclause-e\">  (a)  water asset that relates to the collection, production, treatment, storage, supply or distribution of water, </p> <p class=\"defclause-e\">  (b)  wastewater asset that relates to the collection, transmission, treatment or disposal of wastewater, including any wastewater asset that from time to time manages stormwater,</p> <p class=\"defclause-e\">  (c)  stormwater management asset that relates to the collection, transmission, treatment, retention, infiltration, control or disposal of stormwater,</p> <p class=\"defclause-e\">  (d)  road, or</p> <p class=\"defclause-e\">  (e)  bridge or culvert;  (“bien d’infrastructure municipale essentiel”)</p> <p class=\"definition-e\">“ecological functions” has the same meaning as in Ontario Regulation 140/02 (Oak Ridges Moraine Conservation Plan) made under the <i>Oak Ridges Moraine Conservation Act, 2001</i>; (“fonctions écologiques”)</p> <p class=\"definition-e\">“green infrastructure asset” means an infrastructure asset consisting of natural or human-made elements that provide ecological and hydrological functions and processes and includes natural heritage features and systems, parklands, stormwater management systems, street trees, urban forests, natural channels, permeable surfaces and green roofs; (“bien d’infrastructure verte”)</p> <p class=\"definition-e\">“hydrological functions” has the same meaning as in Ontario Regulation 140/02; (“fonctions hydrologiques”)</p> <p class=\"definition-e\">“joint municipal water board” means a joint board established in accordance with a transfer order made under the <i>Municipal Water and Sewage Transfer Act, 1997</i>; (“conseil mixte de gestion municipale des eaux”)</p> <p class=\"definition-e\">“lifecycle activities” means activities undertaken with respect to a municipal infrastructure asset over its service life, including constructing, maintaining, renewing, operating and decommissioning, and all engineering and design work associated with those activities; (“activités relatives au cycle de vie”)</p> <p class=\"definition-e\">“municipal infrastructure asset” means an infrastructure asset, including a green infrastructure asset, directly owned by a municipality or included on the consolidated financial statements of a municipality, but does not include an infrastructure asset that is managed by a joint municipal water board; (“bien d’infrastructure municipale”)</p> <p class=\"definition-e\">“municipality” has the same meaning as in the <i>Municipal Act, 2001</i>; (“municipalité”)</p> <p class=\"definition-e\">“operating costs” means the aggregate of costs, including energy costs, of operating a municipal infrastructure asset over its service life; (“frais d’exploitation”)</p> <p class=\"definition-e\">“service life” means the total period during which a municipal infrastructure asset is in use or is available to be used; (“durée de vie”)</p> <p class=\"definition-e\">“significant operating costs” means, where the operating costs with respect to all municipal infrastructure assets within an asset category are in excess of a threshold amount set by the municipality, the total amount of those operating costs. (“frais d’exploitation importants”)</p> <p class=\"subsection-e\">  (2) In Tables 1 and 2, </p> <p class=\"definition-e\">“connection-days” means the number of properties connected to a municipal system that are affected by a service issue, multiplied by the number of days on which those properties are affected by the service issue. (“jours-branchements”)</p> <p class=\"subsection-e\">  (3) In Table 4, </p> <p class=\"definition-e\">“arterial roads” means Class 1 and Class 2 highways as determined under the Table to section 1 of Ontario Regulation 239/02 (Minimum Maintenance Standards for Municipal Highways) made under the <i>Municipal Act, 2001</i>; (“artères”)</p> <p class=\"definition-e\">“collector roads” means Class 3 and Class 4 highways as determined under the Table to section 1 of Ontario Regulation 239/02; (“routes collectrices”)</p> <p class=\"definition-e\">“lane-kilometre” means a kilometre-long segment of roadway that is a single lane in width; (“kilomètre de voie”)</p> <p class=\"definition-e\">“local roads” means Class 5 and Class 6 highways as determined under the Table to section 1 of Ontario Regulation 239/02. (“routes locales”)</p> <p class=\"subsection-e\">  (4) In Table 5, </p> <p class=\"definition-e\">“Ontario Structure Inspection Manual” means the Ontario Structure Inspection Manual (OSIM), published by the Ministry of Transportation and dated October 2000 (revised November 2003 and April 2008) and available on a Government of Ontario website; (“manuel d’inspection des structures de l’Ontario”)</p> <p class=\"definition-e\">“structural culvert” has the meaning set out for “culvert (structural)” in the Ontario Structure Inspection Manual. (“ponceau structurel”)</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Application",
            "content": " 2. For the purposes of section 6 of the Act, every municipality is prescribed as a broader public sector entity to which that section applies.  Strategic Asset Management Policies",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>2. </b>For the purposes of section 6 of the Act, every municipality is prescribed as a broader public sector entity to which that section applies. </p> <p class=\"heading1-e\"><a name=\"BK3\"></a>Strategic Asset Management Policies</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "Strategic Asset Management Policies",
            "part_id": null,
            "part_type": null,
            "section": "Strategic Asset Management Policies",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Strategic asset management policy",
            "content": " 3. (1) Every municipality shall prepare a strategic asset management policy that includes the following: 1.  Any of the municipality’s goals, policies or plans that are supported by its asset management plan. 2.  The process by which the asset management plan is to be considered in the development of the municipality’s budget or of any long-term financial plans of the municipality that take into account municipal infrastructure assets. 3.  The municipality’s approach to continuous improvement and adoption of appropriate practices regarding asset management planning. 4.  The principles to be followed by the municipality in its asset management planning, which must include the principles set out in section 3 of the Act. 5.  The municipality’s commitment to consider, as part of its asset management planning, i.  the actions that may be required to address the vulnerabilities that may be caused by climate change to the municipality’s infrastructure assets, in respect of such matters as, A.  operations, such as increased maintenance schedules, B.  levels of service, and C.  lifecycle management, ii.  the anticipated costs that could arise from the vulnerabilities described in subparagraph i, iii.  adaptation opportunities that may be undertaken to manage the vulnerabilities described in subparagraph i, iv.  mitigation approaches to climate change, such as greenhouse gas emission reduction goals and targets, and v.  disaster planning and contingency funding. 6.  A process to ensure that the municipality’s asset management planning is aligned with any of the following financial plans: i.  Financial plans related to the municipality’s water assets including any financial plans prepared under the Safe Drinking Water Act, 2002. ii.  Financial plans related to the municipality’s wastewater assets. 7.  A process to ensure that the municipality’s asset management planning is aligned with Ontario’s land-use planning framework, including any relevant policy statements issued under subsection 3 (1) of the Planning Act, any provincial plans as defined in the Planning Act and the municipality’s official plan. 8.  An explanation of the capitalization thresholds used to determine which assets are to be included in the municipality’s asset management plan and how the thresholds compare to those in the municipality’s tangible capital asset policy, if it has one. 9.  The municipality’s commitment to coordinate planning for asset management, where municipal infrastructure assets connect or are interrelated with those of its upper-tier municipality, neighbouring municipalities or jointly-owned municipal bodies. 10.  The persons responsible for the municipality’s asset management planning, including the executive lead. 11.  An explanation of the municipal council’s involvement in the municipality’s asset management planning. 12.  The municipality’s commitment to provide opportunities for municipal residents and other interested parties to provide input into the municipality’s asset management planning. (2) For the purposes of this section, “capitalization threshold” is the value of a municipal infrastructure asset at or above which a municipality will capitalize the value of it and below which it will expense the value of it. (“seuil de capitalisation”)",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>3. </b>(1) Every municipality shall prepare a strategic asset management policy that includes the following:</p> <p class=\"paragraph-e\">  1.  Any of the municipality’s goals, policies or plans that are supported by its asset management plan.</p> <p class=\"paragraph-e\">  2.  The process by which the asset management plan is to be considered in the development of the municipality’s budget or of any long-term financial plans of the municipality that take into account municipal infrastructure assets. </p> <p class=\"paragraph-e\">  3.  The municipality’s approach to continuous improvement and adoption of appropriate practices regarding asset management planning.</p> <p class=\"paragraph-e\">  4.  The principles to be followed by the municipality in its asset management planning, which must include the principles set out in section 3 of the Act. </p> <p class=\"paragraph-e\">  5.  The municipality’s commitment to consider, as part of its asset management planning,</p> <p class=\"subpara-e\">  i.  the actions that may be required to address the vulnerabilities that may be caused by climate change to the municipality’s infrastructure assets, in respect of such matters as,</p> <p class=\"subsubpara-e\">  A.  operations, such as increased maintenance schedules,</p> <p class=\"subsubpara-e\">  B.  levels of service, and</p> <p class=\"subsubpara-e\">  C.  lifecycle management, </p> <p class=\"subpara-e\">  ii.  the anticipated costs that could arise from the vulnerabilities described in subparagraph i, </p> <p class=\"subpara-e\">  iii.  adaptation opportunities that may be undertaken to manage the vulnerabilities described in subparagraph i,</p> <p class=\"subpara-e\">  iv.  mitigation approaches to climate change, such as greenhouse gas emission reduction goals and targets, and</p> <p class=\"subpara-e\">  v.  disaster planning and contingency funding.</p> <p class=\"paragraph-e\">  6.  A process to ensure that the municipality’s asset management planning is aligned with any of the following financial plans:</p> <p class=\"subpara-e\">  i.  Financial plans related to the municipality’s water assets including any financial plans prepared under the <i>Safe Drinking Water Act, 2002</i>.</p> <p class=\"subpara-e\">  ii.  Financial plans related to the municipality’s wastewater assets.</p> <p class=\"paragraph-e\">  7.  A process to ensure that the municipality’s asset management planning is aligned with Ontario’s land-use planning framework, including any relevant policy statements issued under subsection 3 (1) of the <i>Planning Act</i>, any provincial plans as defined in the <i>Planning Act</i> and the municipality’s official plan.</p> <p class=\"paragraph-e\">  8.  An explanation of the capitalization thresholds used to determine which assets are to be included in the municipality’s asset management plan and how the thresholds compare to those in the municipality’s tangible capital asset policy, if it has one.</p> <p class=\"paragraph-e\">  9.  The municipality’s commitment to coordinate planning for asset management, where municipal infrastructure assets connect or are interrelated with those of its upper-tier municipality, neighbouring municipalities or jointly-owned municipal bodies.</p> <p class=\"paragraph-e\">  10.  The persons responsible for the municipality’s asset management planning, including the executive lead.</p> <p class=\"paragraph-e\">  11.  An explanation of the municipal council’s involvement in the municipality’s asset management planning. </p> <p class=\"paragraph-e\">  12.  The municipality’s commitment to provide opportunities for municipal residents and other interested parties to provide input into the municipality’s asset management planning. </p> <p class=\"subsection-e\">  (2) For the purposes of this section,  </p> <p class=\"definition-e\">“capitalization threshold” is the value of a municipal infrastructure asset at or above which a municipality will capitalize the value of it and below which it will expense the value of it. (“seuil de capitalisation”)</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Update of asset management policy",
            "content": " 4. Every municipality shall prepare its first strategic asset management policy by July 1, 2019 and shall review and, if necessary, update it at least every five years.  Asset Management Plans",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>4. </b>Every municipality shall prepare its first strategic asset management policy by July 1, 2019 and shall review and, if necessary, update it at least every five years. </p> <p class=\"heading1-e\"><a name=\"BK6\"></a>Asset Management Plans</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "Asset Management Plans",
            "part_id": null,
            "part_type": null,
            "section": "Asset Management Plans",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Asset management plans, current levels of service",
            "content": " 5. (1) Every municipality shall prepare an asset management plan in respect of its core municipal infrastructure assets on or before July 1, 2022, and in respect of all of its other municipal infrastructure assets on or before July 1, 2024. O. Reg. 193/21, s. 1. (2) A municipality’s asset management plan must include the following: 1.  For each asset category, the current levels of service being provided, determined in accordance with the following qualitative descriptions and technical metrics and based on data from at most the two calendar years prior to the year in which all information required under this section is included in the asset management plan: i.  With respect to core municipal infrastructure assets, the qualitative descriptions set out in Column 2 and the technical metrics set out in Column 3 of Table 1, 2, 3, 4 or 5, as the case may be. ii.  With respect to all other municipal infrastructure assets, the qualitative descriptions and technical metrics established by the municipality. 2.  The current performance of each asset category, determined in accordance with the performance measures established by the municipality, such as those that would measure energy usage and operating efficiency, and based on data from at most two calendar years prior to the year in which all information required under this section is included in the asset management plan. 3.  For each asset category, i.  a summary of the assets in the category, ii.  the replacement cost of the assets in the category, iii.  the average age of the assets in the category, determined by assessing the average age of the components of the assets, iv.  the information available on the condition of the assets in the category, and v.  a description of the municipality’s approach to assessing the condition of the assets in the category, based on recognized and generally accepted good engineering practices where appropriate. 4.  For each asset category, the lifecycle activities that would need to be undertaken to maintain the current levels of service as described in paragraph 1 for each of the 10 years following the year for which the current levels of service under paragraph 1 are determined and the costs of providing those activities based on an assessment of the following: i.  The full lifecycle of the assets. ii.  The options for which lifecycle activities could potentially be undertaken to maintain the current levels of service. iii.  The risks associated with the options referred to in subparagraph ii. iv.  The lifecycle activities referred to in subparagraph ii that can be undertaken for the lowest cost to maintain the current levels of service. 5.  For municipalities with a population of less than 25,000, as reported by Statistics Canada in the most recent official census, the following: i.  A description of assumptions regarding future changes in population or economic activity. ii.  How the assumptions referred to in subparagraph i relate to the information required by paragraph 4. 6.  For municipalities with a population of 25,000 or more, as reported by Statistics Canada in the most recent official census, the following: i.  With respect to municipalities in the Greater Golden Horseshoe growth plan area, if the population and employment forecasts for the municipality are set out in Schedule 3 or 7 to the 2017 Growth Plan, those forecasts. ii.  With respect to lower-tier municipalities in the Greater Golden Horseshoe growth plan area, if the population and employment forecasts for the municipality are not set out in Schedule 7 to the 2017 Growth Plan, the portion of the forecasts allocated to the lower-tier municipality in the official plan of the upper-tier municipality of which it is a part. iii.  With respect to upper-tier municipalities or single-tier municipalities outside of the Greater Golden Horseshoe growth plan area, the population and employment forecasts for the municipality that are set out in its official plan. iv.  With respect to lower-tier municipalities outside of the Greater Golden Horseshoe growth plan area, the population and employment forecasts for the lower-tier municipality that are set out in the official plan of the upper-tier municipality of which it is a part. v.  If, with respect to any municipality referred to in subparagraph iii or iv, the population and employment forecasts for the municipality cannot be determined as set out in those subparagraphs, a description of assumptions regarding future changes in population or economic activity. vi.  For each of the 10 years following the year for which the current levels of service under paragraph 1 are determined, the estimated capital expenditures and significant operating costs related to the lifecycle activities required to maintain the current levels of service in order to accommodate projected increases in demand caused by growth, including estimated capital expenditures and significant operating costs related to new construction or to upgrading of existing municipal infrastructure assets. O. Reg. 588/17, s. 5 (2). (3) Every asset management plan must indicate how all background information and reports upon which the information required by paragraph 3 of subsection (2) is based will be made available to the public. O. Reg. 588/17, s. 5 (3). (4) In this section, “2017 Growth Plan” means the Growth Plan for the Greater Golden Horseshoe, 2017 that was approved under subsection 7 (6) of the Places to Grow Act, 2005 on May 16, 2017 and came into effect on July 1, 2017; (“Plan de croissance de 2017”) “Greater Golden Horseshoe growth plan area” means the area designated by section 2 of Ontario Regulation 416/05 (Growth Plan Areas) made under the Places to Grow Act, 2005. (“zone de croissance planifiée de la région élargie du Golden Horseshoe”) O. Reg. 588/17, s. 5 (4).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK7\"></a>5. </b>(1) Every municipality shall prepare an asset management plan in respect of its core municipal infrastructure assets on or before July 1, 2022, and in respect of all of its other municipal infrastructure assets on or before July 1, 2024. O. Reg. 193/21, s. 1.</p> <p class=\"subsection-e\">  (2) A municipality’s asset management plan must include the following:</p> <p class=\"paragraph-e\">  1.  For each asset category, the current levels of service being provided, determined in accordance with the following qualitative descriptions and technical metrics and based on data from at most the two calendar years prior to the year in which all information required under this section is included in the asset management plan: </p> <p class=\"subpara-e\">  i.  With respect to core municipal infrastructure assets, the qualitative descriptions set out in Column 2 and the technical metrics set out in Column 3 of Table 1, 2, 3, 4 or 5, as the case may be.</p> <p class=\"subpara-e\">  ii.  With respect to all other municipal infrastructure assets, the qualitative descriptions and technical metrics established by the municipality.</p> <p class=\"paragraph-e\">  2.  The current performance of each asset category, determined in accordance with the performance measures established by the municipality, such as those that would measure energy usage and operating efficiency, and based on data from at most two calendar years prior to the year in which all information required under this section is included in the asset management plan.</p> <p class=\"paragraph-e\">  3.  For each asset category, </p> <p class=\"subpara-e\">  i.  a summary of the assets in the category,</p> <p class=\"subpara-e\">  ii.  the replacement cost of the assets in the category,</p> <p class=\"subpara-e\">  iii.  the average age of<b> </b>the assets in the category, determined by assessing the average age of the components of the assets,</p> <p class=\"subpara-e\">  iv.  the information available on the condition of the assets in the category, and</p> <p class=\"subpara-e\">  v.  a description of the municipality’s approach to assessing the condition of<b> </b>the assets in the category, based on recognized and generally accepted good engineering practices where appropriate.</p> <p class=\"paragraph-e\">  4.  For each asset category, the lifecycle activities that would need to be undertaken to maintain the current levels of service as described in paragraph 1 for each of the 10 years following the year for which the current levels of service under paragraph 1 are determined and the costs of providing those activities based on an assessment of the following:</p> <p class=\"subpara-e\">  i.  The full lifecycle of the assets.</p> <p class=\"subpara-e\">  ii.  The options for which lifecycle activities could potentially be undertaken to maintain the current levels of service.</p> <p class=\"subpara-e\">  iii.  The risks associated with the options referred to in subparagraph ii.</p> <p class=\"subpara-e\">  iv.  The lifecycle activities referred to in subparagraph ii that can be undertaken for the lowest cost to maintain the current levels of service.</p> <p class=\"paragraph-e\">  5.  For municipalities with a population of less than 25,000, as reported by Statistics Canada in the most recent official census, the following: </p> <p class=\"subpara-e\">  i.  A description of assumptions regarding future changes in population or economic activity.</p> <p class=\"subpara-e\">  ii.  How the assumptions referred to in subparagraph i relate to the information required by paragraph 4.</p> <p class=\"paragraph-e\">  6.  For municipalities with a population of 25,000 or more, as reported by Statistics Canada in the most recent official census, the following: </p> <p class=\"subpara-e\">  i.  With respect to municipalities in the Greater Golden Horseshoe growth plan area, if the population and employment forecasts for the municipality are set out in Schedule 3 or 7 to the 2017 Growth Plan, those forecasts.</p> <p class=\"subpara-e\">  ii.  With respect to lower-tier municipalities in the Greater Golden Horseshoe growth plan area, if the population and employment forecasts for the municipality are not set out in Schedule 7 to the 2017 Growth Plan, the portion of the forecasts allocated to the lower-tier municipality in the official plan of the upper-tier municipality of which it is a part.</p> <p class=\"subpara-e\">  iii.  With respect to upper-tier municipalities or single-tier municipalities outside of the Greater Golden Horseshoe growth plan area, the population and employment forecasts for the municipality that are set out in its official plan.</p> <p class=\"subpara-e\">  iv.  With respect to lower-tier municipalities outside of the Greater Golden Horseshoe growth plan area, the population and employment forecasts for the lower-tier municipality that are set out in the official plan of the upper-tier municipality of which it is a part.</p> <p class=\"subpara-e\">  v.  If, with respect to any municipality referred to in subparagraph iii or iv, the population and employment forecasts for the municipality cannot be determined as set out in those subparagraphs, a description of assumptions regarding future changes in population or economic activity.</p> <p class=\"subpara-e\">  vi.  For each of the 10 years following the year for which the current levels of service under paragraph 1 are determined, the estimated capital expenditures and significant operating costs related to the lifecycle activities required to maintain the current levels of service in order to accommodate projected increases in demand caused by growth, including estimated capital expenditures and significant operating costs related to new construction or to upgrading of existing municipal infrastructure assets. O. Reg. 588/17, s. 5 (2).</p> <p class=\"subsection-e\">  (3) Every asset management plan must indicate how all background information and reports upon which the information required by paragraph 3 of subsection (2) is based will be made available to the public. O. Reg. 588/17, s. 5 (3).</p> <p class=\"subsection-e\">  (4) In this section, </p> <p class=\"definition-e\">“2017 Growth Plan” means the Growth Plan for the Greater Golden Horseshoe, 2017 that was approved under subsection 7 (6) of the <i>Places to Grow Act, 2005</i> on May 16, 2017 and came into effect on July 1, 2017; (“Plan de croissance de 2017”)</p> <p class=\"definition-e\">“Greater Golden Horseshoe growth plan area” means the area designated by section 2 of Ontario Regulation 416/05 (Growth Plan Areas) made under the <i>Places to Grow Act, 2005</i>. (“zone de croissance planifiée de la région élargie du Golden Horseshoe”) O. Reg. 588/17, s. 5 (4).</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Asset management plans, proposed levels of service",
            "content": " 6. (1) Subject to subsection (2), on or before July 1, 2025, every asset management plan prepared under section 5 must include the following additional information: 1.  For each asset category, the levels of service that the municipality proposes to provide for each of the 10 years following the year in which all information required under section 5 and this section is included in the asset management plan, determined in accordance with the following qualitative descriptions and technical metrics: i.  With respect to core municipal infrastructure assets, the qualitative descriptions set out in Column 2 and the technical metrics set out in Column 3 of Table 1, 2, 3, 4 or 5, as the case may be. ii.  With respect to all other municipal infrastructure assets, the qualitative descriptions and technical metrics established by the municipality. 2.  An explanation of why the proposed levels of service under paragraph 1 are appropriate for the municipality, based on an assessment of the following: i.  The options for the proposed levels of service and the risks associated with those options to the long term sustainability of the municipality. ii.  How the proposed levels of service differ from the current levels of service set out under paragraph 1 of subsection 5 (2). iii.  Whether the proposed levels of service are achievable. iv.  The municipality’s ability to afford the proposed levels of service. 3.  The proposed performance of each asset category for each year of the 10-year period referred to in paragraph 1, determined in accordance with the performance measures established by the municipality, such as those that would measure energy usage and operating efficiency. 4.  A lifecycle management and financial strategy that sets out the following information with respect to the assets in each asset category for the 10-year period referred to in paragraph 1: i.  An identification of the lifecycle activities that would need to be undertaken to provide the proposed levels of service described in paragraph 1, based on an assessment of the following: A.  The full lifecycle of the assets. B.  The options for which lifecycle activities could potentially be undertaken to achieve the proposed levels of service. C.  The risks associated with the options referred to in sub-subparagraph B. D.  The lifecycle activities referred to in sub-subparagraph B that can be undertaken for the lowest cost to achieve the proposed levels of service. ii.  An estimate of the annual costs for each of the 10 years of undertaking the lifecycle activities identified in subparagraph i, separated into capital expenditures and significant operating costs. iii.  An identification of the annual funding projected to be available to undertake lifecycle activities and an explanation of the options examined by the municipality to maximize the funding projected to be available. iv.  If, based on the funding projected to be available, the municipality identifies a funding shortfall for the lifecycle activities identified in subparagraph i, A.  an identification of the lifecycle activities, whether set out in subparagraph i or otherwise, that the municipality will undertake, and B.  if applicable, an explanation of how the municipality will manage the risks associated with not undertaking any of the lifecycle activities identified in subparagraph i. 5.  For municipalities with a population of less than 25,000, as reported by Statistics Canada in the most recent official census, a discussion of how the assumptions regarding future changes in population and economic activity, set out in subparagraph 5 i of subsection 5 (2), informed the preparation of the lifecycle management and financial strategy referred to in paragraph 4 of this subsection. 6.  For municipalities with a population of 25,000 or more, as reported by Statistics Canada in the most recent official census, i.  the estimated capital expenditures and significant operating costs to achieve the proposed levels of service as described in paragraph 1 in order to accommodate projected increases in demand caused by population and employment growth, as set out in the forecasts or assumptions referred to in paragraph 6 of subsection 5 (2), including estimated capital expenditures and significant operating costs related to new construction or to upgrading of existing municipal infrastructure assets, ii.  the funding projected to be available, by source, as a result of increased population and economic activity, and iii.  an overview of the risks associated with implementation of the asset management plan and any actions that would be proposed in response to those risks. 7.  An explanation of any other key assumptions underlying the plan that have not previously been explained. O. Reg. 588/17, s. 6 (1); O. Reg. 193/21, s. 2 (1). (2) With respect to an asset management plan prepared under section 5 on or before July 1, 2022, if the additional information required under this section is not included before July 1, 2024, the municipality shall, before including the additional information, update the current levels of service set out under paragraph 1 of subsection 5 (2) and the current performance measures set out under paragraph 2 of subsection 5 (2) based on data from the two most recent calendar years. O. Reg. 193/21, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK8\"></a>6. </b>(1) Subject to subsection (2), on or before July 1, 2025, every asset management plan prepared under section 5 must include the following additional information:</p> <p class=\"paragraph-e\">  1.  For each asset category, the levels of service that the municipality proposes to provide for each of the 10 years following the year in which all information required under section 5 and this section is included in the asset management plan, determined in accordance with the following qualitative descriptions and technical metrics:</p> <p class=\"subpara-e\">  i.  With respect to core municipal infrastructure assets, the qualitative descriptions set out in Column 2 and the technical metrics set out in Column 3 of Table 1, 2, 3, 4 or 5, as the case may be.</p> <p class=\"subpara-e\">  ii.  With respect to all other municipal infrastructure assets, the qualitative descriptions and technical metrics established by the municipality.</p> <p class=\"paragraph-e\">  2.  An explanation of why the proposed levels of service under paragraph 1 are appropriate for the municipality, based on an assessment of the following:</p> <p class=\"subpara-e\">  i.  The options for the proposed levels of service and the risks associated with those options to the long term sustainability of the municipality. </p> <p class=\"subpara-e\">  ii.  How the proposed levels of service differ from the current levels of service set out under paragraph 1 of subsection 5 (2).</p> <p class=\"subpara-e\">  iii.  Whether the proposed levels of service are achievable.</p> <p class=\"subpara-e\">  iv.  The municipality’s ability to afford the proposed levels of service.</p> <p class=\"paragraph-e\">  3.  The proposed performance of each asset category for each year of the 10-year period referred to in paragraph 1, determined in accordance with the performance measures established by the municipality, such as those that would measure energy usage and operating efficiency.</p> <p class=\"paragraph-e\">  4.  A lifecycle management and financial strategy that sets out the following information with respect to the assets in each asset category for the 10-year period referred to in paragraph 1:</p> <p class=\"subpara-e\">  i.  An identification of the lifecycle activities that would need to be undertaken to provide the proposed levels of service described in paragraph 1, based on an assessment of the following:</p> <p class=\"subsubpara-e\">  A.  The full lifecycle of the assets.</p> <p class=\"subsubpara-e\">  B.  The options for which lifecycle activities could potentially be undertaken to achieve the proposed levels of service.</p> <p class=\"subsubpara-e\">  C.  The risks associated with the options referred to in sub-subparagraph B.</p> <p class=\"subsubpara-e\">  D.  The lifecycle activities referred to in sub-subparagraph B that can be undertaken for the lowest cost to achieve the proposed levels of service.</p> <p class=\"subpara-e\">  ii.  An estimate of the annual costs for each of the 10 years of undertaking the lifecycle activities identified in subparagraph i, separated into capital expenditures and significant operating costs.</p> <p class=\"subpara-e\">  iii.  An identification of the annual funding projected to be available to undertake lifecycle activities and an explanation of the options examined by the municipality to maximize the funding projected to be available.</p> <p class=\"subpara-e\">  iv.  If, based on the funding projected to be available, the municipality identifies a funding shortfall for the lifecycle activities identified in subparagraph i, </p> <p class=\"subsubpara-e\">  A.  an identification of the lifecycle activities, whether set out in subparagraph i or otherwise, that the municipality will undertake, and</p> <p class=\"subsubpara-e\">  B.  if applicable, an explanation of how the municipality will manage the risks associated with not undertaking any of the lifecycle activities identified in subparagraph i.</p> <p class=\"paragraph-e\">  5.  For municipalities with a population of less than 25,000, as reported by Statistics Canada in the most recent official census, a discussion of how the assumptions regarding future changes in population and economic activity, set out in subparagraph 5 i of subsection 5 (2), informed the preparation of the lifecycle management and financial strategy referred to in paragraph 4 of this subsection.</p> <p class=\"paragraph-e\">  6.  For municipalities with a population of 25,000 or more, as reported by Statistics Canada in the most recent official census,</p> <p class=\"subpara-e\">  i.  the estimated capital expenditures and significant operating costs to achieve the proposed levels of service as described in paragraph 1 in order to accommodate projected increases in demand caused by population and employment growth, as set out in the forecasts or assumptions referred to in paragraph 6 of subsection 5 (2), including estimated capital expenditures and significant operating costs related to new construction or to upgrading of existing municipal infrastructure assets,</p> <p class=\"subpara-e\">  ii.  the funding projected to be available, by source, as a result of increased population and economic activity, and </p> <p class=\"subpara-e\">  iii.  an overview of the risks associated with implementation of the asset management plan and any actions that would be proposed in response to those risks.</p> <p class=\"paragraph-e\">  7.  An explanation of any other key assumptions underlying the plan that have not previously been explained. O. Reg. 588/17, s. 6 (1); O. Reg. 193/21, s. 2 (1).</p> <p class=\"subsection-e\">  (2) With respect to an asset management plan prepared under section 5 on or before July 1, 2022, if the additional information required under this section is not included before July 1, 2024, the municipality shall, before including the additional information, update the current levels of service set out under paragraph 1 of subsection 5 (2) and the current performance measures set out under paragraph 2 of subsection 5 (2) based on data from the two most recent calendar years. O. Reg. 193/21, s. 2 (2).</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Update of asset management plans",
            "content": " 7. (1) Every municipality shall review and update its asset management plan at least five years after the year in which the plan is completed under section 6 and at least every five years thereafter. (2) The updated asset management plan must comply with the requirements set out under paragraphs 1, 2 and 3 and subparagraphs 5 i and 6 i, ii, iii, iv and v of subsection 5 (2), subsection 5 (3) and paragraphs 1 to 7 of subsection 6 (1).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>7. </b>(1) Every municipality shall review and update its asset management plan at least five years after the year in which the plan is completed under section 6 and at least every five years thereafter.</p> <p class=\"subsection-e\">  (2) The updated asset management plan must comply with the requirements set out under paragraphs 1, 2 and 3 and subparagraphs 5 i and 6 i, ii, iii, iv and v of subsection 5 (2), subsection 5 (3) and paragraphs 1 to 7 of subsection 6 (1).</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Endorsement and approval required",
            "content": " 8. Every asset management plan prepared under section 5 or 6, or updated under section 7, must be, (a)  endorsed by the executive lead of the municipality; and (b)  approved by a resolution passed by the municipal council.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>8. </b>Every asset management plan prepared under section 5 or 6, or updated under section 7, must be,</p> <p class=\"clause-e\">  (a)  endorsed by the executive lead of the municipality; and </p> <p class=\"clause-e\">  (b)  approved by a resolution passed by the municipal council.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Annual review of asset management planning progress",
            "content": " 9. (1) Every municipal council shall conduct an annual review of its asset management progress on or before July 1 in each year, starting the year after the municipality’s asset management plan is completed under section 6. (2) The annual review must address, (a)  the municipality’s progress in implementing its asset management plan; (b)  any factors impeding the municipality’s ability to implement its asset management plan; and (c)  a strategy to address the factors described in clause (b).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK11\"></a>9. </b>(1) Every municipal council shall conduct an annual review of its asset management progress on or before July 1 in each year, starting the year after the municipality’s asset management plan is completed under section 6.</p> <p class=\"subsection-e\">  (2) The annual review must address,</p> <p class=\"clause-e\">  (a)  the municipality’s progress in implementing its asset management plan;</p> <p class=\"clause-e\">  (b)  any factors impeding the municipality’s ability to implement its asset management plan; and</p> <p class=\"clause-e\">  (c)  a strategy to address the factors described in clause (b).</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Public availability",
            "content": " 10. Every municipality shall post its current strategic asset management policy and asset management plan on a website that is available to the public, and shall provide a copy of the policy and plan to any person who requests it. Table 1   Water assets Column 1   Service attribute   Column 2   Community levels of service (qualitative descriptions)   Column 3   Technical levels of service (technical metrics) \n\n  Scope   1.  Description, which may include maps, of the user groups or areas of the municipality that are connected to the municipal water system.   2.  Description, which may include maps, of the user groups or areas of the municipality that have fire flow.   1.  Percentage of properties connected to the municipal water system.   2.  Percentage of properties where fire flow is available. \n\n  Reliability   Description of boil water advisories and service interruptions.   1.  The number of connection-days per year where a boil water advisory notice is in place compared to the total number of properties connected to the municipal water system.  2.  The number of connection-days per year due to water main breaks compared to the total number of properties connected to the municipal water system.  Table 2   wasteWater assets Column 1   Service attribute   Column 2   Community levels of service (qualitative descriptions)   Column 3   Technical levels of service (technical metrics) \n\n  Scope   Description, which may include maps, of the user groups or areas of the municipality that are connected to the municipal wastewater system.   Percentage of properties connected to the municipal wastewater system. \n\n  Reliability   1.  Description of how combined sewers in the municipal wastewater system are designed with overflow structures in place which allow overflow during storm events to prevent backups into homes.   2.  Description of the frequency and volume of overflows in combined sewers  in the municipal wastewater system that occur in habitable areas or beaches.   3.  Description of how stormwater can get into sanitary sewers in the municipal wastewater system, causing sewage to overflow into streets or backup into homes.   4.  Description of how sanitary sewers in the municipal wastewater system are designed to be resilient to avoid events described in paragraph 3.   5.  Description of the effluent that is discharged from sewage treatment plants in the municipal wastewater system.   1.  The number of events per year where combined sewer flow in the municipal wastewater system exceeds system capacity compared to the total number of properties connected to the municipal wastewater system.   2.  The number of connection-days per year due to wastewater backups compared to the total number of properties connected to the municipal wastewater system.   3.  The number of effluent violations per year due to wastewater discharge compared to the total number of properties connected to the municipal wastewater system.  Table 3   stormWater management assets Column 1   Service attribute   Column 2   Community levels of service (qualitative descriptions)   Column 3   Technical levels of service (technical metrics) \n\n  Scope   Description, which may include maps, of the user groups or areas of the municipality that are protected from flooding, including the extent of the protection provided by the municipal stormwater management system.   1.  Percentage of properties in municipality resilient to a 100-year storm.   2.  Percentage of the municipal stormwater management system resilient to a 5-year storm.  Table 4   roads Column 1   Service attribute   Column 2   Community levels of service (qualitative descriptions)   Column 3   Technical levels of service (technical metrics) \n\n  Scope   Description, which may include maps, of the road network in the municipality and its level of connectivity.   Number of lane-kilometres of each of arterial roads, collector roads and local roads as a proportion of square kilometres of land area of the municipality. \n\n  Quality   Description or images that illustrate the different levels of road class pavement condition.   1.  For paved roads in the municipality, the average pavement condition index value.   2.  For unpaved roads in the municipality, the average surface condition (e.g. excellent, good, fair or poor).  Table 5   bridges and Culverts Column 1   Service attribute   Column 2   Community levels of service (qualitative descriptions)   Column 3   Technical levels of service (technical metrics) \n\n  Scope   Description of the traffic that is supported by municipal bridges (e.g., heavy transport vehicles, motor vehicles, emergency vehicles, pedestrians, cyclists).   Percentage of bridges in the municipality with loading or dimensional restrictions. \n\n  Quality   1.  Description or images of the condition of bridges and how this would affect use of the bridges.   2.  Description or images of the condition of culverts and how this would affect use of the culverts.   1.  For bridges in the municipality, the average bridge condition index value.   2.  For structural culverts in the municipality, the average bridge condition index value.  11. Omitted (provides for coming into force of provisions of this Regulation).  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>10. </b>Every municipality shall post its current strategic asset management policy and asset management plan on a website that is available to the public, and shall provide a copy of the policy and plan to any person who requests it.</p> <p class=\"tableheading-e\"><a name=\"BK13\"></a>Table 1 <br/>  Water assets</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"89\"> <p class=\"table-e\">Column 1 <br/>  Service attribute</p> </td> <td valign=\"top\" width=\"259\"> <p class=\"table-e\">Column 2 <br/>  Community levels of service (qualitative descriptions)</p> </td> <td valign=\"top\" width=\"229\"> <p class=\"table-e\">Column 3 <br/>  Technical levels of service (technical metrics)</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"89\"> <p class=\"table-e\">Scope</p> </td> <td valign=\"top\" width=\"259\"> <p class=\"table-e\">1.  Description, which may include maps, of the user groups or areas of the municipality that are connected to the municipal water system. <br/>  2.  Description, which may include maps, of the user groups or areas of the municipality that have fire flow.</p> </td> <td valign=\"top\" width=\"229\"> <p class=\"table-e\">1.  Percentage of properties connected to the municipal water system. <br/>  2.  Percentage of properties where fire flow is available.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"89\"> <p class=\"table-e\">Reliability</p> </td> <td valign=\"top\" width=\"259\"> <p class=\"table-e\">Description of boil water advisories and service interruptions.</p> </td> <td valign=\"top\" width=\"229\"> <p class=\"table-e\">1.  The number of connection-days per year where a boil water advisory notice is in place compared to the total number of properties connected to the municipal water system. <br/> <i>2.  </i>The number of connection-days per year due to water main breaks compared to the total number of properties connected to the municipal water system.</p> </td>\n</tr>\n</table> <p class=\"MsoNormal\"> </p> <p class=\"tableheading-e\"><a name=\"BK14\"></a>Table 2 <br/>  wasteWater assets</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"89\"> <p class=\"table-e\">Column 1 <br/>  Service attribute</p> </td> <td valign=\"top\" width=\"254\"> <p class=\"table-e\">Column 2 <br/>  Community levels of service (qualitative descriptions)</p> </td> <td valign=\"top\" width=\"226\"> <p class=\"table-e\">Column 3 <br/>  Technical levels of service (technical metrics)</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"89\"> <p class=\"table-e\">Scope</p> </td> <td valign=\"top\" width=\"254\"> <p class=\"table-e\">Description, which may include maps, of the user groups or areas of the municipality that are connected to the municipal wastewater system.</p> </td> <td valign=\"top\" width=\"226\"> <p class=\"table-e\">Percentage of properties connected to the municipal wastewater system.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"89\"> <p class=\"table-e\">Reliability</p> </td> <td valign=\"top\" width=\"254\"> <p class=\"table-e\">1.  Description of how combined sewers in the municipal wastewater system are designed with overflow structures in place which allow overflow during storm events to prevent backups into homes. <br/>  2.  Description of the frequency and volume of overflows in combined sewers  in the municipal wastewater system that occur in habitable areas or beaches. <br/>  3.  Description of how stormwater can get into sanitary sewers in the municipal wastewater system, causing sewage to overflow into streets or backup into homes. <br/>  4.  Description of how sanitary sewers in the municipal wastewater system are designed to be resilient to avoid events described in paragraph 3. <br/>  5.  Description of the effluent that is discharged from sewage treatment plants in the municipal wastewater system.</p> </td> <td valign=\"top\" width=\"226\"> <p class=\"table-e\">1.  The number of events per year where combined sewer flow in the municipal wastewater system exceeds system capacity compared to the total number of properties connected to the municipal wastewater system. <br/>  2.  The number of connection-days per year due to wastewater backups compared to the total number of properties connected to the municipal wastewater system. <br/>  3.  The number of effluent violations per year due to wastewater discharge compared to the total number of properties connected to the municipal wastewater system.</p> </td>\n</tr>\n</table> <p class=\"MsoNormal\"> </p> <p class=\"tableheading-e\"><a name=\"BK15\"></a>Table 3 <br/>  stormWater management assets</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">Column 1 <br/>  Service attribute</p> </td> <td valign=\"top\" width=\"304\"> <p class=\"table-e\">Column 2 <br/>  Community levels of service (qualitative descriptions)</p> </td> <td valign=\"top\" width=\"264\"> <p class=\"table-e\">Column 3 <br/>  Technical levels of service (technical metrics)</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">Scope</p> </td> <td valign=\"top\" width=\"304\"> <p class=\"table-e\">Description, which may include maps, of the user groups or areas of the municipality that are protected from flooding, including the extent of the protection provided by the municipal stormwater management system.</p> </td> <td valign=\"top\" width=\"264\"> <p class=\"table-e\">1.  Percentage of properties in municipality resilient to a 100-year storm. <br/>  2.  Percentage of the municipal stormwater management system<b> </b>resilient to a 5-year storm.</p> </td>\n</tr>\n</table> <p class=\"MsoNormal\"> </p> <p class=\"tableheading-e\"><a name=\"BK16\"></a>Table 4 <br/>  roads</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">Column 1 <br/>  Service attribute</p> </td> <td valign=\"top\" width=\"304\"> <p class=\"table-e\">Column 2 <br/>  Community levels of service (qualitative descriptions)</p> </td> <td valign=\"top\" width=\"264\"> <p class=\"table-e\">Column 3 <br/>  Technical levels of service (technical metrics)</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">Scope</p> </td> <td valign=\"top\" width=\"304\"> <p class=\"table-e\">Description, which may include maps, of the road network in the municipality and its level of connectivity.</p> </td> <td valign=\"top\" width=\"264\"> <p class=\"table-e\">Number of lane-kilometres of each of arterial roads, collector roads and local roads as a proportion of square kilometres of land area of the municipality.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">Quality</p> </td> <td valign=\"top\" width=\"304\"> <p class=\"table-e\">Description or images that illustrate the different levels of road class pavement condition.</p> </td> <td valign=\"top\" width=\"264\"> <p class=\"table-e\">1.  For paved roads in the municipality, the average pavement condition index value. <br/>  2.  For unpaved roads in the municipality, the average surface condition (e.g. excellent, good, fair or poor).</p> </td>\n</tr>\n</table> <p class=\"MsoNormal\"> </p> <p class=\"tableheading-e\"><a name=\"BK17\"></a>Table 5 <br/>  bridges and Culverts</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">Column 1 <br/>  Service attribute</p> </td> <td valign=\"top\" width=\"304\"> <p class=\"table-e\">Column 2 <br/>  Community levels of service (qualitative descriptions)</p> </td> <td valign=\"top\" width=\"264\"> <p class=\"table-e\">Column 3 <br/>  Technical levels of service (technical metrics)</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">Scope</p> </td> <td valign=\"top\" width=\"304\"> <p class=\"table-e\">Description of the traffic that is supported by municipal bridges (e.g., heavy transport vehicles, motor vehicles, emergency vehicles, pedestrians, cyclists).</p> </td> <td valign=\"top\" width=\"264\"> <p class=\"table-e\">Percentage of bridges in the municipality with loading or dimensional restrictions.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">Quality</p> </td> <td valign=\"top\" width=\"304\"> <p class=\"table-e\">1.  Description or images of the condition of bridges and how this would affect use of the bridges. <br/>  2.  Description or images of the condition of culverts and how this would affect use of the culverts.</p> </td> <td valign=\"top\" width=\"264\"> <p class=\"table-e\">1.  For bridges in the municipality, the average bridge condition index value. <br/>  2.  For structural culverts in the municipality, the average bridge condition index value.</p> </td>\n</tr>\n</table> <p class=\"MsoNormal\"> </p> <p class=\"section-e\"><a name=\"BK18\"></a> <b>11.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/170588\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "Table 1",
            "part_id": null,
            "part_type": null,
            "section": "Water assets",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "Table 2",
            "part_id": null,
            "part_type": null,
            "section": "Wastewater assets",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "Table 3",
            "part_id": null,
            "part_type": null,
            "section": "Stormwater management assets",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "Table 4",
            "part_id": null,
            "part_type": null,
            "section": "Roads",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "Table 5",
            "part_id": null,
            "part_type": null,
            "section": "Bridges and culverts",
            "content": NaN,
            "raw_html": NaN
        }
    ]
}