{
    "reg_info": {
        "full_title": "O. Reg. 290/15: GOVERNMENT STORES",
        "reg_name_text": "GOVERNMENT STORES",
        "citation": "O. Reg. 290/15: ",
        "act_under": "Liquor Control Act   Loi sur les alcools ",
        "url": "https://www.ontario.ca/laws/regulation/150290",
        "date_scraped": "2023-12-19 03:27:13"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/150290/v3",
            "valid_from": "June  6, 2016",
            "valid_to": "June 22, 2016"
        },
        {
            "a_href": "/laws/regulation/150290/v2",
            "valid_from": "April 18, 2016",
            "valid_to": "June  5, 2016"
        },
        {
            "a_href": "/laws/regulation/150290/v1",
            "valid_from": "September 22, 2015",
            "valid_to": "April 17, 2016"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Opening hours",
            "content": " 1. A government store shall be kept open for the sale of liquor during such hours as the Board from time to time directs.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>A government store shall be kept open for the sale of liquor during such hours as the Board from time to time directs.</p>"
        },
        {
            "id": "2.",
            "section": "Brewers Retail Inc.",
            "content": " 2. Government stores for the sale of beer only may be established by Brewers Retail Inc. in any location approved by the Board and a manufacturer of beer licensed by the Alcohol and Gaming Commission of Ontario may store and sell beer in those stores under the control and supervision of the Board.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>Government stores for the sale of beer only may be established by Brewers Retail Inc. in any location approved by the Board and a manufacturer of beer licensed by the Alcohol and Gaming Commission of Ontario may store and sell beer in those stores under the control and supervision of the Board.</p>"
        },
        {
            "id": "3.",
            "section": "Beer manufactured outside Ontario",
            "content": " 3. (1) Manufacturers are authorized to sell beer manufactured outside Ontario but within Canada to the Board for sale through Brewers Retail Inc. at the outlets approved by the Board. (2) Subsection (1) applies with respect to beer manufactured in a jurisdiction only if, in that jurisdiction, manufacturers are treated, with respect to the selling of beer manufactured in Ontario, in a way that is similar to the way manufacturers are treated in Ontario under subsection (1).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) Manufacturers are authorized to sell beer manufactured outside Ontario but within Canada to the Board for sale through Brewers Retail Inc. at the outlets approved by the Board.</p> <p class=\"subsection-e\">  (2) Subsection (1) applies with respect to beer manufactured in a jurisdiction only if, in that jurisdiction, manufacturers are treated, with respect to the selling of beer manufactured in Ontario, in a way that is similar to the way manufacturers are treated in Ontario under subsection (1).</p>"
        },
        {
            "id": "4.",
            "section": "Beer sold in store operated by manufacturer",
            "content": " 4. A manufacturer of beer shall not store or sell beer in a store to which an authorization under clause 3 (1) (e) of the Act applies if, (a) the beer contains alcohol that was obtained other than by the fermentation of an infusion or decoction of barley, malt and hops or of any similar products; and (b) the alcohol described in clause (a) increases the total alcohol content of the beer by more than 0.5 of 1 per cent by volume. Government Stores to which Authorizations under clause 3 (1) (e.1) of the Act Apply",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>A manufacturer of beer shall not store or sell beer in a store to which an authorization under clause 3 (1) (e) of the Act applies if,</p> <p class=\"clause-e\">  (a) the beer contains alcohol that was obtained other than by the fermentation of an infusion or decoction of barley, malt and hops or of any similar products; and</p> <p class=\"clause-e\">  (b) the alcohol described in clause (a) increases the total alcohol content of the beer by more than 0.5 of 1 per cent by volume.</p> <p class=\"heading1-e\">Government Stores to which Authorizations under clause 3 (1) (e.1) of the Act Apply</p>"
        },
        {
            "id": "5.",
            "section": "Interpretation",
            "content": " 5. (1) For the purposes of this section and sections 6 to 8, “Category A store” means a retail store described in subsection (2); “Category B store” means a retail store that is not a Category A store; “census division” means a census division as identified in the 2011 Census of Canada, as reported by Statistics Canada under the Statistics Act (Canada); “cider” means wine produced from apples or pears or from the concentrated juice of apples or pears, to which is added herbs, water, honey or sugar; “East Region” means the census divisions of Stormont, Dundas and Glengarry; Prescott and Russell; Ottawa; Leeds and Grenville; Lanark; Frontenac; Lennox and Addington; Hastings; Prince Edward; Northumberland; Peterborough; Kawartha Lakes; Simcoe; Muskoka; Haliburton; and Renfrew; “franchise system” has the same meaning as in subsection 1 (1) of the Arthur Wishart Act (Franchise Disclosure), 2000; “franchisor” has the same meaning as in subsection 1 (1) of the Arthur Wishart Act (Franchise Disclosure), 2000; “Greater Toronto Area Region” means the census divisions of Durham, York, Toronto, Peel and Halton; “North Region” means the census divisions of Nipissing, Parry Sound, Sudbury, Greater Sudbury, Timiskaming, Cochrane, Algoma, Thunder Bay, Rainy River and Kenora; “production year” has the same meaning as in subsection 17 (1) of the Alcohol and Gaming Regulation and Public Protection Act, 1996; “region” means the East Region, Greater Toronto Area Region, North Region or West Region; “related”, when used in connection with retail stores, has the meaning set out in subsection (3); “sales year” has the same meaning as in subsection 17 (1) of the Alcohol and Gaming Regulation and Public Protection Act, 1996; “West Region” means the census divisions of Dufferin, Wellington, Hamilton, Niagara, Haldimand-Norfolk, Brant, Waterloo, Perth, Oxford, Elgin, Chatham-Kent, Essex, Lambton, Middlesex, Huron, Bruce, Grey and Manitoulin. O. Reg. 99/16, s. 2. (2) A retail store is a Category A store if the sum of its annual worldwide revenue and the annual worldwide revenue of all related retail stores is greater than $1 billion. (3) A retail store is related to another retail store if, (a) both stores are operated by the same person; (b) the operators of the stores are affiliates; or (c) both stores are part of the same franchise system. (4) For the purposes of this section and sections 6 to 8, an affiliate of a store operator or a beer or cider manufacturer means the following: 1. If the store operator or beer or cider manufacturer is a corporation, an affiliate within the meaning of the Alcohol and Gaming Regulation and Public Protection Act, 1996. 2. If the store operator or beer or cider manufacturer is a partner in a partnership, another partner in the partnership. 3. If the store operator or beer or cider manufacturer is a member of a joint venture, another member of the joint venture. O. Reg. 99/16, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) For the purposes of this section and sections 6 to 8,</p> <p class=\"firstdef-e\">“Category A store” means a retail store described in subsection (2);</p> <p class=\"definition-e\">“Category B store” means a retail store that is not a Category A store;</p> <p class=\"definition-e\">“census division” means a census division as identified in the 2011 Census of Canada, as reported by Statistics Canada under the <i>Statistics Act</i><i> (Canada)</i>;</p> <p class=\"definition-e\">“cider” means wine produced from apples or pears or from the concentrated juice of apples or pears, to which is added herbs, water, honey or sugar;</p> <p class=\"definition-e\">“East Region” means the census divisions of Stormont, Dundas and Glengarry; Prescott and Russell; Ottawa; Leeds and Grenville; Lanark; Frontenac; Lennox and Addington; Hastings; Prince Edward; Northumberland; Peterborough; Kawartha Lakes; Simcoe; Muskoka; Haliburton; and Renfrew;</p> <p class=\"definition-e\">“franchise system” has the same meaning as in subsection 1 (1) of the <i>Arthur Wishart Act (Franchise Disclosure), 2000</i>;</p> <p class=\"definition-e\">“franchisor” has the same meaning as in subsection 1 (1) of the <i>Arthur Wishart Act (Franchise Disclosure), 2000</i>;</p> <p class=\"definition-e\">“Greater Toronto Area Region” means the census divisions of Durham, York, Toronto, Peel and Halton;</p> <p class=\"definition-e\">“North Region” means the census divisions of Nipissing, Parry Sound, Sudbury, Greater Sudbury, Timiskaming, Cochrane, Algoma, Thunder Bay, Rainy River and Kenora;</p> <p class=\"definition-e\">“production year” has the same meaning as in subsection 17 (1) of the <i>Alcohol and Gaming Regulation and Public Protection Act, 1996</i>;</p> <p class=\"definition-e\">“region” means the East Region, Greater Toronto Area Region, North Region or West Region;</p> <p class=\"definition-e\">“related”, when used in connection with retail stores, has the meaning set out in subsection (3);</p> <p class=\"definition-e\">“sales year” has the same meaning as in subsection 17 (1) of the <i>Alcohol and Gaming Regulation and Public Protection Act, 1996</i>;</p> <p class=\"definition-e\">“West Region” means the census divisions of Dufferin, Wellington, Hamilton, Niagara, Haldimand-Norfolk, Brant, Waterloo, Perth, Oxford, Elgin, Chatham-Kent, Essex, Lambton, Middlesex, Huron, Bruce, Grey and Manitoulin. O. Reg. 99/16, s. 2.</p> <p class=\"subsection-e\">  (2) A retail store is a Category A store if the sum of its annual worldwide revenue and the annual worldwide revenue of all related retail stores is greater than $1 billion.</p> <p class=\"subsection-e\">  (3) A retail store is related to another retail store if,</p> <p class=\"clause-e\">  (a) both stores are operated by the same person;</p> <p class=\"clause-e\">  (b) the operators of the stores are affiliates; or</p> <p class=\"clause-e\">  (c) both stores are part of the same franchise system.</p> <p class=\"subsection-e\">  (4) For the purposes of this section and sections 6 to 8, an affiliate of a store operator or a beer or cider manufacturer means the following:</p> <p class=\"paragraph-e\">  1. If the store operator or beer or cider manufacturer is a corporation, an affiliate within the meaning of the<i> Alcohol and Gaming Regulation and Public Protection Act, 1996</i>.</p> <p class=\"paragraph-e\">  2. If the store operator or beer or cider manufacturer is a partner in a partnership, another partner in the partnership.</p> <p class=\"paragraph-e\">  3. If the store operator or beer or cider manufacturer is a member of a joint venture, another member of the joint venture. O. Reg. 99/16, s. 1.</p>"
        },
        {
            "id": "6.",
            "section": "Issuing and transferring authorizations",
            "content": " 6. (1) This section applies to the Board’s issuing of authorizations under clause 3 (1) (e.1) of the Act to operate government stores for the sale of liquor to the public. (2) The Board may issue an authorization to a person for the sale of beer in a retail store that the person operates if the store meets the following criteria: 1. The store offers a variety of each of the following types of food products for sale: i. Canned food. ii. Dry food. iii. Frozen food. iv. Fresh fruit. v. Fresh vegetables. vi. Fresh meats. vii. Prepared meats. viii. Fish. ix. Poultry. x. Dairy products. xi. Baked goods. xii. Snack foods. 2. Food products make up no less than 10,000 square feet of total retail floor space in the store. 3. The store must not primarily be identified to the public as a pharmacy, even if a pharmacy as defined in the\r\nDrug and Pharmacies Regulation Act is located within the store. (3) No more than 60 authorizations shall be in effect at any one time. (4) Subject to subsection (7), the Board shall approve an application to transfer an authorization to a person who has purchased the retail store to which the authorization applies if the store meets the issuing criteria in subsection (2) on the date of the application. (5) Subject to subsection (7), the Board shall approve an application to change the retail store location to which an authorization applies if all of the following criteria are met: 1. The proposed location is within the same region as the store to which the authorization applies. 2. The retail store at the proposed location will be operated by the same person who operates the store to which the authorization applies. 3. The retail store at the proposed location meets the issuing criteria in subsection (2). (6) Subject to subsection (7), the Board shall approve an application to transfer an authorization to a person who proposes to change the location to which the authorization applies if all of the following criteria are met: 1. The proposed location is within the same region as the store to which the authorization applies. 2. The retail store at the proposed location will be operated, i. by an affiliate of the person who operates the store to which the authorization applies, or ii. by a person who operates a store that is part of the same franchise system as the store to which the authorization applies. 3. The retail store at the proposed location meets the issuing criteria in subsection (2). (7) The Board shall not issue or transfer an authorization to a person under this section if any of the following circumstances exist: 1. Having regard to the person’s financial position, the person cannot reasonably be expected to be financially responsible in the conduct of the person’s business. 2. The past or present conduct of the persons referred to in subsection (8) affords reasonable grounds to believe that the person will not carry on business in accordance with the law and with integrity and honesty. 3. After entering into a supply agreement under section 8 in respect of a store, the person terminated a lease or licence in respect of a space at the store for the operation of a winery retail store for any reason other than a default by the winery retail store operator under the lease or licence. O. Reg. 99/16, s. 3 (1). (8) Paragraph 2 of subsection (7) applies to the following persons: 1. The person operating the store. 2. An officer or director of the person operating the store. 3. A person having responsibility for the management or operation of the store. (9) The Board shall not issue an authorization to a person under this section in respect of a retail store that the person operates, transfer an authorization to a person or approve an application to change a retail store location if the retail store, or the proposed location of the retail store, as the case may be, is located within 10 kilometres of an agency store within the meaning of subsection 17 (1) of the Alcohol and Gaming Regulation and Public Protection Act, 1996. O. Reg. 99/16, s. 3 (2). (10) The Board shall allocate authorizations under this section in accordance with the following rules: 1. No more than the number of authorizations set out in Column 2 of the Table to this section opposite a region in Column 1 shall be allocated to retail stores in the region. 2. No more than the number of authorizations set out in Column 3 of the Table to this section opposite a region in Column 1 shall be allocated to Category A stores in the region. 3. No more than the number of authorizations set out in Column 4 of the Table to this section opposite a region in Column 1 shall be allocated to a single group of related Category A stores in the region. 4. No more than the number of authorizations set out in Column 5 of the Table to this section opposite a region in Column 1 shall be allocated to a single group of related Category B stores in the region. 5. The number of authorizations across all regions allocated to a single group of related Category A stores shall not exceed 19. 6. The number of authorizations across all regions allocated to a single group of related Category B stores shall not exceed 4. (11) The Board shall, on request, provide a person with information about the boundaries of census divisions. Table  Item   Column 1 Region   Column 2 Maximum number of authorizations for retail stores    Column 3 Maximum number of authorizations for Category A stores      Column 4 Maximum number of authorizations for a single group of related Category A stores    Column 5   Maximum number of authorizations for a single group of related Category B stores \n\n  1.   East Region   13   11   5   1 \n\n  2.   Greater Toronto Area Region   25   18   9   3 \n\n  3.   North Region   6   5   2   1 \n\n  4.   West Region   16   14   7   1",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) This section applies to the Board’s issuing of authorizations under clause 3 (1) (e.1) of the Act to operate government stores for the sale of liquor to the public.</p> <p class=\"subsection-e\">  (2) The Board may issue an authorization to a person for the sale of beer in a retail store that the person operates if the store meets the following criteria:</p> <p class=\"paragraph-e\">  1. The store offers a variety of each of the following types of food products for sale:</p> <p class=\"subpara-e\">  i. Canned food.</p> <p class=\"subpara-e\">  ii. Dry food.</p> <p class=\"subpara-e\">  iii. Frozen food.</p> <p class=\"subpara-e\">  iv. Fresh fruit.</p> <p class=\"subpara-e\">  v. Fresh vegetables.</p> <p class=\"subpara-e\">  vi. Fresh meats.</p> <p class=\"subpara-e\">  vii. Prepared meats.</p> <p class=\"subpara-e\">  viii. Fish.</p> <p class=\"subpara-e\">  ix. Poultry.</p> <p class=\"subpara-e\">  x. Dairy products.</p> <p class=\"subpara-e\">  xi. Baked goods.</p> <p class=\"subpara-e\">  xii. Snack foods.</p> <p class=\"paragraph-e\">  2. Food products make up no less than 10,000 square feet of total retail floor space in the store.</p> <p class=\"paragraph-e\">  3. The store must not primarily be identified to the public as a pharmacy, even if a pharmacy as defined in the\r\n<i>Drug and Pharmacies Regulation Act </i>is located within the store.</p> <p class=\"subsection-e\">  (3) No more than 60 authorizations shall be in effect at any one time.</p> <p class=\"subsection-e\">  (4) Subject to subsection (7), the Board shall approve an application to transfer an authorization to a person who has purchased the retail store to which the authorization applies if the store meets the issuing criteria in subsection (2) on the date of the application.</p> <p class=\"subsection-e\">  (5) Subject to subsection (7), the Board shall approve an application to change the retail store location to which an authorization applies if all of the following criteria are met:</p> <p class=\"paragraph-e\">  1. The proposed location is within the same region as the store to which the authorization applies.</p> <p class=\"paragraph-e\">  2. The retail store at the proposed location will be operated by the same person who operates the store to which the authorization applies.</p> <p class=\"paragraph-e\">  3. The retail store at the proposed location meets the issuing criteria in subsection (2).</p> <p class=\"subsection-e\">  (6) Subject to subsection (7), the Board shall approve an application to transfer an authorization to a person who proposes to change the location to which the authorization applies if all of the following criteria are met:</p> <p class=\"paragraph-e\">  1. The proposed location is within the same region as the store to which the authorization applies.</p> <p class=\"paragraph-e\">  2. The retail store at the proposed location will be operated,</p> <p class=\"subpara-e\">  i. by an affiliate of the person who operates the store to which the authorization applies, or</p> <p class=\"subpara-e\">  ii. by a person who operates a store that is part of the same franchise system as the store to which the authorization applies.</p> <p class=\"paragraph-e\">  3. The retail store at the proposed location meets the issuing criteria in subsection (2).</p> <p class=\"subsection-e\">  (7) The Board shall not issue or transfer an authorization to a person under this section if any of the following circumstances exist:</p> <p class=\"paragraph-e\">  1. Having regard to the person’s financial position, the person cannot reasonably be expected to be financially responsible in the conduct of the person’s business.</p> <p class=\"paragraph-e\">  2. The past or present conduct of the persons referred to in subsection (8) affords reasonable grounds to believe that the person will not carry on business in accordance with the law and with integrity and honesty.</p> <p class=\"paragraph-e\">  3. After entering into a supply agreement under section 8 in respect of<b> </b>a store, the person terminated a lease or licence in respect of a space at the store<b> </b>for the operation of a winery retail store for any reason other than a default by the winery retail store operator under the lease or licence. O. Reg. 99/16, s. 3 (1).</p> <p class=\"subsection-e\">  (8) Paragraph 2 of subsection (7) applies to the following persons:</p> <p class=\"paragraph-e\">  1. The person operating the store.</p> <p class=\"paragraph-e\">  2. An officer or director of the person operating the store.</p> <p class=\"paragraph-e\">  3. A person having responsibility for the management or operation of the store.</p> <p class=\"subsection-e\">  (9) The Board shall not issue an authorization to a person under this section in respect of a retail store that the person operates, transfer an authorization to a person or approve an application to change a retail store location if the retail store, or the proposed location of the retail store, as the case may be, is located within 10 kilometres of an agency store within the meaning of subsection 17 (1) of the <i>Alcohol and Gaming Regulation and Public Protection Act, 1996</i>. O. Reg. 99/16, s. 3 (2).</p> <p class=\"subsection-e\">  (10) The Board shall allocate authorizations under this section in accordance with the following rules:</p> <p class=\"paragraph-e\">  1. No more than the number of authorizations set out in Column 2 of the Table to this section opposite a region in Column 1 shall be allocated to retail stores in the region.</p> <p class=\"paragraph-e\">  2. No more than the number of authorizations set out in Column 3 of the Table to this section opposite a region in Column 1 shall be allocated to Category A stores in the region.</p> <p class=\"paragraph-e\">  3. No more than the number of authorizations set out in Column 4 of the Table to this section opposite a region in Column 1 shall be allocated to a single group of related Category A stores in the region.</p> <p class=\"paragraph-e\">  4. No more than the number of authorizations set out in Column 5 of the Table to this section opposite a region in Column 1 shall be allocated to a single group of related Category B stores in the region.</p> <p class=\"paragraph-e\">  5. The number of authorizations across all regions allocated to a single group of related Category A stores shall not exceed 19.</p> <p class=\"paragraph-e\">  6. The number of authorizations across all regions allocated to a single group of related Category B stores shall not exceed 4.</p> <p class=\"subsection-e\">  (11) The Board shall, on request, provide a person with information about the boundaries of census divisions.</p> <p class=\"headingx-e\">Table</p> <p class=\"MsoNormal\"> </p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"840\">\n<tr> <td valign=\"top\" width=\"55\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"179\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Region</p> </td> <td valign=\"top\" width=\"135\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Maximum number of authorizations for retail stores </p> </td> <td valign=\"top\" width=\"146\"> <p class=\"table-e\">Column 3</p> <p class=\"table-e\">Maximum number of authorizations for Category A stores <br/> <br/> </p> </td> <td valign=\"top\" width=\"157\"> <p class=\"table-e\">Column 4</p> <p class=\"table-e\">Maximum number of authorizations for a single group of related Category A stores </p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Column 5 <br/>  Maximum number of authorizations for a single group of related Category B stores</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"55\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"179\"> <p class=\"table-e\">East Region</p> </td> <td valign=\"top\" width=\"135\"> <p class=\"table-e\">13</p> </td> <td valign=\"top\" width=\"146\"> <p class=\"table-e\">11</p> </td> <td valign=\"top\" width=\"157\"> <p class=\"table-e\">5</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">1</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"55\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"179\"> <p class=\"table-e\">Greater Toronto Area Region</p> </td> <td valign=\"top\" width=\"135\"> <p class=\"table-e\">25</p> </td> <td valign=\"top\" width=\"146\"> <p class=\"table-e\">18</p> </td> <td valign=\"top\" width=\"157\"> <p class=\"table-e\">9</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">3</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"55\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"179\"> <p class=\"table-e\">North Region</p> </td> <td valign=\"top\" width=\"135\"> <p class=\"table-e\">6</p> </td> <td valign=\"top\" width=\"146\"> <p class=\"table-e\">5</p> </td> <td valign=\"top\" width=\"157\"> <p class=\"table-e\">2</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">1</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"55\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"179\"> <p class=\"table-e\">West Region</p> </td> <td valign=\"top\" width=\"135\"> <p class=\"table-e\">16</p> </td> <td valign=\"top\" width=\"146\"> <p class=\"table-e\">14</p> </td> <td valign=\"top\" width=\"157\"> <p class=\"table-e\">7</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">1</p> </td>\n</tr>\n</table>"
        },
        {
            "id": "6.1",
            "section": "Authorizations issued before June 6, 2016",
            "content": " 6.1 (1) If the Board issued an authorization to a person under section 6 before June 6, 2016 for the sale of beer only, the person may request that the Board amend the authorization so that it provides for the sale of both beer and cider. O. Reg. 99/16, s. 4. (2) The Board shall grant a request under subsection (1) if the person is in compliance with section 7. O. Reg. 99/16, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>6.1 </b>(1) If the Board issued an authorization to a person under section 6 before June 6, 2016 for the sale of beer only, the person may request that the Board amend the authorization so that it provides for the sale of both beer and cider. O. Reg. 99/16, s. 4.</p> <p class=\"subsection-e\">  (2) The Board shall grant a request under subsection (1) if the person is in compliance with section 7. O. Reg. 99/16, s. 4.</p>"
        },
        {
            "id": "7.",
            "section": "Conditions of authorization",
            "content": " 7. (0.1) This section sets out the conditions that apply to authorizations for the sale of beer or beer and cider issued or transferred under section 6 or 6.1. O. Reg. 99/16, s. 5 (1). (1) The following are the conditions that apply to authorizations referred to in subsection (0.1) in respect of the acquisition of beer or cider for sale in a retail store: 1. The store operator must be a party to a supply agreement with the Board under section 8 and must comply with the agreement. 2. The store operator must not acquire beer or cider for resale in any manner other than from the Board in accordance with the supply agreement. 3. The store operator and its agents and employees must not directly or indirectly request, demand or receive any financial or non-monetary benefit in Ontario or in any other jurisdiction from a beer or cider manufacturer or its representative or employee. 4. If the store operator charges a fee to beer or cider manufacturers for providing distribution and warehousing services, the fee must be calculated in the same manner for all manufacturers and must be made publicly available. 5. The store operator must not enter into an agreement with a beer or cider manufacturer if the agreement restricts the manufacturer’s ability to sell its beer or cider in other stores. O. Reg. 99/16, s. 1, 5 (2). (2) The following conditions apply to authorizations referred to in subsection (0.1) in respect of the sale and advertising of beer and cider: 1. The store operator must ensure that the store begins to sell beer to the public within six months after the authorization is issued and continues to sell beer thereafter. 2. The store operator must offer to sell a variety of brands of beer and, if cider is offered for sale, a variety of brands of cider from manufacturers with a variety of annual production amounts. 3. The store operator must not sell or offer to sell beer or cider in containers having a volume of more than 750 millilitres. 4. The store operator must not sell or offer to sell beer that is a malt-based cooler. 5. The store operator must not sell or offer to sell beer if, i. the beer contains alcohol that was obtained other than by the fermentation of an infusion or decoction of barley, malt and hops or of any similar products, and ii. the alcohol described in subparagraph i increases the total alcohol content of the beer by more than 0.5 of 1 per cent by volume. 6. The store operator must not sell or offer to sell beer or cider if the total alcohol content of the beer or cider exceeds 7.1 per cent by volume. 7. The store operator must not sell or offer to sell beer or cider in packages with more than six containers and must not offer a discount or a rebate in respect of purchases of more than six containers. 8. The store operator must not sell or offer to sell a brand of beer or cider if the store operator or any of its affiliates has a direct or indirect financial interest in the brand or a trademark under which the beer or cider is marketed. 9. The store operator must ensure that beer is displayed in a single contiguous product display area, or if the store operator sells beer and cider, that both beer and cider are displayed in a single contiguous product display area. 10. The store operator must ensure that at least 20 per cent of the containers of beer on display to consumers is beer produced by small brewers and that at least 20 per cent of the containers of cider on display to consumers is cider produced by small cideries. 11. The store operator and its agents and employees must not directly or indirectly request, demand or receive any financial or non-monetary benefit in Ontario or in any other jurisdiction from a beer or cider manufacturer or its representative or employee for the provision of shelf space or product listing for the manufacturer’s beer or cider or for any merchandising, marketing or promotional opportunities, and the store operator must not enter into an agreement with a beer or cider manufacturer if the agreement guarantees the provision of shelf space or product listing for the manufacturer’s beer or cider or guarantees any merchandising, marketing or promotional opportunities. 12. The store operator must ensure that any person who sells or is involved in the sampling of beer or cider has successfully completed a server training course. 13. The store operator must not, i. accept as full or part payment for beer or cider any benefits issued pursuant to a loyalty or rewards marketing program, including coupons, tickets, points or rewards, ii. exchange, convert or redeem any benefits issued pursuant to a loyalty or rewards marketing program, including coupons, tickets, points or rewards, for cash that is applied to payment for beer or cider, or iii. offer free or discounted merchandise contingent on the purchase of beer or cider. 14. Except as may be required on sales receipts and invoices for the purposes of the Excise Tax Act (Canada), the store operator shall display and advertise prices for beer and cider that include all applicable taxes and container deposits, including container deposits payable under the terms of a supply agreement between the store operator and the Board under section 8. 15. All aspects of the sale of beer and cider, including ordering and payment, must be conducted in person at the store. 16. The store operator must ensure that, before beer or cider is sold to a person apparently under the age of 19 years, the person’s identification is inspected in accordance with subsection (7). O. Reg. 99/16, s. 1, 5 (3-8). (3) The following conditions apply to authorizations referred to in subsection (0.1) in respect of the operation of the retail store to which the authorization applies: 1. The store operator must operate the store in compliance with all applicable federal, provincial and municipal law. 2. The store operator must ensure that the store maintains compliance with the criteria set out in paragraphs 1 to 3 of subsection 6 (2). 3. The store operator must provide a secure area for the storage of beer and cider that is not on display. 4. The store operator must ensure that any employee who handles beer or cider at the store is at least 18 years of age. 5. The store operator must ensure that beer and cider are not available to customers outside of the hours of operation authorized by the Board for the sale of beer and cider. 6. The store operator must post the authorization in a conspicuous place in the store to which the authorization applies. 7. If the store operator leases or licenses space for the operation of a winery retail store, the operator must not terminate the lease or licence for any reason other than a default by the winery retail store operator under the lease or licence. O. Reg. 99/16, s. 1, 5 (9-11). (4) For the purposes of paragraph 10 of subsection (2), a beer manufacturer is a small brewer for a sales year if, (a) in the preceding production year, the manufacturer’s worldwide production did not exceed 400,000 hectolitres of beer or, if the manufacturer has been manufacturing beer for less than one year, its worldwide production is not expected to exceed 400,000 hectolitres of beer in the year; and (b) every affiliate that the manufacturer had that manufactured beer in the preceding production year was a small brewer. (5) The following shall be included in determining the amount of a beer manufacturer’s worldwide production of beer for a particular production year for the purposes of subsection (4): 1. All beer manufactured during the year by the beer manufacturer, including beer that is manufactured under contract for another beer manufacturer. 2. All beer manufactured during the year by an affiliate of the manufacturer, including beer manufactured by the affiliate under contract for another beer manufacturer. 3. All beer manufactured during the year by another beer manufacturer under contract for the manufacturer or for an affiliate of the manufacturer. (5.1) For the purposes of paragraph 10 of subsection (2), a cider manufacturer is a small cidery for a sales year if, (a) in the preceding production year, the manufacturer’s worldwide production did not exceed 25,000 hectolitres of cider or, if the manufacturer has been manufacturing cider for less than one year, its worldwide production is not expected to exceed 25,000 hectolitres of cider in the year; and (b) every affiliate that the manufacturer had that manufactured cider in the preceding production year was a small cidery. O. Reg. 99/16, s. 5 (12). (5.2) The following shall be included in determining the amount of a cider manufacturer’s worldwide production of cider for a particular production year for the purposes of subsection (5.1): 1. All cider manufactured during the year by the cider manufacturer, including cider that is manufactured under contract for another cider manufacturer. 2. All cider manufactured during the year by an affiliate of the manufacturer, including cider manufactured by the affiliate under contract for another cider manufacturer. 3. All cider manufactured during the year by another cider manufacturer under contract for the manufacturer or for an affiliate of the manufacturer. O. Reg. 99/16, s. 5 (12). (6) A contract referred to in subsection (5) or (5.2) does not include a contract, agreement or arrangement that provides only for the final bottling or other packaging, including any incidental processes such as final filtration and final carbonation or the addition of any substance to the beer that, if added, must be added at the time of final filtration. O. Reg. 99/16, s. 5 (13). (7) For the purposes of paragraph 16 of subsection (2), (a) the person’s item of identification must include a photograph of the person, must state his or her date of birth and must reasonably appear to have been issued by a government; and (b) without limiting the generality of clause (a), the item of identification may be any of the types listed in subsection 41 (5) of Regulation 719 of the Revised Regulations of Ontario, 1990 (Licences to Sell Liquor) made under the Liquor Licence Act.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(0.1) This section sets out the conditions that apply to authorizations for the sale of beer or beer and cider issued or transferred under section 6 or 6.1. O. Reg. 99/16, s. 5 (1).</p> <p class=\"subsection-e\">  (1) The following are the conditions that apply to authorizations referred to in subsection (0.1) in respect of the acquisition of beer or cider for sale in a retail store:</p> <p class=\"paragraph-e\">  1. The store operator must be a party to a supply agreement with the Board under section 8 and must comply with the agreement.</p> <p class=\"paragraph-e\">  2. The store operator must not acquire beer or cider for resale in any manner other than from the Board in accordance with the supply agreement.</p> <p class=\"paragraph-e\">  3. The store operator and its agents and employees must not directly or indirectly request, demand or receive any financial or non-monetary benefit in Ontario or in any other jurisdiction from a beer or cider manufacturer or its representative or employee.</p> <p class=\"paragraph-e\">  4. If the store operator charges a fee to beer or cider manufacturers for providing distribution and warehousing services, the fee must be calculated in the same manner for all manufacturers and must be made publicly available.</p> <p class=\"paragraph-e\">  5. The store operator must not enter into an agreement with a beer or cider manufacturer if the agreement restricts the manufacturer’s ability to sell its beer or cider in other stores. O. Reg. 99/16, s. 1, 5 (2).</p> <p class=\"subsection-e\">  (2) The following conditions apply to authorizations referred to in subsection (0.1) in respect of the sale and advertising of beer and cider:</p> <p class=\"paragraph-e\">  1. The store operator must ensure that the store begins to sell beer to the public within six months after the authorization is issued and continues to sell beer thereafter.</p> <p class=\"paragraph-e\">  2. The store operator must offer to sell a variety of brands of beer and, if cider is offered for sale, a variety of brands of cider from manufacturers with a variety of annual production amounts.</p> <p class=\"paragraph-e\">  3. The store operator must not sell or offer to sell beer or cider in containers having a volume of more than 750 millilitres.</p> <p class=\"paragraph-e\">  4. The store operator must not sell or offer to sell beer that is a malt-based cooler.</p> <p class=\"paragraph-e\">  5. The store operator must not sell or offer to sell beer if,</p> <p class=\"subpara-e\">  i. the beer contains alcohol that was obtained other than by the fermentation of an infusion or decoction of barley, malt and hops or of any similar products, and</p> <p class=\"subpara-e\">  ii. the alcohol described in subparagraph i increases the total alcohol content of the beer by more than 0.5 of 1 per cent by volume.</p> <p class=\"paragraph-e\">  6. The store operator must not sell or offer to sell beer or cider if the total alcohol content of the beer or cider exceeds 7.1 per cent by volume.</p> <p class=\"paragraph-e\">  7. The store operator must not sell or offer to sell beer or cider in packages with more than six containers and must not offer a discount or a rebate in respect of purchases of more than six containers.</p> <p class=\"paragraph-e\">  8. The store operator must not sell or offer to sell a brand of beer or cider if the store operator or any of its affiliates has a direct or indirect financial interest in the brand or a trademark under which the beer or cider is marketed.</p> <p class=\"paragraph-e\">  9. The store operator must ensure that beer is displayed in a single contiguous product display area, or if the store operator sells beer and cider, that both beer and cider are displayed in a single contiguous product display area.</p> <p class=\"paragraph-e\">  10. The store operator must ensure that at least 20 per cent of the containers of beer on display to consumers is beer produced by small brewers and that at least 20 per cent of the containers of cider on display to consumers is cider produced by small cideries.</p> <p class=\"paragraph-e\">  11. The store operator and its agents and employees must not directly or indirectly request, demand or receive any financial or non-monetary benefit in Ontario or in any other jurisdiction from a beer or cider manufacturer or its representative or employee for the provision of shelf space or product listing for the manufacturer’s beer or cider or for any merchandising, marketing or promotional opportunities, and the store operator must not enter into an agreement with a beer or cider manufacturer if the agreement guarantees the provision of shelf space or product listing for the manufacturer’s beer or cider or guarantees any merchandising, marketing or promotional opportunities.</p> <p class=\"paragraph-e\">  12. The store operator must ensure that any person who sells or is involved in the sampling of beer or cider has successfully completed a server training course.</p> <p class=\"paragraph-e\">  13. The store operator must not,</p> <p class=\"subpara-e\">  i. accept as full or part payment for beer or cider any benefits issued pursuant to a loyalty or rewards marketing program, including coupons, tickets, points or rewards, </p> <p class=\"subpara-e\">  ii. exchange, convert or redeem any benefits issued pursuant to a loyalty or rewards marketing program, including coupons, tickets, points or rewards, for cash that is applied to payment for beer or cider, or</p> <p class=\"subpara-e\">  iii. offer free or discounted merchandise contingent on the purchase of beer or cider.</p> <p class=\"paragraph-e\">  14. Except as may be required on sales receipts and invoices for the purposes of the <i>Excise Tax Act</i> (Canada), the store operator shall display and advertise prices for beer and cider that include all applicable taxes and container deposits, including container deposits payable under the terms of a supply agreement between the store operator and the Board under section 8.</p> <p class=\"paragraph-e\">  15. All aspects of the sale of beer and cider, including ordering and payment, must be conducted in person at the store.</p> <p class=\"paragraph-e\">  16. The store operator must ensure that, before beer or cider is sold to a person apparently under the age of 19 years, the person’s identification is inspected in accordance with subsection (7). O. Reg. 99/16, s. 1, 5 (3-8).</p> <p class=\"subsection-e\">  (3) The following conditions apply to authorizations referred to in subsection (0.1) in respect of the operation of the retail store to which the authorization applies:</p> <p class=\"paragraph-e\">  1. The store operator must operate the store in compliance with all applicable federal, provincial and municipal law.</p> <p class=\"paragraph-e\">  2. The store operator must ensure that the store maintains compliance with the criteria set out in paragraphs 1 to 3 of subsection 6 (2).</p> <p class=\"paragraph-e\">  3. The store operator must provide a secure area for the storage of beer and cider that is not on display.</p> <p class=\"paragraph-e\">  4. The store operator must ensure that any employee who handles beer or cider at the store is at least 18 years of age.</p> <p class=\"paragraph-e\">  5. The store operator must ensure that beer and cider are not available to customers outside of the hours of operation authorized by the Board for the sale of beer and cider.</p> <p class=\"paragraph-e\">  6. The store operator must post the authorization in a conspicuous place in the store to which the authorization applies.</p> <p class=\"paragraph-e\">  7. If the store operator leases or licenses space for the operation of a winery retail store, the operator must not terminate the lease or licence for any reason other than a default by the winery retail store operator under the lease or licence. O. Reg. 99/16, s. 1, 5 (9-11).</p> <p class=\"subsection-e\">  (4) For the purposes of paragraph 10 of subsection (2), a beer manufacturer is a small brewer for a sales year if, </p> <p class=\"clause-e\">  (a) in the preceding production year, the manufacturer’s worldwide production did not exceed 400,000 hectolitres of beer or, if the manufacturer has been manufacturing beer for less than one year, its worldwide production is not expected to exceed 400,000 hectolitres of beer in the year; and</p> <p class=\"clause-e\">  (b) every affiliate that the manufacturer had that manufactured beer in the preceding production year was a small brewer.</p> <p class=\"subsection-e\">  (5) The following shall be included in determining the amount of a beer manufacturer’s worldwide production of beer for a particular production year for the purposes of subsection (4):</p> <p class=\"paragraph-e\">  1. All beer manufactured during the year by the beer manufacturer, including beer that is manufactured under contract for another beer manufacturer.</p> <p class=\"paragraph-e\">  2. All beer manufactured during the year by an affiliate of the manufacturer, including beer manufactured by the affiliate under contract for another beer manufacturer.</p> <p class=\"paragraph-e\">  3. All beer manufactured during the year by another beer manufacturer under contract for the manufacturer or for an affiliate of the manufacturer.</p> <p class=\"subsection-e\">  (5.1) For the purposes of paragraph 10 of subsection (2), a cider manufacturer is a small cidery for a sales year if,</p> <p class=\"clause-e\">  (a) in the preceding production year, the manufacturer’s worldwide production did not exceed 25,000 hectolitres of cider or, if the manufacturer has been manufacturing cider for less than one year, its worldwide production is not expected to exceed 25,000 hectolitres of cider in the year; and</p> <p class=\"clause-e\">  (b) every affiliate that the manufacturer had that manufactured cider in the preceding production year was a small cidery. O. Reg. 99/16, s. 5 (12).</p> <p class=\"subsection-e\">  (5.2) The following shall be included in determining the amount of a cider manufacturer’s worldwide production of cider for a particular production year for the purposes of subsection (5.1):</p> <p class=\"paragraph-e\">  1. All cider manufactured during the year by the cider manufacturer, including cider that is manufactured under contract for another cider manufacturer.</p> <p class=\"paragraph-e\">  2. All cider manufactured during the year by an affiliate of the manufacturer, including cider manufactured by the affiliate under contract for another cider manufacturer.</p> <p class=\"paragraph-e\">  3. All cider manufactured during the year by another cider manufacturer under contract for the manufacturer or for an affiliate of the manufacturer. O. Reg. 99/16, s. 5 (12).</p> <p class=\"subsection-e\">  (6) A contract referred to in subsection (5) or (5.2) does not include a contract, agreement or arrangement that provides only for the final bottling or other packaging, including any incidental processes such as final filtration and final carbonation or the addition of any substance to the beer that, if added, must be added at the time of final filtration. O. Reg. 99/16, s. 5 (13).</p> <p class=\"subsection-e\">  (7) For the purposes of paragraph 16 of subsection (2),</p> <p class=\"clause-e\">  (a) the person’s item of identification must include a photograph of the person, must state his or her date of birth and must reasonably appear to have been issued by a government; and</p> <p class=\"clause-e\">  (b) without limiting the generality of clause (a), the item of identification may be any of the types listed in subsection 41 (5) of Regulation 719 of the Revised Regulations of Ontario, 1990 (Licences to Sell Liquor) made under the <i>Liquor Licence Act</i>.</p>"
        },
        {
            "id": "8.",
            "section": "Supply agreements",
            "content": " 8. (1) The Board may enter into a supply agreement with a store operator for the supply of beer or beer and cider to the operator on the terms the Board considers reasonable. O. Reg. 99/16, s. 6 (1). (2) The Board shall not enter into a supply agreement with a store operator if the agreement would result in there being more supply agreements in respect of a region than there are authorizations for that region permitted under the allocation rules in subsection 6 (10). (3) Without limiting the generality of subsection (1), in determining whether to enter into an agreement with a store operator the Board shall consider the price the operator offers to the Board for beer and cider, as determined through a competitive process. O. Reg. 99/16, s. 6 (2). (3.1) Despite subsection (3), if, before June 6, 2016, a store operator was issued an authorization under section 6 to sell beer only, the Board, on a request from the operator, shall amend the operator’s existing supply agreement to also provide for the supply of cider to the operator, at the same wholesale discount at which the Board supplies beer under the agreement. O. Reg. 99/16, s. 6 (3). (4) If two or more retail stores are part of the same franchise system, only the franchisor of the franchise system may enter the competitive process referred to in subsection (3). (5) If a supply agreement between the Board and store operator is terminated, the store operator shall not enter a competitive process that commences within three years after the agreement was terminated and that is in respect of the same region to which the agreement related. (6) An agreement under this section is conditional on the store operator having a valid authorization under section 6.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) The Board may enter into a supply agreement with a store operator for the supply of beer or beer and cider to the operator on the terms the Board considers reasonable. O. Reg. 99/16, s. 6 (1).</p> <p class=\"subsection-e\">  (2) The Board shall not enter into a supply agreement with a store operator if the agreement would result in there being more supply agreements in respect of a region than there are authorizations for that region permitted under the allocation rules in subsection 6 (10).</p> <p class=\"subsection-e\">  (3) Without limiting the generality of subsection (1), in determining whether to enter into an agreement with a store operator the Board shall consider the price the operator offers to the Board for beer and cider, as determined through a competitive process. O. Reg. 99/16, s. 6 (2).</p> <p class=\"subsection-e\">  (3.1) Despite subsection (3), if, before June 6, 2016, a store operator was issued an authorization under section 6 to sell beer only, the Board, on a request from the operator, shall amend the operator’s existing supply agreement to also provide for the supply of cider to the operator, at the same wholesale discount at which the Board supplies beer under the agreement. O. Reg. 99/16, s. 6 (3).</p> <p class=\"subsection-e\">  (4) If two or more retail stores are part of the same franchise system, only the franchisor of the franchise system may enter the competitive process referred to in subsection (3).</p> <p class=\"subsection-e\">  (5) If a supply agreement between the Board and store operator is terminated, the store operator shall not enter a competitive process that commences within three years after the agreement was terminated and that is in respect of the same region to which the agreement related.</p> <p class=\"subsection-e\">  (6) An agreement under this section is conditional on the store operator having a valid authorization under section 6.</p>"
        },
        {
            "id": "9.",
            "section": "Supply agreements",
            "content": " 9. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>9.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Supply agreements",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}