{
    "reg_info": {
        "full_title": "O. Reg. 141/21: PILOT PROJECT - CARGO POWER-ASSISTED BICYCLES",
        "reg_name_text": "PILOT PROJECT - CARGO POWER-ASSISTED BICYCLES",
        "citation": "O. Reg. 141/21: ",
        "act_under": "Highway Traffic Act",
        "url": "https://www.ontario.ca/laws/regulation/210141",
        "date_scraped": "2023-12-18 18:25:24"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April 29, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/210141/v2",
            "valid_from": "March  1, 2021",
            "valid_to": "April 28, 2021"
        },
        {
            "a_href": "/laws/regulation/210141/v1",
            "valid_from": "February 26, 2021",
            "valid_to": "February 28, 2021"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "  1. (1) In this Regulation, “cargo power-assisted bicycle” means a pedal-driven bicycle of conventional exposed fork-and-frame bicycle design and appearance that, (a) has two or three wheels, (b) is fitted at all times with pedals that are always operable to propel the bicycle, (c) has a platform, basket or container for carrying cargo, parcels or goods, (d) has steering handlebars, (d.1) has a weight of more than 55 kilograms, (e) has a width not exceeding 1.3 metres, (f) has a length not exceeding 4 metres, (g) has a height not exceeding 2.2 metres, (h) has wheels that have a width of not less than 35 millimetres and a diameter of not less than 350 millimetres, (i) does not have any structure that fully encloses the occupant area, and (j) has an electric motor with a continuous rated output power not exceeding 1000 watts that is incapable of providing propulsion assistance when the bicycle attains a speed of 32 kilometres per hour or more; (“vélo cargo assisté”) “public park” means a provincial park or land designated by a municipality for use as a park. (“parc public”)  O. Reg. 141/21, s. 1 (1); O. Reg. 321/21, s. 1. (2) A cargo power-assisted bicycle is deemed not to be a motor vehicle under the Act. O. Reg. 141/21, s. 1 (2). (3) Despite subsection (2), any municipal by-law that governs or prohibits the operation of a motorized vehicle applies to a cargo power-assisted bicycle unless the by-law provides otherwise. O. Reg. 141/21, s. 1 (3).",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>(1) In this Regulation,</p> <p class=\"definition-e\">“cargo power-assisted bicycle” means a pedal-driven bicycle of conventional exposed fork-and-frame bicycle design and appearance that,</p> <p class=\"defclause-e\">  (a) has two or three wheels,</p> <p class=\"defclause-e\">  (b) is fitted at all times with pedals that are always operable to propel the bicycle,</p> <p class=\"defclause-e\">  (c) has a platform, basket or container for carrying cargo, parcels or goods,</p> <p class=\"defclause-e\">  (d) has steering handlebars,</p> <p class=\"clause-e\"> (d.1) has a weight of more than 55 kilograms,</p> <p class=\"defclause-e\">  (e) has a width not exceeding 1.3 metres,</p> <p class=\"defclause-e\">  (f) has a length not exceeding 4 metres,</p> <p class=\"defclause-e\">  (g) has a height not exceeding 2.2 metres,</p> <p class=\"defclause-e\">  (h) has wheels that have a width of not less than 35 millimetres and a diameter of not less than 350 millimetres,</p> <p class=\"defclause-e\">  (i) does not have any structure that fully encloses the occupant area, and</p> <p class=\"defclause-e\">  (j) has an electric motor with a continuous rated output power not exceeding 1000 watts that is incapable of providing propulsion assistance when the bicycle attains a speed of 32 kilometres per hour or more; (“vélo cargo assisté”)</p> <p class=\"definition-e\">“public park” means a provincial park or land designated by a municipality for use as a park. (“parc public”)<span class=\"MsoFootnoteReference\"> </span> O. Reg. 141/21, s. 1 (1); O. Reg. 321/21, s. 1.</p> <p class=\"subsection-e\">  (2) A cargo power-assisted bicycle is deemed not to be a motor vehicle under the Act. O. Reg. 141/21, s. 1 (2).</p> <p class=\"subsection-e\">  (3) Despite subsection (2), any municipal by-law that governs or prohibits the operation of a motorized vehicle applies to a cargo power-assisted bicycle unless the by-law provides otherwise.<span class=\"MsoFootnoteReference\"><span> </span></span>O. Reg. 141/21, s. 1 (3).</p>"
        },
        {
            "id": "2.",
            "section": "Pilot project re cargo power-assisted bicycles",
            "content": "  2. A pilot project to evaluate the use and operation of cargo power-assisted bicycles is established.",
            "raw_html": "<p class=\"section-e\"><b>  2. </b>A pilot project to evaluate the use and operation of cargo power-assisted bicycles is established.</p>"
        },
        {
            "id": "3.",
            "section": "Prohibition",
            "content": "  3. No person shall operate a cargo power-assisted bicycle on a highway, sidewalk, trail, path or walkway or in a public park or exhibition ground unless, (a) such operation is permitted by and in accordance with this Regulation; and (b) where the highway, sidewalk, trail, path, walkway, public park or exhibition ground is under the jurisdiction of a municipality, such operation is permitted by and in accordance with a municipal by-law.",
            "raw_html": "<p class=\"section-e\"><b>  3. </b>No person shall operate a cargo power-assisted bicycle on a highway, sidewalk, trail, path or walkway or in a public park or exhibition ground unless,</p> <p class=\"clause-e\">  (a) such operation is permitted by and in accordance with this Regulation; and</p> <p class=\"clause-e\">  (b) where the highway, sidewalk, trail, path, walkway, public park or exhibition ground is under the jurisdiction of a municipality, such operation is permitted by and in accordance with a municipal by-law.</p>"
        },
        {
            "id": "4.",
            "section": "Where cargo power-assisted bicycles permitted",
            "content": "  4. (1) Subject to subsection (2), a person may operate a cargo power-assisted bicycle on a roadway or on the shoulder of a highway. (2) A cargo power-assisted bicycle shall not be operated on, (a) those parts of the controlled-access highways described in Schedule 1 to Regulation 627 of the Revised Regulations of Ontario, 1990 (Use of Controlled-Access Highways by Pedestrians) made under the Act; (b) those parts of the controlled-access highways described in Schedule 1 to Regulation 630 of the Revised Regulations of Ontario, 1990 (Vehicles on Controlled-Access Highways) made under the Act; or (c) any highway to which access by pedestrians or bicycles is prohibited under any Act, regulation or municipal by-law.",
            "raw_html": "<p class=\"section-e\"><b>  4. </b>(1) Subject to subsection (2), a person may operate a cargo power-assisted bicycle on a roadway or on the shoulder of a highway.</p> <p class=\"subsection-e\">  (2) A cargo power-assisted bicycle shall not be operated on,</p> <p class=\"clause-e\">  (a) those parts of the controlled-access highways described in Schedule 1 to Regulation 627 of the Revised Regulations of Ontario, 1990 (Use of Controlled-Access Highways by Pedestrians) made under the Act;</p> <p class=\"clause-e\">  (b) those parts of the controlled-access highways described in Schedule 1 to Regulation 630 of the Revised Regulations of Ontario, 1990 (Vehicles on Controlled-Access Highways) made under the Act; or</p> <p class=\"clause-e\">  (c) any highway to which access by pedestrians or bicycles is prohibited under any Act, regulation or municipal by-law.</p>"
        },
        {
            "id": "5.",
            "section": "Roadway use",
            "content": "  5. (1) Where bicycle lanes are provided on a highway, a cargo power-assisted bicycle shall only be operated in the bicycle lanes. (2) Despite subsection (1), where the highway is located in a tunnel or underpass, a cargo power-assisted bicycle may be operated on a sidewalk in the tunnel or underpass rather than the bicycle lane except where such operation is prohibited by municipal by-law. (3) Where bicycle lanes are not provided on a highway or where the operation of cargo power-assisted bicycles in bicycle lanes is prohibited by municipal by-law, a cargo power-assisted bicycle shall only be operated, (a) if there is a shoulder on the highway, on the shoulder as close to the right edge of the shoulder as possible; or (b) if there is no shoulder on the highway, on the right side of the roadway as close to the edge of the roadway as possible.",
            "raw_html": "<p class=\"section-e\"><b>  5. </b>(1) Where bicycle lanes are provided on a highway, a cargo power-assisted bicycle shall only be operated in the bicycle lanes.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), where the highway is located in a tunnel or underpass, a cargo power-assisted bicycle may be operated on a sidewalk in the tunnel or underpass rather than the bicycle lane except where such operation is prohibited by municipal by-law.</p> <p class=\"subsection-e\">  (3) Where bicycle lanes are not provided on a highway or where the operation of cargo power-assisted bicycles in bicycle lanes is prohibited by municipal by-law, a cargo power-assisted bicycle shall only be operated,</p> <p class=\"clause-e\">  (a) if there is a shoulder on the highway, on the shoulder as close to the right edge of the shoulder as possible; or</p> <p class=\"clause-e\">  (b) if there is no shoulder on the highway, on the right side of the roadway as close to the edge of the roadway as possible.</p>"
        },
        {
            "id": "6.",
            "section": "Application of the Act",
            "content": "  6. The Act and the regulations apply to the operation of a cargo power-assisted bicycle and to a person who operates a cargo power-assisted bicycle.",
            "raw_html": "<p class=\"section-e\"><b>  6. </b>The Act and the regulations apply to the operation of a cargo power-assisted bicycle and to a person who operates a cargo power-assisted bicycle.</p>"
        },
        {
            "id": "7.",
            "section": "Safe operation",
            "content": "  7. (1) The operator of a cargo power-assisted bicycle shall keep a safe distance from pedestrians and other users of the roadway, shoulder, sidewalk, trail, path, walkway, public park or exhibition ground at all times and shall give way to a pedestrian or bicycle by slowing or stopping, as necessary, where there is insufficient space for the pedestrian or bicycle and the cargo power-assisted bicycle to pass. (2) A cargo power-assisted bicycle shall not be operated on a sidewalk, trail, path or walkway or in a public park or exhibition ground at a speed that is markedly greater than the speed of the pedestrians who are proximate to the cargo power-assisted bicycle. (3) The operator of a cargo power-assisted bicycle shall sound the bell or horn on the cargo power-assisted bicycle whenever it is reasonably necessary to notify cyclists, pedestrians or others of its approach. (4) The operator of a cargo power-assisted bicycle shall, when operating the cargo power-assisted bicycle at any time from one-half hour before sunset to one-half hour after sunrise and at any other time when, due to insufficient light or unfavourable atmospheric conditions, persons and vehicles are not clearly discernible at a distance of 150 metres or less, ensure the bicycle has a lighted lamp at the front displaying a white or amber light, and at the rear either a lighted lamp displaying a red light or a reflector. (5) A cargo power-assisted bicycle shall not be operated in such a manner that it may harm, injure or damage, either directly or indirectly, any person or property.",
            "raw_html": "<p class=\"section-e\"><b>  7. </b>(1) The operator of a cargo power-assisted bicycle shall keep a safe distance from pedestrians and other users of the roadway, shoulder, sidewalk, trail, path, walkway, public park or exhibition ground at all times and shall give way to a pedestrian or bicycle by slowing or stopping, as necessary, where there is insufficient space for the pedestrian or bicycle and the cargo power-assisted bicycle to pass.</p> <p class=\"subsection-e\">  (2) A cargo power-assisted bicycle shall not be operated on a sidewalk, trail, path or walkway or in a public park or exhibition ground at a speed that is markedly greater than the speed of the pedestrians who are proximate to the cargo power-assisted bicycle.</p> <p class=\"subsection-e\">  (3) The operator of a cargo power-assisted bicycle shall sound the bell or horn on the cargo power-assisted bicycle whenever it is reasonably necessary to notify cyclists, pedestrians or others of its approach.</p> <p class=\"subsection-e\">  (4) The operator of a cargo power-assisted bicycle shall, when operating the cargo power-assisted bicycle at any time from one-half hour before sunset to one-half hour after sunrise and at any other time when, due to insufficient light or unfavourable atmospheric conditions, persons and vehicles are not clearly discernible at a distance of 150 metres or less, ensure the bicycle has a lighted lamp at the front displaying a white or amber light, and at the rear either a lighted lamp displaying a red light or a reflector.</p> <p class=\"subsection-e\">  (5) A cargo power-assisted bicycle shall not be operated in such a manner that it may harm, injure or damage, either directly or indirectly, any person or property.</p>"
        },
        {
            "id": "8.",
            "section": "General rules re operation",
            "content": "  8. (1) No person under the age of 16 years shall operate a cargo power-assisted bicycle. (2) No person operating a cargo power-assisted bicycle shall carry any other person thereon unless the bicycle was manufactured to carry passengers. (3) No person operating a cargo power-assisted bicycle shall tow another person, vehicle or device. (4) No person operating a cargo power-assisted bicycle shall attach the bicycle to another cargo power-assisted bicycle, vehicle or device for the purpose of being drawn or towed. (5) No person operating a cargo power-assisted bicycle shall leave it in a location that is intended for the passage of vehicles or pedestrians. (6) No person operating a cargo power-assisted bicycle shall carry any dangerous or hazardous goods. (7) No person shall operate or permit to be operated a cargo power-assisted bicycle that carries a load unless the load is loaded, bound, secured, contained or covered so that no portion of the load may become dislodged or fall, leak, spill or blow from the cargo power-assisted bicycle.",
            "raw_html": "<p class=\"section-e\"><b>  8. </b>(1) No person under the age of 16 years shall operate a cargo power-assisted bicycle.</p> <p class=\"subsection-e\">  (2) No person operating a cargo power-assisted bicycle shall carry any other person thereon unless the bicycle was manufactured to carry passengers.</p> <p class=\"subsection-e\">  (3) No person operating a cargo power-assisted bicycle shall tow another person, vehicle or device.</p> <p class=\"subsection-e\">  (4) No person operating a cargo power-assisted bicycle shall attach the bicycle to another cargo power-assisted bicycle, vehicle or device for the purpose of being drawn or towed.</p> <p class=\"subsection-e\">  (5) No person operating a cargo power-assisted bicycle shall leave it in a location that is intended for the passage of vehicles or pedestrians.</p> <p class=\"subsection-e\">  (6) No person operating a cargo power-assisted bicycle shall carry any dangerous or hazardous goods.</p> <p class=\"subsection-e\">  (7) No person shall operate or permit to be operated a cargo power-assisted bicycle that carries a load unless the load is loaded, bound, secured, contained or covered so that no portion of the load may become dislodged or fall, leak, spill or blow from the cargo power-assisted bicycle.</p>"
        },
        {
            "id": "9.",
            "section": "Equipment",
            "content": "  9. (1) A cargo power-assisted bicycle shall have one or more electric batteries that are the sole source of power to the motor. (2) A cargo power-assisted bicycle shall be equipped with a bell or horn which shall be kept in good working order. (3) The battery and motor of a cargo power-assisted bicycle shall be securely fastened to the cargo power-assisted bicycle to prevent them from moving while the cargo power-assisted bicycle is in motion. (4) A cargo power-assisted bicycle shall have a lamp displaying a white or amber light at the front and a lamp displaying a red light or a reflector at the rear that are each clearly discernible at a distance of 150 metres or less. (5) A cargo power-assisted bicycle shall have white reflective material placed on its front forks, and red reflective material covering a surface of not less than 250 millimetres in length and 25 millimetres in width placed at the rear. (6) A cargo power-assisted bicycle shall not be modified after its manufacture in any way that results in increasing the total continuous rated output power of its electric motor beyond 1000 watts, or that results in increasing its maximum assisted speed beyond 32 kilometres per hour. (7) A cargo power-assisted bicycle shall not be modified after its manufacture in any way that results in the cargo power-assisted bicycle being propelled by any form of non-muscular propulsion other than its electric motor. (8) The motor of a cargo power-assisted bicycle shall cease to propel the cargo power-assisted bicycle forward if the accelerator is released or the brakes are applied. (9) The brakes of a cargo power-assisted bicycle must be capable of bringing the bicycle, while being operated at a speed of 30 kilometres per hour on a clean, paved and level surface, to a full stop within nine metres from the point at which the brakes were applied. (10) A cargo power-assisted bicycle and all of its components shall be maintained in good working order at all times.",
            "raw_html": "<p class=\"section-e\"><b>  9. </b>(1) A cargo power-assisted bicycle shall have one or more electric batteries that are the sole source of power to the motor.</p> <p class=\"subsection-e\">  (2) A cargo power-assisted bicycle shall be equipped with a bell or horn which shall be kept in good working order.</p> <p class=\"subsection-e\">  (3) The battery and motor of a cargo power-assisted bicycle shall be securely fastened to the cargo power-assisted bicycle to prevent them from moving while the cargo power-assisted bicycle is in motion.</p> <p class=\"subsection-e\">  (4) A cargo power-assisted bicycle shall have a lamp displaying a white or amber light at the front and a lamp displaying a red light or a reflector at the rear that are each clearly discernible at a distance of 150 metres or less.</p> <p class=\"subsection-e\">  (5) A cargo power-assisted bicycle shall have white reflective material placed on its front forks, and red reflective material covering a surface of not less than 250 millimetres in length and 25 millimetres in width placed at the rear. </p> <p class=\"subsection-e\">  (6) A cargo power-assisted bicycle shall not be modified after its manufacture in any way that results in increasing the total continuous rated output power of its electric motor beyond 1000 watts, or that results in increasing its maximum assisted speed beyond 32 kilometres per hour.</p> <p class=\"subsection-e\">  (7) A cargo power-assisted bicycle shall not be modified after its manufacture in any way that results in the cargo power-assisted bicycle being propelled by any form of non-muscular propulsion other than its electric motor.</p> <p class=\"subsection-e\">  (8) The motor of a cargo power-assisted bicycle shall cease to propel the cargo power-assisted bicycle forward if the accelerator is released or the brakes are applied.</p> <p class=\"subsection-e\">  (9) The brakes of a cargo power-assisted bicycle must be capable of bringing the bicycle, while being operated at a speed of 30 kilometres per hour on a clean, paved and level surface, to a full stop within nine metres from the point at which the brakes were applied.</p> <p class=\"subsection-e\">  (10) A cargo power-assisted bicycle and all of its components shall be maintained in good working order at all times.</p>"
        },
        {
            "id": "10.",
            "section": "Helmets",
            "content": "  10. Every person operating or riding on a cargo power-assisted bicycle shall wear a helmet that complies with the requirements of subsection 104 (1) or (2.1) of the Act.",
            "raw_html": "<p class=\"section-e\"><b>  10. </b>Every person operating or riding on a cargo power-assisted bicycle shall wear a helmet that complies with the requirements of subsection 104 (1) or (2.1) of the Act.</p>"
        },
        {
            "id": "11.",
            "section": "Operator to stop for police officer",
            "content": "  11. Every operator of a cargo power-assisted bicycle shall stop when required to do so by a police officer and shall, on the demand of the police officer, (a) surrender his or her driver’s licence, if he or she has one and has it in his or her possession, for reasonable inspection by the officer; or (b) provide the officer with his or her correct name, address and date of birth.",
            "raw_html": "<p class=\"section-e\"><b>  11. </b>Every operator of a cargo power-assisted bicycle shall stop when required to do so by a police officer and shall, on the demand of the police officer,</p> <p class=\"clause-e\">  (a) surrender his or her driver’s licence, if he or she has one and has it in his or her possession, for reasonable inspection by the officer; or</p> <p class=\"clause-e\">  (b) provide the officer with his or her correct name, address and date of birth.</p>"
        },
        {
            "id": "12.",
            "section": "Duty to report accident",
            "content": "  12. (1) Where a cargo power-assisted bicycle is involved in an accident with a pedestrian, animal or vehicle that results in personal injury or property damage, the operator of the cargo power-assisted bicycle shall forthwith report the accident to a police officer and furnish him or her with the information concerning the accident as may be required by the officer under subsection (2). (2) A police officer receiving a report of an accident, as required by this section, shall secure from the person making the report, or by other inquiries where necessary, the particulars of the accident, the persons involved, the extent of the personal injuries or property damage, if any, and the other information that may be necessary to complete a written report concerning the accident and shall forward the report to the Registrar within 10 days of the accident. (3) The report of a police officer under subsection (2) shall be in the form that is approved by the Minister.",
            "raw_html": "<p class=\"section-e\"><b>  12. </b>(1) Where a cargo power-assisted bicycle is involved in an accident with a pedestrian, animal or vehicle that results in personal injury or property damage, the operator of the cargo power-assisted bicycle shall forthwith report the accident to a police officer and furnish him or her with the information concerning the accident as may be required by the officer under subsection (2).</p> <p class=\"subsection-e\">  (2) A police officer receiving a report of an accident, as required by this section, shall secure from the person making the report, or by other inquiries where necessary, the particulars of the accident, the persons involved, the extent of the personal injuries or property damage, if any, and the other information that may be necessary to complete a written report concerning the accident and shall forward the report to the Registrar within 10 days of the accident.</p> <p class=\"subsection-e\">  (3) The report of a police officer under subsection (2) shall be in the form that is approved by the Minister.</p>"
        },
        {
            "id": "13.",
            "section": "Reports to Minister",
            "content": "  13. Any municipality in which cargo power-assisted bicycles are being used shall, if requested by the Minister, report to the Minister on the use of cargo power-assisted bicycles in the municipality, or on any aspect of such use as may be specified by the Minister.",
            "raw_html": "<p class=\"section-e\"><b>  13. </b>Any municipality in which cargo power-assisted bicycles are being used shall, if requested by the Minister, report to the Minister on the use of cargo power-assisted bicycles in the municipality, or on any aspect of such use as may be specified by the Minister.</p>"
        },
        {
            "id": "14.",
            "section": "Reports to Minister",
            "content": " 14. Omitted (provides for amendments to this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>14.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for amendments to this Regulation</span>).</p>"
        },
        {
            "id": "15.",
            "section": "Reports to Minister",
            "content": " 15. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>15.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Reports to Minister",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/210141\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}