{
    "reg_info": {
        "full_title": "O. Reg. 48/05: PAYMENTS TO THE OPA, IESO AND CONSUMERS",
        "reg_name_text": "PAYMENTS TO THE OPA, IESO AND CONSUMERS",
        "citation": "O. Reg. 48/05: ",
        "act_under": "Ontario Energy Board Act, 1998   Loi de 1998 sur la Commission de l’énergie de l’Ontario",
        "url": "https://www.ontario.ca/laws/regulation/050048",
        "date_scraped": "2023-12-19 06:04:07"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/050048/v5",
            "valid_from": "November 23, 2010",
            "valid_to": "December 31, 2010"
        },
        {
            "a_href": "/laws/regulation/050048/v4",
            "valid_from": "May  5, 2006",
            "valid_to": "November 22, 2010"
        },
        {
            "a_href": "/laws/regulation/050048/v3",
            "valid_from": "November  4, 2005",
            "valid_to": "May  4, 2006"
        },
        {
            "a_href": "/laws/regulation/050048/v2",
            "valid_from": "October 19, 2005",
            "valid_to": "November  3, 2005"
        },
        {
            "a_href": "/laws/regulation/050048/v1",
            "valid_from": "February 18, 2005",
            "valid_to": "October 18, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Regulation, “designated consumer” means a consumer who was a designated consumer under section 56 of the Act before April 1, 2005; “designated contract” means a contract entered into on or before November 11, 2002 between a low-volume or designated consumer and a retailer with respect to which a service transaction request as defined in the Retail Settlement Code is or has been implemented to enable the low-volume or designated consumer to purchase electricity from a competitive retailer, as defined in the Retail Settlement Code, but does not include a contract renewed after December 9, 2002; “embedded distributor” means a licensed distributor who is not a market participant and to whom a host distributor distributes electricity; “host distributor” means a licensed distributor who is a market participant and who distributes electricity to another licensed distributor who is not a market participant; “licensed distributor” means a distributor who is licensed under Part V of the Act; “low-volume consumer” means a consumer who was a low-volume consumer under section 56 of the Act before April 1, 2005; “participating retailer” means a retailer who entered into one or more designated contracts; “Retail Settlement Code” means the Retail Settlement Code approved by the Board under the Act. O. Reg. 538/05, s. 2. Payments to the OPA",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“designated consumer” means a consumer who was a designated consumer under section 56 of the Act before April 1, 2005;  </p> <p class=\"definition-e\">“designated contract” means a contract entered into on or before November 11, 2002 between a low-volume or designated consumer and a retailer with respect to which a service transaction request as defined in the Retail Settlement Code is or has been implemented to enable the low-volume or designated consumer to purchase electricity from a competitive retailer, as defined in the Retail Settlement Code, but does not include a contract renewed after December 9, 2002; </p> <p class=\"definition-e\">“embedded distributor” means a licensed distributor who is not a market participant and to whom a host distributor distributes electricity;</p> <p class=\"definition-e\">“host distributor” means a licensed distributor who is a market participant and who distributes electricity to another licensed distributor who is not a market participant; </p> <p class=\"definition-e\">“licensed distributor” means a distributor who is licensed under Part V of the Act;</p> <p class=\"definition-e\">“low-volume consumer” means a consumer who was a low-volume consumer under section 56 of the Act before April 1, 2005;</p> <p class=\"definition-e\">“participating retailer” means a retailer who entered into one or more designated contracts; </p> <p class=\"definition-e\">“Retail Settlement Code” means the Retail Settlement Code approved by the Board under the Act. O. Reg. 538/05, s. 2.</p> <p class=\"heading1-e\">Payments to the OPA</p>"
        },
        {
            "id": "2.",
            "section": "Interim payments to the OPA",
            "content": "2. (1) In respect of each month in the first quarter of 2005, the Financial Corporation shall pay to the OPA such amount, if any, as may be required by the OPA to meet its obligations to make payments under section 25.33 of the Electricity Act, 1998 for the month. O. Reg. 48/05, s. 2 (1). (2) The Financial Corporation may determine the method by which it pays an amount to the OPA under subsection (1) and the time or times within which the payment or payments are made. O. Reg. 48/05, s. 2 (2). (3) The total amount payable by the Financial Corporation under subsection (1) in respect of the first quarter of 2005 shall not exceed the Financial Corporation’s surplus, if any, for the period commencing April 1, 2004 and ending December 31, 2004. O. Reg. 48/05, s. 2 (3).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) In respect of each month in the first quarter of 2005, the Financial Corporation shall pay to the OPA such amount, if any, as may be required by the OPA to meet its obligations to make payments under section 25.33 of the <i>Electricity Act, 1998</i> for the month. O. Reg. 48/05, s. 2 (1).</p> <p class=\"subsection-e\">(2) The Financial Corporation may determine the method by which it pays an amount to the OPA under subsection (1) and the time or times within which the payment or payments are made. O. Reg. 48/05, s. 2 (2).</p> <p class=\"subsection-e\">(3) The total amount payable by the Financial Corporation under subsection (1) in respect of the first quarter of 2005 shall not exceed the Financial Corporation’s surplus, if any, for the period commencing April 1, 2004 and ending December 31, 2004. O. Reg. 48/05, s. 2 (3).</p>"
        },
        {
            "id": "3.",
            "section": "Determination of Financial Corporation’s surplus ending December 31, 2004",
            "content": "3. The Chief Executive Officer or, if directed to do so by the Chief Executive Officer, the Chief Operating Officer of the Financial Corporation shall determine, for the purposes of section 2, the amount of the Financial Corporation’s surplus for the period commencing April 1, 2004 and ending December 31, 2004 using the formula, (A + B) – (C + D) where, “A” is the total amount received by the Financial Corporation in connection with the Act with respect to the period, “B” is the total amount the person determining the amount of the surplus reasonably expects will be received by the Financial Corporation in the future in connection with the Act with respect to the period, “C” is the total amount expended by the Financial Corporation in connection with the Act with respect to the period, and “D” is the total amount the person determining the amount of the surplus reasonably expects will be expended by the Financial Corporation in the future in connection with the Act with respect to the period. O. Reg. 538/05, s. 4. Payment to the IESO",
            "raw_html": "<p class=\"section-e\"><b>3. </b>The Chief Executive Officer or, if directed to do so by the Chief Executive Officer, the Chief Operating Officer of the Financial Corporation shall determine, for the purposes of section 2, the amount of the Financial Corporation’s surplus for the period commencing April 1, 2004 and ending December 31, 2004 using the formula,</p> <p class=\"equation-e\">(A + B) – (C + D)</p> <p class=\"Ssection-e\">where,</p> <p class=\"equationind1-e\">“A” is the total amount received by the Financial Corporation in connection with the Act with respect to the period,</p> <p class=\"equationind1-e\">“B” is the total amount the person determining the amount of the surplus reasonably expects will be received by the Financial Corporation in the future in connection with the Act with respect to the period,</p> <p class=\"equationind1-e\">“C” is the total amount expended by the Financial Corporation in connection with the Act with respect to the period, and</p> <p class=\"equationind1-e\">“D” is the total amount the person determining the amount of the surplus reasonably expects will be expended by the Financial Corporation in the future in connection with the Act with respect to the period.</p> <p class=\"footnote-e\">O. Reg. 538/05, s. 4.</p> <p class=\"heading1-e\">Payment to the IESO</p>"
        },
        {
            "id": "4.",
            "section": "Determination of Financial Corporation’s surplus ending March 31, 2005",
            "content": "4. The Chair or, if directed to do so by the Chair, the Chief Executive Officer of the Financial Corporation shall determine the amount of the Financial Corporation’s surplus for the period commencing April 1, 2004 and ending March 31, 2005 using the formula, (E + F) – (G + H) – I – J + K where, “E” is the total of all amounts received by the Financial Corporation in connection with the Act with respect to the period, other than amounts received in connection with section 78.2 of the Act, “F” is the total of all amounts the person determining the amount of the surplus reasonably expects will be received by the Financial Corporation in connection with the Act with respect to the period, other than amounts the person reasonably expects will be received in connection with section 78.2 of the Act, “G” is the total of all amounts expended by the Financial Corporation in connection with the Act with respect to the period, other than amounts expended in connection with section 78.2 of the Act, “H” is the total of all amounts the person determining the amount of the surplus reasonably expects will be expended by the Financial Corporation in connection with the Act with respect to the period, other than amounts the person reasonably expects will be expended by the Financial Corporation in connection with section 78.2 of the Act, “I” is the total amount received or reasonably expected to be received by the Financial Corporation under Ontario Regulation 436/02 (Payments re Various Electricity-Related Charges) made under the Act with respect to the period in relation to consumers other than low-volume consumers or designated consumers, as determined by the person determining the amount of the surplus, less the total amount expended or reasonably expected to be expended by the Financial Corporation under Ontario Regulation 436/02 (Payments re Various Electricity-Related Charges) made under the Act with respect to the period in relation to consumers other than low-volume consumers or designated consumers, as determined by the person determining the amount of the surplus, “J” is the total of all amounts paid to the OPA under section 2, and “K” is the amount, as determined by the person determining the amount of the surplus, equal to the sum of, (a) the amount of interest for the period commencing April 1, 2004 and ending October 31, 2005 that would be determined by applying an interest rate of 2.56 per cent per annum, compounded daily, to the net daily balance as of the end of each day in that period, where the net daily balance as of the end of a day in that period is calculated by subtracting from the total amount of “E” as of the end of that day the sum of, (i) the total amount of “G” as of the end of that day, (ii) the total amount of “I” as of the end of that day, and (iii) the total amount of “J” as of the end of that day, and (b) the amount of interest for the period commencing November 1, 2005 and ending November 30, 2005 that would be determined by applying an interest rate of 2.56 per cent per annum, compounded daily, to the amount by which the total amount of “E” as of the end of the day on October 31, 2005 exceeds the sum of, (i) the total amount of “G” as of the end of that day, (ii) the total amount of “I” as of the end of that day, and (iii) the total amount of “J” as of the end of that day. O. Reg. 566/05, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>The Chair or, if directed to do so by the Chair, the Chief Executive Officer of the Financial Corporation shall determine the amount of the Financial Corporation’s surplus for the period commencing April 1, 2004 and ending March 31, 2005 using the formula,</p> <p class=\"equation-e\">(E + F) – (G + H) – I – J + K</p> <p class=\"Ssection-e\">where,</p> <p class=\"equationind1-e\">“E” is the total of all amounts received by the Financial Corporation in connection with the Act with respect to the period, other than amounts received in connection with section 78.2 of the Act,</p> <p class=\"equationind1-e\">“F” is the total of all amounts the person determining the amount of the surplus reasonably expects will be received by the Financial Corporation in connection with the Act with respect to the period, other than amounts the person reasonably expects will be received in connection with section 78.2 of the Act,</p> <p class=\"equationind1-e\">“G” is the total of all amounts expended by the Financial Corporation in connection with the Act with respect to the period, other than amounts expended in connection with section 78.2 of the Act,</p> <p class=\"equationind1-e\">“H” is the total of all amounts the person determining the amount of the surplus reasonably expects will be expended by the Financial Corporation in connection with the Act with respect to the period, other than amounts the person reasonably expects will be expended by the Financial Corporation in connection with section 78.2 of the Act,</p> <p class=\"equationind1-e\">“I” is the total amount received or reasonably expected to be received by the Financial Corporation under Ontario Regulation 436/02 (Payments re Various Electricity-Related Charges) made under the Act with respect to the period in relation to consumers other than low-volume consumers or designated consumers, as determined by the person determining the amount of the surplus, less the total amount expended or reasonably expected to be expended by the Financial Corporation under Ontario Regulation 436/02 (Payments re Various Electricity-Related Charges) made under the Act with respect to the period in relation to consumers other than low-volume consumers or designated consumers, as determined by the person determining the amount of the surplus,</p> <p class=\"equationind1-e\">“J” is the total of all amounts paid to the OPA under section 2, and</p> <p class=\"equationind1-e\">“K” is the amount, as determined by the person determining the amount of the surplus, equal to the sum of,</p> <p class=\"equationind2-e\">(a) the amount of interest for the period commencing April 1, 2004 and ending October 31, 2005 that would be determined by applying an interest rate of 2.56 per cent per annum, compounded daily, to the net daily balance as of the end of each day in that period, where the net daily balance as of the end of a day in that period is calculated by subtracting from the total amount of “E” as of the end of that day the sum of,</p> <p class=\"equationid3-e\">(i) the total amount of “G” as of the end of that day,</p> <p class=\"equationid3-e\">(ii) the total amount of “I” as of the end of that day, and</p> <p class=\"equationid3-e\">(iii) the total amount of “J” as of the end of that day, and</p> <p class=\"equationind2-e\">(b) the amount of interest for the period commencing November 1, 2005 and ending November 30, 2005 that would be determined by applying an interest rate of 2.56 per cent per annum, compounded daily, to the amount by which the total amount of “E” as of the end of the day on October 31, 2005 exceeds the sum of,</p> <p class=\"equationid3-e\">(i) the total amount of “G” as of the end of that day,</p> <p class=\"equationid3-e\">(ii) the total amount of “I” as of the end of that day, and</p> <p class=\"equationid3-e\">(iii) the total amount of “J” as of the end of that day.</p> <p class=\"footnote-e\">O. Reg. 566/05, s. 1.</p>"
        },
        {
            "id": "5.",
            "section": "Payment of Financial Corporation surplus to the IESO",
            "content": "5. (1) The Financial Corporation shall pay to the IESO the amount of the Financial Corporation’s surplus for the period commencing April 1, 2004 and ending March 31, 2005, as determined under section 4. O. Reg. 538/05, s. 5. (2) The Financial Corporation may determine the method by which it pays the amount to the IESO under subsection (1) and the time or times within which the payment or payments are made. O. Reg. 538/05, s. 5. (3) No adjustments to the amount of the Financial Corporation’s surplus, if any, for the period commencing April 1, 2004 and ending March 31, 2005 shall be made after the Financial Corporation advises the IESO in writing that the calculation is final. O. Reg. 538/05, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) The Financial Corporation shall pay to the IESO the amount of the Financial Corporation’s surplus for the period commencing April 1, 2004 and ending March 31, 2005, as determined under section 4. O. Reg. 538/05, s. 5.</p> <p class=\"subsection-e\">(2) The Financial Corporation may determine the method by which it pays the amount to the IESO under subsection (1) and the time or times within which the payment or payments are made. O. Reg. 538/05, s. 5.</p> <p class=\"subsection-e\">(3) No adjustments to the amount of the Financial Corporation’s surplus, if any, for the period commencing April 1, 2004 and ending March 31, 2005 shall be made after the Financial Corporation advises the IESO in writing that the calculation is final. O. Reg. 538/05, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Reporting to the Financial Corporation ",
            "content": "6. At the request of the Financial Corporation, the OPA and the IESO shall provide to the Financial Corporation such information relating to any matter to be determined by the Chair or an officer of the Financial Corporation under this Regulation as the Financial Corporation may require for the purposes of that determination, in such form and within such period as the Financial Corporation specifies. O. Reg. 538/05, s. 5. Consumer Price Credits",
            "raw_html": "<p class=\"section-e\"><b>6. </b>At the request of the Financial Corporation, the OPA and the IESO shall provide to the Financial Corporation such information relating to any matter to be determined by the Chair or an officer of the Financial Corporation under this Regulation as the Financial Corporation may require for the purposes of that determination, in such form and within such period as the Financial Corporation specifies. O. Reg. 538/05, s. 5.</p> <p class=\"heading1-e\">Consumer Price Credits</p>"
        },
        {
            "id": "7.",
            "section": "IESO payments to consumers",
            "content": "7. (1) The IESO shall make a payment to every low-volume consumer and designated consumer who was a market participant at any time during the period commencing April 1, 2004 and ending March 31, 2005 and the amount of the payment to a low-volume consumer or designated consumer shall be calculated using the formula, (L ÷ M) × N where, “L” is the amount payable by the consumer to the IESO under subsection 79.4 (1) of the Act, as that subsection read before April 1, 2005, in respect of the commodity price for electricity used during the period, “M” is the total amount payable under subsection 79.4 (1) of the Act, as that subsection read before April 1, 2005, in respect of the commodity price for electricity used during the period by all low-volume consumers and designated consumers in Ontario, and “N” is the total amount received by the IESO from the Financial Corporation under section 5. O. Reg. 538/05, s. 5. (2) The IESO shall make all payments required by subsection (1) as soon as possible after receiving the payment from the Financial Corporation under section 5 and on or before the day specified by the Board for the purposes of this section. O. Reg. 538/05, s. 5. (3) The IESO shall make the payments required by this section, (a) by crediting the consumer’s account and showing the credit on an invoice issued to the consumer; or (b) by mailing the payment or delivering it by hand to the consumer at the most recent address known to the IESO. O. Reg. 538/05, s. 5. (4) The IESO shall give the Board written notice when it finishes making payments under this section and shall not make any further payments or adjustments to those payments after giving the notice. O. Reg. 538/05, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) The IESO shall make a payment to every low-volume consumer and designated consumer who was a market participant at any time during the period commencing April 1, 2004 and ending March 31, 2005 and the amount of the payment to a low-volume consumer or designated consumer shall be calculated using the formula,</p> <p class=\"equation-e\">(L ÷ M) × N</p> <p class=\"Ssection-e\">where,</p> <p class=\"equationind1-e\">“L” is the amount payable by the consumer to the IESO under subsection 79.4 (1) of the Act, as that subsection read before April 1, 2005, in respect of the commodity price for electricity used during the period, </p> <p class=\"equationind1-e\">“M” is the total amount payable under subsection 79.4 (1) of the Act, as that subsection read before April 1, 2005, in respect of the commodity price for electricity used during the period by all low-volume consumers and designated consumers in Ontario, and</p> <p class=\"equationind1-e\">“N” is the total amount received by the IESO from the Financial Corporation under section 5.</p> <p class=\"footnote-e\">O. Reg. 538/05, s. 5.</p> <p class=\"subsection-e\">(2) The IESO shall make all payments required by subsection (1) as soon as possible after receiving the payment from the Financial Corporation under section 5 and on or before the day specified by the Board for the purposes of this section. O. Reg. 538/05, s. 5.</p> <p class=\"subsection-e\">(3) The IESO shall make the payments required by this section,</p> <p class=\"clause-e\">(a) by crediting the consumer’s account and showing the credit on an invoice issued to the consumer; or</p> <p class=\"clause-e\">(b) by mailing the payment or delivering it by hand to the consumer at the most recent address known to the IESO. O. Reg. 538/05, s. 5.</p> <p class=\"subsection-e\">(4) The IESO shall give the Board written notice when it finishes making payments under this section and shall not make any further payments or adjustments to those payments after giving the notice. O. Reg. 538/05, s. 5.</p>"
        },
        {
            "id": "8.",
            "section": "IESO payments to licensed distributors ",
            "content": "8. (1) The IESO shall make a payment to every licensed distributor who is a market participant and the amount of the payment shall be calculated with respect to the period commencing April 1, 2004 and ending March 31, 2005 using the formula,  (P ÷ M) × N where, “P” is the sum of, (a) all amounts payable under subsection 79.4 (1) of the Act, as that subsection read before April 1, 2005, by low-volume consumers and designated consumers in the licensed distributor’s service area in respect of the commodity price for electricity used during the period, and (b) all amounts payable by low-volume consumers and designated consumers under subsection 79.4 (1) of the Act, as that subsection read before April 1, 2005, in respect of the commodity price for electricity used during the period by the low-volume consumers and designated consumers in a service area of an embedded distributor for which the licensed distributor is a host distributor, “M” has the same meaning as in section 7, and “N” has the same meaning as in section 7. O. Reg. 538/05, s. 5. (2) The IESO shall make all payments required by subsection (1) as soon as possible after receiving the payment from the Financial Corporation under section 5 and on or before the day specified by the Board for the purposes of this section. O. Reg. 538/05, s. 5. (3) The payments required by subsection (1) may be made at the option of the IESO by way of set-off in the accounts maintained by the IESO. O. Reg. 538/05, s. 5. (4) The IESO shall give the Board written notice when it finishes making payments under this section and shall not make any further payments or adjustments to those payments after giving the notice. O. Reg. 538/05, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) The IESO shall make a payment to every licensed distributor who is a market participant and the amount of the payment shall be calculated with respect to the period commencing April 1, 2004 and ending March 31, 2005 using the formula, </p> <p class=\"equation-e\">(P ÷ M) × N</p> <p class=\"Ssection-e\">where,</p> <p class=\"equationind1-e\">“P” is the sum of,</p> <p class=\"equationind2-e\">(a) all amounts payable under subsection 79.4 (1) of the Act, as that subsection read before April 1, 2005, by low-volume consumers and designated consumers in the licensed distributor’s service area in respect of the commodity price for electricity used during the period, and</p> <p class=\"equationind2-e\">(b) all amounts payable by low-volume consumers and designated consumers under subsection 79.4 (1) of the Act, as that subsection read before April 1, 2005, in respect of the commodity price for electricity used during the period by the low-volume consumers and designated consumers in a service area of an embedded distributor for which the licensed distributor is a host distributor, </p> <p class=\"equationind1-e\">“M” has the same meaning as in section 7, and</p> <p class=\"equationind1-e\">“N” has the same meaning as in section 7.</p> <p class=\"footnote-e\">O. Reg. 538/05, s. 5.</p> <p class=\"subsection-e\">(2) The IESO shall make all payments required by subsection (1) as soon as possible after receiving the payment from the Financial Corporation under section 5 and on or before the day specified by the Board for the purposes of this section. O. Reg. 538/05, s. 5.</p> <p class=\"subsection-e\">(3) The payments required by subsection (1) may be made at the option of the IESO by way of set-off in the accounts maintained by the IESO. O. Reg. 538/05, s. 5.</p> <p class=\"subsection-e\">(4) The IESO shall give the Board written notice when it finishes making payments under this section and shall not make any further payments or adjustments to those payments after giving the notice. O. Reg. 538/05, s. 5.</p>"
        },
        {
            "id": "9.",
            "section": "Payments by host distributors to embedded distributors",
            "content": "9. (1) A host distributor shall make a payment to every embedded distributor in the host distributor’s service area in respect of the period commencing April 1, 2004 and ending March 31, 2005 and the amount of the payment to an embedded distributor shall be calculated using the formula, (Q ÷ R) × S where, “Q” is the sum of all amounts payable under subsection 79.4 (1) of the Act, as that subsection read before April 1, 2005, by low-volume consumers and designated consumers in the embedded distributor’s service area in respect of the commodity price for electricity used during the period, “R” is the sum of, (a) all amounts payable under subsection 79.4 (1) of the Act, as that subsection read before April 1, 2005, by low-volume consumers and designated consumers in the host distributor’s service area in respect of the commodity price for electricity used during the period, and (b) all amounts payable by low-volume consumers and designated consumers under subsection 79.4 (1) of the Act, as that subsection read before April 1, 2005, in respect of the commodity price for electricity used during the period by the low-volume consumers and designated consumers in a service area of an embedded distributor for which the licensed distributor is a host distributor, and “S” is the total amount received by the host distributor from the IESO under section 8. O. Reg. 538/05, s. 5. (2) A host distributor shall make all payments required by subsection (1) as soon as possible after receiving the payment from the IESO under section 8 and on or before the day specified by the Board for the purposes of this section. O. Reg. 538/05, s. 5. (3) The payments required by subsection (1) may be made at the option of the host distributor by way of set-off in the accounts maintained by the host distributor. O. Reg. 538/05, s. 5. (4) A host distributor shall give the Board written notice when it finishes making payments under this section and shall not make any further payments or adjustments to those payments after giving the notice. O. Reg. 538/05, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) A host distributor shall make a payment to every embedded distributor in the host distributor’s service area in respect of the period commencing April 1, 2004 and ending March 31, 2005 and the amount of the payment to an embedded distributor shall be calculated using the formula,</p> <p class=\"equation-e\">(Q ÷ R) × S</p> <p class=\"Ssection-e\">where,</p> <p class=\"equationind1-e\">“Q” is the sum of all amounts payable under subsection 79.4 (1) of the Act, as that subsection read before April 1, 2005, by low-volume consumers and designated consumers in the embedded distributor’s service area in respect of the commodity price for electricity used during the period,  </p> <p class=\"equationind1-e\">“R” is the sum of,</p> <p class=\"equationind2-e\">(a) all amounts payable under subsection 79.4 (1) of the Act, as that subsection read before April 1, 2005, by low-volume consumers and designated consumers in the host distributor’s service area in respect of the commodity price for electricity used during the period, and</p> <p class=\"equationind2-e\">(b) all amounts payable by low-volume consumers and designated consumers under subsection 79.4 (1) of the Act, as that subsection read before April 1, 2005, in respect of the commodity price for electricity used during the period by the low-volume consumers and designated consumers in a service area of an embedded distributor for which the licensed distributor is a host distributor, and</p> <p class=\"equationind1-e\">“S” is the total amount received by the host distributor from the IESO under section 8.</p> <p class=\"footnote-e\">O. Reg. 538/05, s. 5.</p> <p class=\"subsection-e\">(2) A host distributor shall make all payments required by subsection (1) as soon as possible after receiving the payment from the IESO under section 8 and on or before the day specified by the Board for the purposes of this section. O. Reg. 538/05, s. 5.</p> <p class=\"subsection-e\">(3) The payments required by subsection (1) may be made at the option of the host distributor by way of set-off in the accounts maintained by the host distributor. O. Reg. 538/05, s. 5.</p> <p class=\"subsection-e\">(4) A host distributor shall give the Board written notice when it finishes making payments under this section and shall not make any further payments or adjustments to those payments after giving the notice. O. Reg. 538/05, s. 5.</p>"
        },
        {
            "id": "10.",
            "section": "Payments to retailers who use retailer-consolidated billing",
            "content": "10. (1) A licensed distributor shall make a payment to every participating retailer in respect of every low-volume consumer and designated consumer in the distributor’s service area with whom the participating retailer had a designated contract for which the retailer used retailer-consolidated billing during the period commencing April 1, 2004 and ending March 31, 2005. O. Reg. 538/05, s. 5. (2) A payment under subsection (1) in respect of a low-volume consumer or designated consumer shall be calculated using the formula, (T ÷ P) × U where, “T” is the amount payable by the low-volume consumer or designated consumer in the licensed distributor’s service area to the participating retailer under subsection 79.4 (1) of the Act, as that subsection read before April 1, 2005, in respect of the commodity price for electricity used during the period, “P” has the same meaning as in section 8, and “U” is, (a) the total amount received by the licensed distributor from the IESO under section 8, if the licensed distributor is a market participant, or (b) the total amount received by the licensed distributor from its host distributor under section 9, if the licensed distributor is an embedded distributor. O. Reg. 538/05, s. 5. (3) A licensed distributor shall make all payments required by subsection (1) as soon as possible after receiving the payment from the IESO under section 8 or from its host distributor under section 9, as the case may be, and on or before the day specified by the Board for the purposes of this section. O. Reg. 538/05, s. 5. (4) The payments required by subsection (1) may be made at the option of the licensed distributor by way of set-off in the accounts maintained by the licensed distributor. O. Reg. 538/05, s. 5. (5) A licensed distributor shall give the Board written notice when it finishes making payments under this section and shall not make any further payments or adjustments to those payments after giving the notice. O. Reg. 538/05, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>(1) A licensed distributor shall make a payment to every participating retailer in respect of every low-volume consumer and designated consumer in the distributor’s service area with whom the participating retailer had a designated contract for which the retailer used retailer-consolidated billing during the period commencing April 1, 2004 and ending March 31, 2005. O. Reg. 538/05, s. 5.</p> <p class=\"subsection-e\">(2) A payment under subsection (1) in respect of a low-volume consumer or designated consumer shall be calculated using the formula,</p> <p class=\"equation-e\">(T ÷ P) × U</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">“T” is the amount payable by the low-volume consumer or designated consumer in the licensed distributor’s service area to the participating retailer under subsection 79.4 (1) of the Act, as that subsection read before April 1, 2005, in respect of the commodity price for electricity used during the period,</p> <p class=\"equationind1-e\">“P” has the same meaning as in section 8, and </p> <p class=\"equationind1-e\">“U” is, </p> <p class=\"equationind2-e\">(a) the total amount received by the licensed distributor from the IESO under section 8, if the licensed distributor is a market participant, or</p> <p class=\"equationind2-e\">(b) the total amount received by the licensed distributor from its host distributor under section 9, if the licensed distributor is an embedded distributor.</p> <p class=\"footnote-e\">O. Reg. 538/05, s. 5.</p> <p class=\"subsection-e\">(3) A licensed distributor shall make all payments required by subsection (1) as soon as possible after receiving the payment from the IESO under section 8 or from its host distributor under section 9, as the case may be, and on or before the day specified by the Board for the purposes of this section. O. Reg. 538/05, s. 5.</p> <p class=\"subsection-e\">(4) The payments required by subsection (1) may be made at the option of the licensed distributor by way of set-off in the accounts maintained by the licensed distributor. O. Reg. 538/05, s. 5.</p> <p class=\"subsection-e\">(5) A licensed distributor shall give the Board written notice when it finishes making payments under this section and shall not make any further payments or adjustments to those payments after giving the notice. O. Reg. 538/05, s. 5.</p>"
        },
        {
            "id": "11.",
            "section": "Payments by licensed distributors to consumers",
            "content": "11. (1) A licensed distributor shall make a payment to every low-volume consumer and designated consumer who was in the licensed distributor’s service area during the period commencing April 1, 2004 and ending March 31, 2005 and who did not have a designated contract with a retailer using retailer-consolidated billing. O. Reg. 538/05, s. 5. (2) The amount of a payment under subsection (1) to a low-volume consumer or designated consumer shall be calculated using the formula, (V ÷ P) × U where, “V” is the amount that was payable to the licensed distributor under subsection 79.4 (1) of the Act, as that subsection read before April 1, 2005, by the low-volume consumer or designated consumer in respect of the commodity price for electricity used by the consumer during the period, “P” has the same meaning as in section 8, and “U” has the same meaning as in section 10. O. Reg. 538/05, s. 5. (3) A licensed distributor shall make all payments required by subsection (1) as soon as possible after receiving the payment from the IESO in section 8 or from its host distributor under section 9, as the case may be, and on or before the day specified by the Board for the purposes of this section. O. Reg. 538/05, s. 5. (4) A licensed distributor shall make the payments required by this section, (a) by crediting the account of the low-volume consumer or designated consumer and showing the credit on an invoice issued to the consumer; or (b) by mailing the payment or delivering it by hand to the consumer at the most recent address known to the licensed distributor. O. Reg. 538/05, s. 5. (5) If a licensed distributor makes the payment in the manner described in clause (4) (a), the licensed distributor shall, (a) ensure that the amount of the credit is clearly and separately listed on the invoice and labelled as “Ontario Price Credit”; and (b) unless otherwise authorized by the Minister, include on or with the invoice such message as may be specified by the Minister. O. Reg. 566/05, s. 2. (5.1) If a licensed distributor makes the payment in the manner described in clause (4) (b), the licensed distributor shall, unless otherwise authorized by the Minister, provide the low-volume consumer or designated consumer with such message as may be specified by the Minister. O. Reg. 566/05, s. 2. (6) A licensed distributor shall give the Board written notice when it finishes making payments under this section and shall not make any further payments or adjustments to those payments after giving the notice. O. Reg. 538/05, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) A licensed distributor shall make a payment to every low-volume consumer and designated consumer who was in the licensed distributor’s service area during the period commencing April 1, 2004 and ending March 31, 2005 and who did not have a designated contract with a retailer using retailer-consolidated billing. O. Reg. 538/05, s. 5.</p> <p class=\"subsection-e\">(2) The amount of a payment under subsection (1) to a low-volume consumer or designated consumer shall be calculated using the formula,</p> <p class=\"equation-e\">(V ÷ P) × U</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">“V” is the amount that was payable to the licensed distributor under subsection 79.4 (1) of the Act, as that subsection read before April 1, 2005, by the low-volume consumer or designated consumer in respect of the commodity price for electricity used by the consumer during the period,</p> <p class=\"equationind1-e\">“P” has the same meaning as in section 8, and  </p> <p class=\"equationind1-e\">“U” has the same meaning as in section 10.</p> <p class=\"footnote-e\">O. Reg. 538/05, s. 5.</p> <p class=\"subsection-e\">(3) A licensed distributor shall make all payments required by subsection (1) as soon as possible after receiving the payment from the IESO in section 8 or from its host distributor under section 9, as the case may be, and on or before the day specified by the Board for the purposes of this section. O. Reg. 538/05, s. 5.</p> <p class=\"subsection-e\">(4) A licensed distributor shall make the payments required by this section,</p> <p class=\"clause-e\">(a) by crediting the account of the low-volume consumer or designated consumer and showing the credit on an invoice issued to the consumer; or<b><i> </i></b></p> <p class=\"clause-e\">(b) by mailing the payment or delivering it by hand to the consumer at the most recent address known to the licensed distributor. O. Reg. 538/05, s. 5.</p> <p class=\"subsection-e\">(5) If a licensed distributor makes the payment in the manner described in clause (4) (a), the licensed distributor shall,</p> <p class=\"clause-e\">(a) ensure that the amount of the credit is clearly and separately listed on the invoice and labelled as “Ontario Price Credit”; and</p> <p class=\"clause-e\">(b) unless otherwise authorized by the Minister, include on or with the invoice such message as may be specified by the Minister. O. Reg. 566/05, s. 2.</p> <p class=\"subsection-e\">(5.1) If a licensed distributor makes the payment in the manner described in clause (4) (b), the licensed distributor shall, unless otherwise authorized by the Minister, provide the low-volume consumer or designated consumer with such message as may be specified by the Minister. O. Reg. 566/05, s. 2.</p> <p class=\"subsection-e\">(6) A licensed distributor shall give the Board written notice when it finishes making payments under this section and shall not make any further payments or adjustments to those payments after giving the notice. O. Reg. 538/05, s. 5.</p>"
        },
        {
            "id": "12.",
            "section": "Payments by participating retailers who use retailer-consolidated billing",
            "content": "12. (1) A participating retailer shall make a payment to each low-volume consumer and designated consumer with whom it had a designated contract during the period commencing April 1, 2004 and ending March 31, 2005 for which the retailer used retailer-consolidated billing. O. Reg. 538/05, s. 5. (2) A payment under subsection (1) to a low-volume consumer or designated consumer shall be equal to the amount of the payment the retailer received from a licensed distributor under section 10 in respect of that consumer. O. Reg. 538/05, s. 5. (3) A participating retailer shall make all payments required by subsection (1) as soon as possible after receiving the payment from the licensed distributor under section 10 and on or before the day specified by the Board for the purposes of this section. O. Reg. 538/05, s. 5. (4) The participating retailer shall make the payments required by this section, (a) by crediting the account of the low-volume consumer or designated consumer and showing the credit on an invoice issued to the consumer; or (b) by mailing the payment or delivering it by hand to the consumer at the most recent address known to the participating retailer. O. Reg. 538/05, s. 5. (5) If a participating retailer makes the payment in the manner described in clause (4) (a), the participating retailer shall, (a) ensure that the amount of the credit is clearly and separately listed on the invoice and labelled as “Ontario Price Credit”; and (b) unless otherwise authorized by the Minister, include on or with the invoice such message as may be specified by the Minister. O. Reg. 566/05, s. 3. (5.1) If a participating retailer makes the payment in the manner described in clause (4) (b), the participating retailer shall, unless otherwise authorized by the Minister, provide the low-volume consumer or designated consumer with such message as may be specified by the Minister. O. Reg. 566/05, s. 3. (6) A participating retailer shall give the Board written notice when it finishes making payments under this section and shall not make any further payments or adjustments to those payments after giving the notice. O. Reg. 538/05, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>(1) A participating retailer shall make a payment to each low-volume consumer and designated consumer with whom it had a designated contract during the period commencing April 1, 2004 and ending March 31, 2005 for which the retailer used retailer-consolidated billing. O. Reg. 538/05, s. 5.</p> <p class=\"subsection-e\">(2) A payment under subsection (1) to a low-volume consumer or designated consumer shall be equal to the amount of the payment the retailer received from a licensed distributor under section 10 in respect of that consumer. O. Reg. 538/05, s. 5.</p> <p class=\"subsection-e\">(3) A participating retailer shall make all payments required by subsection (1) as soon as possible after receiving the payment from the licensed distributor under section 10 and on or before the day specified by the Board for the purposes of this section. O. Reg. 538/05, s. 5.</p> <p class=\"subsection-e\">(4) The participating retailer shall make the payments required by this section,</p> <p class=\"clause-e\">(a) by crediting the account of the low-volume consumer or designated consumer and showing the credit on an invoice issued to the consumer; or<i> </i></p> <p class=\"clause-e\">(b) by mailing the payment or delivering it by hand to the consumer at the most recent address known to the participating retailer. O. Reg. 538/05, s. 5.</p> <p class=\"subsection-e\">(5) If a participating retailer makes the payment in the manner described in clause (4) (a), the participating retailer shall,</p> <p class=\"clause-e\">(a) ensure that the amount of the credit is clearly and separately listed on the invoice and labelled as “Ontario Price Credit”; and</p> <p class=\"clause-e\">(b) unless otherwise authorized by the Minister, include on or with the invoice such message as may be specified by the Minister. O. Reg. 566/05, s. 3.</p> <p class=\"subsection-e\">(5.1) If a participating retailer makes the payment in the manner described in clause (4) (b), the participating retailer shall, unless otherwise authorized by the Minister, provide the low-volume consumer or designated consumer with such message as may be specified by the Minister. O. Reg. 566/05, s. 3.</p> <p class=\"subsection-e\">(6) A participating retailer shall give the Board written notice when it finishes making payments under this section and shall not make any further payments or adjustments to those payments after giving the notice. O. Reg. 538/05, s. 5.</p>"
        },
        {
            "id": "13.",
            "section": "Unpaid amounts to be paid to the OPA",
            "content": "13. (1) This section applies if a low-volume consumer or designated consumer would otherwise be entitled under this Regulation to a payment from the IESO, a licensed distributor or a participating retailer but no longer has the account with that entity that it had in the period commencing April 1, 2004 and ending March 31, 2005 and, (a) the consumer has not provided a current address on or before March 31, 2006 to the entity with which it had the account; (b) the consumer has provided a current address on or before March 31, 2006 but, despite the best efforts of the entity to make the payment, the consumer has not received the payment on or before March 31, 2007 or has not cashed the cheque for the payment on or before March 31, 2007; or (c) the amount otherwise payable to the consumer is less than $3. O. Reg. 538/05, s. 5. (2) If this section applies in respect of an amount that would otherwise be payable under this Regulation to a low-volume consumer or designated consumer, the amount ceases to be payable to the consumer and shall be paid in accordance with subsection (4), (5), (6), (6.1) or (6.3). O. Reg. 538/05, s. 5; O. Reg. 188/06, s. 1 (1). (3) Revoked: O. Reg. 188/06, s. 1 (2). (4) If this section applies in respect of an amount otherwise payable to a consumer by an embedded distributor, the following rules apply: 1. The embedded distributor shall, before the expiry of the period specified by the Board, pay the amount to its host distributor. 2. The host distributor shall make a payment equal to the payment required under paragraph 1 to the IESO before the expiry of the period specified by the IESO. 3. Revoked: O. Reg. 188/06, s. 1 (3). O. Reg. 538/05, s. 5; O. Reg. 188/06, s. 1 (3). (5) If this section applies in respect of an amount otherwise payable to a consumer by a licensed distributor who is a market participant, the licensed distributor shall, before the expiry of the period specified by the IESO, pay the amount to the IESO. O. Reg. 188/06, s. 1 (4). (6) If this section applies in respect of an amount otherwise payable to a consumer by a participating retailer, the following rules apply: 1. The participating retailer shall, before the expiry of the period specified by the Board, pay the amount to the licensed distributor within whose service area the consumer to whom the amount would otherwise be payable was located. 2. If the licensed distributor who receives the payment under paragraph 1 is an embedded distributor, it shall make a payment equal to the payment required under paragraph 1 to its host distributor before the expiry of the period specified by the Board. 3. The licensed distributor who receives a payment under paragraph 1, if it is a market participant, or the host distributor who receives a payment under paragraph 2, whichever is the case, shall make a payment equal to the payment required under paragraph 1 to the IESO before the expiry of the period specified by the IESO. 4. Revoked: O. Reg. 188/06, s. 1 (5). O. Reg. 538/05, s. 5; O. Reg. 188/06, s. 1 (5). (6.1) The IESO shall make a payment to West Coast Huron Energy Inc. equal to the lesser of, (a) $191,000; and (b) the sum of, (i) all amounts referred to in subsection (1) that would otherwise be payable by the IESO to a consumer, and (ii) all payments to the IESO required under paragraph 2 of subsection (4), subsection (5), or paragraph 3 of subsection (6). O. Reg. 188/06, s. 1 (6). (6.2) The IESO may determine the method by which it pays the amount under subsection (6.1) and the time or times within with the payment or payments are made. O. Reg. 188/06, s. 1 (6). (6.3) If the sum determined under clause (6.1) (b) exceeds the amount payable by the IESO under subsection (6.1), the IESO shall pay the amount of the difference to the OPA before the expiry of the period specified by the OPA. O. Reg. 188/06, s. 1 (6). (7) Any amount payable to the OPA under this section shall be applied to the OPA’s variance account established under section 25.33 of the Electricity Act, 1998. O. Reg. 538/05, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) This section applies if a low-volume consumer or designated consumer would otherwise be entitled under this Regulation to a payment from the IESO, a licensed distributor or a participating retailer but no longer has the account with that entity that it had in the period commencing April 1, 2004 and ending March 31, 2005 and,</p> <p class=\"clause-e\">(a) the consumer has not provided a current address on or before March 31, 2006 to the entity with which it had the account; </p> <p class=\"clause-e\">(b) the consumer has provided a current address on or before March 31, 2006 but, despite the best efforts of the entity to make the payment, the consumer has not received the payment on or before March 31, 2007 or has not cashed the cheque for the payment on or before March 31, 2007; or</p> <p class=\"clause-e\">(c) the amount otherwise payable to the consumer is less than $3. O. Reg. 538/05, s. 5.</p> <p class=\"subsection-e\">(2) If this section applies in respect of an amount that would otherwise be payable under this Regulation to a low-volume consumer or designated consumer, the amount ceases to be payable to the consumer and shall be paid in accordance with subsection (4), (5), (6), (6.1) or (6.3). O. Reg. 538/05, s. 5; O. Reg. 188/06, s. 1 (1).</p> <p class=\"subsection-e\">(3) Revoked: O. Reg. 188/06, s. 1 (2).</p> <p class=\"subsection-e\">(4) If this section applies in respect of an amount otherwise payable to a consumer by an embedded distributor, the following rules apply:</p> <p class=\"paragraph-e\">1. The embedded distributor shall, before the expiry of the period specified by the Board, pay the amount to its host distributor.</p> <p class=\"paragraph-e\">2. The host distributor shall make a payment equal to the payment required under paragraph 1 to the IESO before the expiry of the period specified by the IESO.</p> <p class=\"paragraph-e\">3. Revoked: O. Reg. 188/06, s. 1 (3).</p> <p class=\"footnote-e\">O. Reg. 538/05, s. 5; O. Reg. 188/06, s. 1 (3).</p> <p class=\"subsection-e\">(5) If this section applies in respect of an amount otherwise payable to a consumer by a licensed distributor who is a market participant, the licensed distributor shall, before the expiry of the period specified by the IESO, pay the amount to the IESO. O. Reg. 188/06, s. 1 (4).</p> <p class=\"subsection-e\">(6) If this section applies in respect of an amount otherwise payable to a consumer by a participating retailer, the following rules apply:</p> <p class=\"paragraph-e\">1. The participating retailer shall, before the expiry of the period specified by the Board, pay the amount to the licensed distributor within whose service area the consumer to whom the amount would otherwise be payable was located. </p> <p class=\"paragraph-e\">2. If the licensed distributor who receives the payment under paragraph 1 is an embedded distributor, it shall make a payment equal to the payment required under paragraph 1 to its host distributor before the expiry of the period specified by the Board. </p> <p class=\"paragraph-e\">3. The licensed distributor who receives a payment under paragraph 1, if it is a market participant, or the host distributor who receives a payment under paragraph 2, whichever is the case, shall make a payment equal to the payment required under paragraph 1 to the IESO before the expiry of the period specified by the IESO.</p> <p class=\"paragraph-e\">4. Revoked: O. Reg. 188/06, s. 1 (5).</p> <p class=\"footnote-e\">O. Reg. 538/05, s. 5; O. Reg. 188/06, s. 1 (5).</p> <p class=\"subsection-e\">(6.1) The IESO shall make a payment to West Coast Huron Energy Inc. equal to the lesser of,</p> <p class=\"clause-e\">(a) $191,000; and</p> <p class=\"clause-e\">(b) the sum of,</p> <p class=\"subclause-e\">(i) all amounts referred to in subsection (1) that would otherwise be payable by the IESO to a consumer, and</p> <p class=\"subclause-e\">(ii) all payments to the IESO required under paragraph 2 of subsection (4), subsection (5), or paragraph 3 of subsection (6). O. Reg. 188/06, s. 1 (6).</p> <p class=\"subsection-e\">(6.2) The IESO may determine the method by which it pays the amount under subsection (6.1) and the time or times within with the payment or payments are made. O. Reg. 188/06, s. 1 (6).</p> <p class=\"subsection-e\">(6.3) If the sum determined under clause (6.1) (b) exceeds the amount payable by the IESO under subsection (6.1), the IESO shall pay the amount of the difference to the OPA before the expiry of the period specified by the OPA. O. Reg. 188/06, s. 1 (6).</p> <p class=\"subsection-e\">(7) Any amount payable to the OPA under this section shall be applied to the OPA’s variance account established under section 25.33 of the <i>Electricity Act, 1998</i>. O. Reg. 538/05, s. 5.</p>"
        },
        {
            "id": "14.",
            "section": "Board to specify last day for payment",
            "content": "14. The Board shall specify the last day on which payments may be made under each of sections 7, 8, 9, 10, 11, 12 and 13 and may specify different days for the purposes of different sections and different provisions in those sections. O. Reg. 538/05, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>14. </b>The Board shall specify the last day on which payments may be made under each of sections 7, 8, 9, 10, 11, 12 and 13 and may specify different days for the purposes of different sections and different provisions in those sections. O. Reg. 538/05, s. 5.</p>"
        },
        {
            "id": "15.",
            "section": "Obligation to provide information",
            "content": "15. (1) Every licensed distributor who is a market participant shall give the IESO such information as the IESO may require for the purposes of this Regulation in the form specified by the IESO and before the expiry of the period specified by the IESO. O. Reg. 538/05, s. 5. (2) Every embedded distributor shall give its host distributor such information as the IESO may require from the host distributor for the purposes of this Regulation and shall do so before the expiry of the period specified by the host distributor. O. Reg. 538/05, s. 5. (3) Every participating retailer who uses retailer-consolidated billing and who had a designated contract with a low-volume consumer or designated consumer in a licensed distributor’s service area during the period commencing April 1, 2004 and ending March 31, 2005 shall give the licensed distributor such information as the IESO may require for the purposes of this Regulation and shall do so before the expiry of the period specified by the licensed distributor. O. Reg. 538/05, s. 5. (4) At the request of the OPA or the Board, the IESO, every licensed distributor, every retailer or the OPA shall provide such information relating to this Regulation that the OPA or the Board requires, in the form and within the period specified by the OPA or the Board. O. Reg. 538/05, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>15. </b>(1) Every licensed distributor who is a market participant shall give the IESO such information as the IESO may require for the purposes of this Regulation in the form specified by the IESO and before the expiry of the period specified by the IESO. O. Reg. 538/05, s. 5.</p> <p class=\"subsection-e\">(2) Every embedded distributor shall give its host distributor such information as the IESO may require from the host distributor for the purposes of this Regulation and shall do so before the expiry of the period specified by the host distributor. O. Reg. 538/05, s. 5.</p> <p class=\"subsection-e\">(3) Every participating retailer who uses retailer-consolidated billing and who had a designated contract with a low-volume consumer or designated consumer in a licensed distributor’s service area during the period commencing April 1, 2004 and ending March 31, 2005 shall give the licensed distributor such information as the IESO may require for the purposes of this Regulation and shall do so before the expiry of the period specified by the licensed distributor. O. Reg. 538/05, s. 5.</p> <p class=\"subsection-e\">(4) At the request of the OPA or the Board, the IESO, every licensed distributor, every retailer or the OPA shall provide such information relating to this Regulation that the OPA or the Board requires, in the form and within the period specified by the OPA or the Board. O. Reg. 538/05, s. 5.</p>"
        },
        {
            "id": "16.",
            "section": "Reliance on certain information",
            "content": "16. (1) For the purposes of this Regulation, the IESO shall rely on the information provided to it by licensed distributors. O. Reg. 538/05, s. 5. (2) For the purposes of this Regulation, host distributors shall rely on the information provided to them by their embedded distributors. O. Reg. 538/05, s. 5. (3) For the purposes of this Regulation, licensed distributors shall rely on the information provided to them by participating retailers who use retailer-consolidated billing. O. Reg. 538/05, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>16. </b>(1) For the purposes of this Regulation, the IESO shall rely on the information provided to it by licensed distributors. O. Reg. 538/05, s. 5.</p> <p class=\"subsection-e\">(2) For the purposes of this Regulation, host distributors shall rely on the information provided to them by their embedded distributors. O. Reg. 538/05, s. 5.</p> <p class=\"subsection-e\">(3) For the purposes of this Regulation, licensed distributors shall rely on the information provided to them by participating retailers who use retailer-consolidated billing. O. Reg. 538/05, s. 5.</p>"
        },
        {
            "id": "17.",
            "section": "Transition",
            "content": "17. If a billing period for a low-volume consumer or designated consumer includes April 1, 2004 or March 31, 2005, a retailer who uses retailer-consolidated billing or a licensed distributor may, for the purpose of this Regulation, estimate the volume of electricity distributed to the consumer during the billing period that can be reasonably allocated to the portion of the billing period that is in the period commencing April 1, 2004 and ending March 31, 2005 and the volume of electricity distributed to the consumer during the billing period that can reasonably be allocated to the portion of the billing period that is not in the period commencing April 1, 2004 and ending March 31, 2005. O. Reg. 538/05, s. 5. ",
            "raw_html": "<p class=\"section-e\"><b>17. </b>If a billing period for a low-volume consumer or designated consumer includes April 1, 2004 or March 31, 2005, a retailer who uses retailer-consolidated billing or a licensed distributor may, for the purpose of this Regulation, estimate the volume of electricity distributed to the consumer during the billing period that can be reasonably allocated to the portion of the billing period that is in the period commencing April 1, 2004 and ending March 31, 2005 and the volume of electricity distributed to the consumer during the billing period that can reasonably be allocated to the portion of the billing period that is not in the period commencing April 1, 2004 and ending March 31, 2005. O. Reg. 538/05, s. 5.</p> <p class=\"Normal\"></p>"
        }
    ]
}