{
    "reg_info": {
        "full_title": "O. Reg. 166/11: GENERAL",
        "reg_name_text": "General",
        "citation": "O. Reg. 166/11: GENERAL",
        "act_under": "Retirement Homes Act, 2010",
        "url": "https://www.ontario.ca/laws/regulation/110166",
        "date_scraped": "2023-12-18 05:54:34"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "May  1, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/110166/v23",
            "valid_from": "April 11, 2022",
            "valid_to": "April 30, 2022"
        },
        {
            "a_href": "/laws/regulation/110166/v22",
            "valid_from": "April  6, 2022",
            "valid_to": "April 10, 2022"
        },
        {
            "a_href": "/laws/regulation/110166/v21",
            "valid_from": "March 16, 2022",
            "valid_to": "April  5, 2022"
        },
        {
            "a_href": "/laws/regulation/110166/v20",
            "valid_from": "March 11, 2022",
            "valid_to": "March 15, 2022"
        },
        {
            "a_href": "/laws/regulation/110166/v19",
            "valid_from": "March  1, 2022",
            "valid_to": "March 10, 2022"
        },
        {
            "a_href": "/laws/regulation/110166/v18",
            "valid_from": "February 28, 2022",
            "valid_to": "February 28, 2022"
        },
        {
            "a_href": "/laws/regulation/110166/v17",
            "valid_from": "April  1, 2021",
            "valid_to": "February 27, 2022"
        },
        {
            "a_href": "/laws/regulation/110166/v16",
            "valid_from": "March 18, 2021",
            "valid_to": "March 31, 2021"
        },
        {
            "a_href": "/laws/regulation/110166/v15",
            "valid_from": "May 29, 2020",
            "valid_to": "March 17, 2021"
        },
        {
            "a_href": "/laws/regulation/110166/v14",
            "valid_from": "March 19, 2020",
            "valid_to": "May 28, 2020"
        },
        {
            "a_href": "/laws/regulation/110166/v13",
            "valid_from": "November  1, 2018",
            "valid_to": "March 18, 2020"
        },
        {
            "a_href": "/laws/regulation/110166/v12",
            "valid_from": "October 24, 2018",
            "valid_to": "October 31, 2018"
        },
        {
            "a_href": "/laws/regulation/110166/v11",
            "valid_from": "July  1, 2018",
            "valid_to": "October 23, 2018"
        },
        {
            "a_href": "/laws/regulation/110166/v10",
            "valid_from": "April 23, 2018",
            "valid_to": "June 30, 2018"
        },
        {
            "a_href": "/laws/regulation/110166/v9",
            "valid_from": "January  1, 2014",
            "valid_to": "April 22, 2018"
        },
        {
            "a_href": "/laws/regulation/110166/v8",
            "valid_from": "July  1, 2013",
            "valid_to": "December 31, 2013"
        },
        {
            "a_href": "/laws/regulation/110166/v7",
            "valid_from": "January  1, 2013",
            "valid_to": "June 30, 2013"
        },
        {
            "a_href": "/laws/regulation/110166/v6",
            "valid_from": "December 17, 2012",
            "valid_to": "December 31, 2012"
        },
        {
            "a_href": "/laws/regulation/110166/v5",
            "valid_from": "July  1, 2012",
            "valid_to": "December 16, 2012"
        },
        {
            "a_href": "/laws/regulation/110166/v4",
            "valid_from": "April 15, 2012",
            "valid_to": "June 30, 2012"
        },
        {
            "a_href": "/laws/regulation/110166/v3",
            "valid_from": "April 12, 2012",
            "valid_to": "April 14, 2012"
        },
        {
            "a_href": "/laws/regulation/110166/v2",
            "valid_from": "May 17, 2011",
            "valid_to": "April 11, 2012"
        },
        {
            "a_href": "/laws/regulation/110166/v1",
            "valid_from": "May 16, 2011",
            "valid_to": "May 16, 2011"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Definitions for the Act",
            "part_id": null,
            "part_type": null,
            "section": "Definitions for the Act",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Abuse",
            "content": " 1. (1) For the purposes of the definition of “abuse” in subsection 2 (1) of the Act, “emotional abuse” means, (a) any threatening, insulting, intimidating or humiliating gestures, actions, behaviour or remarks, including imposed social isolation, shunning, ignoring, lack of acknowledgement or infantilization that are performed by anyone other than a resident, or (b) any threatening or intimidating gestures, actions, behaviour or remarks by a resident that causes alarm or fear to another resident if the resident performing the gestures, actions, behaviour or remarks understands and appreciates their consequences; (“mauvais traitement d’ordre psychologique”) “financial abuse” means any misappropriation or misuse of a resident’s money or property; (“exploitation financière”) “physical abuse” means, subject to subsection (2), (a) the use of physical force by anyone other than a resident that causes physical injury or pain, (b) administering or withholding a drug for an inappropriate purpose, or (c) the use of physical force by a resident that causes physical injury to another resident; (“mauvais traitement d’ordre physique”) “sexual abuse” means, (a) subject to subsection (3), any consensual or non-consensual touching, behaviour or remarks of a sexual nature or sexual exploitation that is directed towards a resident by a licensee or staff member, or (b) any non-consensual touching, behaviour or remarks of a sexual nature or sexual exploitation directed towards a resident by a person other than a licensee or staff member; (“mauvais traitement d’ordre sexuel”) “verbal abuse” means, (a) any form of verbal communication of a threatening or intimidating nature or any form of verbal communication of a belittling or degrading nature that diminishes a resident’s sense of well-being, dignity or self-worth, if the communication is made by anyone other than a resident, or (b) any form of verbal communication of a threatening or intimidating nature made by a resident that leads another resident to fear for his or her safety if the resident making the communication understands and appreciates its consequences. (“mauvais traitement d’ordre verbal”)  O. Reg. 166/11, s. 1 (1). (2) For the purposes of clause (a) of the definition of “physical abuse” in subsection (1), physical abuse does not include the use of force that is appropriate to the provision of care or assisting a resident with activities of daily living, unless the force used is excessive in the circumstances.  O. Reg. 166/11, s. 1 (2). (3) For the purposes of the definition of “sexual abuse” in subsection (1), sexual abuse does not include, (a) touching, behaviour or remarks of a clinical nature that are appropriate to the provision of care or assisting a resident with activities of daily living; or (b) consensual touching, behaviour or remarks of a sexual nature between a resident and a licensee or staff member that is in the course of a sexual relationship that began before the resident commenced residency in the retirement home or before the licensee or staff member became a licensee or staff member.  O. Reg. 166/11, s. 1 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1.</b> (1) For the purposes of the definition of “abuse” in subsection 2 (1) of the Act,</p> <p class=\"firstdef-e\">“emotional abuse” means,</p> <p class=\"defclause-e\">  (a) any threatening, insulting, intimidating or humiliating gestures, actions, behaviour or remarks, including imposed social isolation, shunning, ignoring, lack of acknowledgement or infantilization that are performed by anyone other than a resident, or</p> <p class=\"defclause-e\">  (b) any threatening or intimidating gestures, actions, behaviour or remarks by a resident that causes alarm or fear to another resident if the resident performing the gestures, actions, behaviour or remarks understands and appreciates their consequences; (“mauvais traitement d’ordre psychologique”)</p> <p class=\"definition-e\">“financial abuse” means any misappropriation or misuse of a resident’s money or property; (“exploitation financière”)</p> <p class=\"definition-e\">“physical abuse” means, subject to subsection (2),</p> <p class=\"defclause-e\">  (a) the use of physical force by anyone other than a resident that causes physical injury or pain,</p> <p class=\"defclause-e\">  (b) administering or withholding a drug for an inappropriate purpose, or</p> <p class=\"defclause-e\">  (c) the use of physical force by a resident that causes physical injury to another resident; (“mauvais traitement d’ordre physique”)</p> <p class=\"definition-e\">“sexual abuse” means,</p> <p class=\"defclause-e\">  (a) subject to subsection (3), any consensual or non-consensual touching, behaviour or remarks of a sexual nature or sexual exploitation that is directed towards a resident by a licensee or staff member, or</p> <p class=\"defclause-e\">  (b) any non-consensual touching, behaviour or remarks of a sexual nature or sexual exploitation directed towards a resident by a person other than a licensee or staff member; (“mauvais traitement d’ordre sexuel”)</p> <p class=\"definition-e\">“verbal abuse” means,</p> <p class=\"defclause-e\">  (a) any form of verbal communication of a threatening or intimidating nature or any form of verbal communication of a belittling or degrading nature that diminishes a resident’s sense of well-being, dignity or self-worth, if the communication is made by anyone other than a resident, or</p> <p class=\"defclause-e\">  (b) any form of verbal communication of a threatening or intimidating nature made by a resident that leads another resident to fear for his or her safety if the resident making the communication understands and appreciates its consequences. (“mauvais traitement d’ordre verbal”)  O. Reg. 166/11, s. 1 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of clause (a) of the definition of “physical abuse” in subsection (1), physical abuse does not include the use of force that is appropriate to the provision of care or assisting a resident with activities of daily living, unless the force used is excessive in the circumstances.  O. Reg. 166/11, s. 1 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of the definition of “sexual abuse” in subsection (1), sexual abuse does not include,</p> <p class=\"clause-e\">  (a) touching, behaviour or remarks of a clinical nature that are appropriate to the provision of care or assisting a resident with activities of daily living; or</p> <p class=\"clause-e\">  (b) consensual touching, behaviour or remarks of a sexual nature between a resident and a licensee or staff member that is in the course of a sexual relationship that began before the resident commenced residency in the retirement home or before the licensee or staff member became a licensee or staff member.  O. Reg. 166/11, s. 1 (3).</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Care services",
            "content": " 2. (1) The following services are prescribed as care services for the purposes of the Act: 1. Any service that a member of the College of Physicians and Surgeons of Ontario provides while engaging in the practice of medicine. 2. Any service that a member of the College of Nurses of Ontario provides while engaging in the practice of nursing. 3. Any service that a member of the Ontario College of Pharmacists provides while engaging in the practice of pharmacy. 4. The provision of a dementia care program. 5. The provision of a skin and wound care program.  O. Reg. 166/11, s. 2 (1). (2) Services provided under the Homemakers and Nurses Services Act are not care services for the purposes of the Act.  O. Reg. 166/11, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>2. </b>(1) The following services are prescribed as care services for the purposes of the Act:</p> <p class=\"paragraph-e\">  1. Any service that a member of the College of Physicians and Surgeons of Ontario provides while engaging in the practice of medicine.</p> <p class=\"paragraph-e\">  2. Any service that a member of the College of Nurses of Ontario provides while engaging in the practice of nursing.</p> <p class=\"paragraph-e\">  3. Any service that a member of the Ontario College of Pharmacists provides while engaging in the practice of pharmacy.</p> <p class=\"paragraph-e\">  4. The provision of a dementia care program.</p> <p class=\"paragraph-e\">  5. The provision of a skin and wound care program.  O. Reg. 166/11, s. 2 (1).</p> <p class=\"subsection-e\">  (2) Services provided under the <i>Homemakers and Nurses Services Act</i> are not care services for the purposes of the Act.  O. Reg. 166/11, s. 2 (2).</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Retirement home",
            "content": " 3. (1) For the purposes of clause (b) of the definition of “retirement home” in subsection 2 (1) of the Act, a residential complex or the part of a residential complex that is a retirement home must be occupied or be intended to be occupied by at least six persons who are not related to the operator of the home.  O. Reg. 166/11, s. 3 (1). (2) The following premises are prescribed for the purposes of clause (f) of the definition of “retirement home” in subsection 2 (1) of the Act as not being retirement homes: 1. Premises, or parts of premises, at which a supportive housing program or a residential treatment program is provided and funded under, i.  Revoked: O. Reg. 195/22, s. 1 (1). ii. the Local Health System Integration Act, 2006, iii. the Connecting Care Act, 2019, or iv. the Ministry of Health and Long-Term Care Act. 2. Premises or parts of premises funded under the Community Homelessness Prevention Initiative of the Ministry of Municipal Affairs and Housing. 3. Premises, or parts of premises, owned or operated by a health service provider or an Ontario Health Team that was funded under section 21 of the Connecting Care Act, 2019 to provide home and community care services that include residential accommodation within the meaning of Ontario Regulation 187/22 (Home and Community Care Services) made under that Act at the premises, or parts of premises, on the day that section 1 of that Regulation came into force. O. Reg. 416/12, s. 1; O. Reg. 210/21, s. 1; O. Reg. 195/22, s. 1. (3) A statement in this section or the definition of “retirement home” in subsection 2 (1) of the Act that part of a premises is or is not a retirement home applies only to that part of the premises.  O. Reg. 166/11, s. 3 (3). Interpretation",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>3. </b>(1) For the purposes of clause (b) of the definition of “retirement home” in subsection 2 (1) of the Act, a residential complex or the part of a residential complex that is a retirement home must be occupied or be intended to be occupied by at least six persons who are not related to the operator of the home.  O. Reg. 166/11, s. 3 (1).</p> <p class=\"subsection-e\">  (2) The following premises are prescribed for the purposes of clause (f) of the definition of “retirement home” in subsection 2 (1) of the Act as not being retirement homes:</p> <p class=\"paragraph-e\">  1. Premises, or parts of premises, at which a supportive housing program or a residential treatment program is provided and funded under,</p> <p class=\"subpara-e\">  i.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 195/22, s. 1 (1).</p> <p class=\"subpara-e\">  ii. the <i>Local Health System Integration Act, 2006</i>,</p> <p class=\"subpara-e\">  iii. the <i>Connecting Care Act, 2019</i>, or</p> <p class=\"subpara-e\">  iv. the <i>Ministry of Health and Long-Term Care Act</i>.</p> <p class=\"paragraph-e\">  2. Premises or parts of premises funded under the Community Homelessness Prevention Initiative of the Ministry of Municipal Affairs and Housing.</p> <p class=\"paragraph-e\">  3. Premises, or parts of premises, owned or operated by a health service provider or an Ontario Health Team that was funded under section 21 of the <i>Connecting Care Act, 2019</i> to provide home and community care services that include residential accommodation within the meaning of Ontario Regulation 187/22 (Home and Community Care Services) made under that Act at the premises, or parts of premises, on the day that section 1 of that Regulation came into force. O. Reg. 416/12, s. 1; O. Reg. 210/21, s. 1; O. Reg. 195/22, s. 1.</p> <p class=\"subsection-e\">  (3) A statement in this section or the definition of “retirement home” in subsection 2 (1) of the Act that part of a premises is or is not a retirement home applies only to that part of the premises.  O. Reg. 166/11, s. 3 (3).</p> <p class=\"heading1-e\"><a name=\"BK4\"></a>Interpretation</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "Interpretation",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation",
            "content": " 4. (1) In this Regulation, “adverse drug reaction” means a harmful and unintended response by a resident to a drug or combination of drugs that occurs at doses normally used or tested for the diagnosis, treatment or prevention of a disease or the modification of an organic function; (“réaction indésirable à un médicament”) “altered skin integrity” means potential or actual disruption of epidermal or dermal tissue, including skin breakdown, pressure ulcers and skin tears or wounds; (“signes d’altération de l’intégrité épidermique”) “drug” means a drug as defined in the Drug and Pharmacies Regulation Act; (“médicament”) “responsive behaviours” means behaviours that often indicate, (a) an unmet need in a person, whether cognitive, physical, emotional, social, environmental or other, or (b) a response to circumstances within the social or physical environment that may be frustrating, frightening or confusing to a person. (“comportements réactifs”)  O. Reg. 166/11, s. 4 (1). (2) If this Regulation requires or permits a member of a College, as defined in the Regulated Health Professions Act, 1991, to perform an act, that person must hold a current certificate of registration issued by the College that authorizes the person to engage in the practice of a health profession and that is not subject to a term, condition or limitation that the member only practise the health profession while under the direction or supervision of another member of that College.  O. Reg. 166/11, s. 4 (2). 4.1 Revoked: O. Reg. 211/22, s. 1. Operation of a Retirement Home 4.2 Revoked: O. Reg. 211/22, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>4. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“adverse drug reaction” means a harmful and unintended response by a resident to a drug or combination of drugs that occurs at doses normally used or tested for the diagnosis, treatment or prevention of a disease or the modification of an organic function; (“réaction indésirable à un médicament”)</p> <p class=\"definition-e\">“altered skin integrity” means potential or actual disruption of epidermal or dermal tissue, including skin breakdown, pressure ulcers and skin tears or wounds; (“signes d’altération de l’intégrité épidermique”)</p> <p class=\"definition-e\">“drug” means a drug as defined in the <i>Drug and Pharmacies Regulation Act</i><i>; (“médicament”)</i></p> <p class=\"definition-e\">“responsive behaviours” means behaviours that often indicate,</p> <p class=\"defclause-e\">  (a) an unmet need in a person, whether cognitive, physical, emotional, social, environmental or other, or</p> <p class=\"defclause-e\">  (b) a response to circumstances within the social or physical environment that may be frustrating, frightening or confusing to a person. (“comportements réactifs”)  O. Reg. 166/11, s. 4 (1).</p> <p class=\"subsection-e\">  (2) If this Regulation requires or permits a member of a College, as defined in the <i>Regulated Health Professions Act, 1991,</i> to perform an act, that person must hold a current certificate of registration issued by the College that authorizes the person to engage in the practice of a health profession and that is not subject to a term, condition or limitation that the member only practise the health profession while under the direction or supervision of another member of that College.  O. Reg. 166/11, s. 4 (2).</p> <p class=\"section-e\"> <b>4.1 </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 211/22, s. 1.</p> <p class=\"heading1-e\"><a name=\"BK6\"></a>Operation of a Retirement Home</p> <p class=\"section-e\"> <b>4.2 </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 211/22, s. 1.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "Operation of a Retirement Home",
            "part_id": null,
            "part_type": null,
            "section": "Operation of a Retirement Home",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Application for licence",
            "content": " 5. (1) For the purposes of section 34 of the Act, an application for a licence to operate a specific retirement home shall be submitted to the Registrar in the form and manner that the Registrar specifies and shall include the following documents and information: 1. The applicant’s name and address. 2. The name of the primary contact person for the applicant and, if available, additional contact information for the applicant, such as e-mail address, telephone number, fax number and website address. 3. The name of every person who has a controlling interest in the applicant. 4. The name of the person, if any, that the applicant has employed or retained to manage the operations or most of the operations of the retirement home. 5. The retirement home’s name and address. 6. A statement whether there is an automatic sprinkler in the room of each resident or elsewhere in the retirement home and, if so, information about the sprinklers. 7. The number of residents that the retirement home can accommodate. 8. The care services that the applicant, when licensed, will make available to the residents. 9. Disclosure of all non-arm’s length relationships between the applicant and external care providers that are currently providing care services to a resident or that the applicant intends to have provide care services to a resident. 10. Signed declarations from each of the persons mentioned in subparagraphs 1 i, ii, iii and iv of section 35 of the Act disclosing the following: i. Every offence with which the person has been charged under the Criminal Code (Canada), the Controlled Drugs and Substances Act (Canada), the Food and Drugs Act (Canada) or the Cannabis Act (Canada) and the outcome of the charge. ii. Every order of a judge or justice of the peace made against the person in respect of an offence under the Criminal Code (Canada), the Controlled Drugs and Substances Act (Canada), the Food and Drugs Act (Canada) or the Cannabis Act (Canada), including a peace bond, probation order, prohibition order or warrant to arrest. iii. Every offence of which the person has been convicted under the Criminal Code (Canada), the Controlled Drugs and Substances Act (Canada), the Food and Drugs Act (Canada) or the Cannabis Act (Canada). O. Reg. 211/22, s. 2. (2) An application for a licence shall include payment of the application fee set by the Authority that is in effect on the date the applicant makes the application. O. Reg. 211/22, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>5. </b>(1) For the purposes of section 34 of the Act, an application for a licence to operate a specific retirement home shall be submitted to the Registrar in the form and manner that the Registrar specifies and shall include the following documents and information:</p> <p class=\"paragraph-e\">  1. The applicant’s name and address.</p> <p class=\"paragraph-e\">  2. The name of the primary contact person for the applicant and, if available, additional contact information for the applicant, such as e-mail address, telephone number, fax number and website address.</p> <p class=\"paragraph-e\">  3. The name of every person who has a controlling interest in the applicant.</p> <p class=\"paragraph-e\">  4. The name of the person, if any, that the applicant has employed or retained to manage the operations or most of the operations of the retirement home.</p> <p class=\"paragraph-e\">  5. The retirement home’s name and address.</p> <p class=\"paragraph-e\">  6. A statement whether there is an automatic sprinkler in the room of each resident or elsewhere in the retirement home and, if so, information about the sprinklers.</p> <p class=\"paragraph-e\">  7. The number of residents that the retirement home can accommodate.</p> <p class=\"paragraph-e\">  8. The care services that the applicant, when licensed, will make available to the residents.</p> <p class=\"paragraph-e\">  9. Disclosure of all non-arm’s length relationships between the applicant and external care providers that are currently providing care services to a resident or that the applicant intends to have provide care services to a resident.</p> <p class=\"paragraph-e\">  10. Signed declarations from each of the persons mentioned in subparagraphs 1 i, ii, iii and iv of section 35 of the Act disclosing the following:</p> <p class=\"subpara-e\">  i. Every offence with which the person has been charged under the <i>Criminal Code</i> (Canada), the <i>Controlled Drugs and Substances Act</i> (Canada), the <i>Food and Drugs Act</i> (Canada) or the <i>Cannabis Act</i> (Canada) and the outcome of the charge.</p> <p class=\"subpara-e\">  ii. Every order of a judge or justice of the peace made against the person in respect of an offence under the <i>Criminal Code</i> (Canada), the <i>Controlled Drugs and Substances Act</i> (Canada), the <i>Food and Drugs Act</i> (Canada) or the <i>Cannabis Act</i> (Canada), including a peace bond, probation order, prohibition order or warrant to arrest.</p> <p class=\"subpara-e\">  iii. Every offence of which the person has been convicted under the <i>Criminal Code</i> (Canada), the <i>Controlled Drugs and Substances Act</i> (Canada), the <i>Food and Drugs Act</i> (Canada) or the <i>Cannabis Act</i> (Canada). O. Reg. 211/22, s. 2.</p> <p class=\"subsection-e\">  (2) An application for a licence shall include payment of the application fee set by the Authority that is in effect on the date the applicant makes the application. O. Reg. 211/22, s. 2.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "5.1",
            "part_id": null,
            "part_type": null,
            "section": "Extra expense insurance",
            "content": " 5.1 (1) In this section, “authorized insurer” means an insurance provider licensed under the laws of a jurisdiction in Canada to undertake insurance; (“assureur agréé”) “extra expense insurance” means an insurance policy with respect to a retirement home under which the insurer undertakes to pay for the additional costs of providing reasonable alternate accommodation and care to residents of the home for a period of no less than 120 days if, as a result of loss or damage to the home, (a) the licensee is unable to safely provide the normal accommodation or care in the home to those residents, and (b) the loss or damage is a peril for which insurance is reasonably available. (“assurance des frais supplémentaires”)  O. Reg. 53/12, s. 3 (1). (2) For the purposes of paragraph 4 of section 35 of the Act, it is a requirement for the issuance of a licence to operate a specific retirement home that the applicant has demonstrated that the applicant has obtained extra expense insurance with respect to the home, or will obtain it, from an authorized insurer and will maintain it in full force and effect for as long as the applicant operates the home.  O. Reg. 53/12, s. 3 (1); O. Reg. 211/22, s. 3. (2.1) For the purposes of subsection 60 (3) of the Act, every licensee of a retirement home shall at all times maintain in full force and effect extra expense insurance from an authorized insurer.  O. Reg. 53/12, s. 3 (2); O. Reg. 211/22, s. 3. (2.2) For the purposes of subsection 108 (1) of the Act, the Registrar may at any time request that a licensee give the Registrar a certificate of insurance issued by an authorized insurer that demonstrates that the licensee has the extra expense insurance required by subsection (3) and the licensee shall provide the certificate within the time period specified by the Registrar.  O. Reg. 53/12, s. 3 (2). (3) Nothing in this section overrides or affects anything in the Insurance Act that would otherwise apply with respect to an authorized insurer.  O. Reg. 53/12, s. 3 (1).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>5.1 </b>(1) In this section,</p> <p class=\"firstdef-e\">“authorized insurer” means an insurance provider licensed under the laws of a jurisdiction in Canada to undertake insurance; (“assureur agréé”)</p> <p class=\"definition-e\">“extra expense insurance” means an insurance policy with respect to a retirement home under which the insurer undertakes to pay for the additional costs of providing reasonable alternate accommodation and care to residents of the home for a period of no less than 120 days if, as a result of loss or damage to the home,</p> <p class=\"defclause-e\">  (a) the licensee is unable to safely provide the normal accommodation or care in the home to those residents, and</p> <p class=\"defclause-e\">  (b) the loss or damage is a peril for which insurance is reasonably available. (“assurance des frais supplémentaires”)  O. Reg. 53/12, s. 3 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of paragraph 4 of section 35 of the Act, it is a requirement for the issuance of a licence to operate a specific retirement home that the applicant has demonstrated that the applicant has obtained extra expense insurance with respect to the home, or will obtain it, from an authorized insurer and will maintain it in full force and effect for as long as the applicant operates the home.  O. Reg. 53/12, s. 3 (1); O. Reg. 211/22, s. 3.</p> <p class=\"subsection-e\">  (2.1) For the purposes of subsection 60 (3) of the Act, every licensee of a retirement home shall at all times maintain in full force and effect extra expense insurance from an authorized insurer.  O. Reg. 53/12, s. 3 (2); O. Reg. 211/22, s. 3.</p> <p class=\"subsection-e\">  (2.2) For the purposes of subsection 108 (1) of the Act, the Registrar may at any time request that a licensee give the Registrar a certificate of insurance issued by an authorized insurer that demonstrates that the licensee has the extra expense insurance required by subsection (3) and the licensee shall provide the certificate within the time period specified by the Registrar.  O. Reg. 53/12, s. 3 (2).</p> <p class=\"subsection-e\">  (3) Nothing in this section overrides or affects anything in the <i>Insurance Act</i> that would otherwise apply with respect to an authorized insurer.  O. Reg. 53/12, s. 3 (1).</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Reduction in care services",
            "content": " 6. For the purposes of subsection 44 (1) of the Act, the licensee of a retirement home shall, at least 90 days before the reduction in care services takes effect, deliver the written notice mentioned in clause 44 (1) (a) of the Act directly to each resident and give the notice to the resident’s substitute decision-makers, if any.  O. Reg. 166/11, s. 6.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>6. </b>For the purposes of subsection 44 (1) of the Act, the licensee of a retirement home shall, at least 90 days before the reduction in care services takes effect, deliver the written notice mentioned in clause 44 (1) (a) of the Act directly to each resident and give the notice to the resident’s substitute decision-makers, if any.  O. Reg. 166/11, s. 6.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Ceasing to operate a retirement home",
            "content": " 7. (1) For the purposes of section 49 of the Act, the licensee of a retirement home shall give the Registrar the transition plan mentioned in clause 49 (1) (a) of the Act at least 120 days before the home ceases to be operated as a retirement home.  O. Reg. 166/11, s. 7 (1). (2) The transition plan shall include, (a) a statement that the licensee intends to cease operating the home as a retirement home; (b) the date on which the licensee intends to cease operating the home as a retirement home; (c) the licensee’s reasons for ceasing to operate the home as a retirement home; (d) a description of how the licensee intends to use the home after the home ceases to be operated as a retirement home; (e) the date by which the licensee gave, or intends to give, to each resident and the resident’s substitute decision-makers, if any, written notice of the date the home will cease to be operated as a retirement home; (f) a summary of the care needs of the residents and a summary of the care services that the licensee provides to the residents; (g) a list of alternate accommodation and external care providers that may be available to meet the needs of the residents after the home ceases to be operated as a retirement home; (h) a list of health service organizations in the community that may be affected by the home ceasing to be operated as a retirement home; (i) a list of external care providers who provide care services to residents of the home; (j) a description of how the licensee will deal with any money that residents have entrusted to the licensee; (k) the names of all persons who, to the best of the licensee’s knowledge, may manage the operations or most of the operations of the home at any time before it ceases to be operated as a retirement home; and (l) a declaration by the licensee that the licensee will comply with clause 49 (1) (d) of the Act.  O. Reg. 166/11, s. 7 (2). (3) For the purposes of section 49 of the Act, the licensee of a retirement home shall, at least 120 days before a retirement home ceases to be operated as a retirement home, deliver the written notice mentioned in clause 44 (1) (b) of the Act directly to each resident and give the notice to the resident’s substitute decision-makers, if any.  O. Reg. 166/11, s. 7 (3). Residents’ Rights",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>7. </b>(1) For the purposes of section 49 of the Act, the licensee of a retirement home shall give the Registrar the transition plan mentioned in clause 49 (1) (a) of the Act at least 120 days before the home ceases to be operated as a retirement home.  O. Reg. 166/11, s. 7 (1).</p> <p class=\"subsection-e\">  (2) The transition plan shall include,</p> <p class=\"clause-e\">  (a) a statement that the licensee intends to cease operating the home as a retirement home;</p> <p class=\"clause-e\">  (b) the date on which the licensee intends to cease operating the home as a retirement home;</p> <p class=\"clause-e\">  (c) the licensee’s reasons for ceasing to operate the home as a retirement home;</p> <p class=\"clause-e\">  (d) a description of how the licensee intends to use the home after the home ceases to be operated as a retirement home;</p> <p class=\"clause-e\">  (e) the date by which the licensee gave, or intends to give, to each resident and the resident’s substitute decision-makers, if any, written notice of the date the home will cease to be operated as a retirement home;</p> <p class=\"clause-e\">  (f) a summary of the care needs of the residents and a summary of the care services that the licensee provides to the residents;</p> <p class=\"clause-e\">  (g) a list of alternate accommodation and external care providers that may be available to meet the needs of the residents after the home ceases to be operated as a retirement home;</p> <p class=\"clause-e\">  (h) a list of health service organizations in the community that may be affected by the home ceasing to be operated as a retirement home;</p> <p class=\"clause-e\">  (i) a list of external care providers who provide care services to residents of the home;</p> <p class=\"clause-e\">  (j) a description of how the licensee will deal with any money that residents have entrusted to the licensee;</p> <p class=\"clause-e\">  (k) the names of all persons who, to the best of the licensee’s knowledge, may manage the operations or most of the operations of the home at any time before it ceases to be operated as a retirement home; and</p> <p class=\"clause-e\">  (l) a declaration by the licensee that the licensee will comply with clause 49 (1) (d) of the Act.  O. Reg. 166/11, s. 7 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of section 49 of the Act, the licensee of a retirement home shall, at least 120 days before a retirement home ceases to be operated as a retirement home, deliver the written notice mentioned in clause 44 (1) (b) of the Act directly to each resident and give the notice to the resident’s substitute decision-makers, if any.  O. Reg. 166/11, s. 7 (3).</p> <p class=\"heading1-e\"><a name=\"BK11\"></a>Residents’ Rights</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "Residents’ Rights",
            "part_id": null,
            "part_type": null,
            "section": "Residents’ Rights",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Copies of agreements to residents",
            "content": " 8. For the purposes of informing residents of their rights set out in the Residents’ Bill of Rights, the licensee of a retirement home shall provide to each resident of the home and to the resident’s substitute decision-makers, if any, the resident’s plan of care and a copy of each written agreement between the licensee and the resident, (a) as soon as possible after the agreement is made or the plan of care is developed, as the case may be; and (b) whenever the resident or any of the resident’s substitute decision-makers, if any, reasonably requests a copy after the time described in clause (a).  O. Reg. 166/11, s. 8.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>8. </b>For the purposes of informing residents of their rights set out in the Residents’ Bill of Rights, the licensee of a retirement home shall provide to each resident of the home and to the resident’s substitute decision-makers, if any, the resident’s plan of care and a copy of each written agreement between the licensee and the resident,</p> <p class=\"clause-e\">  (a) as soon as possible after the agreement is made or the plan of care is developed, as the case may be; and</p> <p class=\"clause-e\">  (b) whenever the resident or any of the resident’s substitute decision-makers, if any, reasonably requests a copy after the time described in clause (a).  O. Reg. 166/11, s. 8.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Agreement before resident commences residency",
            "content": " 9. The agreement that subsection 53 (1) of the Act requires the licensee of a retirement home to enter into with a resident of the home shall contain, (a) the heading “Retirement Homes Act, 2010 Provisions” or the equivalent of that heading in the language of the agreement if the agreement is not in English; (b) under the heading mentioned in clause (a), a notice to the resident that sections 77 and 80 of the Act authorize an inspector or an investigator respectively to inspect, copy and remove records containing a resident’s personal information, including personal health information, from the home for the purpose of determining whether the licensee is in compliance with the requirements of the Act; (c) under the heading mentioned in clause (a), a statement as to whether or not the licensee will indemnify the resident against loss of the resident’s possessions and if so, the details of the indemnification, including the extent to which the resident’s possessions are insured by the licensee; and (d) under the heading mentioned in clause (a), a statement from the licensee that, (i) the licensee has given to the resident the package of information required by clause 54 (1) (a) of the Act, (ii) the package includes all of the information required under subsection 54 (2) of the Act, and (iii) the licensee warrants that all of the information that the licensee provided in the package was accurate and complete on the date of the agreement.  O. Reg. 166/11, s. 9.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>9. </b>The agreement that subsection 53 (1) of the Act requires the licensee of a retirement home to enter into with a resident of the home shall contain,</p> <p class=\"clause-e\">  (a) the heading “<i>Retirement Homes Act, 2010</i> Provisions” or the equivalent of that heading in the language of the agreement if the agreement is not in English;</p> <p class=\"clause-e\">  (b) under the heading mentioned in clause (a), a notice to the resident that sections 77 and 80 of the Act authorize an inspector or an investigator respectively to inspect, copy and remove records containing a resident’s personal information, including personal health information, from the home for the purpose of determining whether the licensee is in compliance with the requirements of the Act;</p> <p class=\"clause-e\">  (c) under the heading mentioned in clause (a), a statement as to whether or not the licensee will indemnify the resident against loss of the resident’s possessions and if so, the details of the indemnification, including the extent to which the resident’s possessions are insured by the licensee; and</p> <p class=\"clause-e\">  (d) under the heading mentioned in clause (a), a statement from the licensee that,</p> <p class=\"subclause-e\">  (i) the licensee has given to the resident the package of information required by clause 54 (1) (a) of the Act,</p> <p class=\"subclause-e\">  (ii) the package includes all of the information required under subsection 54 (2) of the Act, and</p> <p class=\"subclause-e\">  (iii) the licensee warrants that all of the information that the licensee provided in the package was accurate and complete on the date of the agreement.  O. Reg. 166/11, s. 9.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Package of information for residents",
            "content": " 10. For the purposes of clause 54 (2) (v) of the Act, the package of information mentioned in clause 54 (1) (a) of the Act that a licensee of a retirement home is required to give to every resident of the home shall include, (a) a statement that section 62 of the Act requires the licensee to assess a resident when the resident commences residency in the home and to reassess the resident every six months but that the licensee is not authorized to assess or reassess a resident without the resident’s consent; (b) a statement that the residents have the right to form a Residents’ Council if one does not yet exist; (c) a statement whether the licensee offers programs, activities or services to encourage the mental stimulation of residents and, if so, information about them; (d) a statement whether the licensee offers programs, activities or services to address the social, recreational and spiritual needs of residents and, if so, information about them; (e) information about how to reduce the incidence of infectious disease outbreaks, including the need for and method of maintaining proper hand hygiene and the need for and process of reporting infectious illness; (f) information about the strategies the licensee has implemented to reduce or mitigate the risk of falls in common areas of the home; (g) a statement as to whether or not services in the home are provided in French or in any other languages in addition to English and, if so, a list of those languages; (h) a statement that section 68 of the Act prohibits the licensee and external care providers who provide care services in the home from restraining a resident of the home in any way including by the use of a physical device or by the administration of a drug except as permitted by section 71 of the Act when immediate action is necessary to prevent serious bodily harm to a resident or to others; (i) a statement whether the licensee allows a resident of the home to entrust money to the care of the licensee on behalf of the resident and if so, a copy of the written trust account policy and procedures described in subsection 57 (7); (j) a statement that the Act does not require the licensee to audit trust accounts into which the licensee is required to deposit money entrusted into the licensee’s care on behalf of a resident but that the Registrar may order the licensee to audit any such trust account; and (k) a statement that sections 77 and 80 of the Act authorize an inspector or an investigator respectively to inspect, copy and remove records containing a resident’s personal information, including personal health information, from the home for the purpose of determining whether the licensee is in compliance with the requirements of the Act.  O. Reg. 166/11, s. 10.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>10. </b>For the purposes of clause 54 (2) (v) of the Act, the package of information mentioned in clause 54 (1) (a) of the Act that a licensee of a retirement home is required to give to every resident of the home shall include,</p> <p class=\"clause-e\">  (a) a statement that section 62 of the Act requires the licensee to assess a resident when the resident commences residency in the home and to reassess the resident every six months but that the licensee is not authorized to assess or reassess a resident without the resident’s consent;</p> <p class=\"clause-e\">  (b) a statement that the residents have the right to form a Residents’ Council if one does not yet exist;</p> <p class=\"clause-e\">  (c) a statement whether the licensee offers programs, activities or services to encourage the mental stimulation of residents and, if so, information about them;</p> <p class=\"clause-e\">  (d) a statement whether the licensee offers programs, activities or services to address the social, recreational and spiritual needs of residents and, if so, information about them;</p> <p class=\"clause-e\">  (e) information about how to reduce the incidence of infectious disease outbreaks, including the need for and method of maintaining proper hand hygiene and the need for and process of reporting infectious illness;</p> <p class=\"clause-e\">  (f) information about the strategies the licensee has implemented to reduce or mitigate the risk of falls in common areas of the home;</p> <p class=\"clause-e\">  (g) a statement as to whether or not services in the home are provided in French or in any other languages in addition to English and, if so, a list of those languages; </p> <p class=\"clause-e\">  (h) a statement that section 68 of the Act prohibits the licensee and external care providers who provide care services in the home from restraining a resident of the home in any way including by the use of a physical device or by the administration of a drug except as permitted by section 71 of the Act when immediate action is necessary to prevent serious bodily harm to a resident or to others;</p> <p class=\"clause-e\">  (i) a statement whether the licensee allows a resident of the home to entrust money to the care of the licensee on behalf of the resident and if so, a copy of the written trust account policy and procedures described in subsection 57 (7);</p> <p class=\"clause-e\">  (j) a statement that the Act does not require the licensee to audit trust accounts into which the licensee is required to deposit money entrusted into the licensee’s care on behalf of a resident but that the Registrar may order the licensee to audit any such trust account; and</p> <p class=\"clause-e\">  (k) a statement that sections 77 and 80 of the Act authorize an inspector or an investigator respectively to inspect, copy and remove records containing a resident’s personal information, including personal health information, from the home for the purpose of determining whether the licensee is in compliance with the requirements of the Act.  O. Reg. 166/11, s. 10.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "Posted information",
            "content": " 11. (1) For the purposes of paragraph 4 of subsection 55 (2) of the Act, the following information is prescribed as information that must be posted in a retirement home under that subsection: 1. Contact information for the Authority. 2. A statement as to whether or not services in the home are provided in French or in any other languages in addition to English and, if so, a list of those languages. 3. An explanation of the procedures to be followed in the case of an evacuation. 4. Information about reporting to the Registrar matters relating to the care and safety of the residents of the home that is on a sign that the Registrar provides or that is in a form that the Registrar approves. 5. A statement that sections 77 and 80 of the Act authorize an inspector or an investigator respectively to inspect, copy and remove records containing a resident’s personal information, including personal health information, from the home for the purpose of determining whether the licensee is in compliance with the requirements of the Act. 6. A copy of the most recent final inspection report prepared by an inspector under section 77 of the Act.  O. Reg. 166/11, s. 11; O. Reg. 53/12, s. 4 (1, 2); O. Reg. 211/22, s. 4. (2) Revoked: O. Reg. 53/12, s. 4 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>11. </b>(1) For the purposes of paragraph 4 of subsection 55 (2) of the Act, the following information is prescribed as information that must be posted in a retirement home under that subsection:</p> <p class=\"paragraph-e\">  1. Contact information for the Authority.</p> <p class=\"paragraph-e\">  2. A statement as to whether or not services in the home are provided in French or in any other languages in addition to English and, if so, a list of those languages.</p> <p class=\"paragraph-e\">  3. An explanation of the procedures to be followed in the case of an evacuation.</p> <p class=\"paragraph-e\">  4. Information about reporting to the Registrar matters relating to the care and safety of the residents of the home that is on a sign that the Registrar provides or that is in a form that the Registrar approves.</p> <p class=\"paragraph-e\">  5. A statement that sections 77 and 80 of the Act authorize an inspector or an investigator respectively to inspect, copy and remove records containing a resident’s personal information, including personal health information, from the home for the purpose of determining whether the licensee is in compliance with the requirements of the Act.</p> <p class=\"paragraph-e\">  6. A copy of the most recent final inspection report prepared by an inspector under section 77 of the Act.  O. Reg. 166/11, s. 11; O. Reg. 53/12, s. 4 (1, 2); O. Reg. 211/22, s. 4.</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 53/12, s. 4 (4).</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Residents’ Council",
            "content": " 12. (1) For the purposes of clause 58 (1) (a) of the Act, within 10 days of receiving a request from the Residents’ Council, a licensee of a retirement home shall, to the extent that it is reasonably practicable to do so, (a) subject to subsections (2) and (3), provide to the Council any information that the Council requests with respect to building maintenance, resident safety and personal care, programming, food and other aspects of life in the home; (b) make available to the Council, for the purpose of holding meetings from time to time, an area within the home that is easily accessible to all residents and that allows the Council to hold meetings that are closed to the licensee and the staff of the home; and (c) make available to the Council, for the purpose of posting notices and other information, an area within the home that is easily accessible to all residents.  O. Reg. 166/11, s. 12 (1). (2) If the licensee is unable to provide the information or assistance requested under subsection (1) within 10 days of receiving the request, the licensee shall, (a) within the 10 days, advise the Residents’ Council of the reasons for the delay and the date by which the licensee reasonably expects to be able to provide the information or assistance, as the case may be; and (b) provide the information or assistance, as the case may be, to the Residents’ Council as soon as is reasonably practicable.  O. Reg. 166/11, s. 12 (2). (3) If it is not reasonably practicable for the licensee to provide the information or assistance requested under subsection (1), the licensee shall, within 10 days of receiving the request, advise the Residents’ Council of the reasons why the licensee will not be providing the information or assistance, as the case may be.  O. Reg. 166/11, s. 12 (3). Staff and Volunteers",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>12. </b>(1) For the purposes of clause 58 (1) (a) of the Act, within 10 days of receiving a request from the Residents’ Council, a licensee of a retirement home shall, to the extent that it is reasonably practicable to do so,</p> <p class=\"clause-e\">  (a) subject to subsections (2) and (3), provide to the Council any information that the Council requests with respect to building maintenance, resident safety and personal care, programming, food and other aspects of life in the home;</p> <p class=\"clause-e\">  (b) make available to the Council, for the purpose of holding meetings from time to time, an area within the home that is easily accessible to all residents and that allows the Council to hold meetings that are closed to the licensee and the staff of the home; and</p> <p class=\"clause-e\">  (c) make available to the Council, for the purpose of posting notices and other information, an area within the home that is easily accessible to all residents.  O. Reg. 166/11, s. 12 (1).</p> <p class=\"subsection-e\">  (2) If the licensee is unable to provide the information or assistance requested under subsection (1) within 10 days of receiving the request, the licensee shall,</p> <p class=\"clause-e\">  (a) within the 10 days, advise the Residents’ Council of the reasons for the delay and the date by which the licensee reasonably expects to be able to provide the information or assistance, as the case may be; and</p> <p class=\"clause-e\">  (b) provide the information or assistance, as the case may be, to the Residents’ Council as soon as is reasonably practicable.  O. Reg. 166/11, s. 12 (2).</p> <p class=\"subsection-e\">  (3) If it is not reasonably practicable for the licensee to provide the information or assistance requested under subsection (1), the licensee shall, within 10 days of receiving the request, advise the Residents’ Council of the reasons why the licensee will not be providing the information or assistance, as the case may be.  O. Reg. 166/11, s. 12 (3).</p> <p class=\"heading1-e\"><a name=\"BK17\"></a>Staff and Volunteers</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "Staff and Volunteers",
            "part_id": null,
            "part_type": null,
            "section": "Staff and Volunteers",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "13.",
            "part_id": null,
            "part_type": null,
            "section": "Hiring staff and volunteers",
            "content": " 13. (1) The police record check required by section 64 of the Act for a staff member or a volunteer working in a retirement home shall be, (a) conducted by a police record check provider within the meaning of the Police Record Checks Reform Act, 2015; and (b) conducted within six months before the licensee of the home hires the staff member or accepts the volunteer to work in the home, as the case may be.  O. Reg. 166/11, s. 13 (1); O. Reg. 453/18, s. 2 (1, 2). (2) The police record check must be a vulnerable sector check mentioned in paragraph 3 of subsection 8 (1) of the Police Record Checks Reform Act, 2015 to determine the person’s suitability to be a staff member or volunteer in a retirement home and to protect residents from abuse and neglect.  O. Reg. 166/11, s. 13 (2); O. Reg. 453/18, s. 2 (3). (3) Subject to section 1 of the Schedule to the Police Record Checks Reform Act, 2015 with respect to a police record check set out in Column 4 of the Table to section 1 of that Schedule, a licensee of a retirement home shall require that a staff member or volunteer who applies to work or who works in the home provide the licensee with a signed declaration disclosing the following with respect to the period since the day the person’s last police record check was conducted under subsection (1) of this section or, if no such police record check has been conducted, since July 1, 2012: 1. Every offence with which the person has been charged under the Criminal Code (Canada), the Controlled Drugs and Substances Act (Canada), the Food and Drugs Act (Canada) or the Cannabis Act (Canada) and the outcome of the charge. 2. Every order of a judge or justice of the peace made against the person in respect of an offence under the Criminal Code (Canada), the Controlled Drugs and Substances Act (Canada), the Food and Drugs Act (Canada) or the Cannabis Act\r\n(Canada), including a peace bond, probation order, prohibition order or warrant to arrest. 3.  Revoked: O. Reg. 453/18, s. 2 (7). 4. Every offence of which the person has been convicted under the Criminal Code (Canada), the Controlled Drugs and Substances Act (Canada), the Food and Drugs Act (Canada) or the Cannabis Act (Canada).  O. Reg. 166/11, s. 13 (3); O. Reg. 309/18, s. 1; O. Reg. 453/18, s. 2 (4-8). (4) A person who is required to provide a declaration under subsection (3) shall provide it promptly each time that, (a) the person has been made aware that a charge has been laid or an order has been made against the person; or (b) the person has been convicted or the charge is otherwise disposed of, in the case of a charge.  O. Reg. 166/11, s. 13 (4). (5) The requirements of section 64 of the Act and of subsections (1) to (4) of this section do not apply with respect to a person who is to perform work at the retirement home if the person, (a) falls under clause (b) or (c) of the definition of “staff” in subsection 2 (1) of the Act; (b) is only to provide occasional maintenance or repair services to the home; (c) is not to provide direct care to residents; and (d) is to be monitored and supervised by the licensee in accordance with written policies that the licensee has prepared to monitor and supervise persons who provide occasional maintenance or repair services.  O. Reg. 166/11, s. 13 (5). (6) The requirements of section 64 of the Act and of subsections (1) to (5) of this section do not apply with respect to a member of the College of Physicians and Surgeons of Ontario, a member of the College of Nurses of Ontario or a member of the Ontario College of Pharmacists.  O. Reg. 166/11, s. 13 (6).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>13. </b>(1) The police record check required by section 64 of the Act for a staff member or a volunteer working in a retirement home shall be,</p> <p class=\"clause-e\">  (a) conducted by a police record check provider within the meaning of the <i>Police Record Checks Reform Act, 2015</i>; and</p> <p class=\"clause-e\">  (b) conducted within six months before the licensee of the home hires the staff member or accepts the volunteer to work in the home, as the case may be.  O. Reg. 166/11, s. 13 (1); O. Reg. 453/18, s. 2 (1, 2).</p> <p class=\"subsection-e\">  (2) The police record check must be a vulnerable sector check mentioned in paragraph 3 of subsection 8 (1) of the <i>Police Record Checks Reform Act, 2015</i> to determine the person’s suitability to be a staff member or volunteer in a retirement home and to protect residents from abuse and neglect.  O. Reg. 166/11, s. 13 (2); O. Reg. 453/18, s. 2 (3).</p> <p class=\"subsection-e\">  (3) Subject to section 1 of the Schedule to the <i>Police Record Checks Reform Act, 2015</i> with respect to a police record check set out in Column 4 of the Table to section 1 of that Schedule, a licensee of a retirement home shall require that a staff member or volunteer who applies to work or who works in the home provide the licensee with a signed declaration disclosing the following with respect to the period since the day the person’s last police record check was conducted under subsection (1) of this section or, if no such police record check has been conducted, since July 1, 2012:</p> <p class=\"paragraph-e\">  1. Every offence with which the person has been charged under the <i>Criminal Code</i> (Canada), the <i>Controlled Drugs and Substances Act</i> (Canada), the <i>Food and Drugs Act</i> (Canada) or the <i>Cannabis Act</i> (Canada) and the outcome of the charge.</p> <p class=\"paragraph-e\">  2. Every order of a judge or justice of the peace made against the person in respect of an offence under the <i>Criminal Code</i> (Canada), the <i>Controlled Drugs and Substances Act</i> (Canada), the <i>Food and Drugs Act</i> (Canada) or the <i>Cannabis Act</i>\r\n(Canada), including a peace bond, probation order, prohibition order or warrant to arrest.</p> <p class=\"paragraph-e\">  3.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 453/18, s. 2 (7).</p> <p class=\"paragraph-e\">  4. Every offence of which the person has been convicted under the <i>Criminal Code</i> (Canada), the <i>Controlled Drugs and Substances Act</i> (Canada), the <i>Food and Drugs Act</i> (Canada) or the <i>Cannabis Act</i> (Canada).  O. Reg. 166/11, s. 13 (3); O. Reg. 309/18, s. 1; O. Reg. 453/18, s. 2 (4-8).</p> <p class=\"subsection-e\">  (4) A person who is required to provide a declaration under subsection (3) shall provide it promptly each time that,</p> <p class=\"clause-e\">  (a) the person has been made aware that a charge has been laid or an order has been made against the person; or</p> <p class=\"clause-e\">  (b) the person has been convicted or the charge is otherwise disposed of, in the case of a charge.  O. Reg. 166/11, s. 13 (4).</p> <p class=\"subsection-e\">  (5) The requirements of section 64 of the Act and of subsections (1) to (4) of this section do not apply with respect to a person who is to perform work at the retirement home if the person,</p> <p class=\"clause-e\">  (a) falls under clause (b) or (c) of the definition of “staff” in subsection 2 (1) of the Act;</p> <p class=\"clause-e\">  (b) is only to provide occasional maintenance or repair services to the home;</p> <p class=\"clause-e\">  (c) is not to provide direct care to residents; and</p> <p class=\"clause-e\">  (d) is to be monitored and supervised by the licensee in accordance with written policies that the licensee has prepared to monitor and supervise persons who provide occasional maintenance or repair services.  O. Reg. 166/11, s. 13 (5).</p> <p class=\"subsection-e\">  (6) The requirements of section 64 of the Act and of subsections (1) to (5) of this section do not apply with respect to a member of the College of Physicians and Surgeons of Ontario, a member of the College of Nurses of Ontario or a member of the Ontario College of Pharmacists.  O. Reg. 166/11, s. 13 (6).</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "14.",
            "part_id": null,
            "part_type": null,
            "section": "Staff training",
            "content": " 14. (1) For the purposes of clause 65 (2) (j) of the Act, every licensee of a retirement home shall ensure that all staff who work in the home receive training in the procedure described in subsection 73 (1) of the Act for a person to complain to the licensee.  O. Reg. 166/11, s. 14 (1). (2) For the purposes of subsection 65 (4) of the Act, the licensee shall ensure that the persons who are required to receive training under subsection 65 (2) of the Act receive the training at least annually.  O. Reg. 166/11, s. 14 (2). (2.1) Subject to subsection (2.2), a licensee is exempt from subsections 65 (2) and (4) of the Act and subsections (1) and (2) of this section with respect to a person who meets the following criteria and who is to perform work at the retirement home: 1. The person falls under clause (b) or (c) of the definition of “staff” in subsection 2 (1) of the Act. 2. The person is only to provide occasional maintenance or repair services to the home or entertainment or religious or recreational services in the home. 3. The person is not to provide direct care to residents. 4. The person is to be monitored and supervised by the licensee in accordance with written policies that the licensee has prepared to monitor and supervise persons who provide occasional maintenance or repair services to the home or entertainment or religious or recreational services in the home. O. Reg. 211/22, s. 5. (2.2) The exemption set out in subsection (2.1) applies only if the licensee provides the person described in that subsection with information, before the person performs work at the retirement home, with respect to the home’s policy to promote zero tolerance for abuse and neglect of residents, emergency plan and infection prevention and control program. O. Reg. 211/22, s. 5. (3) For the purposes of paragraph 5 of subsection 65 (5) of the Act, every licensee of a retirement home shall ensure that every staff member who provides a care service to a resident has received or receives training in, (a) ways to encourage mental stimulation in residents, ways to provide mental stimulation to residents and the positive effects of encouraging and providing such mental stimulation; and (b) each care service offered in the home so that the staff member is able to understand the general nature of each of those services, the standards applicable under the Act to each of those services and the aspects of each of those services that may be relevant to the staff member’s own duties in the home.  O. Reg. 166/11, s. 14 (3). (4) The licensee shall ensure that every staff member receives the training described in subsection (3) and in subsection 65 (5) of the Act as soon as possible and, in any event, no later than six months from the day the person becomes a staff member at the home.  O. Reg. 166/11, s. 14 (4). (5) The licensee shall ensure that the persons who are required to receive the training described in subsection 65 (5) of the Act receive that training on an ongoing basis, namely at least annually after receiving the training described in subsection (4).  O. Reg. 166/11, s. 14 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>14. </b>(1) For the purposes of clause 65 (2) (j) of the Act, every licensee of a retirement home shall ensure that all staff who work in the home receive training in the procedure described in subsection 73 (1) of the Act for a person to complain to the licensee.  O. Reg. 166/11, s. 14 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of subsection 65 (4) of the Act, the licensee shall ensure that the persons who are required to receive training under subsection 65 (2) of the Act receive the training at least annually.  O. Reg. 166/11, s. 14 (2).</p> <p class=\"subsection-e\">  (2.1) Subject to subsection (2.2), a licensee is exempt from subsections 65 (2) and (4) of the Act and subsections (1) and (2) of this section with respect to a person who meets the following criteria and who is to perform work at the retirement home:</p> <p class=\"paragraph-e\">  1. The person falls under clause (b) or (c) of the definition of “staff” in subsection 2 (1) of the Act.</p> <p class=\"paragraph-e\">  2. The person is only to provide occasional maintenance or repair services to the home or entertainment or religious or recreational services in the home.</p> <p class=\"paragraph-e\">  3. The person is not to provide direct care to residents.</p> <p class=\"paragraph-e\">  4. The person is to be monitored and supervised by the licensee in accordance with written policies that the licensee has prepared to monitor and supervise persons who provide occasional maintenance or repair services to the home or entertainment or religious or recreational services in the home. O. Reg. 211/22, s. 5.</p> <p class=\"subsection-e\">  (2.2) The exemption set out in subsection (2.1) applies only if the licensee provides the person described in that subsection with information, before the person performs work at the retirement home, with respect to the home’s policy to promote zero tolerance for abuse and neglect of residents, emergency plan and infection prevention and control program. O. Reg. 211/22, s. 5.</p> <p class=\"subsection-e\">  (3) For the purposes of paragraph 5 of subsection 65 (5) of the Act, every licensee of a retirement home shall ensure that every staff member who provides a care service to a resident has received or receives training in,</p> <p class=\"clause-e\">  (a) ways to encourage mental stimulation in residents, ways to provide mental stimulation to residents and the positive effects of encouraging and providing such mental stimulation; and</p> <p class=\"clause-e\">  (b) each care service offered in the home so that the staff member is able to understand the general nature of each of those services, the standards applicable under the Act to each of those services and the aspects of each of those services that may be relevant to the staff member’s own duties in the home.  O. Reg. 166/11, s. 14 (3).</p> <p class=\"subsection-e\">  (4) The licensee shall ensure that every staff member receives the training described in subsection (3) and in subsection 65 (5) of the Act as soon as possible and, in any event, no later than six months from the day the person becomes a staff member at the home.  O. Reg. 166/11, s. 14 (4).</p> <p class=\"subsection-e\">  (5) The licensee shall ensure that the persons who are required to receive the training described in subsection 65 (5) of the Act receive that training on an ongoing basis, namely at least annually after receiving the training described in subsection (4).  O. Reg. 166/11, s. 14 (5).</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "14.1",
            "part_id": null,
            "part_type": null,
            "section": "Information for external care providers",
            "content": " 14.1 The licensee shall ensure that as soon as is practical after the licensee is made aware that an external care provider is or will be providing care services to a resident in the retirement home, the external care provider is provided with information with respect to the home’s policy to promote zero tolerance for abuse and neglect of residents. O. Reg. 211/22, s. 6.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>14.1 </b>The licensee shall ensure that as soon as is practical after the licensee is made aware that an external care provider is or will be providing care services to a resident in the retirement home, the external care provider is provided with information with respect to the home’s policy to promote zero tolerance for abuse and neglect of residents. O. Reg. 211/22, s. 6.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "15.",
            "part_id": null,
            "part_type": null,
            "section": "Policy of zero tolerance of abuse and neglect",
            "content": " 15. (1) The program for preventing abuse and neglect described in clause 67 (5) (c) of the Act shall entail training and retraining requirements for all staff of the retirement home, including, (a) training on the relationship between power imbalances between staff and residents and the potential for abuse and neglect by those in a position of trust, power and responsibility for resident care; and (b) situations that may lead to abuse and neglect and how to avoid such situations.  O. Reg. 166/11, s. 15 (1). (2) The procedures for investigating and responding to alleged, suspected or witnessed abuse and neglect of residents described in clause 67 (5) (e) of the Act shall include details outlining who will undertake the investigation and who will be informed of the investigation.  O. Reg. 166/11, s. 15 (2). (3) The policy to promote zero tolerance of abuse and neglect of residents described in subsection 67 (4) of the Act shall, (a) contain procedures and interventions to assist and support residents who have been abused or neglected or allegedly abused or neglected; (a.1) contain an explanation of the prohibition on borrowing, receiving or holding a resident’s money or other property, as set out in section 57.1; (b) contain procedures and interventions to deal with persons who have abused or neglected or allegedly abused or neglected residents, as appropriate; (c) identify measures and strategies to prevent abuse and neglect; (d) subject to subsection (4), provide that the licensee of the retirement home shall ensure that the resident’s substitute decision-makers, if any, and any other person specified by the resident, (i) are notified immediately upon the licensee becoming aware of an alleged, suspected or witnessed incident of abuse or neglect of a resident that has resulted in a physical injury or pain to a resident or that causes distress to a resident that could potentially be detrimental to a resident’s health or well-being, and (ii) are notified within 12 hours upon the licensee becoming aware of any other alleged, suspected or witnessed incident of abuse or neglect of a resident; (e) subject to subsection (4), provide that the licensee of the retirement home shall ensure that the resident and the resident’s substitute decision-makers, if any, are notified of the results of an investigation described in clause 67 (5) (e) of the Act immediately upon the completion of the investigation; (f) provide that the licensee of the retirement home shall ensure that the appropriate police force is immediately notified of any alleged, suspected or witnessed incident of abuse or neglect of a resident that the licensee suspects may constitute a criminal offence; and Note: On the day section 212 of Schedule 1 to the Safer Ontario Act, 2018 comes into force, clause 15 (3) (f) of the Regulation is amended by striking out “the appropriate police force” and substituting “the appropriate police service”. (See: O. Reg. 453/18, s. 3) (g) provide that the licensee of the retirement home shall ensure that, (i) an analysis of every incident of abuse or neglect of a resident at the home is undertaken promptly after the licensee becomes aware of it, (ii) at least once in every calendar year, an evaluation is made to determine the effectiveness of the policy and what changes and improvements are required to prevent further occurrences of abuse and neglect of residents, (iii) the results of the analysis undertaken under subclause (i) are considered in the evaluation mentioned in subclause (ii), (iv) the changes and improvements mentioned in subclause (ii) are promptly implemented, and (v) a written record of everything provided for in subclauses (ii) and (iv) and the date of the evaluation, the names of the persons who participated in the evaluation and the date that the changes and improvements were implemented is promptly prepared.  O. Reg. 166/11, s. 15 (3); O. Reg. 211/22, s. 7 (1-3). (4) The policy is not required to provide, and a licensee is not required to ensure, that the resident’s substitute decision-maker or any other person specified by the resident is notified about the alleged, suspected or witnessed incident of abuse or neglect of the resident or about the result of an investigation described in clause 67 (5) (e) of the Act if the licensee has reasonable grounds to suspect that the substitute decision-maker or the other person is responsible for the abuse or neglect. O. Reg. 211/22, s. 7 (4). Standards for Retirement Homes",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>15. </b>(1) The program for preventing abuse and neglect described in clause 67 (5) (c) of the Act shall entail training and retraining requirements for all staff of the retirement home, including,</p> <p class=\"clause-e\">  (a) training on the relationship between power imbalances between staff and residents and the potential for abuse and neglect by those in a position of trust, power and responsibility for resident care; and</p> <p class=\"clause-e\">  (b) situations that may lead to abuse and neglect and how to avoid such situations.  O. Reg. 166/11, s. 15 (1).</p> <p class=\"subsection-e\">  (2) The procedures for investigating and responding to alleged, suspected or witnessed abuse and neglect of residents described in clause 67 (5) (e) of the Act shall include details outlining who will undertake the investigation and who will be informed of the investigation.  O. Reg. 166/11, s. 15 (2).</p> <p class=\"subsection-e\">  (3) The policy to promote zero tolerance of abuse and neglect of residents described in subsection 67 (4) of the Act shall,</p> <p class=\"clause-e\">  (a) contain procedures and interventions to assist and support residents who have been abused or neglected or allegedly abused or neglected;</p> <p class=\"clause-e\"> (a.1) contain an explanation of the prohibition on borrowing, receiving or holding a resident’s money or other property, as set out in section 57.1;</p> <p class=\"clause-e\">  (b) contain procedures and interventions to deal with persons who have abused or neglected or allegedly abused or neglected residents, as appropriate;</p> <p class=\"clause-e\">  (c) identify measures and strategies to prevent abuse and neglect;</p> <p class=\"clause-e\">  (d) subject to subsection (4), provide that the licensee of the retirement home shall ensure that the resident’s substitute decision-makers, if any, and any other person specified by the resident,</p> <p class=\"subclause-e\">  (i) are notified immediately upon the licensee becoming aware of an alleged, suspected or witnessed incident of abuse or neglect of a resident that has resulted in a physical injury or pain to a resident or that causes distress to a resident that could potentially be detrimental to a resident’s health or well-being, and</p> <p class=\"subclause-e\">  (ii) are notified within 12 hours upon the licensee becoming aware of any other alleged, suspected or witnessed incident of abuse or neglect of a resident;</p> <p class=\"clause-e\">  (e) subject to subsection (4), provide that the licensee of the retirement home shall ensure that the resident and the resident’s substitute decision-makers, if any, are notified of the results of an investigation described in clause 67 (5) (e) of the Act immediately upon the completion of the investigation;</p> <p class=\"clause-e\">  (f) provide that the licensee of the retirement home shall ensure that the appropriate police force is immediately notified of any alleged, suspected or witnessed incident of abuse or neglect of a resident that the licensee suspects may constitute a criminal offence; and</p> <p class=\"Pnote-e\"><span>Note: On the day section 212 of Schedule 1 to the <i>Safer Ontario Act, 2018</i> comes into force, clause 15 (3) (f) of the Regulation is amended by striking out “the appropriate police force” and substituting “the appropriate police service”. (See: O. Reg. 453/18, s. 3)</span></p> <p class=\"clause-e\">  (g) provide that the licensee of the retirement home shall ensure that,</p> <p class=\"subclause-e\">  (i) an analysis of every incident of abuse or neglect of a resident at the home is undertaken promptly after the licensee becomes aware of it,</p> <p class=\"subclause-e\">  (ii) at least once in every calendar year, an evaluation is made to determine the effectiveness of the policy and what changes and improvements are required to prevent further occurrences of abuse and neglect of residents,</p> <p class=\"subclause-e\">  (iii) the results of the analysis undertaken under subclause (i) are considered in the evaluation mentioned in subclause (ii),</p> <p class=\"subclause-e\">  (iv) the changes and improvements mentioned in subclause (ii) are promptly implemented, and</p> <p class=\"subclause-e\">  (v) a written record of everything provided for in subclauses (ii) and (iv) and the date of the evaluation, the names of the persons who participated in the evaluation and the date that the changes and improvements were implemented is promptly prepared.  O. Reg. 166/11, s. 15 (3); O. Reg. 211/22, s. 7 (1-3).</p> <p class=\"subsection-e\">  (4) The policy is not required to provide, and a licensee is not required to ensure, that the resident’s substitute decision-maker or any other person specified by the resident is notified about the alleged, suspected or witnessed incident of abuse or neglect of the resident or about the result of an investigation described in clause 67 (5) (e) of the Act if the licensee has reasonable grounds to suspect that the substitute decision-maker or the other person is responsible for the abuse or neglect. O. Reg. 211/22, s. 7 (4).</p> <p class=\"heading1-e\"><a name=\"BK22\"></a>Standards for Retirement Homes</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "Standards for Retirement Homes",
            "part_id": null,
            "part_type": null,
            "section": "Standards for Retirement Homes",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "16.",
            "part_id": null,
            "part_type": null,
            "section": "Temperature control",
            "content": " 16. (1) Every licensee of a retirement home shall ensure that there are procedures in place for responding to extreme hot and cold weather conditions, including detailed practices for addressing failures of any temperature control systems in the home.  O. Reg. 166/11, s. 16 (1). (2) The licensee shall document the procedures implemented.  O. Reg. 166/11, s. 16 (2). (3) Every licensee of a retirement home shall ensure that timely action is taken to deal with extreme temperature changes in the home.  O. Reg. 166/11, s. 16 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK23\"></a><b>16. </b>(1) Every licensee of a retirement home shall ensure that there are procedures in place for responding to extreme hot and cold weather conditions, including detailed practices for addressing failures of any temperature control systems in the home.  O. Reg. 166/11, s. 16 (1).</p> <p class=\"subsection-e\">  (2) The licensee shall document the procedures implemented.  O. Reg. 166/11, s. 16 (2).</p> <p class=\"subsection-e\">  (3) Every licensee of a retirement home shall ensure that timely action is taken to deal with extreme temperature changes in the home.  O. Reg. 166/11, s. 16 (3).</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "17.",
            "part_id": null,
            "part_type": null,
            "section": "Cleanliness",
            "content": " 17. (1) Every licensee of a retirement home shall ensure that the common areas of the home, including the floors and any furnishings, equipment and linens in those areas, are clean and sanitary.  O. Reg. 166/11, s. 17 (1). (2) Every licensee of a retirement home shall ensure that bathrooms in common areas of the home that are used by residents are adequately stocked with supplies including toilet paper.  O. Reg. 53/12, s. 5. (3) The licensee shall document the routines and methods used to comply with subsections (1) and (2).  O. Reg. 166/11, s. 17 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>17. </b>(1) Every licensee of a retirement home shall ensure that the common areas of the home, including the floors and any furnishings, equipment and linens in those areas, are clean and sanitary.  O. Reg. 166/11, s. 17 (1).</p> <p class=\"subsection-e\">  (2) Every licensee of a retirement home shall ensure that bathrooms in common areas of the home that are used by residents are adequately stocked with supplies including toilet paper.  O. Reg. 53/12, s. 5.</p> <p class=\"subsection-e\">  (3) The licensee shall document the routines and methods used to comply with subsections (1) and (2).  O. Reg. 166/11, s. 17 (3).</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "18.",
            "part_id": null,
            "part_type": null,
            "section": "Pest control",
            "content": " 18. (1) Every licensee of a retirement home shall ensure that there are procedures in place to keep the home free from pests and to deal with pests in the home.  O. Reg. 166/11, s. 18 (1). (2) The licensee shall document the procedures implemented.  O. Reg. 166/11, s. 18 (2). (3) The licensee shall ensure that timely action is taken to deal with pests in the retirement home.  O. Reg. 166/11, s. 18 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK25\"></a><b>18. </b>(1) Every licensee of a retirement home shall ensure that there are procedures in place to keep the home free from pests and to deal with pests in the home.  O. Reg. 166/11, s. 18 (1).</p> <p class=\"subsection-e\">  (2) The licensee shall document the procedures implemented.  O. Reg. 166/11, s. 18 (2).</p> <p class=\"subsection-e\">  (3) The licensee shall ensure that timely action is taken to deal with pests in the retirement home.  O. Reg. 166/11, s. 18 (3).</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "19.",
            "part_id": null,
            "part_type": null,
            "section": "Maintenance",
            "content": " 19. (1) Every licensee of a retirement home shall ensure that a maintenance program is in place to ensure that the building forming the retirement home, including both interior and exterior areas and its operational systems, are maintained in good repair.  O. Reg. 166/11, s. 19 (1). (2) The maintenance program shall include policies and procedures for routine, preventative and remedial maintenance of the following in the retirement home: 1. Plumbing fixtures, toilets and sinks located in common areas of the home. 2. Heating systems and hot water boilers. 3. If provided by the licensee, ventilation systems, air conditioning systems, hot water holding tanks and computerized systems monitoring the home’s water temperature. 4. If provided by the licensee, equipment, devices, assistive aids, positioning aids and shower grab bars.  O. Reg. 166/11, s. 19 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK26\"></a><b>19.</b> (1) Every licensee of a retirement home shall ensure that a maintenance program is in place to ensure that the building forming the retirement home, including both interior and exterior areas and its operational systems, are maintained in good repair.  O. Reg. 166/11, s. 19 (1).</p> <p class=\"subsection-e\">  (2) The maintenance program shall include policies and procedures for routine, preventative and remedial maintenance of the following in the retirement home:</p> <p class=\"paragraph-e\">  1. Plumbing fixtures, toilets and sinks located in common areas of the home.</p> <p class=\"paragraph-e\">  2. Heating systems and hot water boilers.</p> <p class=\"paragraph-e\">  3. If provided by the licensee, ventilation systems, air conditioning systems, hot water holding tanks and computerized systems monitoring the home’s water temperature.</p> <p class=\"paragraph-e\">  4. If provided by the licensee, equipment, devices, assistive aids, positioning aids and shower grab bars.  O. Reg. 166/11, s. 19 (2).</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "20.",
            "part_id": null,
            "part_type": null,
            "section": "Food preparation",
            "content": " 20. (1) Every licensee of a retirement home shall ensure that this section is complied with whenever food is prepared in the home.  O. Reg. 166/11, s. 20 (1). (2) The licensee shall ensure that all foods and fluids used in food preparation are prepared, stored, and served using methods to prevent contamination and food borne illness.  O. Reg. 166/11, s. 20 (2). (3) The licensee shall implement procedures for each of the following matters and ensure that all staff involved in preparing food receives adequate training in them and are retrained annually: 1. The safe handling and storage of food, including how to maintain food at an appropriate temperature and how to practice good hand hygiene. 2. The safe operation, cleaning and sanitizing of all dishes, utensils and equipment involved in food preparation. 3. The separation of clean and dirty dishes during the service of food. 4. The safe disposal of leftover food. 5. Appropriate cleaning schedules and sanitation practices.  O. Reg. 166/11, s. 20 (3). (4) The licensee shall ensure that whenever food is prepared in the retirement home, at least one person involved in preparing the food, (a) holds a current certificate in food handler training from a local board of health or an agency of the board of health; or (b) has recently successfully completed a food handler training program equivalent to that offered by a local board of health or an agency of the board of health. O. Reg. 211/22, s. 8.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK27\"></a><b>20. </b>(1) Every licensee of a retirement home shall ensure that this section is complied with whenever food is prepared in the home.  O. Reg. 166/11, s. 20 (1).</p> <p class=\"subsection-e\"><span class=\"subsection-eChar\"><span>  (2) The licensee shall ensure that all foods and fluids used in food preparation are prepared, stored, and served using methods to prevent contamination and food borne illness.  O. Reg.</span></span> 166/11, s. 20 (2).</p> <p class=\"subsection-e\"><span class=\"subsection-eChar\"><span>  (3) The licensee shall implement procedures for each of the following matters and ensure that all staff involved in preparing food receives adequate training in them and are retrained</span></span> annually:</p> <p class=\"paragraph-e\">  1. The safe handling and storage of food, including how to maintain food at an appropriate temperature and how to practice good hand hygiene.</p> <p class=\"paragraph-e\">  2. The safe operation, cleaning and sanitizing of all dishes, utensils and equipment involved in food preparation.</p> <p class=\"paragraph-e\">  3. The separation of clean and dirty dishes during the service of food.</p> <p class=\"paragraph-e\">  4. The safe disposal of leftover food.</p> <p class=\"paragraph-e\">  5. Appropriate cleaning schedules and sanitation practices.  O. Reg. 166/11, s. 20 (3).</p> <p class=\"subsection-e\">  (4) The licensee shall ensure that whenever food is prepared in the retirement home, at least one person involved in preparing the food,</p> <p class=\"clause-e\">  (a) holds a current certificate in food handler training from a local board of health or an agency of the board of health; or</p> <p class=\"clause-e\">  (b) has recently successfully completed a food handler training program equivalent to that offered by a local board of health or an agency of the board of health. O. Reg. 211/22, s. 8.</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "21.",
            "part_id": null,
            "part_type": null,
            "section": "Hazardous substances",
            "content": " 21. (1) In this section, “hazardous substance” means a hazardous product as defined in the Hazardous Products Act (Canada).  O. Reg. 166/11, s. 21 (1); O. Reg. 453/18, s. 4. (2) Every licensee of a retirement home shall ensure that all hazardous substances used by staff of the home or under their control are labelled properly and are kept inaccessible to residents at all times.  O. Reg. 166/11, s. 21 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK28\"></a><b>21. </b>(1) In this section,</p> <p class=\"firstdef-e\">“hazardous substance” means a hazardous product as defined in the <i>Hazardous Products Act</i> (Canada).  O. Reg. 166/11, s. 21 (1); O. Reg. 453/18, s. 4.</p> <p class=\"subsection-e\"><span class=\"subsection-eChar\"><span>  (2) Every licensee of a retirement home shall ensure that all hazardous substances used by staff of the home or under their control are labelled properly and are kept inaccessible to residents</span></span> at all times.  O. Reg. 166/11, s. 21 (2).</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "22.",
            "part_id": null,
            "part_type": null,
            "section": "Risk of falls",
            "content": " 22. (1) Every licensee of a retirement home shall develop, document and implement strategies to reduce or mitigate the risk of falls in common areas of the home.  O. Reg. 166/11, s. 22 (1). (2) If a resident of a retirement home falls in a common area of the home or while being assisted by the licensee or staff, the licensee shall ensure that, (a) there is a timely and appropriate response to the fall; (b) corrective action is taken as necessary to prevent future harm to residents; and (c) the licensee or a staff member documents the fall, the response to the fall and the corrective actions taken, if any.  O. Reg. 166/11, s. 22 (2). (3) If a resident of a retirement home falls in the home in circumstances other than those described in subsection (2) and the licensee or a staff member becomes aware of the fall, the licensee shall ensure that the licensee or a staff member documents the fall, the response to the fall and the corrective actions taken, if any.  O. Reg. 166/11, s. 22 (3). (4) Every licensee of a retirement home shall keep a written record of all falls for which the licensee is required to ensure documentation under subsection (2) or (3) and that occur in each year, evaluate the risk of falls in the home at least annually and keep a written record of each evaluation.  O. Reg. 166/11, s. 22 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK29\"></a><b>22. </b>(1) Every licensee of a retirement home shall develop, document and implement strategies to reduce or mitigate the risk of falls in common areas of the home.  O. Reg. 166/11, s. 22 (1).</p> <p class=\"subsection-e\">  (2) If a resident of a retirement home falls in a common area of the home or while being assisted by the licensee or staff, the licensee shall ensure that,</p> <p class=\"clause-e\">  (a) there is a timely and appropriate response to the fall;</p> <p class=\"clause-e\">  (b) corrective action is taken as necessary to prevent future harm to residents; and</p> <p class=\"clause-e\">  (c) the licensee or a staff member documents the fall, the response to the fall and the corrective actions taken, if any.  O. Reg. 166/11, s. 22 (2).</p> <p class=\"subsection-e\">  (3) If a resident of a retirement home falls in the home in circumstances other than those described in subsection (2) and the licensee or a staff member becomes aware of the fall, the licensee shall ensure that the licensee or a staff member documents the fall, the response to the fall and the corrective actions taken, if any.  O. Reg. 166/11, s. 22 (3).</p> <p class=\"subsection-e\">  (4) Every licensee of a retirement home shall keep a written record of all falls for which the licensee is required to ensure documentation under subsection (2) or (3) and that occur in each year, evaluate the risk of falls in the home at least annually and keep a written record of each evaluation.  O. Reg. 166/11, s. 22 (4).</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "23.",
            "part_id": null,
            "part_type": null,
            "section": "Behaviour management",
            "content": " 23. (1) Every licensee of a retirement home shall develop and implement a written behaviour management strategy that includes, (a) techniques to prevent and address resident behaviours that pose a risk to the resident or others in the home; (b) strategies for interventions to prevent and address resident behaviours that pose a risk to the resident or others in the home; (c) strategies for monitoring residents that have demonstrated behaviours that pose a risk to the resident or others in the home; and (d) protocols for how staff and volunteers shall report and be informed of resident behaviours that pose a risk to the resident or others in the home.  O. Reg. 166/11, s. 23 (1). (2) The licensee shall ensure that all staff who provide care services to residents are advised at the beginning of every shift of each resident whose behaviours require heightened monitoring because those behaviours pose a risk to the resident or others in the home.  O. Reg. 166/11, s. 23 (2). Safety Plans",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK30\"></a><b>23. </b>(1) Every licensee of a retirement home shall develop and implement a written behaviour management strategy that includes,</p> <p class=\"clause-e\">  (a) techniques to prevent and address resident behaviours that pose a risk to the resident or others in the home;</p> <p class=\"clause-e\">  (b) strategies for interventions to prevent and address resident behaviours that pose a risk to the resident or others in the home;</p> <p class=\"clause-e\">  (c) strategies for monitoring residents that have demonstrated behaviours that pose a risk to the resident or others in the home; and</p> <p class=\"clause-e\">  (d) protocols for how staff and volunteers shall report and be informed of resident behaviours that pose a risk to the resident or others in the home.  O. Reg. 166/11, s. 23 (1).</p> <p class=\"subsection-e\">  (2) The licensee shall ensure that all staff who provide care services to residents are advised at the beginning of every shift of each resident whose behaviours require heightened monitoring because those behaviours pose a risk to the resident or others in the home.  O. Reg. 166/11, s. 23 (2).</p> <p class=\"heading1-e\"><a name=\"BK31\"></a>Safety Plans</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "Safety Plans",
            "part_id": null,
            "part_type": null,
            "section": "Safety Plans",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "24.",
            "part_id": null,
            "part_type": null,
            "section": "Emergency plan, general",
            "content": " 24. (1) The emergency plan required under paragraph 1 of subsection 60 (4) of the Act shall meet the requirements set out in this section.  O. Reg. 166/11, s. 24 (1). (2) The licensee of a retirement home shall ensure that the emergency plan for the home is in writing.  O. Reg. 166/11, s. 24 (2). (3) If there is a conflict or an inconsistency between a provision of the fire code under the Fire Protection and Prevention Act, 1997 and a provision of the emergency plan, the fire code prevails to the extent of the conflict or inconsistency.  O. Reg. 166/11, s. 24 (3). (4) The licensee shall keep current all arrangements with community agencies, partner facilities and resources that will be involved in responding to an emergency.  O. Reg. 166/11, s. 24 (4). (5) The licensee shall, (a) on an annual basis at least, test the emergency plan, including arrangements with community agencies, partner facilities and resources that will be involved in responding to an emergency, related to, (i) the loss of essential services, (ii) situations involving a missing resident, (iii) medical emergencies, (iii.1) epidemics and pandemics, and (iv) violent outbursts; (b) at least once every two years, conduct a planned evacuation of the retirement home; and (c) keep a written record of the testing of the emergency plan and planned evacuations and of any changes made to improve the emergency plan.  O. Reg. 166/11, s. 24 (5); O. Reg. 211/22, s. 9 (1). (6) When conducting a planned evacuation of a retirement home as required under clause (5) (b), the licensee may use a stand-in or proxy for a resident if, in the licensee’s opinion, the resident’s participation in the evacuation may cause harm or risk of harm to the resident’s health or safety. O. Reg. 211/22, s. 9 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK32\"></a><b>24. </b>(1) The emergency plan required under paragraph 1 of subsection 60 (4) of the Act shall meet the requirements set out in this section.  O. Reg. 166/11, s. 24 (1).</p> <p class=\"subsection-e\">  (2) The licensee of a retirement home shall ensure that the emergency plan for the home is in writing.  O. Reg. 166/11, s. 24 (2).</p> <p class=\"subsection-e\">  (3) If there is a conflict or an inconsistency between a provision of the fire code under the <i>Fire Protection and Prevention Act, 1997</i> and a provision of the emergency plan, the fire code prevails to the extent of the conflict or inconsistency.  O. Reg. 166/11, s. 24 (3).</p> <p class=\"subsection-e\">  (4) The licensee shall keep current all arrangements with community agencies, partner facilities and resources that will be involved in responding to an emergency.  O. Reg. 166/11, s. 24 (4).</p> <p class=\"subsection-e\">  (5) The licensee shall,</p> <p class=\"clause-e\">  (a) on an annual basis at least, test the emergency plan, including arrangements with community agencies, partner facilities and resources that will be involved in responding to an emergency, related to,</p> <p class=\"subclause-e\">  (i) the loss of essential services,</p> <p class=\"subclause-e\">  (ii) situations involving a missing resident,</p> <p class=\"subclause-e\">  (iii) medical emergencies,</p> <p class=\"subclause-e\">  (iii.1) epidemics and pandemics, and</p> <p class=\"subclause-e\">  (iv) violent outbursts;</p> <p class=\"clause-e\">  (b) at least once every two years, conduct a planned evacuation of the retirement home; and</p> <p class=\"clause-e\">  (c) keep a written record of the testing of the emergency plan and planned evacuations and of any changes made to improve the emergency plan.  O. Reg. 166/11, s. 24 (5); O. Reg. 211/22, s. 9 (1).</p> <p class=\"subsection-e\">  (6) When conducting a planned evacuation of a retirement home as required under clause (5) (b), the licensee may use a stand-in or proxy for a resident if, in the licensee’s opinion, the resident’s participation in the evacuation may cause harm or risk of harm to the resident’s health or safety. O. Reg. 211/22, s. 9 (2).</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "25.",
            "part_id": null,
            "part_type": null,
            "section": "Emergency plan — retirement home with capacity for more than 10 residents",
            "content": " 25. (1) The emergency plan for a retirement home that has the capacity to accommodate more than 10 residents shall, in addition to the requirements in section 24, meet the requirements set out in this section. O. Reg. 211/22, s. 10 (1). (2) The licensee shall ensure that the development of the emergency plan includes, (a) consultation with the relevant community agencies, partner facilities and resources that will be involved in responding to an emergency; (b) identification of hazards and risks that may give rise to an emergency affecting the home, whether the hazards and risks arise within the home or in the surrounding vicinity or community, and strategies to address those hazards and risks.  O. Reg. 166/11, s. 25 (2). (3) The licensee shall ensure that the emergency plan provides for the following: 1. Dealing with, i. fires, ii. community disasters, iii. violent outbursts, iv. bomb threats, v. medical emergencies, v.1 epidemics and pandemics, vi. chemical spills, vii. situations involving a missing resident, and viii. loss of one or more essential services. 2. Evacuation of the retirement home, including a system in the home to account for the whereabouts of all residents in the event that it is necessary to evacuate and relocate residents and evacuate staff and others in case of an emergency. 3. Resources, supplies and equipment vital for the emergency response being set aside and readily available at the retirement home and regular testing of all such resources, supplies and equipment to ensure that they are in working order. 4. Identification of the community agencies, partner facilities and resources that will be involved in responding to an emergency.  O. Reg. 166/11,  s. 25 (3); O. Reg. 211/22, s. 10 (2). (4) The licensee shall ensure that the emergency plan addresses the following components: 1. Plan activation. 2. Lines of authority. 3. Communications plan. 4. Specific staff roles and responsibilities.  O. Reg. 166/11, s. 25 (4). (5) The licensee shall ensure that the emergency plan for the retirement home is evaluated and updated at least annually and that the updating includes contact information for the relevant community agencies, partner facilities and resources that will be involved in responding to an emergency.  O. Reg. 166/11, s. 25 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK33\"></a><b>25. </b>(1) The emergency plan for a retirement home that has the capacity to accommodate more than 10 residents shall, in addition to the requirements in section 24, meet the requirements set out in this section. O. Reg. 211/22, s. 10 (1).</p> <p class=\"subsection-e\">  (2) The licensee shall ensure that the development of the emergency plan includes,</p> <p class=\"clause-e\">  (a) consultation with the relevant community agencies, partner facilities and resources that will be involved in responding to an emergency;</p> <p class=\"clause-e\">  (b) identification of hazards and risks that may give rise to an emergency affecting the home, whether the hazards and risks arise within the home or in the surrounding vicinity or community, and strategies to address those hazards and risks.  O. Reg. 166/11, s. 25 (2).</p> <p class=\"subsection-e\">  (3) The licensee shall ensure that the emergency plan provides for the following:</p> <p class=\"paragraph-e\">  1. Dealing with,</p> <p class=\"subpara-e\">  i. fires,</p> <p class=\"subpara-e\">  ii. community disasters,</p> <p class=\"subpara-e\">  iii. violent outbursts,</p> <p class=\"subpara-e\">  iv. bomb threats,</p> <p class=\"subpara-e\">  v. medical emergencies,</p> <p class=\"subpara-e\">  v.1 epidemics and pandemics,</p> <p class=\"subpara-e\">  vi. chemical spills,</p> <p class=\"subpara-e\">  vii. situations involving a missing resident, and</p> <p class=\"subpara-e\">  viii. loss of one or more essential services.</p> <p class=\"paragraph-e\">  2. Evacuation of the retirement home, including a system in the home to account for the whereabouts of all residents in the event that it is necessary to evacuate and relocate residents and evacuate staff and others in case of an emergency.</p> <p class=\"paragraph-e\">  3. Resources, supplies and equipment vital for the emergency response being set aside and readily available at the retirement home and regular testing of all such resources, supplies and equipment to ensure that they are in working order.</p> <p class=\"paragraph-e\">  4. Identification of the community agencies, partner facilities and resources that will be involved in responding to an emergency.  O. Reg. 166/11,  s. 25 (3); O. Reg. 211/22, s. 10 (2).</p> <p class=\"subsection-e\">  (4) The licensee shall ensure that the emergency plan addresses the following components:</p> <p class=\"paragraph-e\">  1. Plan activation.</p> <p class=\"paragraph-e\">  2. Lines of authority.</p> <p class=\"paragraph-e\">  3. Communications plan.</p> <p class=\"paragraph-e\">  4. Specific staff roles and responsibilities.  O. Reg. 166/11, s. 25 (4).</p> <p class=\"subsection-e\">  (5) The licensee shall ensure that the emergency plan for the retirement home is evaluated and updated at least annually and that the updating includes contact information for the relevant community agencies, partner facilities and resources that will be involved in responding to an emergency.  O. Reg. 166/11, s. 25 (5).</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "26.",
            "part_id": null,
            "part_type": null,
            "section": "Emergency plan — retirement home with capacity for 10 or fewer residents",
            "content": " 26. The emergency plan for a retirement home that has the capacity to accommodate 10 or fewer residents shall, in addition to the requirements in section 24, meet the following requirements: 1. The plan shall be developed in consultation with the relevant community agencies, partner facilities and resources that will be involved in responding to an emergency. 2. The plan shall identify and address hazards and risks that may give rise to an emergency affecting the home. 3. The plan shall include steps in the evacuation of the home, including a system in the home to account for the whereabouts of all residents in the event that it is necessary to evacuate and relocate residents and evacuate staff and others in case of an emergency. 4. The plan shall require that resources, supplies and equipment vital for the emergency response are set aside, readily available at the home and tested regularly to ensure that they are in working order. 5. The plan shall identify the relevant community agencies, partner facilities and resources that will be involved in responding to an emergency. 6. The licensee shall ensure that the plan is updated at least annually and that the updating includes contact information for the relevant community agencies, partner facilities and resources that will be involved in responding to an emergency.  O. Reg. 166/11, s. 26; O. Reg. 211/22, s. 11.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK34\"></a><b>26. </b>The emergency plan for a retirement home that has the capacity to accommodate 10 or fewer residents shall, in addition to the requirements in section 24, meet the following requirements:</p> <p class=\"paragraph-e\">  1. The plan shall be developed in consultation with the relevant community agencies, partner facilities and resources that will be involved in responding to an emergency.</p> <p class=\"paragraph-e\">  2. The plan shall identify and address hazards and risks that may give rise to an emergency affecting the home.</p> <p class=\"paragraph-e\">  3. The plan shall include steps in the evacuation of the home, including a system in the home to account for the whereabouts of all residents in the event that it is necessary to evacuate and relocate residents and evacuate staff and others in case of an emergency.</p> <p class=\"paragraph-e\">  4. The plan shall require that resources, supplies and equipment vital for the emergency response are set aside, readily available at the home and tested regularly to ensure that they are in working order.</p> <p class=\"paragraph-e\">  5. The plan shall identify the relevant community agencies, partner facilities and resources that will be involved in responding to an emergency.</p> <p class=\"paragraph-e\">  6. The licensee shall ensure that the plan is updated at least annually and that the updating includes contact information for the relevant community agencies, partner facilities and resources that will be involved in responding to an emergency.  O. Reg. 166/11, s. 26; O. Reg. 211/22, s. 11.</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "27.",
            "part_id": null,
            "part_type": null,
            "section": "Infection prevention and control program",
            "content": " 27. (1) Every licensee of a retirement home shall ensure that the infection prevention and control program required by paragraph 2 of subsection 60 (4) of the Act complies with the requirements in this section.  O. Reg. 166/11, s. 27 (1). (2) The licensee shall consult on an ongoing basis and not less than once a year with the local medical officer of health or designate about identifying and addressing health care issues in the retirement home in order to reduce the incidence of infectious disease outbreaks in the home.  O. Reg. 166/11, s. 27 (2). (3) The licensee shall keep a written record of the consultation required under subsection (2) that shall include a record of when the consultation took place, what was discussed and any recommendations that the local medical officer of health or designate made.  O. Reg. 166/11, s. 27 (3). (4) The licensee of a retirement home shall ensure that a written surveillance protocol is established in consultation with the local medical officer of health or designate in order to identify, document and monitor residents who report symptoms of respiratory or gastrointestinal illness.  O. Reg. 166/11, s. 27 (4). (5) The licensee of a retirement home shall ensure that, (0.a) any guidance, advice or recommendations given to retirement homes by the Chief Medical Officer of Health are followed in the retirement home; (0.b) all reasonable steps are taken in the retirement home to follow, (i) any directive respecting coronavirus (COVID-19) issued to long-term care homes by the Chief Medical Officer of Health under section 77.7 of the Health Protection and Promotion Act, and (ii) any guidance, advice or recommendations respecting coronavirus (COVID-19) that are given to long-term care homes by the Chief Medical Officer of Health and made available on the Government of Ontario’s website respecting coronavirus (COVID-19); (a) if an infectious disease outbreak occurs in the home, the outbreak is reported to the local medical officer of health or designate and the licensee defers to the officer or designate, as the case may be, for assistance and consultation as appropriate; (b) if there is an increase in the number of symptomatic residents in the home, the increase is reported immediately to the local medical officer of health or designate and that the officer or designate, as the case may be, is consulted; and (c) processes for meeting the requirements in clauses (a) and (b) are established and the processes are recorded in writing.  O. Reg. 166/11, s. 27 (5); O. Reg. 68/20, s. 1. (5.1) The licensee of a retirement home shall ensure that an infectious disease outbreak is reported to the Authority on the same day it is reported to the local medical officer of health or designate under clause (5) (a). O. Reg. 242/20, s. 1. (6) The licensee of a retirement home shall ensure that each resident and the resident’s substitute decision-makers, if any, are given information about how to reduce the incidence of infectious disease, including the need for and method of maintaining proper hand hygiene and the need for and process of reporting infectious illness.  O. Reg. 166/11, s. 27 (6). (7) The licensee of a retirement home shall ensure that waterless, alcohol-based hand sanitizer or another form of hand sanitation that provides equivalent protection against infectious disease transmission is available for use by residents and staff in communal resident areas and in staff work areas.  O. Reg. 166/11, s. 27 (7). (8) The licensee of a retirement home shall ensure that, (a) each resident, each member of the staff of the home and each volunteer receive information about the advantages of an annual influenza vaccination and where the vaccination is available; (b) each resident is screened for tuberculosis within 14 days of commencing residency in the home, unless the resident has been screened not more than 90 days before commencing residency and the documented results of the screening are available to the licensee; (c) each member of the staff has been screened for tuberculosis and all other infectious diseases that are appropriate in accordance with evidence-based practices or, if there are no such practices, in accordance with prevailing practices; and (d) the screening for each of the infectious diseases described in clause (c) has been done using procedures that accord with evidence-based practices or, if there are no such practices, with prevailing practices.  O. Reg. 166/11, s. 27 (8). (9) The licensee shall ensure that each staff member who works in the retirement home receives training on how to reduce the incidence of infectious disease transmission, including, (a) the need for and method of maintaining proper hand hygiene and method of preventing cross contamination, including proper handling of soiled linens, the protection of uniforms, and the separation of clean and dirty items; and (b) the need for and process of reporting, providing surveillance of and documenting incidents of infectious illness.  O. Reg. 166/11, s. 27 (9). Standards for Care Services Provided by Regulated Health Professionals",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK35\"></a><b>27. </b>(1) Every licensee of a retirement home shall ensure that the infection prevention and control program required by paragraph 2 of subsection 60 (4) of the Act complies with the requirements in this section.  O. Reg. 166/11, s. 27 (1).</p> <p class=\"subsection-e\">  (2) The licensee shall consult on an ongoing basis and not less than once a year with the local medical officer of health or designate about identifying and addressing health care issues in the retirement home in order to reduce the incidence of infectious disease outbreaks in the home.  O. Reg. 166/11, s. 27 (2).</p> <p class=\"subsection-e\">  (3) The licensee shall keep a written record of the consultation required under subsection (2) that shall include a record of when the consultation took place, what was discussed and any recommendations that the local medical officer of health or designate made.  O. Reg. 166/11, s. 27 (3).</p> <p class=\"subsection-e\">  (4) The licensee of a retirement home shall ensure that a written surveillance protocol is established in consultation with the local medical officer of health or designate in order to identify, document and monitor residents who report symptoms of respiratory or gastrointestinal illness.  O. Reg. 166/11, s. 27 (4).</p> <p class=\"subsection-e\">  (5) The licensee of a retirement home shall ensure that,</p> <p class=\"clause-e\"> (0.a) any guidance, advice or recommendations given to retirement homes by the Chief Medical Officer of Health are followed in the retirement home;</p> <p class=\"clause-e\"> (0.b) all reasonable steps are taken in the retirement home to follow,</p> <p class=\"subclause-e\">  (i) any directive respecting coronavirus (COVID-19) issued to long-term care homes by the Chief Medical Officer of Health under section 77.7 of the <i>Health Protection and Promotion Act</i>, and</p> <p class=\"subclause-e\">  (ii) any guidance, advice or recommendations respecting coronavirus (COVID-19) that are given to long-term care homes by the Chief Medical Officer of Health and made available on the Government of Ontario’s website respecting coronavirus (COVID-19);</p> <p class=\"clause-e\">  (a) if an infectious disease outbreak occurs in the home, the outbreak is reported to the local medical officer of health or designate and the licensee defers to the officer or designate, as the case may be, for assistance and consultation as appropriate;</p> <p class=\"clause-e\">  (b) if there is an increase in the number of symptomatic residents in the home, the increase is reported immediately to the local medical officer of health or designate and that the officer or designate, as the case may be, is consulted; and</p> <p class=\"clause-e\">  (c) processes for meeting the requirements in clauses (a) and (b) are established and the processes are recorded in writing.  O. Reg. 166/11, s. 27 (5); O. Reg. 68/20, s. 1.</p> <p class=\"subsection-e\">  (5.1) The licensee of a retirement home shall ensure that an infectious disease outbreak is reported to the Authority on the same day it is reported to the local medical officer of health or designate under clause (5) (a). O. Reg. 242/20, s. 1.</p> <p class=\"subsection-e\">  (6) The licensee of a retirement home shall ensure that each resident and the resident’s substitute decision-makers, if any, are given information about how to reduce the incidence of infectious disease, including the need for and method of maintaining proper hand hygiene and the need for and process of reporting infectious illness.  O. Reg. 166/11, s. 27 (6).</p> <p class=\"subsection-e\">  (7) The licensee of a retirement home shall ensure that waterless, alcohol-based hand sanitizer or another form of hand sanitation that provides equivalent protection against infectious disease transmission is available for use by residents and staff in communal resident areas and in staff work areas.  O. Reg. 166/11, s. 27 (7).</p> <p class=\"subsection-e\">  (8) The licensee of a retirement home shall ensure that,</p> <p class=\"clause-e\">  (a) each resident, each member of the staff of the home and each volunteer receive information about the advantages of an annual influenza vaccination and where the vaccination is available;</p> <p class=\"clause-e\">  (b) each resident is screened for tuberculosis within 14 days of commencing residency in the home, unless the resident has been screened not more than 90 days before commencing residency and the documented results of the screening are available to the licensee;</p> <p class=\"clause-e\">  (c) each member of the staff has been screened for tuberculosis and all other infectious diseases that are appropriate in accordance with evidence-based practices or, if there are no such practices, in accordance with prevailing practices; and</p> <p class=\"clause-e\">  (d) the screening for each of the infectious diseases described in clause (c) has been done using procedures that accord with evidence-based practices or, if there are no such practices, with prevailing practices.  O. Reg. 166/11, s. 27 (8).</p> <p class=\"subsection-e\">  (9) The licensee shall ensure that each staff member who works in the retirement home receives training on how to reduce the incidence of infectious disease transmission, including,</p> <p class=\"clause-e\">  (a) the need for and method of maintaining proper hand hygiene and method of preventing cross contamination, including proper handling of soiled linens, the protection of uniforms, and the separation of clean and dirty items; and</p> <p class=\"clause-e\">  (b) the need for and process of reporting, providing surveillance of and documenting incidents of infectious illness.  O. Reg. 166/11, s. 27 (9).</p> <p class=\"heading1-e\"><a name=\"BK36\"></a>Standards for Care Services Provided by Regulated Health Professionals</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "Standards for Care Services Provided by Regulated Health Professionals",
            "part_id": null,
            "part_type": null,
            "section": "Standards for Care Services Provided by Regulated Health Professionals",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "28.",
            "part_id": null,
            "part_type": null,
            "section": "Certificate of registration required",
            "content": " 28. If the licensee of a retirement home or the staff of the home provide a care service described in the provision of this Regulation mentioned in Column 1 of the following Table to a resident of the home, the licensee shall ensure that all individuals involved in providing that service have the appropriate and current certificate of registration with the College mentioned opposite it in Column 2:  Table   Certificate of Registration REquired  Column 1   Column 2 \n\n  Care Service Provided   Certificate of Registration Required \n\n  Paragraph 1 of subsection 2 (1)   College of Physicians and Surgeons of Ontario \n\n  Paragraph 2 of subsection 2 (1)   College of Nurses of Ontario  \n\n  Paragraph 3 of subsection 2 (1)   Ontario College of Pharmacists O. Reg. 166/11, s. 28. Standards Relating to the Administration of Drugs or Other Substances",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK37\"></a><b>28. </b>If the licensee of a retirement home or the staff of the home provide a care service described in the provision of this Regulation mentioned in Column 1 of the following Table to a resident of the home, the licensee shall ensure that all individuals involved in providing that service have the appropriate and current certificate of registration with the College mentioned opposite it in Column 2: </p> <p class=\"headingx-e\">Table <br/>  Certificate of Registration REquired</p> <p class=\"MsoNormal\"> </p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">Column 1</p> </td> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">Column 2</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">Care Service Provided</p> </td> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">Certificate of Registration Required</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">Paragraph 1 of subsection 2 (1)</p> </td> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">College of Physicians and Surgeons of Ontario</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">Paragraph 2 of subsection 2 (1)</p> </td> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">College of Nurses of Ontario </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">Paragraph 3 of subsection 2 (1)</p> </td> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">Ontario College of Pharmacists</p> </td>\n</tr>\n</table> <p class=\"footnote-e\"><span>O. Reg. 166/11</span>, s. 28.</p> <p class=\"heading1-e\"><a name=\"BK38\"></a>Standards Relating to the Administration of Drugs or Other Substances</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "Standards Relating to the Administration of Drugs or Other Substances",
            "part_id": null,
            "part_type": null,
            "section": "Standards Relating to the Administration of Drugs or Other Substances",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "29.",
            "part_id": null,
            "part_type": null,
            "section": "Administration of drugs or other substances",
            "content": " 29. If one of the care services that the licensee or the staff of a retirement home provide to a resident of the home is the administration of a drug or other substance, the licensee shall ensure that, (a) no drug is administered by the licensee or the staff to the resident in the home unless the drug has been prescribed for the resident by a person who is authorized to prescribe a drug under section 27 of the Regulated Health Professions Act, 1991; (b) no drug is administered by the licensee or the staff to the resident in the home except in accordance with the directions for use specified by the person who prescribed the drug for the resident; (c) neither the licensee nor a staff member administers a drug to a resident in the home unless the licensee or the staff member has received training in the procedures applicable to the administration of the drug; (d) a member of a College, as defined in the Regulated Health Professions Act, 1991, supervises the administration of the drug or other substance to the resident in the home; (e) if the licensee or a staff member is involved in the administration of the drug or other substance at the home, that the licensee or staff member is trained in, (i) ways of reducing the incidence of infectious disease, including maintaining proper hand hygiene, (ii) the safe disposal of syringes and other sharps, and (iii) recognizing an adverse drug reaction and taking appropriate action; and (f) no drug is administered by a volunteer.  O. Reg. 166/11, s. 29.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK39\"></a><b>29. </b>If one of the care services that the licensee or the staff of a retirement home provide to a resident of the home is the administration of a drug or other substance, the licensee shall ensure that,</p> <p class=\"clause-e\">  (a) no drug is administered by the licensee or the staff to the resident in the home unless the drug has been prescribed for the resident by a person who is authorized to prescribe a drug under section 27 of the <i>Regulated Health Professions Act, 1991</i>;</p> <p class=\"clause-e\">  (b) no drug is administered by the licensee or the staff to the resident in the home except in accordance with the directions for use specified by the person who prescribed the drug for the resident;</p> <p class=\"clause-e\">  (c) neither the licensee nor a staff member administers a drug to a resident in the home unless the licensee or the staff member has received training in the procedures applicable to the administration of the drug;</p> <p class=\"clause-e\">  (d) a member of a College, as defined in the <i>Regulated Health Professions Act, 1991</i>, supervises the administration of the drug or other substance to the resident in the home;</p> <p class=\"clause-e\">  (e) if the licensee or a staff member is involved in the administration of the drug or other substance at the home, that the licensee or staff member is trained in,</p> <p class=\"subclause-e\">  (i) ways of reducing the incidence of infectious disease, including maintaining proper hand hygiene,</p> <p class=\"subclause-e\">  (ii) the safe disposal of syringes and other sharps, and</p> <p class=\"subclause-e\">  (iii) recognizing an adverse drug reaction and taking appropriate action; and</p> <p class=\"clause-e\">  (f) no drug is administered by a volunteer.  O. Reg. 166/11, s. 29.</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "30.",
            "part_id": null,
            "part_type": null,
            "section": "Storage of drugs or other substances",
            "content": " 30. If drugs or other substances are stored in a retirement home on behalf of a resident, the licensee of the home shall ensure that, (a) the drugs or other substances are stored in an area or a medication cart that, (i) is used exclusively for drugs or other substances and for supplies related to drugs or other substances, (ii) is locked and secure, (iii) protects the drugs or other substances from heat, light, humidity or other environmental conditions that may affect their efficacy, and (iv) complies with the manufacturer’s instructions for the storage of the drugs or other substances; (b) controlled substances as defined in the Controlled Drugs and Substances Act (Canada) are stored in a separate, double-locked stationary cupboard in the locked area or stored in a separate locked area within the locked medication cart; and (c) an audit of the controlled substances mentioned in clause (b) is performed monthly.  O. Reg. 166/11, s. 30.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK40\"></a><b>30. </b>If drugs or other substances are stored in a retirement home on behalf of a resident, the licensee of the home shall ensure that,</p> <p class=\"clause-e\">  (a) the drugs or other substances are stored in an area or a medication cart that,</p> <p class=\"subclause-e\">  (i) is used exclusively for drugs or other substances and for supplies related to drugs or other substances,</p> <p class=\"subclause-e\">  (ii) is locked and secure,</p> <p class=\"subclause-e\">  (iii) protects the drugs or other substances from heat, light, humidity or other environmental conditions that may affect their efficacy, and</p> <p class=\"subclause-e\">  (iv) complies with the manufacturer’s instructions for the storage of the drugs or other substances;</p> <p class=\"clause-e\">  (b) controlled substances as defined in the <i>Controlled Drugs and Substances Act</i> (Canada) are stored in a separate, double-locked stationary cupboard in the locked area or stored in a separate locked area within the locked medication cart; and</p> <p class=\"clause-e\">  (c) an audit of the controlled substances mentioned in clause (b) is performed monthly.  O. Reg. 166/11, s. 30.</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "31.",
            "part_id": null,
            "part_type": null,
            "section": "Medication management system",
            "content": " 31. (1) If one of the care services that the licensee or the staff of a retirement home provide to a resident of the home is the administration of a drug or other substance, the licensee shall establish a medication management system, which includes written policies and procedures, to ensure that all drugs and other substances to be administered to residents of the home are acquired, received in the home, stored, dispensed, administered, destroyed and disposed of correctly as required by law and in accordance with prevailing practices.  O. Reg. 166/11, s. 31 (1). (2) As part of the medication management system, the licensee shall make a current reference text about pharmaceuticals available to all staff who are involved in the administration of a drug or other substance to a resident.  O. Reg. 166/11, s. 31 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK41\"></a><b>31. </b>(1) If one of the care services that the licensee or the staff of a retirement home provide to a resident of the home is the administration of a drug or other substance, the licensee shall establish a medication management system, which includes written policies and procedures, to ensure that all drugs and other substances to be administered to residents of the home are acquired, received in the home, stored, dispensed, administered, destroyed and disposed of correctly as required by law and in accordance with prevailing practices.  O. Reg. 166/11, s. 31 (1).</p> <p class=\"subsection-e\">  (2) As part of the medication management system, the licensee shall make a current reference text about pharmaceuticals available to all staff who are involved in the administration of a drug or other substance to a resident.  O. Reg. 166/11, s. 31 (2).</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "32.",
            "part_id": null,
            "part_type": null,
            "section": "Records",
            "content": " 32. If the licensee or a member of the staff of a retirement home administers a drug or other substance to a resident, the licensee shall ensure that,  (a) the person who administered the drug or other substance prepares a written record noting the name and amount of the drug or other substance, the route of its administration and the time and date on which it was administered; (b) if a drug is administered, there is written evidence that the drug was prescribed for the resident by a person who is authorized to prescribe a drug under section 27 of the Regulated Health Professions Act, 1991; and (c) the administration of drugs and other substances in the home is evaluated at least annually and the licensee keeps a written record of each evaluation.  O. Reg. 166/11, s. 32.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK42\"></a><b>32. </b>If the licensee or a member of the staff of a retirement home administers a drug or other substance to a resident, the licensee shall ensure that, </p> <p class=\"clause-e\">  (a) the person who administered the drug or other substance prepares a written record noting the name and amount of the drug or other substance, the route of its administration and the time and date on which it was administered;</p> <p class=\"clause-e\">  (b) if a drug is administered, there is written evidence that the drug was prescribed for the resident by a person who is authorized to prescribe a drug under section 27 of the <i>Regulated Health Professions Act, 1991</i><i>; and</i></p> <p class=\"clause-e\">  (c) the administration of drugs and other substances in the home is evaluated at least annually and the licensee keeps a written record of each evaluation.  O. Reg. 166/11, s. 32.</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "33.",
            "part_id": null,
            "part_type": null,
            "section": "Medication error",
            "content": " 33. (1) In this section, “medication error”, in relation to a retirement home, means an act of commission or omission by the licensee or a member of the staff in connection with the prescribing, ordering, storing, labelling, dispensing, administering or distributing of a drug or other substance or the transcribing of a prescription if the act results in harm to a resident of the home.  O. Reg. 166/11, s. 33 (1). (2) If a medication error occurs in a retirement home or if a resident of the home has an adverse reaction to a drug or other substance administered to the resident in the home by the licensee or a member of the staff, the licensee shall ensure that, (a) a written record is prepared documenting the error or reaction and the immediate actions taken to assess and maintain the resident’s health; (b) the error or reaction is reported to the resident, the resident’s substitute decision-makers, if any, and, to the extent that the following persons are known to the licensee: the person who prescribed the drug, the resident’s attending physician or registered nurse in the extended class and any person who provides pharmacy services to the resident; (c) a written record is prepared indicating to whom the error or reaction was reported; and (d) in the case of a medication error, corrective action is taken as necessary to prevent future harm to residents.  O. Reg. 166/11, s. 33 (2). (3) Every licensee of a retirement home shall evaluate the risk of medication errors and adverse drug reactions in the home at least annually and keep a written record of each evaluation.  O. Reg. 166/11, s. 33 (3). Standards Relating to Other Care Services",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK43\"></a><b>33. </b>(1) In this section,</p> <p class=\"firstdef-e\">“medication error”, in relation to a retirement home, means an act of commission or omission by the licensee or a member of the staff in connection with the prescribing, ordering, storing, labelling, dispensing, administering or distributing of a drug or other substance or the transcribing of a prescription if the act results in harm to a resident of the home.  O. Reg. 166/11, s. 33 (1).</p> <p class=\"subsection-e\">  (2) If a medication error occurs in a retirement home or if a resident of the home has an adverse reaction to a drug or other substance administered to the resident in the home by the licensee or a member of the staff, the licensee shall ensure that,</p> <p class=\"clause-e\">  (a) a written record is prepared documenting the error or reaction and the immediate actions taken to assess and maintain the resident’s health;</p> <p class=\"clause-e\">  (b) the error or reaction is reported to the resident, the resident’s substitute decision-makers, if any, and, to the extent that the following persons are known to the licensee: the person who prescribed the drug, the resident’s attending physician or registered nurse in the extended class and any person who provides pharmacy services to the resident;</p> <p class=\"clause-e\">  (c) a written record is prepared indicating to whom the error or reaction was reported; and</p> <p class=\"clause-e\">  (d) in the case of a medication error, corrective action is taken as necessary to prevent future harm to residents.  O. Reg. 166/11, s. 33 (2).</p> <p class=\"subsection-e\">  (3) Every licensee of a retirement home shall evaluate the risk of medication errors and adverse drug reactions in the home at least annually and keep a written record of each evaluation.  O. Reg. 166/11, s. 33 (3).</p> <p class=\"heading1-e\"><a name=\"BK44\"></a>Standards Relating to Other Care Services</p>"
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "Standards Relating to Other Care Services",
            "part_id": null,
            "part_type": null,
            "section": "Standards Relating to Other Care Services",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "34.",
            "part_id": null,
            "part_type": null,
            "section": "Assistance with feeding",
            "content": " 34. If one of the care services that the licensee or the staff of a retirement home provide to a resident of the home is assistance with feeding, the licensee shall ensure that, (a) if there is a dining area in the home, the area contains furnishings and equipment that, (i) are suitable for the age of the population being served, (ii) allow adequate space for residents and any staff and volunteers assisting those residents to use the area safely, and (iii) are available in sufficient quantities for the number of residents who use the dining area and for the staff and volunteers who assist those residents; (b) the resident receives assistance, if required, to eat and drink as safely, comfortably and independently as possible, including assistance with any eating aids or assistive devices and any necessary encouragement; (c) the resident receives assistance, if required, to insert his or her dentures before a meal; (d) staff monitor the resident during a meal; and (e) if the resident is unable to independently access snacks and drinks between meals, the resident is given access to those items.  O. Reg. 166/11, s. 34.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK45\"></a><b>34. </b>If one of the care services that the licensee or the staff of a retirement home provide to a resident of the home is assistance with feeding, the licensee shall ensure that,</p> <p class=\"clause-e\">  (a) if there is a dining area in the home, the area contains furnishings and equipment that,</p> <p class=\"subclause-e\">  (i) are suitable for the age of the population being served, </p> <p class=\"subclause-e\">  (ii) allow adequate space for residents and any staff and volunteers assisting those residents to use the area safely, and</p> <p class=\"subclause-e\">  (iii) are available in sufficient quantities for the number of residents who use the dining area and for the staff and volunteers who assist those residents;</p> <p class=\"clause-e\">  (b) the resident receives assistance, if required, to eat and drink as safely, comfortably and independently as possible, including assistance with any eating aids or assistive devices and any necessary encouragement;</p> <p class=\"clause-e\">  (c) the resident receives assistance, if required, to insert his or her dentures before a meal;</p> <p class=\"clause-e\">  (d) staff monitor the resident during a meal; and</p> <p class=\"clause-e\">  (e) if the resident is unable to independently access snacks and drinks between meals, the resident is given access to those items.  O. Reg. 166/11, s. 34.</p>"
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "35.",
            "part_id": null,
            "part_type": null,
            "section": "Assistance with bathing",
            "content": " 35. If one of the care services that the licensee or the staff of a retirement home provide to a resident of the home is assistance with bathing, the licensee shall ensure that, (a) the resident is bathed only by staff who are trained to bathe a person of the resident’s characteristics and condition; (b) the resident is bathed in a manner that respects the resident’s privacy and preferences, except to the extent that these are contraindicated by a medical condition; and (c) the resident is bathed as frequently as is consistent with the resident’s plan of care.  O. Reg. 166/11, s. 35.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK46\"></a><b>35. </b>If one of the care services that the licensee or the staff of a retirement home provide to a resident of the home is assistance with bathing, the licensee shall ensure that,</p> <p class=\"clause-e\">  (a) the resident is bathed only by staff who are trained to bathe a person of the resident’s characteristics and condition;</p> <p class=\"clause-e\">  (b) the resident is bathed in a manner that respects the resident’s privacy and preferences, except to the extent that these are contraindicated by a medical condition; and</p> <p class=\"clause-e\">  (c) the resident is bathed as frequently as is consistent with the resident’s plan of care.  O. Reg. 166/11, s. 35.</p>"
        },
        {
            "ahref_id": "#BK47",
            "TOCid": "36.",
            "part_id": null,
            "part_type": null,
            "section": "Continence care",
            "content": " 36. (1) If one of the care services that the licensee or the staff of a retirement home provide to a resident of the home is continence care, the licensee shall establish a continence care program that includes, (a) measures to promote continence; (b) measures to prevent constipation, including nutrition and hydration protocols; (c) toileting programs; and (d) strategies to maximize the resident’s independence, comfort and dignity, including the use of equipment, supplies, devices and assistive aids.  O. Reg. 166/11, s. 36 (1). (2) If, as part of the continence care program, a licensee provides continence care products to a resident, the licensee shall, (a) provide products that, (i) are based on the resident’s individually assessed needs, (ii) properly fit the resident, (iii) promote the resident’s comfort, ease of use, dignity and good skin integrity, (iv) promote continued independence wherever possible, and (v) are appropriate for the time of day, and for the individual resident’s type of incontinence; and (b) evaluate the resident’s satisfaction with the products at least annually in consultation with the resident, the resident’s substitute decision-makers, if any, and the staff who provide care services to the resident, and consider the evaluation when purchasing products.  O. Reg. 166/11, s. 36 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK47\"></a><b>36. </b>(1) If one of the care services that the licensee or the staff of a retirement home provide to a resident of the home is continence care, the licensee shall establish a continence care program that includes,</p> <p class=\"clause-e\">  (a) measures to promote continence;</p> <p class=\"clause-e\">  (b) measures to prevent constipation, including nutrition and hydration protocols;</p> <p class=\"clause-e\">  (c) toileting programs; and</p> <p class=\"clause-e\">  (d) strategies to maximize the resident’s independence, comfort and dignity, including the use of equipment, supplies, devices and assistive aids.  O. Reg. 166/11, s. 36 (1).</p> <p class=\"subsection-e\">  (2) If, as part of the continence care program, a licensee provides continence care products to a resident, the licensee shall,</p> <p class=\"clause-e\">  (a) provide products that,</p> <p class=\"subclause-e\">  (i) are based on the resident’s individually assessed needs,</p> <p class=\"subclause-e\">  (ii) properly fit the resident,</p> <p class=\"subclause-e\">  (iii) promote the resident’s comfort, ease of use, dignity and good skin integrity,</p> <p class=\"subclause-e\">  (iv) promote continued independence wherever possible, and</p> <p class=\"subclause-e\">  (v) are appropriate for the time of day, and for the individual resident’s type of incontinence; and</p> <p class=\"clause-e\">  (b) evaluate the resident’s satisfaction with the products at least annually in consultation with the resident, the resident’s substitute decision-makers, if any, and the staff who provide care services to the resident, and consider the evaluation when purchasing products.  O. Reg. 166/11, s. 36 (2).</p>"
        },
        {
            "ahref_id": "#BK48",
            "TOCid": "37.",
            "part_id": null,
            "part_type": null,
            "section": "Assistance with dressing",
            "content": " 37. If one of the care services that the licensee or the staff of a retirement home provide to a resident of the home is assistance with dressing, the licensee shall ensure that the resident is assisted with getting dressed as required, and is dressed appropriately, suitably to the time of day and the weather, in keeping with his or her preferences, in his or her own clean clothing and in appropriate clean footwear.  O. Reg. 166/11, s. 37.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK48\"></a><b>37. </b>If one of the care services that the licensee or the staff of a retirement home provide to a resident of the home is assistance with dressing, the licensee shall ensure that the resident is assisted with getting dressed as required, and is dressed appropriately, suitably to the time of day and the weather, in keeping with his or her preferences, in his or her own clean clothing and in appropriate clean footwear.  O. Reg. 166/11, s. 37.</p>"
        },
        {
            "ahref_id": "#BK49",
            "TOCid": "38.",
            "part_id": null,
            "part_type": null,
            "section": "Assistance with personal hygiene",
            "content": " 38. If one of the care services that the licensee or the staff of a retirement home provide to a resident of the home is assistance with personal hygiene, the licensee shall ensure that, (a) the resident receives individualized personal care, including hygiene care and grooming, on a daily basis; (b) the resident receives oral care to maintain the integrity of oral tissue that includes, to the extent required, (i) mouth care in the morning and evening, including the cleaning of dentures, and (ii) cuing the resident to brush his or her own teeth or physically assisting the resident to do so if the resident cannot, for any reason, do so; (c) the resident receives assistance, if required, to insert and remove dentures; (d) the resident receives preventive and basic foot care services, as required, including the cutting of toenails, to ensure comfort and prevent infection; and (e) the resident receives fingernail care, as required, including the cutting of fingernails.  O. Reg. 166/11, s. 38.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK49\"></a><b>38. </b>If one of the care services that the licensee or the staff of a retirement home provide to a resident of the home is assistance with personal hygiene, the licensee shall ensure that,</p> <p class=\"clause-e\">  (a) the resident receives individualized personal care, including hygiene care and grooming, on a daily basis;</p> <p class=\"clause-e\">  (b) the resident receives oral care to maintain the integrity of oral tissue that includes, to the extent required,</p> <p class=\"subclause-e\">  (i) mouth care in the morning and evening, including the cleaning of dentures, and</p> <p class=\"subclause-e\">  (ii) cuing the resident to brush his or her own teeth or physically assisting the resident to do so if the resident cannot, for any reason, do so;</p> <p class=\"clause-e\">  (c) the resident receives assistance, if required, to insert and remove dentures;</p> <p class=\"clause-e\">  (d) the resident receives preventive and basic foot care services, as required, including the cutting of toenails, to ensure comfort and prevent infection; and</p> <p class=\"clause-e\">  (e) the resident receives fingernail care, as required, including the cutting of fingernails.  O. Reg. 166/11, s. 38.</p>"
        },
        {
            "ahref_id": "#BK50",
            "TOCid": "39.",
            "part_id": null,
            "part_type": null,
            "section": "Assistance with ambulation",
            "content": " 39. If one of the care services that the licensee or the staff of a retirement home provide to a resident of the home is assistance with ambulation, the licensee shall ensure that, (a) staff use safe transferring and positioning devices or techniques when assisting the resident; and (b) the resident receives help in accessing his or her mobility devices, including wheelchairs, walkers and canes.  O. Reg. 166/11, s. 39.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK50\"></a><b>39. </b>If one of the care services that the licensee or the staff of a retirement home provide to a resident of the home is assistance with ambulation, the licensee shall ensure that,</p> <p class=\"clause-e\">  (a) staff use safe transferring and positioning devices or techniques when assisting the resident; and</p> <p class=\"clause-e\">  (b) the resident receives help in accessing his or her mobility devices, including wheelchairs, walkers and canes.  O. Reg. 166/11, s. 39.</p>"
        },
        {
            "ahref_id": "#BK51",
            "TOCid": "40.",
            "part_id": null,
            "part_type": null,
            "section": "Provision of a meal",
            "content": " 40. If one of the care services that the licensee or the staff of a retirement home provide to a resident of the home is the provision of a meal, the licensee shall ensure that, (a) if the licensee is the sole provider of the resident’s meals, the resident is offered at least three meals per day at reasonable and regular meal hours, a beverage between the morning and midday meals, a snack and a beverage between the midday and evening meals and a snack and a beverage after the evening meal; (b) menus provide adequate nutrients, fibre and energy for the resident, include fresh seasonal foods and are consistent with Canada’s Food Guide, as it exists from time to time; (c) the menu is varied and changes daily; (d) the menu cycle changes at least every 21 days; (e) the menu includes alternative entrée choices at each meal; (f) an individualized menu is developed for the resident if the resident’s needs cannot be met through the home’s menu cycle; (g) the resident is informed of his or her daily and weekly menu options; (h) the resident is given sufficient time to eat at his or her own pace; (i) food service workers and staff assisting the resident are aware of the resident’s diet, special needs and preferences; (j) staff monitor the resident during meals as required; (k) staff and volunteers hold and transport perishable hot and cold food safely; and (l) all dishes, utensils and equipment involved in the provision of a meal and provided by the licensee are clean and sanitary before each use and are cleaned and sanitized after each use.  O. Reg. 166/11, s. 40; O. Reg. 211/22, s. 12.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK51\"></a><b>40. </b>If one of the care services that the licensee or the staff of a retirement home provide to a resident of the home is the provision of a meal, the licensee shall ensure that,</p> <p class=\"clause-e\">  (a) if the licensee is the sole provider of the resident’s meals, the resident is offered at least three meals per day at reasonable and regular meal hours, a beverage between the morning and midday meals, a snack and a beverage between the midday and evening meals and a snack and a beverage after the evening meal;</p> <p class=\"clause-e\">  (b) menus provide adequate nutrients, fibre and energy for the resident, include fresh seasonal foods and are consistent with Canada’s Food Guide, as it exists from time to time;</p> <p class=\"clause-e\">  (c) the menu is varied and changes daily;</p> <p class=\"clause-e\">  (d) the menu cycle changes at least every 21 days;</p> <p class=\"clause-e\">  (e) the menu includes alternative entrée choices at each meal;</p> <p class=\"clause-e\">  (f) an individualized menu is developed for the resident if the resident’s needs cannot be met through the home’s menu cycle;</p> <p class=\"clause-e\">  (g) the resident is informed of his or her daily and weekly menu options;</p> <p class=\"clause-e\">  (h) the resident is given sufficient time to eat at his or her own pace;</p> <p class=\"clause-e\">  (i) food service workers and staff assisting the resident are aware of the resident’s diet, special needs and preferences;</p> <p class=\"clause-e\">  (j) staff monitor the resident during meals as required;</p> <p class=\"clause-e\">  (k) staff and volunteers hold and transport perishable hot and cold food safely; and </p> <p class=\"clause-e\">  (l) all dishes, utensils and equipment involved in the provision of a meal and provided by the licensee are clean and sanitary before each use and are cleaned and sanitized after each use.  O. Reg. 166/11, s. 40; O. Reg. 211/22, s. 12.</p>"
        },
        {
            "ahref_id": "#BK52",
            "TOCid": "41.",
            "part_id": null,
            "part_type": null,
            "section": "Dementia care program",
            "content": " 41. (1) If the licensee of a retirement home provides a dementia care program to a resident of the home, the licensee shall ensure that the program complies with this section.  O. Reg. 166/11, s. 41 (1). (2) The program shall include, (a) therapies, techniques and activities, including mental stimulation, to maximize the functioning and independence of the resident in the areas of physical, cognitive, sensory and social abilities; (b) monitoring the resident for safety and wellbeing; (c) therapies, techniques and activities to promote quality of life and wellbeing for the resident; (d) strategies for communicating with the resident if the resident has compromised communication and verbalization skills, a cognitive impairment or cannot communicate in the languages used in the retirement home; and (e) strategies for identifying and addressing triggers for responsive behaviours if the resident exhibits responsive behaviours.  O. Reg. 166/11, s. 41 (2). (3) The program shall be developed and implemented in accordance with evidence-based practices and, if there are none, in accordance with prevailing practices.  O. Reg. 166/11, s. 41 (3). (4) The program shall be supervised by a member of a College, as defined in the Regulated Health Professions Act, 1991,\r\nwith specific training in dementia care and care of older adults.  O. Reg. 166/11, s. 41 (4). (5) The program shall be evaluated at least annually and the licensee shall keep a written record of each evaluation.  O. Reg. 166/11, s. 41 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK52\"></a><b>41. </b>(1) If the licensee of a retirement home provides a dementia care program to a resident of the home, the licensee shall ensure that the program complies with this section.  O. Reg. 166/11, s. 41 (1).</p> <p class=\"subsection-e\">  (2) The program shall include,</p> <p class=\"clause-e\">  (a) therapies, techniques and activities, including mental stimulation, to maximize the functioning and independence of the resident in the areas of physical, cognitive, sensory and social abilities;</p> <p class=\"clause-e\">  (b) monitoring the resident for safety and wellbeing;</p> <p class=\"clause-e\">  (c) therapies, techniques and activities to promote quality of life and wellbeing for the resident;</p> <p class=\"clause-e\">  (d) strategies for communicating with the resident if the resident has compromised communication and verbalization skills, a cognitive impairment or cannot communicate in the languages used in the retirement home; and</p> <p class=\"clause-e\">  (e) strategies for identifying and addressing triggers for responsive behaviours if the resident exhibits responsive behaviours.  O. Reg. 166/11, s. 41 (2).</p> <p class=\"subsection-e\">  (3) The program shall be developed and implemented in accordance with evidence-based practices and, if there are none, in accordance with prevailing practices.  O. Reg. 166/11, s. 41 (3).</p> <p class=\"subsection-e\">  (4) The program shall be supervised by a member of a College, as defined in the <i>Regulated Health Professions Act, 1991</i><i>,\r\n</i>with specific training in dementia care and care of older adults.  O. Reg. 166/11, s. 41 (4).</p> <p class=\"subsection-e\">  (5) The program shall be evaluated at least annually and the licensee shall keep a written record of each evaluation.  O. Reg. 166/11, s. 41 (5).</p>"
        },
        {
            "ahref_id": "#BK53",
            "TOCid": "42.",
            "part_id": null,
            "part_type": null,
            "section": "Provision of skin and wound care",
            "content": " 42. (1) If one of the care services that the licensee or the staff of a retirement home provide to a resident of the home is the provision of skin and wound care, the licensee shall ensure that the program for the care complies with this section.  O. Reg. 166/11, s. 42 (1). (2) The care provided under the program shall include, (a) effective skin and wound care interventions; (b) routine skin care to maintain the resident’s skin integrity and prevent wounds; (c) strategies to promote the resident’s comfort and mobility; (d) strategies to promote the prevention of infection, including the monitoring of the resident; (e) strategies to transfer and position the resident to reduce and prevent skin breakdown and to reduce and relieve pressure, including the use of equipment, supplies, devices and positioning aids; and (f) preventive measures, including physiotherapy, nutrition care and proper positioning, if necessary.  O. Reg. 166/11, s. 42 (2). (3) The program shall be developed and implemented in accordance with evidence-based practices and, if there are none, in accordance with prevailing practices.  O. Reg. 166/11, s. 42 (3). (4) If a resident who receives care under the program is at risk of altered skin integrity, the licensee shall ensure that the resident promptly receives a skin assessment by a member of a College, as defined in the Regulated Health Professions Act, 1991, who has adequate training in skin and wound care.  O. Reg. 166/11, s. 42 (4). (5) If a skin assessment under subsection (4) determines that the resident is not exhibiting altered skin integrity, the licensee shall ensure that all necessary modifications are made to the resident’s plan of care that will reduce the risk to the resident of altered skin integrity.  O. Reg. 166/11, s. 42 (5). (6) If a resident who receives care under the program is exhibiting altered skin integrity, the licensee shall ensure that the resident immediately receives the required treatments and interventions under the supervision of a member of the College of Physicians and Surgeons of Ontario or the College of Nurses of Ontario.  O. Reg. 53/12, s. 6. (7) If a resident who does not receive care under the program is exhibiting altered skin integrity and the licensee or staff of the home are aware or ought to be aware of the resident’s altered skin integrity, the licensee shall ensure that the resident and the resident’s substitute decision-makers, if any, are immediately informed about the risk of harm to the resident and options for obtaining the required treatments and interventions under the supervision of a member of the College of Physicians and Surgeons of Ontario or the College of Nurses of Ontario.  O. Reg. 53/12, s. 6. Assessment of Care Needs",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK53\"></a><b>42. </b>(1) If one of the care services that the licensee or the staff of a retirement home provide to a resident of the home is the provision of skin and wound care, the licensee shall ensure that the program for the care complies with this section.  O. Reg. 166/11, s. 42 (1).</p> <p class=\"subsection-e\">  (2) The care provided under the program shall include,</p> <p class=\"clause-e\">  (a) effective skin and wound care interventions;</p> <p class=\"clause-e\">  (b) routine skin care to maintain the resident’s skin integrity and prevent wounds;</p> <p class=\"clause-e\">  (c) strategies to promote the resident’s comfort and mobility;</p> <p class=\"clause-e\">  (d) strategies to promote the prevention of infection, including the monitoring of the resident;</p> <p class=\"clause-e\">  (e) strategies to transfer and position the resident to reduce and prevent skin breakdown and to reduce and relieve pressure, including the use of equipment, supplies, devices and positioning aids; and</p> <p class=\"clause-e\">  (f) preventive measures, including physiotherapy, nutrition care and proper positioning, if necessary.  O. Reg. 166/11, s. 42 (2).</p> <p class=\"subsection-e\">  (3) The program shall be developed and implemented in accordance with evidence-based practices and, if there are none, in accordance with prevailing practices.  O. Reg. 166/11, s. 42 (3).</p> <p class=\"subsection-e\">  (4) If a resident who receives care under the program is at risk of altered skin integrity, the licensee shall ensure that the resident promptly receives a skin assessment by a member of a College, as defined in the <i>Regulated Health Professions Act, 1991</i>, who has adequate training in skin and wound care.  O. Reg. 166/11, s. 42 (4).</p> <p class=\"subsection-e\">  (5) If a skin assessment under subsection (4) determines that the resident is not exhibiting altered skin integrity, the licensee shall ensure that all necessary modifications are made to the resident’s plan of care that will reduce the risk to the resident of altered skin integrity.  O. Reg. 166/11, s. 42 (5).</p> <p class=\"subsection-e\">  (6) If a resident who receives care under the program is exhibiting altered skin integrity, the licensee shall ensure that the resident immediately receives the required treatments and interventions under the supervision of a member of the College of Physicians and Surgeons of Ontario or the College of Nurses of Ontario.  O. Reg. 53/12, s. 6.</p> <p class=\"subsection-e\">  (7) If a resident who does not receive care under the program is exhibiting altered skin integrity and the licensee or staff of the home are aware or ought to be aware of the resident’s altered skin integrity, the licensee shall ensure that the resident and the resident’s substitute decision-makers, if any, are immediately informed about the risk of harm to the resident and options for obtaining the required treatments and interventions under the supervision of a member of the College of Physicians and Surgeons of Ontario or the College of Nurses of Ontario.  O. Reg. 53/12, s. 6.</p> <p class=\"heading1-e\"><a name=\"BK54\"></a>Assessment of Care Needs</p>"
        },
        {
            "ahref_id": "#BK54",
            "TOCid": "Assessment of Care Needs",
            "part_id": null,
            "part_type": null,
            "section": "Assessment of Care Needs",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK55",
            "TOCid": "43.",
            "part_id": null,
            "part_type": null,
            "section": "Initial assessment of care needs",
            "content": " 43. (1) Subject to section 45, no later than two days after a resident commences residency in a retirement home, the licensee of the home shall ensure that an initial assessment of the resident’s immediate care needs is conducted.  O. Reg. 166/11, s. 43 (1). (2) The initial assessment mentioned in subsection (1) shall consider the following matters with respect to the resident: 1. Continence. 2. Presence of infectious diseases. 3. Risk of falling. 4. Known allergies. 5. Dietary needs including known food restrictions. 6. Cognitive ability. 7. Risk of harm to self and to others. 8. Risk of wandering. 9. Needs related to drugs and other substances.  O. Reg. 166/11, s. 43 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK55\"></a><b>43. </b>(1) Subject to section 45, no later than two days after a resident commences residency in a retirement home, the licensee of the home shall ensure that an initial assessment of the resident’s immediate care needs is conducted.  O. Reg. 166/11, s. 43 (1).</p> <p class=\"subsection-e\">  (2) The initial assessment mentioned in subsection (1) shall consider the following matters with respect to the resident:</p> <p class=\"paragraph-e\">  1. Continence.</p> <p class=\"paragraph-e\">  2. Presence of infectious diseases.</p> <p class=\"paragraph-e\">  3. Risk of falling.</p> <p class=\"paragraph-e\">  4. Known allergies.</p> <p class=\"paragraph-e\">  5. Dietary needs including known food restrictions.</p> <p class=\"paragraph-e\">  6. Cognitive ability.</p> <p class=\"paragraph-e\">  7. Risk of harm to self and to others.</p> <p class=\"paragraph-e\">  8. Risk of wandering.</p> <p class=\"paragraph-e\">  9. Needs related to drugs and other substances.  O. Reg. 166/11, s. 43 (2).</p>"
        },
        {
            "ahref_id": "#BK56",
            "TOCid": "44.",
            "part_id": null,
            "part_type": null,
            "section": "Full assessment of care needs",
            "content": " 44. (1) Subject to section 46, no later than 14 days after a resident commences residency in a retirement home, the licensee shall ensure that a full assessment of the resident’s care needs and preferences is conducted.  O. Reg. 166/11, s. 44 (1). (2) The full assessment mentioned in subsection (1) shall consider the following matters with respect to the resident: 1. Physical and mental health. 2. Functional capacity. 3. Cognitive ability. 4. Behavioural issues. 5. Need for care services. 6. Need for assistance with the activities of daily living. 7. The matters listed in subsection 43 (2). 8. Any other matter relevant to developing a plan of care for the resident.  O. Reg. 166/11, s. 44 (2). (3) If a licensee or a staff member of a retirement home has reason to believe that a resident’s care needs may include dementia care, skin and wound care, or the use of a personal assistance services device, the licensee shall ensure that the full assessment is, (a) conducted by a member of a College, as defined in the Regulated Health Professions Act, 1991; and (b) if the resident’s care needs include dementia care, carried out using a clinically appropriate assessment instrument that is specifically designed for the assessment of dementia and related conditions.  O. Reg. 166/11, s. 44 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK56\"></a><b>44. </b>(1) Subject to section 46, no later than 14 days after a resident commences residency in a retirement home, the licensee shall ensure that a full assessment of the resident’s care needs and preferences is conducted.  O. Reg. 166/11, s. 44 (1).</p> <p class=\"subsection-e\">  (2) The full assessment mentioned in subsection (1) shall consider the following matters with respect to the resident:</p> <p class=\"paragraph-e\">  1. Physical and mental health.</p> <p class=\"paragraph-e\">  2. Functional capacity.</p> <p class=\"paragraph-e\">  3. Cognitive ability.</p> <p class=\"paragraph-e\">  4. Behavioural issues.</p> <p class=\"paragraph-e\">  5. Need for care services.</p> <p class=\"paragraph-e\">  6. Need for assistance with the activities of daily living.</p> <p class=\"paragraph-e\">  7. The matters listed in subsection 43 (2).</p> <p class=\"paragraph-e\">  8. Any other matter relevant to developing a plan of care for the resident.  O. Reg. 166/11, s. 44 (2).</p> <p class=\"subsection-e\">  (3) If a licensee or a staff member of a retirement home has reason to believe that a resident’s care needs may include dementia care, skin and wound care, or the use of a personal assistance services device, the licensee shall ensure that the full assessment is,</p> <p class=\"clause-e\">  (a) conducted by a member of a College, as defined in the <i>Regulated Health Professions Act, 1991</i>; and</p> <p class=\"clause-e\">  (b) if the resident’s care needs include dementia care, carried out using a clinically appropriate assessment instrument that is specifically designed for the assessment of dementia and related conditions.  O. Reg. 166/11, s. 44 (3).</p>"
        },
        {
            "ahref_id": "#BK57",
            "TOCid": "45.",
            "part_id": null,
            "part_type": null,
            "section": "Exception, initial assessment",
            "content": " 45. A licensee is exempt from the requirement in section 43 to conduct an initial assessment if, (a) the licensee, a staff member in a retirement home or a member of a College, as defined in the Regulated Health Professions Act, 1991, conducts an initial assessment of the resident in accordance with that section not more than 30 days before the resident commences residency; (b) the licensee, a staff member in a retirement home or a member of a College, as defined in the Regulated Health Professions Act, 1991, conducts a full assessment of the resident in accordance with that section not more than 30 days before the resident commences residency; or (c) the licensee or a staff member in a retirement home conducts a full assessment of the resident in accordance with section 44 not later than two days after the resident commences residency.  O. Reg. 166/11, s. 45.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK57\"></a><b>45. </b>A licensee is exempt from the requirement in section 43 to conduct an initial assessment if,</p> <p class=\"clause-e\">  (a) the licensee, a staff member in a retirement home or a member of a College, as defined in the <i>Regulated Health Professions Act, 1991</i>, conducts an initial assessment of the resident in accordance with that section not more than 30 days before the resident commences residency;</p> <p class=\"clause-e\">  (b) the licensee, a staff member in a retirement home or a member of a College, as defined in the <i>Regulated Health Professions Act, 1991</i>, conducts a full assessment of the resident in accordance with that section not more than 30 days before the resident commences residency; or</p> <p class=\"clause-e\">  (c) the licensee or a staff member in a retirement home conducts a full assessment of the resident in accordance with section 44 not later than two days after the resident commences residency.  O. Reg. 166/11, s. 45.</p>"
        },
        {
            "ahref_id": "#BK58",
            "TOCid": "46.",
            "part_id": null,
            "part_type": null,
            "section": "Exception, full assessment",
            "content": " 46. A licensee is exempt from the requirement in section 44 to conduct a full assessment if the licensee, a staff member in a retirement home or a member of a College, as defined in the Regulated Health Professions Act, 1991, conducts a full assessment of the resident in accordance with that section not more than 30 days before the resident commences residency.  O. Reg. 166/11, s. 46. Plan of Care",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK58\"></a><b>46. </b>A licensee is exempt from the requirement in section 44 to conduct a full assessment if the licensee, a staff member in a retirement home or a member of a College, as defined in the <i>Regulated Health Professions Act, 1991</i>, conducts a full assessment of the resident in accordance with that section not more than 30 days before the resident commences residency.  O. Reg. 166/11, s. 46.</p> <p class=\"heading1-e\"><a name=\"BK59\"></a>Plan of Care</p>"
        },
        {
            "ahref_id": "#BK59",
            "TOCid": "Plan of Care",
            "part_id": null,
            "part_type": null,
            "section": "Plan of Care",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK60",
            "TOCid": "47.",
            "part_id": null,
            "part_type": null,
            "section": "Development of plan of care",
            "content": " 47. (1) Subject to subsection (4), as soon as possible and not later than two days after a resident commences residency in a retirement home, the licensee of a retirement home shall develop an initial plan of care for the resident based on the initial assessment of the resident’s immediate care needs conducted under section 43 that includes all of the information listed in subsection 62 (4) of the Act that is relevant to the resident’s immediate care needs.  O. Reg. 166/11, s. 47 (1). (2) No later than 21 days after a resident commences residency in a retirement home, the licensee of the home shall develop a complete plan of care for the resident based on the full assessment of the resident’s care needs and preferences conducted under section 44 that takes into account all of the matters that must be considered in a full assessment.  O. Reg. 166/11, s. 47 (2). (3) A licensee of a retirement home is exempt from the requirement in subsection (1) to develop an initial plan of care for a resident not later than two days after the resident commences residency if the licensee develops a complete plan of care for the resident based on a full assessment of the resident’s care needs and preferences not later than two days after the resident commences residency.  O. Reg. 166/11, s. 47 (3). (4) Subject to subsections (5) and (6), a plan of care for a resident is complete if the plan, (a) satisfies the requirements in subsections 62 (4) of the Act; (b) sets out, (i) any information that is necessary to allow the licensee’s staff to understand the resident’s needs and preferences, including cultural, spiritual and religious preferences and customary routines, (ii) the names and contact information of the resident’s substitute decision-makers, if any, and (iii) the names of the persons who participated in the development of the plan and whether the resident and his or her substitute decision-makers, if any, participated in the development of the plan; and (c) has been approved in accordance with subsection 62 (9) of the Act.  O. Reg. 166/11, s. 47 (4). (5) If an assessment of a resident indicates that the resident’s care needs may include dementia care, skin and wound care or the use of a personal assistance services device, the licensee shall ensure that an interdisciplinary care conference is held as part of the development of the resident’s plan of care and that the resident’s plan of care takes into account the results of the care conference.  O. Reg. 166/11, s. 47 (5). (6) The licensee shall ensure that the resident, the resident’s substitute decision-maker, if any, and any other person designated by the resident or the substitute decision-maker are given an opportunity to participate in the interdisciplinary care conference mentioned in subsection (5).  O. Reg. 166/11, s. 47 (6). (7) If one of the care services that the licensee provides to a resident is the provision of a meal, the resident’s plan of care is only complete if it includes a description of the food restrictions, food allergies and food sensitivities of the resident that are known.  O. Reg. 166/11, s. 47 (7).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK60\"></a><b>47. </b>(1) Subject to subsection (4), as soon as possible and not later than two days after a resident commences residency in a retirement home, the licensee of a retirement home shall develop an initial plan of care for the resident based on the initial assessment of the resident’s immediate care needs conducted under section 43 that includes all of the information listed in subsection 62 (4) of the Act that is relevant to the resident’s immediate care needs.  O. Reg. 166/11, s. 47 (1).</p> <p class=\"subsection-e\">  (2) No later than 21 days after a resident commences residency in a retirement home, the licensee of the home shall develop a complete plan of care for the resident based on the full assessment of the resident’s care needs and preferences conducted under section 44 that takes into account all of the matters that must be considered in a full assessment.  O. Reg. 166/11, s. 47 (2).</p> <p class=\"subsection-e\">  (3) A licensee of a retirement home is exempt from the requirement in subsection (1) to develop an initial plan of care for a resident not later than two days after the resident commences residency if the licensee develops a complete plan of care for the resident based on a full assessment of the resident’s care needs and preferences not later than two days after the resident commences residency.  O. Reg. 166/11, s. 47 (3).</p> <p class=\"subsection-e\">  (4) Subject to subsections (5) and (6), a plan of care for a resident is complete if the plan,</p> <p class=\"clause-e\">  (a) satisfies the requirements in subsections 62 (4) of the Act;</p> <p class=\"clause-e\">  (b) sets out,</p> <p class=\"subclause-e\">  (i) any information that is necessary to allow the licensee’s staff to understand the resident’s needs and preferences, including cultural, spiritual and religious preferences and customary routines,</p> <p class=\"subclause-e\">  (ii) the names and contact information of the resident’s substitute decision-makers, if any, and</p> <p class=\"subclause-e\">  (iii) the names of the persons who participated in the development of the plan and whether the resident and his or her substitute decision-makers, if any, participated in the development of the plan; and</p> <p class=\"clause-e\">  (c) has been approved in accordance with subsection 62 (9) of the Act.  O. Reg. 166/11, s. 47 (4).</p> <p class=\"subsection-e\">  (5) If an assessment of a resident indicates that the resident’s care needs may include dementia care, skin and wound care or the use of a personal assistance services device, the licensee shall ensure that an interdisciplinary care conference is held as part of the development of the resident’s plan of care and that the resident’s plan of care takes into account the results of the care conference.  O. Reg. 166/11, s. 47 (5).</p> <p class=\"subsection-e\">  (6) The licensee shall ensure that the resident, the resident’s substitute decision-maker, if any, and any other person designated by the resident or the substitute decision-maker are given an opportunity to participate in the interdisciplinary care conference mentioned in subsection (5).  O. Reg. 166/11, s. 47 (6).</p> <p class=\"subsection-e\">  (7) If one of the care services that the licensee provides to a resident is the provision of a meal, the resident’s plan of care is only complete if it includes a description of the food restrictions, food allergies and food sensitivities of the resident that are known.  O. Reg. 166/11, s. 47 (7).</p>"
        },
        {
            "ahref_id": "#BK61",
            "TOCid": "48.",
            "part_id": null,
            "part_type": null,
            "section": "Approval of the plan of care",
            "content": " 48. (1) For the purposes of paragraph 2 of subsection 62 (9) of the Act and subject to subsection (2), the licensee shall ensure that a resident’s plan of care is approved by, (a) a member of the College of Physicians and Surgeons of Ontario or the College of Nurses of Ontario; or (b) a person acting under the supervision of a member of the College of Physicians and Surgeons of Ontario or the College of Nurses of Ontario.  O. Reg. 166/11, s. 48 (1). (2) For the purposes of paragraph 2 of subsection 62 (9) of the Act, if an assessment of a resident indicates that the resident’s care needs may include dementia care, skin and wound care or the use of a personal assistance services device, the licensee shall ensure that the resident’s plan of care is approved by a member of the College of Physicians and Surgeons of Ontario or the College of Nurses of Ontario.  O. Reg. 166/11, s. 48 (2); O. Reg. 53/12, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK61\"></a><b>48. </b>(1) For the purposes of paragraph 2 of subsection 62 (9) of the Act and subject to subsection (2), the licensee shall ensure that a resident’s plan of care is approved by,</p> <p class=\"clause-e\">  (a) a member of the College of Physicians and Surgeons of Ontario or the College of Nurses of Ontario; or</p> <p class=\"clause-e\">  (b) a person acting under the supervision of a member of the College of Physicians and Surgeons of Ontario or the College of Nurses of Ontario.  O. Reg. 166/11, s. 48 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of paragraph 2 of subsection 62 (9) of the Act, if an assessment of a resident indicates that the resident’s care needs may include dementia care, skin and wound care or the use of a personal assistance services device, the licensee shall ensure that the resident’s plan of care is approved by a member of the College of Physicians and Surgeons of Ontario or the College of Nurses of Ontario.  O. Reg. 166/11, s. 48 (2); O. Reg. 53/12, s. 7.</p>"
        },
        {
            "ahref_id": "#BK62",
            "TOCid": "49.",
            "part_id": null,
            "part_type": null,
            "section": "Alternatives to a retirement home",
            "content": " 49. (1) For the purposes of subsection 63 (3) of the Act, the licensee of a retirement home shall provide a resident with information about alternatives to living in the home if, (a) an assessment of the resident indicates that the resident may be eligible for admission to a long-term care home as defined in the\r\nFixing Long-Term Care Act, 2021; or (b) the resident’s care needs cannot be met at the home.  O. Reg. 166/11, s. 49 (1); O. Reg. 313/22, s. 1. (2) A licensee shall provide to the Registrar annually the documentation required under clause 63 (3) (c) of the Act.  O. Reg. 166/11, s. 49 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK62\"></a><b>49. </b>(1) For the purposes of subsection 63 (3) of the Act, the licensee of a retirement home shall provide a resident with information about alternatives to living in the home if,</p> <p class=\"clause-e\">  (a) an assessment of the resident indicates that the resident may be eligible for admission to a long-term care home as defined in the\r\n<i>Fixing Long-Term Care Act, 2021</i>; or</p> <p class=\"clause-e\">  (b) the resident’s care needs cannot be met at the home.  O. Reg. 166/11, s. 49 (1); O. Reg. 313/22, s. 1.</p> <p class=\"subsection-e\">  (2) A licensee shall provide to the Registrar annually the documentation required under clause 63 (3) (c) of the Act.  O. Reg. 166/11, s. 49 (2).</p>"
        },
        {
            "ahref_id": "#BK63",
            "TOCid": "50.",
            "part_id": null,
            "part_type": null,
            "section": "Application of Health Care Consent Act, 1996",
            "content": " 50. The Health Care Consent Act, 1996 applies to a resident of a retirement home in relation to decisions concerning a personal assistance service as defined in that Act, as if the resident were a recipient as defined in that Act.  O. Reg. 166/11, s. 50. Devices",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK63\"></a><b>50. </b>The <i>Health Care Consent Act, 1996</i> applies to a resident of a retirement home in relation to decisions concerning a personal assistance service as defined in that Act, as if the resident were a recipient as defined in that Act.  O. Reg. 166/11, s. 50.</p> <p class=\"heading1-e\"><a name=\"BK64\"></a>Devices</p>"
        },
        {
            "ahref_id": "#BK64",
            "TOCid": "Devices",
            "part_id": null,
            "part_type": null,
            "section": "Devices",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK65",
            "TOCid": "51.",
            "part_id": null,
            "part_type": null,
            "section": "Prohibited devices",
            "content": " 51. For the purposes of subsection 60 (3) of the Act, every licensee of a retirement home shall ensure that none of the following devices are used in the home: 1. A roller bar on wheelchairs, commodes or toilets. 2. Any device used to restrain a person to a commode or toilet. 3. Vest or jacket restraints. 4. Any device with locks that can only be released by a separate device, such as a key or magnet. 5. Four point extremity restraints. 6. Any device that cannot be immediately released by staff. 7. Sheets, wraps, tensors or other types of strips or bandages used other than for a therapeutic purpose.  O. Reg. 166/11, s. 51.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK65\"></a><b>51. </b>For the purposes of subsection 60 (3) of the Act, every licensee of a retirement home shall ensure that none of the following devices are used in the home:</p> <p class=\"paragraph-e\">  1. A roller bar on wheelchairs, commodes or toilets.</p> <p class=\"paragraph-e\">  2. Any device used to restrain a person to a commode or toilet.</p> <p class=\"paragraph-e\">  3. Vest or jacket restraints.</p> <p class=\"paragraph-e\">  4. Any device with locks that can only be released by a separate device, such as a key or magnet.</p> <p class=\"paragraph-e\">  5. Four point extremity restraints.</p> <p class=\"paragraph-e\">  6. Any device that cannot be immediately released by staff.</p> <p class=\"paragraph-e\">  7. Sheets, wraps, tensors or other types of strips or bandages used other than for a therapeutic purpose.  O. Reg. 166/11, s. 51.</p>"
        },
        {
            "ahref_id": "#BK66",
            "TOCid": "52.",
            "part_id": null,
            "part_type": null,
            "section": "Personal assistance services devices",
            "content": " 52. (1) Every licensee of a retirement home shall ensure that the home’s written policy under subsection 68 (3) of the Act deals with, (a) the duties and responsibilities of staff, including, (i) who has the authority to apply a personal assistance services device to a resident or to release a resident from a personal assistance services device, and (ii) ensuring that all appropriate staff are aware at all times of when the licensee has permitted the use of a personal assistance services device for a resident; (b) the prohibition on restraining a resident in any way under subsection 68 (1) of the Act except when restraining under the common law duty described in subsection 71 (1) of the Act when immediate action is necessary to prevent serious bodily harm to the person or others; (c) the types of personal assistance services devices permitted to be used; (d) how consent to the use of personal assistance services devices as set out in section 69 of the Act is to be obtained and documented; (e) alternatives to the use of personal assistance services devices, including how the alternatives are planned, developed and implemented, using an interdisciplinary approach; and (f) how the use of personal assistance services devices in the home will be evaluated to ensure that all necessary use of a personal assistance services device is done in accordance with the Act and this Regulation.  O. Reg. 166/11, s. 52 (1). (2) Every licensee of a retirement home shall ensure that a personal assistance services device used under section 69 of the Act is, (a) well maintained; (b) applied by staff of the home in accordance with the manufacturer’s instructions, if any; (c) used in accordance with evidence-based practices and, if there are none, in accordance with prevailing practices; (d) not altered except for routine adjustments in accordance with the manufacturer’s instructions, if any; (e) removed as soon as it is no longer required to assist a resident with a routine activity of living, unless the resident requests that it be retained; and (f) removed as soon as a resident has altered skin integrity or is at risk of altered skin integrity related to the use of the device.  O. Reg. 166/11, s. 52 (2). Restraint",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK66\"></a><b>52. </b>(1) Every licensee of a retirement home shall ensure that the home’s written policy under subsection 68 (3) of the Act deals with,</p> <p class=\"clause-e\">  (a) the duties and responsibilities of staff, including,</p> <p class=\"subclause-e\">  (i) who has the authority to apply a personal assistance services device to a resident or to release a resident from a personal assistance services device, and</p> <p class=\"subclause-e\">  (ii) ensuring that all appropriate staff are aware at all times of when the licensee has permitted the use of a personal assistance services device for a resident;</p> <p class=\"clause-e\">  (b) the prohibition on restraining a resident in any way under subsection 68 (1) of the Act except when restraining under the common law duty described in subsection 71 (1) of the Act when immediate action is necessary to prevent serious bodily harm to the person or others;</p> <p class=\"clause-e\">  (c) the types of personal assistance services devices permitted to be used;</p> <p class=\"clause-e\">  (d) how consent to the use of personal assistance services devices as set out in section 69 of the Act is to be obtained and documented;</p> <p class=\"clause-e\">  (e) alternatives to the use of personal assistance services devices, including how the alternatives are planned, developed and implemented, using an interdisciplinary approach; and</p> <p class=\"clause-e\">  (f) how the use of personal assistance services devices in the home will be evaluated to ensure that all necessary use of a personal assistance services device is done in accordance with the Act and this Regulation.  O. Reg. 166/11, s. 52 (1).</p> <p class=\"subsection-e\">  (2) Every licensee of a retirement home shall ensure that a personal assistance services device used under section 69 of the Act is,</p> <p class=\"clause-e\">  (a) well maintained;</p> <p class=\"clause-e\">  (b) applied by staff of the home in accordance with the manufacturer’s instructions, if any;</p> <p class=\"clause-e\">  (c) used in accordance with evidence-based practices and, if there are none, in accordance with prevailing practices;</p> <p class=\"clause-e\">  (d) not altered except for routine adjustments in accordance with the manufacturer’s instructions, if any;</p> <p class=\"clause-e\">  (e) removed as soon as it is no longer required to assist a resident with a routine activity of living, unless the resident requests that it be retained; and</p> <p class=\"clause-e\">  (f) removed as soon as a resident has altered skin integrity or is at risk of altered skin integrity related to the use of the device.  O. Reg. 166/11, s. 52 (2).</p> <p class=\"heading1-e\"><a name=\"BK67\"></a>Restraint</p>"
        },
        {
            "ahref_id": "#BK67",
            "TOCid": "Restraint",
            "part_id": null,
            "part_type": null,
            "section": "Restraint",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK68",
            "TOCid": "53.",
            "part_id": null,
            "part_type": null,
            "section": "Restraint by a physical device",
            "content": " 53. (1) Every licensee of a retirement home shall ensure that the following requirements are met with respect to the restraining of a resident by a physical device pursuant to the common law duty described in subsection 71 (1) of the Act: 1. A member of the College of Physicians and Surgeons of Ontario or a member of the College of Nurses of Ontario has ordered the use of the device. 2. Staff apply the device in accordance with the manufacturer’s instructions, if any. 3. The device is well maintained. 4. The device is not altered except for routine adjustments in accordance with the manufacturer’s instructions, if any.  O. Reg. 166/11, s. 53 (1). (2) If a resident is being restrained by a physical device when immediate action is necessary to prevent serious bodily harm to the resident or to others pursuant to the common law duty described in subsection 71 (1) of the Act, the licensee shall ensure that, (a) the resident is monitored or supervised on an ongoing basis and released from the device and repositioned when necessary based on the resident’s condition or circumstances; and (b) the resident’s condition is reassessed only by a member of the College of Physicians and Surgeons of Ontario or the College of Nurses of Ontario at least every 15 minutes and at any other time when reassessment is necessary based on the resident’s condition or circumstances.  O. Reg. 166/11, s. 53 (2). (3) After the application of a physical device pursuant to the common law duty described in subsection 71 (1) of the Act, the licensee shall explain to the resident, or the resident’s substitute decision-makers if the resident is incapable, the reason for the use of the device.  O. Reg. 166/11, s. 53 (3). (4) If a resident has been restrained by a physical device pursuant to the common law duty described in subsection 71 (1) of the Act and if the resident is released from the device or the use of the device is being discontinued, the licensee shall ensure that appropriate post-restraining care is provided to ensure the safety and comfort of the resident.  O. Reg. 166/11, s. 53 (4). (5) Every licensee shall ensure that every use of a physical device to restrain a resident pursuant to the common law duty described in subsection 71 (1) of the Act is documented and, without limiting the generality of this requirement, the licensee shall ensure that the following are documented: 1. The circumstances precipitating the application of the device. 2. The person who made the order, what device was ordered, and any instructions relating to the order. 3. The person who applied the device and the time of application. 4. All assessments, reassessments and monitoring of the resident, including the resident’s response. 5. Every release of the device and all repositioning. 6. The removal or discontinuance of the device, including the time of removal or discontinuance of the device and the post-restraining care of the resident.  O. Reg. 166/11, s. 53 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK68\"></a><b>53. </b>(1) Every licensee of a retirement home shall ensure that the following requirements are met with respect to the restraining of a resident by a physical device pursuant to the common law duty described in subsection 71 (1) of the Act:</p> <p class=\"paragraph-e\">  1. A member of the College of Physicians and Surgeons of Ontario or a member of the College of Nurses of Ontario has ordered the use of the device.</p> <p class=\"paragraph-e\">  2. Staff apply the device in accordance with the manufacturer’s instructions, if any.</p> <p class=\"paragraph-e\">  3. The device is well maintained.</p> <p class=\"paragraph-e\">  4. The device is not altered except for routine adjustments in accordance with the manufacturer’s instructions, if any.  O. Reg. 166/11, s. 53 (1).</p> <p class=\"subsection-e\">  (2) If a resident is being restrained by a physical device when immediate action is necessary to prevent serious bodily harm to the resident or to others pursuant to the common law duty described in subsection 71 (1) of the Act, the licensee shall ensure that,</p> <p class=\"clause-e\">  (a) the resident is monitored or supervised on an ongoing basis and released from the device and repositioned when necessary based on the resident’s condition or circumstances; and</p> <p class=\"clause-e\">  (b) the resident’s condition is reassessed only by a member of the College of Physicians and Surgeons of Ontario or the College of Nurses of Ontario at least every 15 minutes and at any other time when reassessment is necessary based on the resident’s condition or circumstances.  O. Reg. 166/11, s. 53 (2).</p> <p class=\"subsection-e\">  (3) After the application of a physical device pursuant to the common law duty described in subsection 71 (1) of the Act, the licensee shall explain to the resident, or the resident’s substitute decision-makers if the resident is incapable, the reason for the use of the device.  O. Reg. 166/11, s. 53 (3).</p> <p class=\"subsection-e\">  (4) If a resident has been restrained by a physical device pursuant to the common law duty described in subsection 71 (1) of the Act and if the resident is released from the device or the use of the device is being discontinued, the licensee shall ensure that appropriate post-restraining care is provided to ensure the safety and comfort of the resident.  O. Reg. 166/11, s. 53 (4).</p> <p class=\"subsection-e\">  (5) Every licensee shall ensure that every use of a physical device to restrain a resident pursuant to the common law duty described in subsection 71 (1) of the Act is documented and, without limiting the generality of this requirement, the licensee shall ensure that the following are documented:</p> <p class=\"paragraph-e\">  1. The circumstances precipitating the application of the device.</p> <p class=\"paragraph-e\">  2. The person who made the order, what device was ordered, and any instructions relating to the order.</p> <p class=\"paragraph-e\">  3. The person who applied the device and the time of application.</p> <p class=\"paragraph-e\">  4. All assessments, reassessments and monitoring of the resident, including the resident’s response.</p> <p class=\"paragraph-e\">  5. Every release of the device and all repositioning.</p> <p class=\"paragraph-e\">  6. The removal or discontinuance of the device, including the time of removal or discontinuance of the device and the post-restraining care of the resident.  O. Reg. 166/11, s. 53 (5).</p>"
        },
        {
            "ahref_id": "#BK69",
            "TOCid": "54.",
            "part_id": null,
            "part_type": null,
            "section": "Restraint by a drug",
            "content": " 54. (1) For the purposes of subsection 71 (3) of the Act, the administration of a drug pursuant to the common law duty described in subsection 71 (1) of the Act may be ordered by a registered nurse in the extended class.  O. Reg. 166/11, s. 54 (1). (2) Every licensee shall ensure that every administration of a drug to restrain a resident when immediate action is necessary to prevent serious bodily harm to the resident or to others pursuant to the common law duty described in subsection 71 (1) of the Act is documented, and without limiting the generality of this requirement, the licensee shall ensure that the following are documented: 1. The circumstances precipitating the administration of the drug. 2. The person who made the order, what drug was administered, the dosage given, by what means the drug was administered, the times when the drug was administered and the person who administered the drug. 3. The resident’s response to the drug. 4. All assessments, reassessments and monitoring of the resident. 5. Discussions with the resident or, if the resident is incapable, the resident’s substitute decision-makers, after the administration of the drug to explain the reasons for the use of the drug.  O. Reg. 166/11, s. 54 (2). (3) Every licensee shall ensure that every administration of a drug to restrain a resident when immediate action is necessary to prevent serious bodily harm to the resident or to others pursuant to the common law duty described in subsection 71 (1) of the Act ceases immediately once the threat of serious bodily harm to residents or others has passed.  O. Reg. 166/11, s. 54 (3). (4) Every licensee shall develop and implement polices to ensure that the requirements under subsections (2) and (3) are met and shall ensure that staff receive annual training in the policies.  O. Reg. 166/11, s. 54 (4). Records",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK69\"></a><b>54. </b>(1) For the purposes of subsection 71 (3) of the Act, the administration of a drug pursuant to the common law duty described in subsection 71 (1) of the Act may be ordered by a registered nurse in the extended class.  O. Reg. 166/11, s. 54 (1).</p> <p class=\"subsection-e\">  (2) Every licensee shall ensure that every administration of a drug to restrain a resident when immediate action is necessary to prevent serious bodily harm to the resident or to others pursuant to the common law duty described in subsection 71 (1) of the Act is documented, and without limiting the generality of this requirement, the licensee shall ensure that the following are documented:</p> <p class=\"paragraph-e\">  1. The circumstances precipitating the administration of the drug.</p> <p class=\"paragraph-e\">  2. The person who made the order, what drug was administered, the dosage given, by what means the drug was administered, the times when the drug was administered and the person who administered the drug.</p> <p class=\"paragraph-e\">  3. The resident’s response to the drug.</p> <p class=\"paragraph-e\">  4. All assessments, reassessments and monitoring of the resident.</p> <p class=\"paragraph-e\">  5. Discussions with the resident or, if the resident is incapable, the resident’s substitute decision-makers, after the administration of the drug to explain the reasons for the use of the drug.  O. Reg. 166/11, s. 54 (2).</p> <p class=\"subsection-e\">  (3) Every licensee shall ensure that every administration of a drug to restrain a resident when immediate action is necessary to prevent serious bodily harm to the resident or to others pursuant to the common law duty described in subsection 71 (1) of the Act ceases immediately once the threat of serious bodily harm to residents or others has passed.  O. Reg. 166/11, s. 54 (3).</p> <p class=\"subsection-e\">  (4) Every licensee shall develop and implement polices to ensure that the requirements under subsections (2) and (3) are met and shall ensure that staff receive annual training in the policies.  O. Reg. 166/11, s. 54 (4).</p> <p class=\"heading1-e\"><a name=\"BK70\"></a>Records</p>"
        },
        {
            "ahref_id": "#BK70",
            "TOCid": "Records",
            "part_id": null,
            "part_type": null,
            "section": "Records",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK71",
            "TOCid": "55.",
            "part_id": null,
            "part_type": null,
            "section": "Contents of records",
            "content": " 55. (1) The licensee of a retirement home shall keep a record for each resident of the home that complies with the requirements of this section.  O. Reg. 166/11, s. 55 (1). (2) The record for each resident shall include, (a) documentation of all consents related to the collection, use, retention or disclosure of the resident’s personal information, including personal health information; (b) if the resident was assessed for the purposes of developing the resident’s plan of care, documentation of when the resident was assessed and by whom; (c) if the resident did not consent to an assessment, documentation of that fact; (d) a copy of the resident’s most recent plan of care; (e) a copy of the written agreement between the resident and the licensee required under section 53 of the Act; (f) if the licensee is required to deliver notice to the resident under clause 49 (1) (b) of the Act with respect to ceasing to operate the home as a retirement home, evidence that the licensee delivered the notice and that the resident received it; and (g) a copy of the written instructions and authorizations and acknowledgements of receipt of funds of the resident and the person acting on behalf of the resident that relate to money required to be held in trust under section 72 of the Act and that subclause 57 (9) (g) (ii) of this Regulation requires the licensee to retain.  O. Reg. 166/11, s. 55 (2). (3) In addition to subsection (2), for each resident of a retirement home to which the licensee of the home provides at least one care service, the record shall include, (a) the following documents or information to the extent that they are reasonably available to the licensee: (i) the name and contact information of the resident’s known substitute decision-makers, if any, (ii) the name and contact information of the resident’s next of kin, (iii) the name of the resident’s primary health care provider; and (b) the information required under subsection 62 (11) of the Act.  O. Reg. 166/11, s. 55 (3). (4) In addition to subsection (2), for each resident of a retirement home to which the licensee of the home provides at least one care service described in subsection 2 (1), the record shall include, (a) the resident’s health number; and (b) all information of the resident’s medical history, including the period before the date on which the resident commenced residency in the home, that is relevant to the care services that the licensee provides to the resident.  O. Reg. 166/11, s. 55 (4). (5) A licensee of a retirement home shall keep records proving compliance with the Act and this Regulation in relation to, (a) the police record checks required by section 64 of the Act; (b) the declarations required by subsection 13 (3) of this Regulation; (c) the skills, qualifications and training of the staff who work in the home; (d) the training of volunteers required by section 66 of the Act; (e) the consultations required under subsection 25 (2) or paragraph 1 of section 26 of this Regulation, as the case may be; and (f) the screening required under subsection 27 (8) of this Regulation.  O. Reg. 166/11, s. 55 (5); O. Reg. 453/18, s. 5.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK71\"></a><b>55. </b>(1) The licensee of a retirement home shall keep a record for each resident of the home that complies with the requirements of this section.  O. Reg. 166/11, s. 55 (1).</p> <p class=\"subsection-e\">  (2) The record for each resident shall include,</p> <p class=\"clause-e\">  (a) documentation of all consents related to the collection, use, retention or disclosure of the resident’s personal information, including personal health information;</p> <p class=\"clause-e\">  (b) if the resident was assessed for the purposes of developing the resident’s plan of care, documentation of when the resident was assessed and by whom;</p> <p class=\"clause-e\">  (c) if the resident did not consent to an assessment, documentation of that fact;</p> <p class=\"clause-e\">  (d) a copy of the resident’s most recent plan of care;</p> <p class=\"clause-e\">  (e) a copy of the written agreement between the resident and the licensee required under section 53 of the Act;</p> <p class=\"clause-e\">  (f) if the licensee is required to deliver notice to the resident under clause 49 (1) (b) of the Act with respect to ceasing to operate the home as a retirement home, evidence that the licensee delivered the notice and that the resident received it; and</p> <p class=\"clause-e\">  (g) a copy of the written instructions and authorizations and acknowledgements of receipt of funds of the resident and the person acting on behalf of the resident that relate to money required to be held in trust under section 72 of the Act and that subclause 57 (9) (g) (ii) of this Regulation requires the licensee to retain.  O. Reg. 166/11, s. 55 (2).</p> <p class=\"subsection-e\">  (3) In addition to subsection (2), for each resident of a retirement home to which the licensee of the home provides at least one care service, the record shall include,</p> <p class=\"clause-e\">  (a) the following documents or information to the extent that they are reasonably available to the licensee:</p> <p class=\"subclause-e\">  (i) the name and contact information of the resident’s known substitute decision-makers, if any,</p> <p class=\"subclause-e\">  (ii) the name and contact information of the resident’s next of kin,</p> <p class=\"subclause-e\">  (iii) the name of the resident’s primary health care provider; and</p> <p class=\"clause-e\">  (b) the information required under subsection 62 (11) of the Act.  O. Reg. 166/11, s. 55 (3).</p> <p class=\"subsection-e\">  (4) In addition to subsection (2), for each resident of a retirement home to which the licensee of the home provides at least one care service described in subsection 2 (1), the record shall include,</p> <p class=\"clause-e\">  (a) the resident’s health number; and</p> <p class=\"clause-e\">  (b) all information of the resident’s medical history, including the period before the date on which the resident commenced residency in the home, that is relevant to the care services that the licensee provides to the resident.  O. Reg. 166/11, s. 55 (4).</p> <p class=\"subsection-e\">  (5) A licensee of a retirement home shall keep records proving compliance with the Act and this Regulation in relation to,</p> <p class=\"clause-e\">  (a) the police record checks required by section 64 of the Act;</p> <p class=\"clause-e\">  (b) the declarations required by subsection 13 (3) of this Regulation;</p> <p class=\"clause-e\">  (c) the skills, qualifications and training of the staff who work in the home;</p> <p class=\"clause-e\">  (d) the training of volunteers required by section 66 of the Act; </p> <p class=\"clause-e\">  (e) the consultations required under subsection 25 (2) or paragraph 1 of section 26 of this Regulation, as the case may be; and</p> <p class=\"clause-e\">  (f) the screening required under subsection 27 (8) of this Regulation.  O. Reg. 166/11, s. 55 (5); O. Reg. 453/18, s. 5.</p>"
        },
        {
            "ahref_id": "#BK72",
            "TOCid": "56.",
            "part_id": null,
            "part_type": null,
            "section": "Format and retention of records",
            "content": " 56. (1) In this section, “record” means any document or record of information, including personal health information, in any form.  O. Reg. 166/11, s. 56 (1). (2) This section applies to all records that the licensee of a retirement home is required to keep under the Act or this Regulation, including records relating to a resident, and documentation that the licensee is required to keep when providing a care service to a resident.  O. Reg. 166/11, s. 56 (2). (3) The licensee shall ensure that each of the records is kept in a readable and useable format that allows a complete copy of the record to be readily produced.  O. Reg. 166/11, s. 56 (3). (4) The licensee shall ensure that each of the records is retained for a reasonable length of time to be determined based on the nature of the record.  O. Reg. 166/11, s. 56 (4). (5) In addition to subsection (4), if a record is a record that subsection 55 (1) requires the licensee to keep in respect of a resident of a retirement home, the licensee shall ensure that the record is retained for no less than seven years from the last day on which the person is a resident of the home and that a copy of the record is available in the home at all times during that period.  O. Reg. 166/11, s. 56 (5). (6) The licensee shall ensure that records relating to a resident or to the police record checks required by section 64 of the Act or the declarations required by subsection 13 (3) of this Regulation with respect to staff who work in the retirement home are kept in a manner that protects the security and confidentiality of the records.  O. Reg. 166/11, s. 56 (6); O. Reg. 453/18, s. 5. (7) The licensee shall develop a written policy detailing how the licensee will comply with the requirements in this section.  O. Reg. 166/11, s. 56 (7). General",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK72\"></a><b>56. </b>(1) In this section,</p> <p class=\"firstdef-e\">“record” means any document or record of information, including personal health information, in any form.  O. Reg. 166/11, s. 56 (1).</p> <p class=\"subsection-e\">  (2) This section applies to all records that the licensee of a retirement home is required to keep under the Act or this Regulation, including records relating to a resident, and documentation that the licensee is required to keep when providing a care service to a resident.  O. Reg. 166/11, s. 56 (2).</p> <p class=\"subsection-e\">  (3) The licensee shall ensure that each of the records is kept in a readable and useable format that allows a complete copy of the record to be readily produced.  O. Reg. 166/11, s. 56 (3).</p> <p class=\"subsection-e\">  (4) The licensee shall ensure that each of the records is retained for a reasonable length of time to be determined based on the nature of the record.  O. Reg. 166/11, s. 56 (4).</p> <p class=\"subsection-e\">  (5) In addition to subsection (4), if a record is a record that subsection 55 (1) requires the licensee to keep in respect of a resident of a retirement home, the licensee shall ensure that the record is retained for no less than seven years from the last day on which the person is a resident of the home and that a copy of the record is available in the home at all times during that period.  O. Reg. 166/11, s. 56 (5).</p> <p class=\"subsection-e\">  (6) The licensee shall ensure that records relating to a resident or to the police record checks required by section 64 of the Act or the declarations required by subsection 13 (3) of this Regulation with respect to staff who work in the retirement home are kept in a manner that protects the security and confidentiality of the records.  O. Reg. 166/11, s. 56 (6); O. Reg. 453/18, s. 5.</p> <p class=\"subsection-e\">  (7) The licensee shall develop a written policy detailing how the licensee will comply with the requirements in this section.  O. Reg. 166/11, s. 56 (7).</p> <p class=\"heading1-e\"><a name=\"BK73\"></a>General</p>"
        },
        {
            "ahref_id": "#BK73",
            "TOCid": "General",
            "part_id": null,
            "part_type": null,
            "section": "General",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK74",
            "TOCid": "57.",
            "part_id": null,
            "part_type": null,
            "section": "Trust for resident’s money",
            "content": " 57. (1) In this section, “financial institution” means, (a) a bank listed in Schedule I or II to the Bank Act (Canada), (b) a trust corporation registered under the Trust and Loan Companies Act (Canada), or (c) a credit union within the meaning of the Credit Unions and Caisses Populaires Act, 2020; “person acting on behalf of a resident” means a person legally authorized to manage property for a resident. (“personne agissant pour le compte d’un résident”)  O. Reg. 166/11, s. 57 (1); O. Reg. 139/22, s. 1. (2) For the purposes of section 72 of the Act, if money is entrusted to the care of a licensee of a retirement home on behalf of residents of the home, the licensee shall establish and maintain at least one non-interest bearing trust account at a financial institution in which the licensee shall deposit all money entrusted to the licensee’s care on behalf of the residents.  O. Reg. 166/11, s. 57 (2). (3) The licensee shall ensure that the balance of the money in the trust account does not exceed the amount for which the account is insured through the Canada Deposit Insurance Corporation or another entity that provides deposit insurance.  O. Reg. 166/11, s. 57 (3). (4) If the licensee allows residents to entrust money to the licensee’s care, the licensee shall keep petty cash trust money in the retirement home, composed of money withdrawn from a trust account,\nthat is sufficient to meet the daily cash needs of the residents who have money deposited in a trust account for them.  O. Reg. 166/11, s. 57 (4). (5) The licensee shall not, (a) hold more than $10,000 for any resident at any time; (b) commingle resident funds held in trust with any other funds that the licensee holds; or (c) charge a resident, or a person acting on behalf of a resident, a transaction fee for withdrawals, deposits or any other transaction related to money held in trust.  O. Reg. 166/11, s. 57 (5). (6) Subject to clause (5) (c), a licensee may charge a resident a reasonable service fee, other than a transaction fee, as consideration for holding money in trust on behalf of the resident.  O. Reg. 166/11, s. 57 (6). (7) If the licensee allows residents to entrust money to the licensee’s care, the licensee shall establish a written policy and procedures for the management of trust accounts for residents and the petty cash trust money, which shall include, (a) a system to record the written authorizations required under subsection (10); and (b) the hours when a resident, or the person acting on behalf of the resident, can make deposits to or withdrawals from the resident’s funds in a trust account and make withdrawals from the petty cash trust money.  O. Reg. 166/11, s. 57 (7). (8) The licensee shall provide a copy of the written policy and procedures to every resident and person acting on behalf of a resident who asks to have money deposited into a trust account.  O. Reg. 166/11, s. 57 (8). (9) The licensee shall, (a) provide a resident, or a person acting on behalf of a resident, with a written receipt for all money that the licensee receives from the resident, or any other person, for deposit in a trust account for the resident; (b) if the licensee has deposited in a trust account money received from any person on behalf of a resident, make part or all of the money available to the resident or a person acting on behalf of the resident, (i) in accordance with the instructions of the resident or a person acting on behalf of the resident in respect of the property that the resident or the person is legally authorized to manage, and (ii) upon the resident, or the person acting on behalf of the resident, signing an acknowledgement that the resident, or the person acting on behalf of the resident, received the money made available; (c) maintain a separate ledger for each trust account showing all deposits to and withdrawals from the trust account, the name of the resident for whom the deposit or withdrawal is made and the date of each deposit or withdrawal; (d) maintain a separate book of account for each resident for whom money is deposited in a trust account; (e) on the written demand of a resident, or a person acting on behalf of a resident, make the resident’s book of account mentioned in clause (d) available for inspection by the resident or the person during any business day; (f) provide to the resident, or to a person acting on behalf of a resident, a quarterly itemized written statement respecting the money held by the licensee in trust for the resident, including deposits and withdrawals and the balance of the resident’s funds as of the date of the statement; and (g) with respect to each resident for whom money is deposited in a trust account, retain for a period of not less than seven years, (i) the books of account, ledgers, deposit books, deposit slips, pass-books, monthly bank statements, cheque books and cancelled cheques applicable to the trust account, (ii) the written instructions and authorizations and acknowledgements of receipt of funds of the resident and the person acting on behalf of the resident, and (iii) the written receipts and statements provided to the resident, or a person acting on behalf of a resident.  O. Reg. 166/11, s. 57 (9). (10) A resident, or a person acting on behalf of a resident, who wishes to pay a licensee for rent, care services or other legitimate charges with money from a trust account shall provide the licensee with a written authorization that specifies what the charge is for, including a description of the goods or services provided, the frequency and timing of the withdrawal and the amount of the charge.  O. Reg. 166/11, s. 57 (10). (11) If a written authorization has been provided under subsection (10), the licensee is not required to obtain a written acknowledgement of receipt of funds for every authorized withdrawal, but shall include these withdrawals in the quarterly itemized statement described in clause (9) (f).  O. Reg. 166/11, s. 57 (11). (12) At the Registrar’s request, the licensee shall immediately have a trust account established under subsection (2) audited by a public accountant licensed under the Public Accounting Act, 2004 and shall make the results of the audit available to the Registrar.  O. Reg. 166/11, s. 57 (12). (13) A licensee of a retirement home shall not receive, hold or administer the property of a resident in trust other than as provided for in this section.  O. Reg. 166/11, s. 57 (13). (14) A licensee of a retirement home shall not cease to allow residents of the home to entrust money to the licensee’s care until at least 90 days after the licensee has delivered written notice of the licensee’s intention to each resident and to the substitute decision-makers, if any, of each resident.  O. Reg. 166/11, s. 57 (14).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK74\"></a><b>57. </b>(1) In this section,</p> <p class=\"firstdef-e\">“financial institution” means,</p> <p class=\"defclause-e\">  (a) a bank listed in Schedule I or II to the <i>Bank Act</i> (Canada),</p> <p class=\"defclause-e\">  (b) a trust corporation registered under the <i>Trust and Loan Companies Act</i> (Canada), or</p> <p class=\"defclause-e\">  (c) a credit union within the meaning of the <i>Credit Unions and Caisses Populaires Act, 2020</i>;</p> <p class=\"definition-e\">“person acting on behalf of a resident” means a person legally authorized to manage property for a resident. (“personne agissant pour le compte d’un résident”)  O. Reg. 166/11, s. 57 (1); O. Reg. 139/22, s. 1.</p> <p class=\"subsection-e\">  (2) For the purposes of section 72 of the Act, if money is entrusted to the care of a licensee of a retirement home on behalf of residents of the home, the licensee shall establish and maintain at least one non-interest bearing trust account at a financial institution in which the licensee shall deposit all money entrusted to the licensee’s care on behalf of the residents.  O. Reg. 166/11, s. 57 (2).</p> <p class=\"subsection-e\">  (3) The licensee shall ensure that the balance of the money in the trust account does not exceed the amount for which the account is insured through the Canada Deposit Insurance Corporation or another entity that provides deposit insurance.  O. Reg. 166/11, s. 57 (3).</p> <p class=\"subsection-e\">  (4) If the licensee allows residents to entrust money to the licensee’s care, the licensee shall keep petty cash trust money in the retirement home, composed of money withdrawn from a trust account,<b>\n</b>that is sufficient to meet the daily cash needs of the residents who have money deposited in a trust account for them.  O. Reg. 166/11, s. 57 (4).</p> <p class=\"subsection-e\">  (5) The licensee shall not,</p> <p class=\"clause-e\">  (a) hold more than $10,000 for any resident at any time;</p> <p class=\"clause-e\">  (b) commingle resident funds held in trust with any other funds that the licensee holds; or</p> <p class=\"clause-e\">  (c) charge a resident, or a person acting on behalf of a resident, a transaction fee for withdrawals, deposits or any other transaction related to money held in trust.  O. Reg. 166/11, s. 57 (5).</p> <p class=\"subsection-e\">  (6) Subject to clause (5) (c), a licensee may charge a resident a reasonable service fee, other than a transaction fee, as consideration for holding money in trust on behalf of the resident.  O. Reg. 166/11, s. 57 (6).</p> <p class=\"subsection-e\">  (7) If the licensee allows residents to entrust money to the licensee’s care, the licensee shall establish a written policy and procedures for the management of trust accounts for residents and the petty cash trust money, which shall include,</p> <p class=\"clause-e\">  (a) a system to record the written authorizations required under subsection (10); and</p> <p class=\"clause-e\">  (b) the hours when a resident, or the person acting on behalf of the resident, can make deposits to or withdrawals from the resident’s funds in a trust account and make withdrawals from the petty cash trust money.  O. Reg. 166/11, s. 57 (7).</p> <p class=\"subsection-e\">  (8) The licensee shall provide a copy of the written policy and procedures to every resident and person acting on behalf of a resident who asks to have money deposited into a trust account.  O. Reg. 166/11, s. 57 (8).</p> <p class=\"subsection-e\">  (9) The licensee shall,</p> <p class=\"clause-e\">  (a) provide a resident, or a person acting on behalf of a resident, with a written receipt for all money that the licensee receives from the resident, or any other person, for deposit in a trust account for the resident;</p> <p class=\"clause-e\"><span class=\"clause-eChar\"><span>  (b) if the licensee has deposited in a trust account money received from any person on behalf of a resident, make part or all of the money available to the resident or a person acting on</span></span> behalf of the resident,</p> <p class=\"subclause-e\">  (i) in accordance with the instructions of the resident or a person acting on behalf of the resident in respect of the property that the resident or the person is legally authorized to manage, and</p> <p class=\"subclause-e\"><span class=\"subclause-eChar\"><span>  (ii) upon the resident, or the person acting on behalf of the resident, signing an acknowledgement that the resident, or the person acting on behalf of the resident, received the money</span></span> made available;</p> <p class=\"clause-e\"><span class=\"clause-eChar\"><span>  (c) maintain a separate ledger for each trust account showing all deposits to and withdrawals from the trust account, the name of the resident for whom the deposit or withdrawal is made</span></span> and the date of each deposit or withdrawal;</p> <p class=\"clause-e\">  (d) maintain a separate book of account for each resident for whom money is deposited in a trust account;</p> <p class=\"clause-e\"><span class=\"clause-eChar\"><span>  (e) on the written demand of a resident, or a person acting on behalf of a resident, make the resident’s book of account mentioned in clause (d) available for inspection by the resident or the</span></span> person during any business day;</p> <p class=\"clause-e\"><span class=\"clause-eChar\"><span>  (f) provide to the resident, or to a person acting on behalf of a resident, a quarterly itemized written statement respecting the money held by the licensee in trust for the resident, including</span></span> deposits and withdrawals and the balance of the resident’s funds as of the date of the statement; and</p> <p class=\"clause-e\">  (g) with respect to each resident for whom money is deposited in a trust account, retain for a period of not less than seven years,</p> <p class=\"subclause-e\">  (i) the books of account, ledgers, deposit books, deposit slips, pass-books, monthly bank statements, cheque books and cancelled cheques applicable to the trust account,</p> <p class=\"subclause-e\">  (ii) the written instructions and authorizations and acknowledgements of receipt of funds of the resident and the person acting on behalf of the resident, and</p> <p class=\"subclause-e\">  (iii) the written receipts and statements provided to the resident, or a person acting on behalf of a resident.  O. Reg. 166/11, s. 57 (9).</p> <p class=\"subsection-e\">  (10) A resident, or a person acting on behalf of a resident, who wishes to pay a licensee for rent, care services or other legitimate charges with money from a trust account shall provide the licensee with a written authorization that specifies what the charge is for, including a description of the goods or services provided, the frequency and timing of the withdrawal and the amount of the charge.  O. Reg. 166/11, s. 57 (10).</p> <p class=\"subsection-e\">  (11) If a written authorization has been provided under subsection (10), the licensee is not required to obtain a written acknowledgement of receipt of funds for every authorized withdrawal, but shall include these withdrawals in the quarterly itemized statement described in clause (9) (f).  O. Reg. 166/11, s. 57 (11).</p> <p class=\"subsection-e\">  (12) At the Registrar’s request, the licensee shall immediately have a trust account established under subsection (2) audited by a public accountant licensed under the <i>Public Accounting Act, 2004</i><i> and </i>shall make the results of the audit available to the Registrar.  O. Reg. 166/11, s. 57 (12).</p> <p class=\"subsection-e\">  (13) A licensee of a retirement home shall not receive, hold or administer the property of a resident in trust other than as provided for in this section.  O. Reg. 166/11, s. 57 (13).</p> <p class=\"subsection-e\">  (14) A licensee of a retirement home shall not cease to allow residents of the home to entrust money to the licensee’s care until at least 90 days after the licensee has delivered written notice of the licensee’s intention to each resident and to the substitute decision-makers, if any, of each resident.  O. Reg. 166/11, s. 57 (14).</p>"
        },
        {
            "ahref_id": "#BK75",
            "TOCid": "57.1",
            "part_id": null,
            "part_type": null,
            "section": "Prohibition on borrowing, etc.",
            "content": " 57.1 (1) A licensee, staff member, external care provider or volunteer of a retirement home shall not, (a) borrow money or other property from a resident; or (b) receive or hold a resident’s money or other property except in accordance with section 72 of the Act or for the payment of rent, care services or other legitimate charges connected to the retirement home. O. Reg. 211/22, s. 13. (2) Subsection (1) does not apply if the licensee, staff member, volunteer or external care provider is related to the resident. O. Reg. 211/22, s. 13. (3) Despite subsection (2), subsection (1) applies if one or both of the following documents prohibits persons related to a resident from borrowing money or other property from a resident or receiving or holding a resident’s money or other property: 1. A written policy of the retirement home. 2. A contract or agreement between the licensee and a staff member or an employment agency or other third party in respect of the staff member, a volunteer or an external care provider. O. Reg. 211/22, s. 13. (4) A person who is related to another person for the purposes of subsections (2) and (3) includes a person related through adoption, marriage or conjugal relationship outside marriage. O. Reg. 211/22, s. 13.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK75\"></a><b>57.1 </b>(1) A licensee, staff member, external care provider or volunteer of a retirement home shall not,</p> <p class=\"clause-e\">  (a) borrow money or other property from a resident; or</p> <p class=\"clause-e\">  (b) receive or hold a resident’s money or other property except in accordance with section 72 of the Act or for the payment of rent, care services or other legitimate charges connected to the retirement home. O. Reg. 211/22, s. 13.</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply if the licensee, staff member, volunteer or external care provider is related to the resident. O. Reg. 211/22, s. 13.</p> <p class=\"subsection-e\">  (3) Despite subsection (2), subsection (1) applies if one or both of the following documents prohibits persons related to a resident from borrowing money or other property from a resident or receiving or holding a resident’s money or other property:</p> <p class=\"paragraph-e\">  1. A written policy of the retirement home.</p> <p class=\"paragraph-e\">  2. A contract or agreement between the licensee and a staff member or an employment agency or other third party in respect of the staff member, a volunteer or an external care provider. O. Reg. 211/22, s. 13.</p> <p class=\"subsection-e\">  (4) A person who is related to another person for the purposes of subsections (2) and (3) includes a person related through adoption, marriage or conjugal relationship outside marriage. O. Reg. 211/22, s. 13.</p>"
        },
        {
            "ahref_id": "#BK76",
            "TOCid": "58.",
            "part_id": null,
            "part_type": null,
            "section": "Exemption for reporting to the Registrar",
            "content": " 58. A person is exempt from the requirement to make a report to the Registrar under subsection 75 (1) of the Act if the person does not have reasonable grounds to suspect that the subject, or possible subject, of improper or incompetent treatment or care, abuse, neglect, unlawful conduct or misuse or misappropriation of money is a resident of a retirement home.  O. Reg. 166/11, s. 58.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK76\"></a><b>58. </b>A person is exempt from the requirement to make a report to the Registrar under subsection 75 (1) of the Act if the person does not have reasonable grounds to suspect that the subject, or possible subject, of improper or incompetent treatment or care, abuse, neglect, unlawful conduct or misuse or misappropriation of money is a resident of a retirement home.  O. Reg. 166/11, s. 58.</p>"
        },
        {
            "ahref_id": "#BK77",
            "TOCid": "58.1",
            "part_id": null,
            "part_type": null,
            "section": "Frequency of inspections",
            "content": " 58.1 For the purposes of subsection 77 (3) of the Act, the Registrar shall ensure that every retirement home in respect of which a licence has been issued is inspected under the Act at least once every three years.  O. Reg. 53/12, s. 8.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK77\"></a><b>58.1 </b>For the purposes of subsection 77 (3) of the Act, the Registrar shall ensure that every retirement home in respect of which a licence has been issued is inspected under the Act at least once every three years.  O. Reg. 53/12, s. 8.</p>"
        },
        {
            "ahref_id": "#BK78",
            "TOCid": "59.",
            "part_id": null,
            "part_type": null,
            "section": "Procedure for complaints to licensee",
            "content": " 59. (1) Every licensee of a retirement home shall ensure that every written or verbal complaint made to the licensee or a staff member concerning the care of a resident or operation of the home is dealt with as follows: 1. The complaint shall be investigated. If the complaint alleges harm or risk of harm to one or more residents, the investigation shall be commenced immediately. 2. The complaint shall be resolved if possible, and a response that complies with paragraph 4 provided within 10 business days of the receipt of the complaint. 3. For those complaints that cannot be investigated and resolved within 10 business days, an acknowledgement of receipt of the complaint shall be provided within 10 business days of receipt of the complaint, including the date by which the complainant can reasonably expect a resolution, and a follow-up response that complies with paragraph 4 shall be provided as soon as possible in the circumstances. 4. A response shall be made to the person who made the complaint, indicating, i. what the licensee has done to resolve the complaint, or ii. that the licensee believes the complaint to be unfounded and the reasons for the belief.  O. Reg. 166/11, s. 59 (1). (2) The licensee shall ensure that a written record is kept in the retirement home that includes, (a) the nature of each verbal or written complaint; (b) the date that the complaint was received; (c) the type of action taken to resolve the complaint, including the date of the action, time frames for actions to be taken and any follow-up action required; (d) the final resolution, if any, of the complaint; (e) every date on which any response was provided to the complainant and a description of the response; and (f) any response made in turn by the complainant.  O. Reg. 166/11, s. 59 (2). (3) The licensee shall ensure that, (a) the written record is reviewed and analyzed for trends at least quarterly; (b) the results of the review and analysis are taken into account in determining what improvements are required in the retirement home; and (c) a written record is kept of each review and of the improvements made in response.  O. Reg. 166/11, s. 59 (3). (4) Subsections (2) and (3) do not apply with respect to verbal complaints that the licensee is able to resolve within 24 hours of the complaint being received.  O. Reg. 166/11, s. 59 (4). (5) If a complaint is made before the day this section comes into force, but not finally dealt with by that day, the complaint shall be dealt with as provided for in this section to the extent possible.  O. Reg. 166/11, s. 59 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK78\"></a><b>59. </b>(1) Every licensee of a retirement home shall ensure that every written or verbal complaint made to the licensee or a staff member concerning the care of a resident or operation of the home is dealt with as follows:</p> <p class=\"paragraph-e\">  1. The complaint shall be investigated. If the complaint alleges harm or risk of harm to one or more residents, the investigation shall be commenced immediately.</p> <p class=\"paragraph-e\">  2. The complaint shall be resolved if possible, and a response that complies with paragraph 4 provided within 10 business days of the receipt of the complaint.</p> <p class=\"paragraph-e\">  3. For those complaints that cannot be investigated and resolved within 10 business days, an acknowledgement of receipt of the complaint shall be provided within 10 business days of receipt of the complaint, including the date by which the complainant can reasonably expect a resolution, and a follow-up response that complies with paragraph 4 shall be provided as soon as possible in the circumstances.</p> <p class=\"paragraph-e\">  4. A response shall be made to the person who made the complaint, indicating,</p> <p class=\"subpara-e\">  i. what the licensee has done to resolve the complaint, or</p> <p class=\"subpara-e\">  ii. that the licensee believes the complaint to be unfounded and the reasons for the belief.  O. Reg. 166/11, s. 59 (1).</p> <p class=\"subsection-e\">  (2) The licensee shall ensure that a written record is kept in the retirement home that includes,</p> <p class=\"clause-e\">  (a) the nature of each verbal or written complaint;</p> <p class=\"clause-e\">  (b) the date that the complaint was received;</p> <p class=\"clause-e\">  (c) the type of action taken to resolve the complaint, including the date of the action, time frames for actions to be taken and any follow-up action required;</p> <p class=\"clause-e\">  (d) the final resolution, if any, of the complaint;</p> <p class=\"clause-e\">  (e) every date on which any response was provided to the complainant and a description of the response; and </p> <p class=\"clause-e\">  (f) any response made in turn by the complainant.  O. Reg. 166/11, s. 59 (2).</p> <p class=\"subsection-e\">  (3) The licensee shall ensure that,</p> <p class=\"clause-e\">  (a) the written record is reviewed and analyzed for trends at least quarterly;</p> <p class=\"clause-e\">  (b) the results of the review and analysis are taken into account in determining what improvements are required in the retirement home; and</p> <p class=\"clause-e\">  (c) a written record is kept of each review and of the improvements made in response.  O. Reg. 166/11, s. 59 (3).</p> <p class=\"subsection-e\">  (4) Subsections (2) and (3) do not apply with respect to verbal complaints that the licensee is able to resolve within 24 hours of the complaint being received.  O. Reg. 166/11, s. 59 (4).</p> <p class=\"subsection-e\">  (5) If a complaint is made before the day this section comes into force, but not finally dealt with by that day, the complaint shall be dealt with as provided for in this section to the extent possible.  O. Reg. 166/11, s. 59 (5).</p>"
        },
        {
            "ahref_id": "#BK79",
            "TOCid": "60.",
            "part_id": null,
            "part_type": null,
            "section": "Inspection of retirement home",
            "content": " 60. For greater certainty, if a complaint received under subsection 83 (1) of the Act with respect to a retirement home or information that the Registrar receives indicates that a contravention of section 115 of the Act may have occurred, the Registrar may, if the Registrar considers it appropriate, have an inspector visit the home.  O. Reg. 53/12, s. 9.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK79\"></a><b>60. </b>For greater certainty, if a complaint received under subsection 83 (1) of the Act with respect to a retirement home or information that the Registrar receives indicates that a contravention of section 115 of the Act may have occurred, the Registrar may, if the Registrar considers it appropriate, have an inspector visit the home.  O. Reg. 53/12, s. 9.</p>"
        },
        {
            "ahref_id": "#BK80",
            "TOCid": "60.0.1",
            "part_id": null,
            "part_type": null,
            "section": "Extraordinary circumstances",
            "content": " 60.0.1 The following are prescribed as extraordinary circumstances for the purposes of subsection 92.1 (1) of the Act: 1. Acts of God, including extreme weather events or other natural disasters. 2. Severe flooding. 3. Staff shortages that rise to a critical level. 4. Shortages of critical supplies or interruptions of essential services, including with respect to food, heat, water and electricity. 5. Fires, explosions, chemical spills or similar major hazards. 6. Acts of terrorism. 7. Major failures or destruction of critical physical or technological infrastructure, including failures caused by ransomware or cyber attacks. 8. Epidemics or pandemics, including any necessary quarantines. O. Reg. 211/22, s. 14.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK80\"></a><b>60.0.1 </b>The following are prescribed as extraordinary circumstances for the purposes of subsection 92.1 (1) of the Act:</p> <p class=\"paragraph-e\">  1. Acts of God, including extreme weather events or other natural disasters.</p> <p class=\"paragraph-e\">  2. Severe flooding.</p> <p class=\"paragraph-e\">  3. Staff shortages that rise to a critical level.</p> <p class=\"paragraph-e\">  4. Shortages of critical supplies or interruptions of essential services, including with respect to food, heat, water and electricity.</p> <p class=\"paragraph-e\">  5. Fires, explosions, chemical spills or similar major hazards.</p> <p class=\"paragraph-e\">  6. Acts of terrorism.</p> <p class=\"paragraph-e\">  7. Major failures or destruction of critical physical or technological infrastructure, including failures caused by ransomware or cyber attacks.</p> <p class=\"paragraph-e\">  8. Epidemics or pandemics, including any necessary quarantines. O. Reg. 211/22, s. 14.</p>"
        },
        {
            "ahref_id": "#BK81",
            "TOCid": "60.0.2",
            "part_id": null,
            "part_type": null,
            "section": "Surrender of terminated licence",
            "content": " 60.0.2 A licensee shall surrender their licence to the Registrar immediately after the licence is terminated under section 48 of the Act. O. Reg. 211/22, s. 14.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK81\"></a>60.0.2 </b>A licensee shall surrender their licence to the Registrar immediately after the licence is terminated under section 48 of the Act. O. Reg. 211/22, s. 14.</p>"
        },
        {
            "ahref_id": "#BK82",
            "TOCid": "60.0.3",
            "part_id": null,
            "part_type": null,
            "section": "Surrender of revoked licence",
            "content": " 60.0.3 In an order revoking a licence under section 95 of the Act, the Registrar shall require the licensee to surrender the revoked licence to the Registrar on or before the date specified in the order. O. Reg. 211/22, s. 14.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK82\"></a><b>60.0.3 </b>In an order revoking a licence under section 95 of the Act, the Registrar shall require the licensee to surrender the revoked licence to the Registrar on or before the date specified in the order. O. Reg. 211/22, s. 14.</p>"
        },
        {
            "ahref_id": "#BK83",
            "TOCid": "60.1",
            "part_id": null,
            "part_type": null,
            "section": "Administrative penalties",
            "content": " 60.1 (1) For the purposes of section 93 of the Act, the Registrar shall determine the amount of an administrative penalty for a contravention of a requirement under the Act in accordance with the following rules: 1. The Registrar shall determine whether, in his or her opinion, the contravention had a major, moderate or minor adverse effect, or the potential to have such an adverse effect, on residents of a retirement home or other persons. 2. The range for the administrative penalty is set out in Column 2 of the Table to this subsection opposite the determination set out in Column 1 as described in paragraph 1. 3. The amount of the administrative penalty for the contravention is an amount selected by the Registrar from within the range described in paragraph 2 after considering the following criteria: i. The extent to which the person who committed the contravention has mitigated the adverse effects of the contravention or the potential for the contravention to adversely affect residents of the retirement home or other persons. ii. Whether the person who committed the contravention has previously contravened any requirement under the Act. iii. Whether the person who committed the contravention derived any economic benefit from the contravention. iv. The purpose of the administrative penalty as set out in subsection 93 (2) of the Act. Table   Range of Administrative PEnalties  Column 1   Column 2 \n\n  Severity of adverse effect or potential adverse effect   Range \n\n  Major   From $2,500 to $10,000 \n\n  Moderate   From $1,000 to $5,000 \n\n  Minor   From $100 to $2,000 O. Reg. 53/12, s. 10. (2) A person ordered to pay an administrative penalty is required to pay the penalty within 30 days of being served with the order or whatever other longer period that is specified in the order.  O. Reg. 53/12, s. 10. 61. Revoked: O. Reg. 53/12, s. 11.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK83\"></a><b>60.1 </b>(1) For the purposes of section 93 of the Act, the Registrar shall determine the amount of an administrative penalty for a contravention of a requirement under the Act in accordance with the following rules:</p> <p class=\"paragraph-e\">  1. The Registrar shall determine whether, in his or her opinion, the contravention had a major, moderate or minor adverse effect, or the potential to have such an adverse effect, on residents of a retirement home or other persons.</p> <p class=\"paragraph-e\">  2. The range for the administrative penalty is set out in Column 2 of the Table to this subsection opposite the determination set out in Column 1 as described in paragraph 1.</p> <p class=\"paragraph-e\">  3. The amount of the administrative penalty for the contravention is an amount selected by the Registrar from within the range described in paragraph 2 after considering the following criteria:</p> <p class=\"subpara-e\">  i. The extent to which the person who committed the contravention has mitigated the adverse effects of the contravention or the potential for the contravention to adversely affect residents of the retirement home or other persons.</p> <p class=\"subpara-e\">  ii. Whether the person who committed the contravention has previously contravened any requirement under the Act.</p> <p class=\"subpara-e\">  iii. Whether the person who committed the contravention derived any economic benefit from the contravention.</p> <p class=\"subpara-e\">  iv. The purpose of the administrative penalty as set out in subsection 93 (2) of the Act.</p> <p class=\"headingx-e\">Table <br/>  Range of Administrative PEnalties</p> <p class=\"MsoNormal\"> </p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">Column 1</p> </td> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">Column 2</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">Severity of adverse effect or potential adverse effect</p> </td> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">Range</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">Major</p> </td> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">From $2,500 to $10,000</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">Moderate</p> </td> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">From $1,000 to $5,000</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">Minor</p> </td> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">From $100 to $2,000</p> </td>\n</tr>\n</table> <p class=\"footnote-e\"><span>O.</span> Reg. 53/12, s. 10.</p> <p class=\"subsection-e\">  (2) A person ordered to pay an administrative penalty is required to pay the penalty within 30 days of being served with the order or whatever other longer period that is specified in the order.  O. Reg. 53/12, s. 10.</p> <p class=\"section-e\"> <b>61. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 53/12, s. 11.</p>"
        },
        {
            "ahref_id": "#BK84",
            "TOCid": "62.",
            "part_id": null,
            "part_type": null,
            "section": "Registers",
            "content": " 62. (1) For the purposes of paragraph 3 of subsection 106 (1) of the Act, a register shall contain, for each licence to operate a retirement home, (a) the name of the primary contact person for the licensee and, if available, additional contact information for the licensee, such as e-mail address, telephone number, fax number and website address; (b) the name of every person who has a controlling interest in the licensee; (c) a unique identifier for the licence; (d) the date that a licence to operate the home was first issued; and (e) the name of the person, if any, that the licensee employs or retains to manage the operations or most of the operations of the home.  O. Reg. 166/11, s. 62 (1). (2) The Registrar shall ensure that the information required to be contained in the registers under subsection 106 (1) of the Act, (a) is added to a register as soon as practicable after the Registrar becomes aware of the information; (b) is updated as soon as practicable after the Registrar becomes aware of any new information related to matters about which information is already contained in a register; and (c) remains in a register for a length of time that is reasonable in light of, (i) the nature and importance of the information, (ii) the interest of residents and the public in the information, and (iii) the potential that the information will cause undue prejudice to a licensee.  O. Reg. 166/11, s. 62 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK84\"></a><b>62. </b>(1) For the purposes of paragraph 3 of subsection 106 (1) of the Act, a register shall contain, for each licence to operate a retirement home,</p> <p class=\"clause-e\">  (a) the name of the primary contact person for the licensee and, if available, additional contact information for the licensee, such as e-mail address, telephone number, fax number and website address;</p> <p class=\"clause-e\">  (b) the name of every person who has a controlling interest in the licensee;</p> <p class=\"clause-e\">  (c) a unique identifier for the licence;</p> <p class=\"clause-e\">  (d) the date that a licence to operate the home was first issued; and</p> <p class=\"clause-e\">  (e) the name of the person, if any, that the licensee employs or retains to manage the operations or most of the operations of the home.  O. Reg. 166/11, s. 62 (1).</p> <p class=\"subsection-e\">  (2) The Registrar shall ensure that the information required to be contained in the registers under subsection 106 (1) of the Act,</p> <p class=\"clause-e\">  (a) is added to a register as soon as practicable after the Registrar becomes aware of the information;</p> <p class=\"clause-e\">  (b) is updated as soon as practicable after the Registrar becomes aware of any new information related to matters about which information is already contained in a register; and</p> <p class=\"clause-e\">  (c) remains in a register for a length of time that is reasonable in light of,</p> <p class=\"subclause-e\">  (i) the nature and importance of the information,</p> <p class=\"subclause-e\">  (ii) the interest of residents and the public in the information, and</p> <p class=\"subclause-e\">  (iii) the potential that the information will cause undue prejudice to a licensee.  O. Reg. 166/11, s. 62 (2).</p>"
        },
        {
            "ahref_id": "#BK85",
            "TOCid": "62.1",
            "part_id": null,
            "part_type": null,
            "section": "Registrar requests for information",
            "content": " 62.1 (1) The following matters are prescribed for the purposes of clause 108 (1) (d) of the Act: 1. Infection prevention and control measures in a retirement home, including the number of active infections and the number of residents and staff members who have received a vaccination or immunization against a particular infectious disease. O. Reg. 211/22, s. 15. (2) Information relating to the matters described in paragraph 1 of subsection (1) must be de-identified before being given to the Registrar. O. Reg. 211/22, s. 15. (3) In subsection (2), “de-identify” has the same meaning as in subsection 108 (2) of the Act. O. Reg. 211/22, s. 15.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK85\"></a><b>62.1 </b>(1) The following matters are prescribed for the purposes of clause 108 (1) (d) of the Act:</p> <p class=\"paragraph-e\">  1. Infection prevention and control measures in a retirement home, including the number of active infections and the number of residents and staff members who have received a vaccination or immunization against a particular infectious disease. O. Reg. 211/22, s. 15.</p> <p class=\"subsection-e\">  (2) Information relating to the matters described in paragraph 1 of subsection (1) must be de-identified before being given to the Registrar. O. Reg. 211/22, s. 15.</p> <p class=\"subsection-e\">  (3) In subsection (2),</p> <p class=\"definition-e\">“de-identify” has the same meaning as in subsection 108 (2) of the Act. O. Reg. 211/22, s. 15.</p>"
        },
        {
            "ahref_id": "#BK86",
            "TOCid": "63.",
            "part_id": null,
            "part_type": null,
            "section": "Notice of certain events",
            "content": " 63. The following events are prescribed for the purposes of paragraph 4 of subsection 109 (2) of the Act: 1. A material change in any of the information required to be contained in a register under subsection 106 (1) of the Act in respect of the licence of a licensee. 2. A material change in any of the information that a licensee provided to the Registrar in support of the licensee’s application for a licence.  O. Reg. 166/11, s. 63. 3. A temporary closure of the retirement home. 4. A temporary closure of part of the retirement home if the closure materially affects a resident’s accommodation or the care services or other services provided to a resident. 5. An unplanned evacuation of residents from the retirement home for a period of greater than six hours. 6. A temporary relocation of the retirement home or part of the retirement home to one or more other premises.  O. Reg. 166/11, s. 63; O. Reg. 211/22, s. 16.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK86\"></a><b>63. </b>The following events are prescribed for the purposes of paragraph 4 of subsection 109 (2) of the Act:</p> <p class=\"paragraph-e\">  1. A material change in any of the information required to be contained in a register under subsection 106 (1) of the Act in respect of the licence of a licensee.</p> <p class=\"paragraph-e\">  2. A material change in any of the information that a licensee provided to the Registrar in support of the licensee’s application for a licence.  O. Reg. 166/11, s. 63.</p> <p class=\"paragraph-e\">  3. A temporary closure of the retirement home.</p> <p class=\"paragraph-e\">  4. A temporary closure of part of the retirement home if the closure materially affects a resident’s accommodation or the care services or other services provided to a resident.</p> <p class=\"paragraph-e\">  5. An unplanned evacuation of residents from the retirement home for a period of greater than six hours.</p> <p class=\"paragraph-e\">  6. A temporary relocation of the retirement home or part of the retirement home to one or more other premises.  O. Reg. 166/11, s. 63; O. Reg. 211/22, s. 16.</p>"
        },
        {
            "ahref_id": "#BK87",
            "TOCid": "63.1",
            "part_id": null,
            "part_type": null,
            "section": "Disclosure of information",
            "content": " 63.1 The communication of information to the following persons or entities is prescribed for the purposes of subsection 113 (3) of the Act: 1. A ministry, department, agency or administrative authority of a government engaged in the administration of legislation similar to the Act or legislation that protects consumers, or any other entity to which the administration of legislation similar to the Act or legislation that protects consumers has been assigned. 2. The Chief Medical Officer of Health, a medical officer of health or the Minister, all as defined in the Health Protection and Promotion Act. 3. The Fire Marshal, the fire chief of a fire department or the clerk of a municipality, all within the meaning of the Fire Protection and Prevention Act, 1997. 4. An entity or organization engaged in the protection of consumers in Ontario if the purpose of the communication is consumer protection. 5. The governing body of a profession regulated under Ontario legislation if the purpose of the communication is consumer protection or public health and safety. 6. An entity or organization that provides or facilitates the provision of a care service, if the purpose of the communication is public health and safety. O. Reg. 211/22, s. 17.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK87\"></a><b>63.1 </b>The communication of information to the following persons or entities is prescribed for the purposes of subsection 113 (3) of the Act:</p> <p class=\"paragraph-e\">  1. A ministry, department, agency or administrative authority of a government engaged in the administration of legislation similar to the Act or legislation that protects consumers, or any other entity to which the administration of legislation similar to the Act or legislation that protects consumers has been assigned.</p> <p class=\"paragraph-e\">  2. The Chief Medical Officer of Health, a medical officer of health or the Minister, all as defined in the <i>Health Protection and Promotion Act</i><i>.</i></p> <p class=\"paragraph-e\">  3. The Fire Marshal, the fire chief of a fire department or the clerk of a municipality, all within the meaning of the <i>Fire Protection and Prevention Act, 1997</i>.</p> <p class=\"paragraph-e\">  4. An entity or organization engaged in the protection of consumers in Ontario if the purpose of the communication is consumer protection.</p> <p class=\"paragraph-e\">  5. The governing body of a profession regulated under Ontario legislation if the purpose of the communication is consumer protection or public health and safety.</p> <p class=\"paragraph-e\">  6. An entity or organization that provides or facilitates the provision of a care service, if the purpose of the communication is public health and safety. O. Reg. 211/22, s. 17.</p>"
        },
        {
            "ahref_id": "#BK88",
            "TOCid": "64.",
            "part_id": null,
            "part_type": null,
            "section": "Right to use French in dealings with the Authority",
            "content": " 64. (1) Everyone has the right to use French in any dealing with the Authority.  O. Reg. 166/11, s. 64 (1). (2) If a person requests that a communication, information or notice be made available in French, the Authority shall do so promptly.  O. Reg. 166/11, s. 64 (2). (3) The Authority shall make the following available in French as soon as it is reasonably practicable to do so: 1. All communications, information and notices that are in writing and that the Authority directs at the public. 2. Anything that the Authority is required to make available to the public under the Act, including, i. its by-laws, ii. all forms that it develops, iii. the code of ethics that it is required to establish under section 26 of the Act, iv. its annual reports required under section 31 of the Act, v. all information required to be contained in the registers under subsection 106 (1) of the Act, and vi. all statistical information about retirement homes that it publishes or makes available to the public.  O. Reg. 166/11, s. 64 (3). (4) Revoked: O. Reg. 53/12, s. 12 (2). Emergency Fund",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK88\"></a><b>64. </b>(1) Everyone has the right to use French in any dealing with the Authority.  O. Reg. 166/11, s. 64 (1).</p> <p class=\"subsection-e\">  (2) If a person requests that a communication, information or notice be made available in French, the Authority shall do so promptly.  O. Reg. 166/11, s. 64 (2).</p> <p class=\"subsection-e\">  (3) The Authority shall make the following available in French as soon as it is reasonably practicable to do so:</p> <p class=\"paragraph-e\">  1. All communications, information and notices that are in writing and that the Authority directs at the public.</p> <p class=\"paragraph-e\">  2. Anything that the Authority is required to make available to the public under the Act, including,</p> <p class=\"subpara-e\">  i. its by-laws,</p> <p class=\"subpara-e\">  ii. all forms that it develops,</p> <p class=\"subpara-e\">  iii. the code of ethics that it is required to establish under section 26 of the Act,</p> <p class=\"subpara-e\">  iv. its annual reports required under section 31 of the Act,</p> <p class=\"subpara-e\">  v. all information required to be contained in the registers under subsection 106 (1) of the Act, and</p> <p class=\"subpara-e\">  vi. all statistical information about retirement homes that it publishes or makes available to the public.  O. Reg. 166/11, s. 64 (3).</p> <p class=\"subsection-e\">  (4) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 53/12, s. 12 (2).</p> <p class=\"heading1-e\"><a name=\"BK89\"></a>Emergency Fund</p>"
        },
        {
            "ahref_id": "#BK89",
            "TOCid": "Emergency Fund",
            "part_id": null,
            "part_type": null,
            "section": "Emergency Fund",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK90",
            "TOCid": "64.1",
            "part_id": null,
            "part_type": null,
            "section": "Administration of the Fund",
            "content": " 64.1 (1) The Authority shall hold the Fund in trust for the benefit of residents and former residents whom the Registrar approves to receive the benefit of a payment under section 64.3 or 64.4.  O. Reg. 53/12, s. 13. (2) The Fund consists of money paid into the Fund under subsection (3) or (4), all administrative penalties collected by the Authority and all income on money paid into the Fund.  O. Reg. 53/12, s. 13. (3) The Authority may make payments into the Fund.  O. Reg. 53/12, s. 13. (4) The Authority may borrow money to supplement the Fund and shall pay the borrowed money into the Fund.  O. Reg. 53/12, s. 13. (5) No payments shall be made out of the Fund to satisfy or settle any claim or judgment or other court order resulting from the fraud, negligence or wilful misconduct of the Authority, its officers, directors, employees or agents.  O. Reg. 53/12, s. 13. (6) Subject to subsection (6.1), the Authority shall hold the Fund in an interest-bearing account at a financial institution as defined in subsection 57 (1).  O. Reg. 53/12, s. 13; O. Reg. 211/22, s. 18 (1). (6.1) The Authority may, from time to time, invest in accordance with the Trustee Act any money that is surplus to the Fund’s immediate requirements. O. Reg. 211/22, s. 18 (2). (7) At the Minister’s request, the Authority shall make available to the Minister any information, books, records or documents that it keeps respecting the affairs of the Fund.  O. Reg. 53/12, s. 13. (8) The Authority shall have the Fund audited annually by a public accountant licensed under the Public Accounting Act, 2004 and shall include the results of the audit in the Authority’s annual report required under section 31 of the Act.  O. Reg. 53/12, s. 13. (9) At the Minister’s request, the Authority shall immediately have the Fund audited in the manner that the Minister requires and shall make the results of the audit immediately available to the Minister.  O. Reg. 53/12, s. 13. (10) The Authority shall assist the auditors in performing any audit requested by the Minister under subsection (9) and shall provide any books, records or information that may be required to complete the audit.  O. Reg. 53/12, s. 13.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK90\"></a><b>64.1 </b>(1) The Authority shall hold the Fund in trust for the benefit of residents and former residents whom the Registrar approves to receive the benefit of a payment under section 64.3 or 64.4.  O. Reg. 53/12, s. 13.</p> <p class=\"subsection-e\">  (2) The Fund consists of money paid into the Fund under subsection (3) or (4), all administrative penalties collected by the Authority and all income on money paid into the Fund.  O. Reg. 53/12, s. 13.</p> <p class=\"subsection-e\">  (3) The Authority may make payments into the Fund.  O. Reg. 53/12, s. 13.</p> <p class=\"subsection-e\">  (4) The Authority may borrow money to supplement the Fund and shall pay the borrowed money into the Fund.  O. Reg. 53/12, s. 13.</p> <p class=\"subsection-e\">  (5) No payments shall be made out of the Fund to satisfy or settle any claim or judgment or other court order resulting from the fraud, negligence or wilful misconduct of the Authority, its officers, directors, employees or agents.  O. Reg. 53/12, s. 13.</p> <p class=\"subsection-e\">  (6) Subject to subsection (6.1), the Authority shall hold the Fund in an interest-bearing account at a financial institution as defined in subsection 57 (1).  O. Reg. 53/12, s. 13; O. Reg. 211/22, s. 18 (1).</p> <p class=\"subsection-e\">  (6.1) The Authority may, from time to time, invest in accordance with the <i>Trustee Act</i> any money that is surplus to the Fund’s immediate requirements. O. Reg. 211/22, s. 18 (2).</p> <p class=\"subsection-e\">  (7) At the Minister’s request, the Authority shall make available to the Minister any information, books, records or documents that it keeps respecting the affairs of the Fund.  O. Reg. 53/12, s. 13.</p> <p class=\"subsection-e\">  (8) The Authority shall have the Fund audited annually by a public accountant licensed under the <i>Public Accounting Act, 2004</i> and shall include the results of the audit in the Authority’s annual report required under section 31 of the Act.  O. Reg. 53/12, s. 13.</p> <p class=\"subsection-e\">  (9) At the Minister’s request, the Authority shall immediately have the Fund audited in the manner that the Minister requires and shall make the results of the audit immediately available to the Minister.  O. Reg. 53/12, s. 13.</p> <p class=\"subsection-e\">  (10) The Authority shall assist the auditors in performing any audit requested by the Minister under subsection (9) and shall provide any books, records or information that may be required to complete the audit.  O. Reg. 53/12, s. 13.</p>"
        },
        {
            "ahref_id": "#BK91",
            "TOCid": "64.2",
            "part_id": null,
            "part_type": null,
            "section": "Claims",
            "content": " 64.2 (1) An individual may make a claim to the Registrar for payment of compensation from the Fund if, (a) the individual is a resident of a retirement home or was a resident of a retirement home immediately before the event giving rise to the claim arose; (b) the claim is for the additional costs that the individual incurred to obtain reasonable alternate accommodation and care for a period of no more than 120 days if, as a direct result of emergency circumstances arising from loss or damage to the home, the operator was unable to safely provide the normal accommodation or care in the home to the individual; (c) the individual has taken all reasonable steps to mitigate the costs mentioned in clause (b); (d) the individual makes the claim in the form and manner required by the Registrar no more than 90 days following the end of the period for which the individual claims the compensation; and (e) the event giving rise to the claim arose after January 1, 2014.  O. Reg. 53/12, s. 13; O. Reg. 211/22, s. 19. (2) The Authority may request that the individual provide the Authority with the documents and other information that the Authority requires to assist the Registrar in deciding whether to approve a claim for compensation.  O. Reg. 53/12, s. 13.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK91\"></a><b>64.2 </b>(1) An individual may make a claim to the Registrar for payment of compensation from the Fund if,</p> <p class=\"clause-e\">  (a) the individual is a resident of a retirement home or was a resident of a retirement home immediately before the event giving rise to the claim arose;</p> <p class=\"clause-e\">  (b) the claim is for the additional costs that the individual incurred to obtain reasonable alternate accommodation and care for a period of no more than 120 days if, as a direct result of emergency circumstances arising from loss or damage to the home, the operator was unable to safely provide the normal accommodation or care in the home to the individual;</p> <p class=\"clause-e\">  (c) the individual has taken all reasonable steps to mitigate the costs mentioned in clause (b);</p> <p class=\"clause-e\">  (d) the individual makes the claim in the form and manner required by the Registrar no more than 90 days following the end of the period for which the individual claims the compensation; and</p> <p class=\"clause-e\">  (e) the event giving rise to the claim arose after January 1, 2014.  O. Reg. 53/12, s. 13; O. Reg. 211/22, s. 19.</p> <p class=\"subsection-e\">  (2) The Authority may request that the individual provide the Authority with the documents and other information that the Authority requires to assist the Registrar in deciding whether to approve a claim for compensation.  O. Reg. 53/12, s. 13.</p>"
        },
        {
            "ahref_id": "#BK92",
            "TOCid": "64.2.1",
            "part_id": null,
            "part_type": null,
            "section": "Operator’s mitigation of costs",
            "content": " 64.2.1 The operator of a retirement home must take all reasonable steps to mitigate the costs mentioned in clause 64.2 (1) (b). O. Reg. 211/22, s. 20.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK92\"></a><b>64.2.1 </b>The operator of a retirement home must take all reasonable steps to mitigate the costs mentioned in clause 64.2 (1) (b). O. Reg. 211/22, s. 20.</p>"
        },
        {
            "ahref_id": "#BK93",
            "TOCid": "64.3",
            "part_id": null,
            "part_type": null,
            "section": "Approval of claims",
            "content": " 64.3 (1) If the Registrar receives a claim from an individual for the payment of compensation and is of the opinion that the following criteria are satisfied, the Registrar may approve the claim and direct the Authority to pay a specified amount to the claimant: 1. The claim satisfies the conditions described in subsection 64.2 (1). 2. Payment to the claimant would assist the claimant to find, move to or pay for alternate accommodation or to access alternate care providers. 3. Payment from the Fund to the claimant would be consistent with the fundamental principle described in section 1 of the Act. 4. The Fund has the capacity to make the payment.  O. Reg. 53/12, s. 13. (2) The total amount paid to a claimant shall not exceed $10,000.  O. Reg. 53/12, s. 13. (3) Subject to subsection (4), the Authority shall comply with a direction by the Registrar made under subsection (1).  O. Reg. 53/12, s. 13. (4) The Registrar may make approval of a claim conditional on the claimant first, (a) satisfying the Registrar that the claimant has exhausted any or all legal remedies available to him or her to recover the costs claimed; or (b) entering into a written agreement with the Authority subrogating the Fund to any and all rights and remedies to which the claimant is entitled in respect of the claim.  O. Reg. 53/12, s. 13. (5) The Authority shall promptly inform a claimant of any decision or direction by the Registrar made under this section with respect to the claim.  O. Reg. 53/12, s. 13.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK93\"></a><b>64.3 </b>(1) If the Registrar receives a claim from an individual for the payment of compensation and is of the opinion that the following criteria are satisfied, the Registrar may approve the claim and direct the Authority to pay a specified amount to the claimant:</p> <p class=\"paragraph-e\">  1. The claim satisfies the conditions described in subsection 64.2 (1).</p> <p class=\"paragraph-e\">  2. Payment to the claimant would assist the claimant to find, move to or pay for alternate accommodation or to access alternate care providers.</p> <p class=\"paragraph-e\">  3. Payment from the Fund to the claimant would be consistent with the fundamental principle described in section 1 of the Act.</p> <p class=\"paragraph-e\">  4. The Fund has the capacity to make the payment.  O. Reg. 53/12, s. 13.</p> <p class=\"subsection-e\">  (2) The total amount paid to a claimant shall not exceed $10,000.  O. Reg. 53/12, s. 13.</p> <p class=\"subsection-e\">  (3) Subject to subsection (4), the Authority shall comply with a direction by the Registrar made under subsection (1).  O. Reg. 53/12, s. 13.</p> <p class=\"subsection-e\">  (4) The Registrar may make approval of a claim conditional on the claimant first,</p> <p class=\"clause-e\">  (a) satisfying the Registrar that the claimant has exhausted any or all legal remedies available to him or her to recover the costs claimed; or</p> <p class=\"clause-e\">  (b) entering into a written agreement with the Authority subrogating the Fund to any and all rights and remedies to which the claimant is entitled in respect of the claim.  O. Reg. 53/12, s. 13.</p> <p class=\"subsection-e\">  (5) The Authority shall promptly inform a claimant of any decision or direction by the Registrar made under this section with respect to the claim.  O. Reg. 53/12, s. 13.</p>"
        },
        {
            "ahref_id": "#BK94",
            "TOCid": "64.4",
            "part_id": null,
            "part_type": null,
            "section": "Approval of emergency payments",
            "content": " 64.4 (1) The Registrar may approve a resident or former resident of a retirement home to receive the benefit of payment from the Fund and may direct the Authority to pay specified amounts to the individual or to other specified persons for the benefit of the individual if the Registrar is of the opinion that, (a) as a direct result of emergency circumstances arising from loss or damage to the home or from abuse or neglect resulting in a serious and imminent risk of harm to the individual, the operator is unable to safely provide the normal accommodation or care in the home to the individual; (b) payment would enable or assist the individual to find, move to or pay for reasonable alternate accommodation or to access alternate care providers; (c) payment from the Fund in the circumstances would be consistent with the fundamental principle described in section 1 of the Act; and (d) the Fund has the capacity to make the payment.  O. Reg. 53/12, s. 14. (2) The total amount in respect of an individual that is paid to or for the benefit of the individual shall not exceed $3,500.  O. Reg. 53/12, s. 14; O. Reg. 242/20, s. 2. (3) Subject to subsection (4), the Authority shall comply with a direction by the Registrar made under subsection (1).  O. Reg. 53/12, s. 14. (4) The Registrar may make approval conditional on the individual first entering into a written agreement with the Authority subrogating the Fund to any and all rights and remedies to which the individual is entitled in respect of the costs to which the payments relate.  O. Reg. 53/12, s. 14. (5) The Authority shall promptly inform all individuals who the Registrar approves to receive the benefit of a payment from the Fund of any decision or direction by the Registrar made under this section with respect to the payment.  O. Reg. 53/12, s. 14. Transition 64.5 Revoked: O. Reg. 53/12, s. 15 (5). 64.6 Revoked: O. Reg. 53/12, s. 15 (2). 64.7 Revoked: O. Reg. 53/12, s. 15 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK94\"></a><b>64.4 </b>(1) The Registrar may approve a resident or former resident of a retirement home to receive the benefit of payment from the Fund and may direct the Authority to pay specified amounts to the individual or to other specified persons for the benefit of the individual if the Registrar is of the opinion that,</p> <p class=\"clause-e\">  (a) as a direct result of emergency circumstances arising from loss or damage to the home or from abuse or neglect resulting in a serious and imminent risk of harm to the individual, the operator is unable to safely provide the normal accommodation or care in the home to the individual;</p> <p class=\"clause-e\">  (b) payment would enable or assist the individual to find, move to or pay for reasonable alternate accommodation or to access alternate care providers; </p> <p class=\"clause-e\">  (c) payment from the Fund in the circumstances would be consistent with the fundamental principle described in section 1 of the Act; and </p> <p class=\"clause-e\">  (d) the Fund has the capacity to make the payment.  O. Reg. 53/12, s. 14.</p> <p class=\"subsection-e\">  (2) The total amount in respect of an individual that is paid to or for the benefit of the individual shall not exceed $3,500.  O. Reg. 53/12, s. 14; O. Reg. 242/20, s. 2.</p> <p class=\"subsection-e\">  (3) Subject to subsection (4), the Authority shall comply with a direction by the Registrar made under subsection (1).  O. Reg. 53/12, s. 14.</p> <p class=\"subsection-e\">  (4) The Registrar may make approval conditional on the individual first entering into a written agreement with the Authority subrogating the Fund to any and all rights and remedies to which the individual is entitled in respect of the costs to which the payments relate.  O. Reg. 53/12, s. 14.</p> <p class=\"subsection-e\">  (5) The Authority shall promptly inform all individuals who the Registrar approves to receive the benefit of a payment from the Fund of any decision or direction by the Registrar made under this section with respect to the payment.  O. Reg. 53/12, s. 14.</p> <p class=\"heading1-e\"><a name=\"BK95\"></a>Transition</p> <p class=\"section-e\"> <b>64.5 </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 53/12, s. 15 (5).</p> <p class=\"section-e\"> <b>64.6 </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 53/12, s. 15 (2).</p> <p class=\"section-e\"> <b>64.7 </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 53/12, s. 15 (4).</p>"
        },
        {
            "ahref_id": "#BK95",
            "TOCid": "Transition",
            "part_id": null,
            "part_type": null,
            "section": "Transition",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK96",
            "TOCid": "64.8",
            "part_id": null,
            "part_type": null,
            "section": "Agreement before resident commences residency",
            "content": " 64.8 A licensee of a retirement home is not required to comply with section 53 of the Act in respect of a resident who commences residency in the home before July 1, 2012.  O. Reg. 53/12, s. 15 (1).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK96\"></a><b>64.8 </b>A licensee of a retirement home is not required to comply with section 53 of the Act in respect of a resident who commences residency in the home before July 1, 2012.  O. Reg. 53/12, s. 15 (1).</p>"
        },
        {
            "ahref_id": "#BK97",
            "TOCid": "64.9",
            "part_id": null,
            "part_type": null,
            "section": "Information for residents",
            "content": " 64.9 (1) A licensee of a retirement home is not required to comply with section 54 of the Act in respect of a resident who commences residency in the home before July 1, 2012.  O. Reg. 53/12, s. 15 (1). (2) Despite subsection (1), after July 1, 2012, a licensee shall provide the package of information mentioned in clause 54 (1) (a) of the Act to a resident who commenced residency before July 1, 2012 if the resident or a substitute decision-maker of the resident so requests.  O. Reg. 53/12, s. 15 (1). (3) Revoked:  O. Reg. 53/12, s. 15 (4). 64.10 Revoked:  O. Reg. 53/12, s. 15 (2). 64.11 Revoked: O. Reg. 53/12, s. 15 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK97\"></a><b>64.9 </b>(1) A licensee of a retirement home is not required to comply with section 54 of the Act in respect of a resident who commences residency in the home before July 1, 2012.  O. Reg. 53/12, s. 15 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), after July 1, 2012, a licensee shall provide the package of information mentioned in clause 54 (1) (a) of the Act to a resident who commenced residency before July 1, 2012 if the resident or a substitute decision-maker of the resident so requests.  O. Reg. 53/12, s. 15 (1).</p> <p class=\"subsection-e\">  (3)<b> </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 53/12, s. 15 (4).</p> <p class=\"section-e\"> <b>64.10 </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 53/12, s. 15 (2).</p> <p class=\"section-e\"> <b>64.11 </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 53/12, s. 15 (3).</p>"
        },
        {
            "ahref_id": "#BK98",
            "TOCid": "64.12",
            "part_id": null,
            "part_type": null,
            "section": "Care and safety standards",
            "content": " 64.12 (1) For the purposes of subsection 60 (5) of the Act, a licensee to whom a standard mentioned in subsection 60 (1) or (3) of the Act or a requirement mentioned in subsection 60 (4) of the Act applies shall comply with the standard or requirement, as the case may be, by the day on which the standard or requirement, as the case may be, first applies to the licensee.  O. Reg. 53/12, s. 15 (1). (2) Revoked: O. Reg. 53/12, s. 15 (5). (3), (4) Revoked: O. Reg. 53/12, s. 15 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK98\"></a><b>64.12 </b>(1) For the purposes of subsection 60 (5) of the Act, a licensee to whom a standard mentioned in subsection 60 (1) or (3) of the Act or a requirement mentioned in subsection 60 (4) of the Act applies shall comply with the standard or requirement, as the case may be, by the day on which the standard or requirement, as the case may be, first applies to the licensee.  O. Reg. 53/12, s. 15 (1).</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 53/12, s. 15 (5).</p> <p class=\"subsection-e\">  (3), (4) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 53/12, s. 15 (3).</p>"
        },
        {
            "ahref_id": "#BK99",
            "TOCid": "64.13",
            "part_id": null,
            "part_type": null,
            "section": "Plan of care",
            "content": " 64.13 (1) For the purposes of section 62 of the Act, if a resident commenced residency in a retirement home before January 1, 2013 and the licensee of the home has reason to believe that the resident’s care needs may include the use of a personal assistance services device, section 62 of the Act and sections 44, 46, 47 and 48 of this Regulation apply in respect of the resident as if the resident commences residency in the home on July 1, 2013.  O. Reg. 53/12, s. 15 (1). (2) For the purposes of section 62 of the Act, if a resident commenced residency in a retirement home before January 1, 2013 and the licensee of the home does not have reason to believe that the resident’s care needs may include the use of a personal assistance services device, section 62 of the Act and sections 44, 46, 47 and 48 of this Regulation apply in respect of the resident as if the resident commences residency in the home on January 1, 2014.  O. Reg. 53/12, s. 15 (1). (3) Despite subsections (1) and (2), if a resident commenced residency in a retirement home before January 1, 2013, the licensee of the home is exempt from the requirement in section 43 to ensure that an initial assessment of the resident is conducted and from the requirement in subsection 47 (1) to develop an initial plan of care for the resident.  O. Reg. 53/12, s. 15 (1). 64.14, 64.15 Revoked: O. Reg. 53/12, s. 15 (3). 64.16 (1) Revoked: O. Reg. 53/12, s. 15 (3). (2) Revoked: O. Reg. 53/12, s. 15 (4). (3) Revoked: O. Reg. 53/12, s. 15 (5). 65. Omitted (revokes other Regulations).  O. Reg. 166/11, s. 65. 66. (1) Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 166/11, s. 66 (1). (2) Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 53/12, s. 16.  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK99\"></a><b>64.13 </b>(1) For the purposes of section 62 of the Act, if a resident commenced residency in a retirement home before January 1, 2013 and the licensee of the home has reason to believe that the resident’s care needs may include the use of a personal assistance services device, section 62 of the Act and sections 44, 46, 47 and 48 of this Regulation apply in respect of the resident as if the resident commences residency in the home on July 1, 2013.  O. Reg. 53/12, s. 15 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of section 62 of the Act, if a resident commenced residency in a retirement home before January 1, 2013 and the licensee of the home does not have reason to believe that the resident’s care needs may include the use of a personal assistance services device, section 62 of the Act and sections 44, 46, 47 and 48 of this Regulation apply in respect of the resident as if the resident commences residency in the home on January 1, 2014.  O. Reg. 53/12, s. 15 (1).</p> <p class=\"subsection-e\">  (3) Despite subsections (1) and (2), if a resident commenced residency in a retirement home before January 1, 2013, the licensee of the home is exempt from the requirement in section 43 to ensure that an initial assessment of the resident is conducted and from the requirement in subsection 47 (1) to develop an initial plan of care for the resident.  O. Reg. 53/12, s. 15 (1).</p> <p class=\"section-e\"> <b>64.14, 64.15</b> <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 53/12, s. 15 (3).</p> <p class=\"section-e\"> <b>64.16</b> (1) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 53/12, s. 15 (3).</p> <p class=\"subsection-e\">  (2)<b> </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 53/12, s. 15 (4).</p> <p class=\"subsection-e\">  (3) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 53/12, s. 15 (5).</p> <p class=\"section-e\"> <b>65.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">revokes other Regulations</span>).  O. Reg. 166/11, s. 65.</p> <p class=\"section-e\"> <b>66.</b> (1) <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 166/11, s. 66 (1).</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 53/12, s. 16.</p> <p class=\"subsection-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/110166\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}