{
    "reg_info": {
        "full_title": "O. Reg. 299/18: SECTION 28 EXEMPTIONS - GREENHOUSE GAS CAMPUS RETROFITS PROGRAM",
        "reg_name_text": "SECTION 28 EXEMPTIONS - GREENHOUSE GAS CAMPUS RETROFITS PROGRAM",
        "citation": "O. Reg. 299/18: ",
        "act_under": "Financial Administration Act",
        "url": "https://www.ontario.ca/laws/regulation/180299",
        "date_scraped": "2023-12-19 01:53:29"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April 23, 2018",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "  1. In this Regulation, “college” means a college of applied arts and technology established under the Ontario Colleges of Applied Arts and Technology Act, 2002; (“collège”) “Greenhouse Gas Campus Retrofits Program” means the program of the Government of Ontario under which colleges and universities may receive funding and subsidized loans to support retrofit projects, construction projects and other capital improvements that are expected to reduce greenhouse gas emissions. (“Programme de modernisation des campus pour la réduction des gaz à effet de serre”)",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>In this Regulation,</p> <p class=\"definition-e\">“college” means a college of applied arts and technology established under the <i>Ontario Colleges of Applied Arts and Technology Act, 2002</i>; (“collège”)</p> <p class=\"definition-e\">“Greenhouse Gas Campus Retrofits Program” means the program of the Government of Ontario under which colleges and universities may receive funding and subsidized loans to support retrofit projects, construction projects and other capital improvements that are expected to reduce greenhouse gas emissions. (“Programme de modernisation des campus pour la réduction des gaz à effet de serre”)</p>"
        },
        {
            "id": "2.",
            "section": "College contracts",
            "content": " 2. A financial arrangement, financial commitment, guarantee, indemnity or similar transaction contained in an agreement that is entered into by a college is exempt from the application of subsection 28 (1) of the Act if the following conditions are met: 1. The agreement relates to college facilities in Ontario. 2. The agreement has a term of 10 years or less. 3. The agreement is governed by the laws of Ontario. 4. The agreement complies with, i. all applicable policies of the college, and ii. all applicable laws and government directives. 5. The agreement is funded or supported by the Government of Ontario under the Greenhouse Gas Campus Retrofits Program. 6. The Government of Ontario is not responsible for paying any contingent liabilities that arise under the agreement.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>A financial arrangement, financial commitment, guarantee, indemnity or similar transaction contained in an agreement that is entered into by a college is exempt from the application of subsection 28 (1) of the Act if the following conditions are met:</p> <p class=\"paragraph-e\">  1. The agreement relates to college facilities in Ontario.</p> <p class=\"paragraph-e\">  2. The agreement has a term of 10 years or less.</p> <p class=\"paragraph-e\">  3. The agreement is governed by the laws of Ontario.</p> <p class=\"paragraph-e\">  4. The agreement complies with,</p> <p class=\"subpara-e\">  i. all applicable policies of the college, and</p> <p class=\"subpara-e\">  ii. all applicable laws and government directives.</p> <p class=\"paragraph-e\">  5. The agreement is funded or supported by the Government of Ontario under the Greenhouse Gas Campus Retrofits Program.</p> <p class=\"paragraph-e\">  6. The Government of Ontario is not responsible for paying any contingent liabilities that arise under the agreement.</p>"
        },
        {
            "id": "3.",
            "section": "Loan agreements",
            "content": " 3. A financial arrangement, financial commitment, guarantee, indemnity or similar transaction contained in a loan agreement entered into between the Ontario Financing Authority and a college for the sole purpose of financing expenses associated with a project under\nthe Greenhouse Gas Campus Retrofits Program is exempt from the application of subsection 28 (1) of the Act if the following conditions are met: 1. The loan agreement complies with all applicable policies of the college. 2. The loan agreement complies with all applicable laws and government directives.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>A financial arrangement, financial commitment, guarantee, indemnity or similar transaction contained in a loan agreement entered into between the Ontario Financing Authority and a college for the sole purpose of financing expenses associated with a project under<b>\n</b>the Greenhouse Gas Campus Retrofits Program is exempt from the application of subsection 28 (1) of the Act if the following conditions are met:</p> <p class=\"paragraph-e\">  1. The loan agreement complies with all applicable policies of the college.</p> <p class=\"paragraph-e\">  2. The loan agreement complies with all applicable laws and government directives.</p>"
        },
        {
            "id": "4.",
            "section": "Loan agreements",
            "content": " 4. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>4.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Loan agreements",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/180299\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}