{
    "reg_info": {
        "full_title": "O. Reg. 98/09: GENERAL",
        "reg_name_text": "General",
        "citation": "O. Reg. 98/09: GENERAL",
        "act_under": "Payday Loans Act, 2008",
        "url": "https://www.ontario.ca/laws/regulation/090098",
        "date_scraped": "2023-12-18 12:30:05"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March  1, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/090098/v16",
            "valid_from": "February 28, 2022",
            "valid_to": "February 28, 2022"
        },
        {
            "a_href": "/laws/regulation/090098/v15",
            "valid_from": "July  1, 2018",
            "valid_to": "February 27, 2022"
        },
        {
            "a_href": "/laws/regulation/090098/v14",
            "valid_from": "December 14, 2017",
            "valid_to": "June 30, 2018"
        },
        {
            "a_href": "/laws/regulation/090098/v13",
            "valid_from": "January  1, 2017",
            "valid_to": "December 13, 2017"
        },
        {
            "a_href": "/laws/regulation/090098/v12",
            "valid_from": "November  4, 2016",
            "valid_to": "December 31, 2016"
        },
        {
            "a_href": "/laws/regulation/090098/v11",
            "valid_from": "February 15, 2014",
            "valid_to": "November  3, 2016"
        },
        {
            "a_href": "/laws/regulation/090098/v10",
            "valid_from": "December 17, 2013",
            "valid_to": "February 14, 2014"
        },
        {
            "a_href": "/laws/regulation/090098/v9",
            "valid_from": "March  1, 2012",
            "valid_to": "December 16, 2013"
        },
        {
            "a_href": "/laws/regulation/090098/v8",
            "valid_from": "September  1, 2011",
            "valid_to": "February 29, 2012"
        },
        {
            "a_href": "/laws/regulation/090098/v7",
            "valid_from": "June 28, 2011",
            "valid_to": "August 31, 2011"
        },
        {
            "a_href": "/laws/regulation/090098/v6",
            "valid_from": "March  1, 2011",
            "valid_to": "June 27, 2011"
        },
        {
            "a_href": "/laws/regulation/090098/v5",
            "valid_from": "December 15, 2009",
            "valid_to": "February 28, 2011"
        },
        {
            "a_href": "/laws/regulation/090098/v4",
            "valid_from": "August  1, 2009",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/regulation/090098/v3",
            "valid_from": "July  1, 2009",
            "valid_to": "July 31, 2009"
        },
        {
            "a_href": "/laws/regulation/090098/v2",
            "valid_from": "April  1, 2009",
            "valid_to": "June 30, 2009"
        },
        {
            "a_href": "/laws/regulation/090098/v1",
            "valid_from": "March 13, 2009",
            "valid_to": "March 31, 2009"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Definitions and Application of Act",
            "part_id": null,
            "part_type": null,
            "section": "Definitions and Application of Act",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Definitions",
            "content": " 1. In this Regulation, “device” means an instrument, including a debit card or a cheque, that the lender under a payday loan agreement uses to deliver or provide access to all or part of the advance to the borrower in a form other than cash; (“dispositif”) “remote payday loan agreement” means a payday loan agreement entered into when, (a)  the borrower is not present with the lender, if no loan broker assisted the borrower in obtaining the payday loan, or (b)  the borrower is not present with the loan broker or the lender, if a loan broker assisted the borrower in obtaining the payday loan. (“convention à distance de prêt sur salaire”)  O. Reg. 98/09, s. 1; O. Reg. 316/11, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“device” means an instrument, including a debit card or a cheque, that the lender under a payday loan agreement uses to deliver or provide access to all or part of the advance to the borrower in a form other than cash; (“dispositif”)</p> <p class=\"definition-e\">“remote payday loan agreement” means a payday loan agreement entered into when,</p> <p class=\"defclause-e\">  (a)  the borrower is not present with the lender, if no loan broker assisted the borrower in obtaining the payday loan, or</p> <p class=\"defclause-e\">  (b)  the borrower is not present with the loan broker or the lender, if a loan broker assisted the borrower in obtaining the payday loan. (“convention à distance de prêt sur salaire”)  O. Reg. 98/09, s. 1; O. Reg. 316/11, s. 1.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "1.1",
            "part_id": null,
            "part_type": null,
            "section": "Application of Act",
            "content": " 1.1 (1) In this section, “consumer” means an individual acting for personal, family or household purposes and does not include a person who is acting for business purposes. O. Reg. 351/13, s. 2. (2) Subject to subsection (4), a loan is prescribed for the purposes of subsection 2 (2) of the Act if it is a loan under which a lender, except an entity or individual described in subsection (3), extends credit to a borrower who is a consumer so that the borrower may take one or more advances for up to an aggregate amount of principal and to which at least one of the following criteria applies: 1.  The borrower is not entitled to take an advance without obtaining authorization, approval or permission of any kind from the lender or any other person for taking the advance, whether or not there is a charge for obtaining the authorization, approval or permission. 2.  The amount that the borrower is required to pay in any 30-day period under the loan, except for the last such period, includes one or more payments totalling at least 20 per cent of the principal amount outstanding at the time of the last advance. O. Reg. 351/13, s. 2. (3) The following are the entities and individuals to which the exception mentioned in subsection (2) applies: 1.  A corporation without share capital to which Part III of the Corporations Act, the Not-for-Profit Corporations Act, 2010, Part II of the Canada Corporations Act, the Canada Not-for-Profit Corporations Act or comparable legislation of another province or territory of Canada applies. 2.  A registered charity within the meaning of the Income Tax Act (Canada). 3.  An individual, partnership, trust or an unincorporated body or association that does not carry on his, her or its activities for the purpose of gain or profit. 4.  A bank, authorized foreign bank or federal credit union within the meaning of section 2 of the Bank Act (Canada), a trust or loan corporation authorized under the Trust and Loan Companies Act (Canada), an association to which the Cooperative Credit Associations Act (Canada) applies, or an insurance company or fraternal benefit society incorporated or formed under the Insurance Companies Act (Canada). 5.  A registrant under the Securities Act, the Commodity Futures Act or comparable legislation of another province or territory of Canada. 6.  Credit unions to which the Credit Unions and Caisses Populaires Act, 2020 or comparable legislation of another province or territory of Canada applies. 7.  Insurers licensed under the Insurance Act or comparable legislation of another province or territory of Canada. O. Reg. 351/13, s. 2; O. Reg. 133/22, s. 1. (4) Subsection (2) does not apply to, (a)  a lease of real property; (b)  a loan that is secured against real property; (c)  a margin loan; (d)  a loan that meets the following conditions, if the lender does not have any other such loan outstanding with the borrower who is a consumer: (i)  there is only one advance, (ii)  the advance is for a fixed amount that is equal to the credit granted, (iii)  there is a fixed maturity date that is no earlier than six months after the making of the loan, and (iv)  the amount that the borrower is required to pay in any 30-day period under the loan, except for the last such period, does not include one or more payments totalling at least 20 per cent of the principal amount of the loan; (e)  an agreement under which a borrower who is a consumer, (i)  acquires goods or services by way of sale, lease or otherwise, where the goods or services are not an extension of credit or a loan of money, and (ii)  pays for the goods or services by instalments or lease payments, either directly to the provider of the goods or services or to a third party; or (f)  a loan that is secured against a borrower’s legal claim if, (i)  the security interest is registered, (ii)  the borrower has entered into a contingency fee agreement with a lawyer in respect of the claim, (iii)  a court action in respect of the claim was or will be commenced as a condition of the making of the loan, and (iv)  the amount of the claim is more than $25,000. O. Reg. 351/13, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>1.1 </b>(1) In this section,</p> <p class=\"firstdef-e\">“consumer” means an individual acting for personal, family or household purposes and does not include a person who is acting for business purposes. O. Reg. 351/13, s. 2.</p> <p class=\"subsection-e\">  (2) Subject to subsection (4), a loan is prescribed for the purposes of subsection 2 (2) of the Act if it is a loan under which a lender, except an entity or individual described in subsection (3), extends credit to a borrower who is a consumer so that the borrower may take one or more advances for up to an aggregate amount of principal and to which at least one of the following criteria applies:</p> <p class=\"paragraph-e\">  1.  The borrower is not entitled to take an advance without obtaining authorization, approval or permission of any kind from the lender or any other person for taking the advance, whether or not there is a charge for obtaining the authorization, approval or permission.</p> <p class=\"paragraph-e\">  2.  The amount that the borrower is required to pay in any 30-day period under the loan, except for the last such period, includes one or more payments totalling at least 20 per cent of the principal amount outstanding at the time of the last advance. O. Reg. 351/13, s. 2.</p> <p class=\"subsection-e\">  (3) The following are the entities and individuals to which the exception mentioned in subsection (2) applies:</p> <p class=\"paragraph-e\">  1.  A corporation without share capital to which Part III of the <i>Corporations Act</i>, the <i>Not-for-Profit Corporations Act, 2010</i>, Part II of the <i>Canada Corporations Act</i>, the <i>Canada Not-for-Profit Corporations Act</i> or comparable legislation of another province or territory of Canada applies.</p> <p class=\"paragraph-e\">  2.  A registered charity within the meaning of the <i>Income Tax Act</i> (Canada).</p> <p class=\"paragraph-e\">  3.  An individual, partnership, trust or an unincorporated body or association that does not carry on his, her or its activities for the purpose of gain or profit.</p> <p class=\"paragraph-e\">  4.  A bank, authorized foreign bank or federal credit union within the meaning of section 2 of the <i>Bank Act</i> (Canada), a trust or loan corporation authorized under the <i>Trust and Loan Companies Act</i> (Canada), an association to which the <i>Cooperative Credit Associations Act</i> (Canada) applies, or an insurance company or fraternal benefit society incorporated or formed under the <i>Insurance Companies Act</i> (Canada).</p> <p class=\"paragraph-e\">  5.  A registrant under the <i>Securities Act</i>, the <i>Commodity Futures Act</i> or comparable legislation of another province or territory of Canada.</p> <p class=\"paragraph-e\">  6.  Credit unions to which the <i>Credit Unions and Caisses Populaires Act, 2020</i> or comparable legislation of another province or territory of Canada applies.</p> <p class=\"paragraph-e\">  7.  Insurers licensed under the <i>Insurance Act</i> or comparable legislation of another province or territory of Canada. O. Reg. 351/13, s. 2; O. Reg. 133/22, s. 1.</p> <p class=\"subsection-e\">  (4) Subsection (2) does not apply to,</p> <p class=\"clause-e\">  (a)  a lease of real property;</p> <p class=\"clause-e\">  (b)  a loan that is secured against real property; </p> <p class=\"clause-e\">  (c)  a margin loan;</p> <p class=\"clause-e\">  (d)  a loan that meets the following conditions, if the lender does not have any other such loan outstanding with the borrower who is a consumer:</p> <p class=\"subclause-e\">  (i)  there is only one advance,</p> <p class=\"subclause-e\">  (ii)  the advance is for a fixed amount that is equal to the credit granted,</p> <p class=\"subclause-e\">  (iii)  there is a fixed maturity date that is no earlier than six months after the making of the loan, and</p> <p class=\"subclause-e\">  (iv)  the amount that the borrower is required to pay in any 30-day period under the loan, except for the last such period, does not include one or more payments totalling at least 20 per cent of the principal amount of the loan;</p> <p class=\"clause-e\">  (e)  an agreement under which a borrower who is a consumer,</p> <p class=\"subclause-e\">  (i)  acquires goods or services by way of sale, lease or otherwise, where the goods or services are not an extension of credit or a loan of money, and </p> <p class=\"subclause-e\">  (ii)  pays for the goods or services by instalments or lease payments, either directly to the provider of the goods or services or to a third party; or</p> <p class=\"clause-e\">  (f)  a loan that is secured against a borrower’s legal claim if,</p> <p class=\"subclause-e\">  (i)  the security interest is registered,</p> <p class=\"subclause-e\">  (ii)  the borrower has entered into a contingency fee agreement with a lawyer in respect of the claim, </p> <p class=\"subclause-e\">  (iii)  a court action in respect of the claim was or will be commenced as a condition of the making of the loan, and </p> <p class=\"subclause-e\">  (iv)  the amount of the claim is more than $25,000. O. Reg. 351/13, s. 2.</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "1.2",
            "part_id": null,
            "part_type": null,
            "section": "Exemption from Act",
            "content": " 1.2 The Act does not apply to a credit union or caisse populaire to which the Credit Unions and Caisses Populaires Act, 2020 or comparable legislation of another province or territory of Canada applies. O. Reg. 489/17, s. 1; O. Reg. 133/22, s. 2. Licences or Renewal of Licences",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>1.2 </b>The Act does not apply to a credit union or caisse populaire to which the <i>Credit Unions and Caisses Populaires Act, 2020</i> or comparable legislation of another province or territory of Canada applies. O. Reg. 489/17, s. 1; O. Reg. 133/22, s. 2.</p> <p class=\"heading1-e\"><a name=\"BK4\"></a>Licences or Renewal of Licences</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "Licences or Renewal of Licences",
            "part_id": null,
            "part_type": null,
            "section": "Licences or Renewal of Licences",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Application process",
            "content": " 2. (1) An applicant for a licence or renewal of a licence shall provide the Registrar with, (a)  the legal name of the applicant; (b)  the address of each office that the applicant intends to operate when acting as a licensee; (c)  the names of the applicant registered under the Business Names Act that the applicant intends to use at any office when licensed and an indication of the address of each office at which the applicant intends to use each of the names when licensed; and (d)  for each account that the applicant intends to maintain under section 11, the address of the branch of the institution in which the account is located, the account number of the account and an indication for which offices the applicant intends to use the account and the names of all persons with signing authority over the account.  O. Reg. 98/09, s. 2 (1). (2) An application for a licence or renewal of a licence shall, (a)  contain, in the form that the Registrar specifies, the information that the Registrar specifies and that is relevant to the decision to be made by the Registrar as to whether or not to issue or renew the licence; and (b)  be accompanied by the fees, if any, required under section 75 of the Act.  O. Reg. 98/09, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>2. </b>(1) An applicant for a licence or renewal of a licence shall provide the Registrar with,</p> <p class=\"clause-e\">  (a)  the legal name of the applicant;</p> <p class=\"clause-e\">  (b)  the address of each office that the applicant intends to operate when acting as a licensee; </p> <p class=\"clause-e\">  (c)  the names of the applicant registered under the <i>Business Names Act</i> that the applicant intends to use at any office when licensed and an indication of the address of each office at which the applicant intends to use each of the names when licensed; and</p> <p class=\"clause-e\">  (d)  for each account that the applicant intends to maintain under section 11, the address of the branch of the institution in which the account is located, the account number of the account and an indication for which offices the applicant intends to use the account and the names of all persons with signing authority over the account.  O. Reg. 98/09, s. 2 (1).</p> <p class=\"subsection-e\">  (2) An application for a licence or renewal of a licence shall,</p> <p class=\"clause-e\">  (a)  contain, in the form that the Registrar specifies, the information that the Registrar specifies and that is relevant to the decision to be made by the Registrar as to whether or not to issue or renew the licence; and</p> <p class=\"clause-e\">  (b)  be accompanied by the fees, if any, required under section 75 of the Act.  O. Reg. 98/09, s. 2 (2).</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Eligibility requirements",
            "content": " 3. The following are the prescribed requirements mentioned in subsections 9 (1) and 10 (1) of the Act for an applicant for a licence or renewal of a licence: 1.  If the applicant is an individual, the applicant must be at least 18 years of age. 2.  The applicant shall have made the payments, if any, to the Fund that the Minister has required under subsection 66 (3) of the Act. 3.  The applicant shall have paid the fees, if any, required under section 75 of the Act. 4.  If the applicant is a corporation, all of its officers and directors who are individuals must be at least 18 years of age. 5.  If the applicant is a corporation, at least one officer or director of the corporation must be an individual who is ordinarily resident in Ontario. The applicant shall notify the Registrar in writing of the name and residence address of all such officers and directors.  O. Reg. 98/09, ss. 3, 38 (1).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>3. </b>The following are the prescribed requirements mentioned in subsections 9 (1) and 10 (1) of the Act for an applicant for a licence or renewal of a licence:</p> <p class=\"paragraph-e\">  1.  If the applicant is an individual, the applicant must be at least 18 years of age.</p> <p class=\"paragraph-e\">  2.  The applicant shall have made the payments, if any, to the Fund that the Minister has required under subsection 66 (3) of the Act.</p> <p class=\"paragraph-e\">  3.  The applicant shall have paid the fees, if any, required under section 75 of the Act.</p> <p class=\"paragraph-e\">  4.  If the applicant is a corporation, all of its officers and directors who are individuals must be at least 18 years of age.</p> <p class=\"paragraph-e\">  5.  If the applicant is a corporation, at least one officer or director of the corporation must be an individual who is ordinarily resident in Ontario. The applicant shall notify the Registrar in writing of the name and residence address of all such officers and directors.  O. Reg. 98/09, ss. 3, 38 (1).</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Certificates of licence",
            "content": " 4. (1) Upon issuing a licence or a renewal of a licence, the Registrar shall give the licensee a certificate of licence for the licensee’s main office and a certificate of licence for each of the licensee’s branch offices, if any.  O. Reg. 98/09, s. 4 (1). (2) If the licensee operates only one office, references in this section to the licensee’s main office shall be read as references to that office of the licensee.  O. Reg. 98/09, s. 4 (2). (3) A certificate of licence mentioned in subsection (1) shall include, (a)  the licensee’s legal name; (b)  if the licensee uses a name registered under the Business Names Act in respect of the office in respect of which the certificate is given, the name used in respect of that office; (c)  an indication of whether the licensee is a lender or a loan broker; (d)  the licence number of the licensee; (e)  the address of the office to which the certificate relates; (f)  if the licensee operates more than one office, an indication whether the office to which the certificate relates is the main office or a branch office; and (g)  the expiry date of the term of the licence.  O. Reg. 98/09, s. 4 (3). (4) At a licensee’s main office and each of the licensee’s branch offices, if any, the licensee shall post the certificate of licence that relates to the office so that the certificate is visible to persons immediately upon entering the office.  O. Reg. 98/09, s. 4 (4). (5) If the licensee is a lender that offers to make a remote payday loan agreement with a borrower or is a loan broker that offers to assist a borrower in obtaining a remote payday loan agreement, the licensee shall communicate to the borrower the information that is required to be on the certificate of licence for the main office of the licensee as soon as the borrower makes contact with the licensee.  O. Reg. 98/09, s. 4 (5). (6) If the Registrar revokes, suspends, cancels or refuses to renew the licence of a licensee, the licensee shall, (a)  immediately return to the Registrar all certificates of licence that relate to the licensee’s main office and branch offices, if any; and (b)  no longer communicate the information that subsection (5) required the licensee to communicate before the revocation, suspension, cancellation or the refusal to renew, as the case may be.  O. Reg. 98/09, s. 4 (6). (7) If a suspension of a licence ends before the term of the licence would have otherwise expired, then, when the suspension ends, (a)  the Registrar shall immediately return to the licensee the certificates of licence mentioned in clause (6) (a); and (b)  the licensee shall immediately resume complying with subsection (4) or (5), as the case may be.  O. Reg. 98/09, s. 4 (7). (8) A person who is required to return a certificate of a licence to another person under clause (6) (a) or (7) (a) shall do so using a form of delivery that provides proof of delivery.  O. Reg. 98/09, s. 4 (8).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>4. </b>(1) Upon issuing a licence or a renewal of a licence, the Registrar shall give the licensee a certificate of licence for the licensee’s main office and a certificate of licence for each of the licensee’s branch offices, if any.  O. Reg. 98/09, s. 4 (1).</p> <p class=\"subsection-e\">  (2) If the licensee operates only one office, references in this section to the licensee’s main office shall be read as references to that office of the licensee.  O. Reg. 98/09, s. 4 (2).</p> <p class=\"subsection-e\">  (3) A certificate of licence mentioned in subsection (1) shall include,</p> <p class=\"clause-e\">  (a)  the licensee’s legal name;</p> <p class=\"clause-e\">  (b)  if the licensee uses a name registered under the <i>Business Names Act</i> in respect of the office in respect of which the certificate is given, the name used in respect of that office;</p> <p class=\"clause-e\">  (c)  an indication of whether the licensee is a lender or a loan broker;</p> <p class=\"clause-e\">  (d)  the licence number of the licensee;</p> <p class=\"clause-e\">  (e)  the address of the office to which the certificate relates;</p> <p class=\"clause-e\">  (f)  if the licensee operates more than one office, an indication whether the office to which the certificate relates is the main office or a branch office; and</p> <p class=\"clause-e\">  (g)  the expiry date of the term of the licence.  O. Reg. 98/09, s. 4 (3).</p> <p class=\"subsection-e\">  (4) At a licensee’s main office and each of the licensee’s branch offices, if any, the licensee shall post the certificate of licence that relates to the office so that the certificate is visible to persons immediately upon entering the office.  O. Reg. 98/09, s. 4 (4).</p> <p class=\"subsection-e\">  (5) If the licensee is a lender that offers to make a remote payday loan agreement with a borrower or is a loan broker that offers to assist a borrower in obtaining a remote payday loan agreement, the licensee shall communicate to the borrower the information that is required to be on the certificate of licence for the main office of the licensee as soon as the borrower makes contact with the licensee.  O. Reg. 98/09, s. 4 (5).</p> <p class=\"subsection-e\">  (6) If the Registrar revokes, suspends, cancels or refuses to renew the licence of a licensee, the licensee shall,</p> <p class=\"clause-e\">  (a)  immediately return to the Registrar all certificates of licence that relate to the licensee’s main office and branch offices, if any; and</p> <p class=\"clause-e\">  (b)  no longer communicate the information that subsection (5) required the licensee to communicate before the revocation, suspension, cancellation or the refusal to renew, as the case may be.  O. Reg. 98/09, s. 4 (6).</p> <p class=\"subsection-e\">  (7) If a suspension of a licence ends before the term of the licence would have otherwise expired, then, when the suspension ends,</p> <p class=\"clause-e\">  (a)  the Registrar shall immediately return to the licensee the certificates of licence mentioned in clause (6) (a); and</p> <p class=\"clause-e\">  (b)  the licensee shall immediately resume complying with subsection (4) or (5), as the case may be.  O. Reg. 98/09, s. 4 (7).</p> <p class=\"subsection-e\">  (8) A person who is required to return a certificate of a licence to another person under clause (6) (a) or (7) (a) shall do so using a form of delivery that provides proof of delivery.  O. Reg. 98/09, s. 4 (8).</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Conditions of licence",
            "content": " 5. The following are conditions of a licence: 1.  At each office authorized by the licence, the licensee shall display and provide educational materials about the payday lending industry, financial planning, the Act and the regulations that the Registrar approves and that are visible to borrowers immediately upon entering the office. 2.  If the licensee is a lender that offers to make a remote payday loan agreement with a borrower or is a loan broker that offers to assist a borrower in obtaining a remote payday loan agreement, the licensee shall, i.  communicate to the borrower, as soon as the borrower makes contact with the licensee, that the educational materials described in paragraph 1 are available, and ii.  at the request of the borrower, immediately provide the educational materials to the borrower. 3.  If the licensee is a corporation, all of its officers and directors who are individuals must be at least 18 years of age. 4.  If the licensee is a corporation, at least one officer or director of the corporation must be an individual who is ordinarily resident in Ontario. The licensee shall notify the Registrar in writing of the name and residence address of all such officers and directors and any change in those names and residence addresses within five days after the change occurs. 5.  Revoked:  O. Reg. 98/09, s. 38 (4). O. Reg. 98/09, ss. 5, 38 (2-4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>5. </b>The following are conditions of a licence:</p> <p class=\"paragraph-e\">  1.  At each office authorized by the licence, the licensee shall display and provide educational materials about the payday lending industry, financial planning, the Act and the regulations that the Registrar approves and that are visible to borrowers immediately upon entering the office.</p> <p class=\"paragraph-e\">  2.  If the licensee is a lender that offers to make a remote payday loan agreement with a borrower or is a loan broker that offers to assist a borrower in obtaining a remote payday loan agreement, the licensee shall,</p> <p class=\"subpara-e\">  i.  communicate to the borrower, as soon as the borrower makes contact with the licensee, that the educational materials described in paragraph 1 are available, and</p> <p class=\"subpara-e\">  ii.  at the request of the borrower, immediately provide the educational materials to the borrower.</p> <p class=\"paragraph-e\">  3.  If the licensee is a corporation, all of its officers and directors who are individuals must be at least 18 years of age.</p> <p class=\"paragraph-e\">  4.  If the licensee is a corporation, at least one officer or director of the corporation must be an individual who is ordinarily resident in Ontario. The licensee shall notify the Registrar in writing of the name and residence address of all such officers and directors and any change in those names and residence addresses within five days after the change occurs.</p> <p class=\"paragraph-e\">  5.  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 98/09, s. 38 (4).</p> <p class=\"footnote-e\">O. Reg. 98/09, ss. 5, 38 (2-4).</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Transition, licences",
            "content": " 6. The time prescribed for the purposes of subsection 18 (1) of the Act shall be the period of 90 days after the day that subsection comes into force.  O. Reg. 98/09, s. 6.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>6. </b>The time prescribed for the purposes of subsection 18 (1) of the Act shall be the period of 90 days after the day that subsection comes into force.  O. Reg. 98/09, s. 6.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Time for further application",
            "content": " 7. The time prescribed for the purposes of clause 19 (a) of the Act is 12 months.  O. Reg. 98/09, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>7. </b>The time prescribed for the purposes of clause 19 (a) of the Act is 12 months.  O. Reg. 98/09, s. 7.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Change of information",
            "content": " 8. (1) If there is a change to any of the information that was included in an application for a licence or renewal of a licence after the applicant makes the application, whether or not the Registrar has issued or renewed the licence, the applicant or the licensee shall notify the Registrar, in writing, within five days after the change occurs and shall set out the nature of the change.  O. Reg. 98/09, s. 8 (1). (2) Subsection (1) does not apply if any other provision of the Act or the regulations requires the applicant or the licensee to give notice of the change to the Registrar.  O. Reg. 98/09, s. 8 (2). General Regulation of Licensees",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>8. </b>(1) If there is a change to any of the information that was included in an application for a licence or renewal of a licence after the applicant makes the application, whether or not the Registrar has issued or renewed the licence, the applicant or the licensee shall notify the Registrar, in writing, within five days after the change occurs and shall set out the nature of the change.  O. Reg. 98/09, s. 8 (1).</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply if any other provision of the Act or the regulations requires the applicant or the licensee to give notice of the change to the Registrar.  O. Reg. 98/09, s. 8 (2).</p> <p class=\"heading1-e\"><a name=\"BK12\"></a>General Regulation of Licensees</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "General Regulation of Licensees",
            "part_id": null,
            "part_type": null,
            "section": "General Regulation of Licensees",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Name of licensee",
            "content": " 9. (1) A licence shall not authorize the licensee to operate an office except under the licensee’s legal name or a name of the licensee registered under the Business Names Act.  O. Reg. 98/09, s. 9 (1). (2) A licence shall not authorize the licensee to operate any office under more than one name registered under the Business Names Act, but the name registered under that Act under which the licensee operates any one office may be different from the name registered under that Act under which the licensee operates any other office.  O. Reg. 98/09, s. 9 (2). (3) For greater certainty, subsection 2 (6) of the Business Names Act applies to a licensee who operates an office under a name registered under that Act.  O. Reg. 98/09, s. 9 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>9. </b>(1) A licence shall not authorize the licensee to operate an office except under the licensee’s legal name or a name of the licensee registered under the <i>Business Names Act</i>.  O. Reg. 98/09, s. 9 (1).</p> <p class=\"subsection-e\">  (2) A licence shall not authorize the licensee to operate any office under more than one name registered under the <i>Business Names Act</i>, but the name registered under that Act under which the licensee operates any one office may be different from the name registered under that Act under which the licensee operates any other office.  O. Reg. 98/09, s. 9 (2).</p> <p class=\"subsection-e\">  (3) For greater certainty, subsection 2 (6) of the <i>Business Names Act</i> applies to a licensee who operates an office under a name registered under that Act.  O. Reg. 98/09, s. 9 (3).</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Location of offices",
            "content": " 10. (1) A licensee shall maintain at least one office that is physically located in Ontario.  O. Reg. 98/09, s. 10 (1). (2) A licence shall not authorize the licensee to operate an office from a dwelling.  O. Reg. 98/09, s. 10 (2). (3) A licensee shall maintain an address for service that is in Ontario.  O. Reg. 98/09, s. 10 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>10. </b>(1) A licensee shall maintain at least one office that is physically located in Ontario.  O. Reg. 98/09, s. 10 (1).</p> <p class=\"subsection-e\">  (2) A licence shall not authorize the licensee to operate an office from a dwelling.  O. Reg. 98/09, s. 10 (2).</p> <p class=\"subsection-e\">  (3) A licensee shall maintain an address for service that is in Ontario.  O. Reg. 98/09, s. 10 (3).</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "Bank account or similar account",
            "content": " 11. (1) A licensee shall maintain an account in respect of the activity for which the licensee is licensed; the account must be in the legal name of the licensee, must be in Ontario and must be located in a bank or an authorized foreign bank within the meaning of section 2 of the Bank Act\r\n(Canada) or in a credit union as defined in the Credit Unions and Caisses Populaires Act, 2020.  O. Reg. 98/09, s. 11 (1); O. Reg. 133/22, s. 3. (2) A licensee may maintain more than one account under subsection (1) but shall not use more than one such account for any one of the licensee’s offices.  O. Reg. 98/09, s. 11 (2). (3) The licensee shall ensure that, (a)  all amounts that the licensee receives or disburses in connection with the activity of the licensee for which an account mentioned in subsection (1) is maintained are deposited into or disbursed from the account, as the case may be; and (b)  no amounts, other than those in respect of the activity for which the licensee is licensed, are deposited into or disbursed from the account.  O. Reg. 98/09, s. 11 (3). (4) If there is any change in respect of an account mentioned in subsection (1), including a change in the address of the branch of the institution in which the account is located, the offices for which the licensee uses the account or the persons who have signing authority over the account, the licensee shall notify the Registrar in writing of the change and the nature of the change within five days after the change occurs.  O. Reg. 98/09, s. 11 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>11. </b>(1) A licensee shall maintain an account in respect of the activity for which the licensee is licensed; the account must be in the legal name of the licensee, must be in Ontario and must be located in a bank or an authorized foreign bank within the meaning of section 2 of the <i>Bank Act</i>\r\n(Canada) or in a credit union as defined in the <i>Credit Unions and Caisses Populaires Act, 2020</i>.  O. Reg. 98/09, s. 11 (1); O. Reg. 133/22, s. 3.</p> <p class=\"subsection-e\">  (2) A licensee may maintain more than one account under subsection (1) but shall not use more than one such account for any one of the licensee’s offices.  O. Reg. 98/09, s. 11 (2).</p> <p class=\"subsection-e\">  (3) The licensee shall ensure that,</p> <p class=\"clause-e\">  (a)  all amounts that the licensee receives or disburses in connection with the activity of the licensee for which an account mentioned in subsection (1) is maintained are deposited into or disbursed from the account, as the case may be; and</p> <p class=\"clause-e\">  (b)  no amounts, other than those in respect of the activity for which the licensee is licensed, are deposited into or disbursed from the account.  O. Reg. 98/09, s. 11 (3).</p> <p class=\"subsection-e\">  (4) If there is any change in respect of an account mentioned in subsection (1), including a change in the address of the branch of the institution in which the account is located, the offices for which the licensee uses the account or the persons who have signing authority over the account, the licensee shall notify the Registrar in writing of the change and the nature of the change within five days after the change occurs.  O. Reg. 98/09, s. 11 (4).</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Documents and records",
            "content": " 12. (1) A licensee shall keep all documents and records relating to the activity in respect of which the licensee is licensed separate and apart from the documents and records of any other activity that the licensee conducts and shall keep them at the office authorized by the licence to which they relate.  O. Reg. 98/09, s. 12 (1). (2) The licensee shall keep the documents and records at the office required under subsection (1) for a time period of at least two years from the end of the term of the payday loan agreement to which they relate.  O. Reg. 98/09, s. 12 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>12. </b>(1) A licensee shall keep all documents and records relating to the activity in respect of which the licensee is licensed separate and apart from the documents and records of any other activity that the licensee conducts and shall keep them at the office authorized by the licence to which they relate.  O. Reg. 98/09, s. 12 (1).</p> <p class=\"subsection-e\">  (2) The licensee shall keep the documents and records at the office required under subsection (1) for a time period of at least two years from the end of the term of the payday loan agreement to which they relate.  O. Reg. 98/09, s. 12 (2).</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "13.",
            "part_id": null,
            "part_type": null,
            "section": "Disclosure to Registrar",
            "content": " 13. (1) Upon request, a licensee shall provide information to the Registrar that is relevant to the administration of the Act.  O. Reg. 98/09, s. 13 (1). (2) If the Registrar so requests, the licensee shall provide the information in a form that is verified by affidavit.  O. Reg. 98/09, s. 13 (2). (3) Within three months of the end of the licensee’s fiscal year, a licensee shall file with the Registrar a financial statement in respect of the activities, during the fiscal year, of the business for which the licensee is licensed.  O. Reg. 98/09, s. 13 (3). (4) The Registrar may require licensees to provide information to the Registrar about their business, including financial information, within the time and in the manner that the Registrar specifies.  O. Reg. 98/09, s. 13 (4). Protection of Borrowers",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>13. </b>(1) Upon request, a licensee shall provide information to the Registrar that is relevant to the administration of the Act.  O. Reg. 98/09, s. 13 (1).</p> <p class=\"subsection-e\">  (2) If the Registrar so requests, the licensee shall provide the information in a form that is verified by affidavit.  O. Reg. 98/09, s. 13 (2).</p> <p class=\"subsection-e\">  (3) Within three months of the end of the licensee’s fiscal year, a licensee shall file with the Registrar a financial statement in respect of the activities, during the fiscal year, of the business for which the licensee is licensed.  O. Reg. 98/09, s. 13 (3).</p> <p class=\"subsection-e\">  (4) The Registrar may require licensees to provide information to the Registrar about their business, including financial information, within the time and in the manner that the Registrar specifies.  O. Reg. 98/09, s. 13 (4).</p> <p class=\"heading1-e\"><a name=\"BK18\"></a>Protection of Borrowers</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "Protection of Borrowers",
            "part_id": null,
            "part_type": null,
            "section": "Protection of Borrowers",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "14.",
            "part_id": null,
            "part_type": null,
            "section": "Poster for payday loan agreements",
            "content": " 14. (1) A licensee shall display a poster in English at each of the offices authorized by the licence and shall ensure that the poster is visible to borrowers immediately upon entering the office and that it complies with this section.  O. Reg. 98/09, s. 14 (1). (2) The poster shall be of a minimum size of 61 centimetres in width by 76 centimetres in length.  O. Reg. 98/09, s. 14 (2). (3) The poster shall consist of the following with respect to a payday loan agreement that the licensee offers to make with a borrower, if the licensee is a lender, or that the licensee offers to assist a borrower in obtaining, if the licensee is a loan broker, and shall not include anything else: 1.  A heading setting out, i.  the words “Maximum Allowable Cost per $100 Borrowed:” in 144 point font, ii.  the amount “$21.00” in 144 point font, immediately below subparagraph i, if the poster is displayed before January 1, 2017, iii.  the amount “$18.00” in 144 point font, immediately below subparagraph i, if the poster is displayed on or after January 1, 2017 and before January 1, 2018, and iv.  the amount “$15.00” in 144 point font, immediately below subparagraph i, if the poster is displayed on or after January 1, 2018. 2.  A heading setting out, i.  the words “Our cost per $100 borrowed:” in 72 point font, and ii.  the total cost of borrowing per each $100 advanced under the agreement in 144 point font, immediately below subparagraph i. 3.  A subheading in 54 point font with the words “Example: Your $500 loan for 14 days”. 4.  The following in 54 point font: i.  the words “Amount Advanced $500.00”, and ii.  the words “Total Cost of Borrowing” followed by the total cost of borrowing per each $500 advanced under the agreement and also expressed as an annual percentage rate calculated in accordance with section 55 of Ontario Regulation 17/05 (General) made under the\r\nConsumer Protection Act, 2002. 5.  A horizontal line extending across the width of the text on the poster immediately below the text described in paragraph 4. 6.  The following in 54 point font: the words “Total You Repay” followed by the total of $500 plus the total cost of borrowing per each $500 advanced under the agreement. 7.  The words “This poster is required under the Payday Loans Act, 2008” in 36 point font.  O. Reg. 98/09, s. 14 (3); O. Reg. 358/16, s. 1; O. Reg. 489/17, s. 2. (4) Despite the French version of subsection (3), the specific words that subsection requires be included in the poster shall be those set out in the English version of that subsection.  O. Reg. 98/09, s. 14 (4). (5) If a licensee is a lender that offers to make a remote payday loan agreement with a borrower or is a loan broker that offers to assist a borrower in obtaining a remote payday loan agreement, the licensee shall communicate to the borrower the information required by subsection (3) for the poster before discussing with borrower anything about payday loans.  O. Reg. 98/09, s. 14 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>14. </b>(1) A licensee shall display a poster in English at each of the offices authorized by the licence and shall ensure that the poster is visible to borrowers immediately upon entering the office and that it complies with this section.  O. Reg. 98/09, s. 14 (1).</p> <p class=\"subsection-e\">  (2) The poster shall be of a minimum size of 61 centimetres in width by 76 centimetres in length.  O. Reg. 98/09, s. 14 (2).</p> <p class=\"subsection-e\">  (3) The poster shall consist of the following with respect to a payday loan agreement that the licensee offers to make with a borrower, if the licensee is a lender, or that the licensee offers to assist a borrower in obtaining, if the licensee is a loan broker, and shall not include anything else:</p> <p class=\"paragraph-e\">  1.  A heading setting out,</p> <p class=\"subpara-e\">  i.  the words “Maximum Allowable Cost per $100 Borrowed:” in 144 point font,</p> <p class=\"subpara-e\">  ii.  the amount “$21.00” in 144 point font, immediately below subparagraph i, if the poster is displayed before January 1, 2017,</p> <p class=\"subpara-e\">  iii.  the amount “$18.00” in 144 point font, immediately below subparagraph i, if the poster is displayed on or after January 1, 2017 and before January 1, 2018, and</p> <p class=\"subpara-e\">  iv.  the amount “$15.00” in 144 point font, immediately below subparagraph i, if the poster is displayed on or after January 1, 2018.</p> <p class=\"paragraph-e\">  2.  A heading setting out,</p> <p class=\"subpara-e\">  i.  the words “Our cost per $100 borrowed:” in 72 point font, and</p> <p class=\"subpara-e\">  ii.  the total cost of borrowing per each $100 advanced under the agreement in 144 point font, immediately below subparagraph i.</p> <p class=\"paragraph-e\">  3.  A subheading in 54 point font with the words “Example: Your $500 loan for 14 days”.</p> <p class=\"paragraph-e\">  4.  The following in 54 point font:</p> <p class=\"subpara-e\">  i.  the words “Amount Advanced $500.00”, and</p> <p class=\"subpara-e\">  ii.  the words “Total Cost of Borrowing” followed by the total cost of borrowing per each $500 advanced under the agreement and also expressed as an annual percentage rate calculated in accordance with section 55 of Ontario Regulation 17/05 (General) made under the\r\n<i>Consumer Protection Act, 2002</i>.</p> <p class=\"paragraph-e\">  5.  A horizontal line extending across the width of the text on the poster immediately below the text described in paragraph 4.</p> <p class=\"paragraph-e\">  6.  The following in 54 point font: the words “Total You Repay” followed by the total of $500 plus the total cost of borrowing per each $500 advanced under the agreement.</p> <p class=\"paragraph-e\">  7.  The words “This poster is required under the <i>Payday Loans Act, 2008</i>” in 36 point font.  O. Reg. 98/09, s. 14 (3); O. Reg. 358/16, s. 1; O. Reg. 489/17, s. 2.</p> <p class=\"subsection-e\">  (4) Despite the French version of subsection (3), the specific words that subsection requires be included in the poster shall be those set out in the English version of that subsection.  O. Reg. 98/09, s. 14 (4).</p> <p class=\"subsection-e\">  (5) If a licensee is a lender that offers to make a remote payday loan agreement with a borrower or is a loan broker that offers to assist a borrower in obtaining a remote payday loan agreement, the licensee shall communicate to the borrower the information required by subsection (3) for the poster before discussing with borrower anything about payday loans.  O. Reg. 98/09, s. 14 (5).</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "15.",
            "part_id": null,
            "part_type": null,
            "section": "Advertising",
            "content": " 15. (1) Any licensee who makes representations in respect of a payday loan, or causes representations to be made in respect of a payday loan, in an advertisement shall do so in accordance with this section, regardless of whether the representations are made orally, in writing or in any other form.  O. Reg. 98/09, s. 15 (1). (2) If an advertisement about a payday loan mentions cost of borrowing, the amount advanced, the repayment of the loan or the term of a payday loan agreement, the advertisement shall also disclose the following information: 0.1  The maximum allowable cost of borrowing under payday loan agreements is, i.  $21 for each $100 advanced if the advertisement is displayed before January 1, 2017, ii.  $18 for each $100 advanced if the advertisement is displayed on or after January 1, 2017 and before January 1, 2018, and iii.  $15 for each $100 advanced if the advertisement is displayed on or after January 1, 2018. 1.  The actual cost of borrowing per each $100 advanced under the payday loan agreement that the licensee offers or that the licensee offers to assist the borrower in obtaining. 2.  The cost of borrowing described in paragraph 1 applied to $500 advanced for a term of 14 days, expressed as an annual percentage rate calculated in accordance with section 55 of Ontario Regulation 17/05 (General) made under the Consumer Protection Act, 2002. 3.  The cost of borrowing under the agreement mentioned in paragraph 1, expressed as a total amount and also expressed as an annual percentage rate calculated in accordance with section 55 of Ontario Regulation 17/05 (General) made under the Consumer Protection Act, 2002. 4.  The term of the agreement mentioned in paragraph 1, expressed in days. 5.  The amount of the advance under the agreement mentioned in paragraph 1. 6.  The total amount that the borrower is required to pay under the agreement mentioned in paragraph 1.  O. Reg. 98/09, ss. 15 (2), 38 (5); O. Reg. 358/16, s. 2; O. Reg. 489/17, s. 3 (1). (3) For the purposes of paragraph 3 of subsection (2), the lender shall use the actual term of the loan and the actual loan amount to calculate the annual percentage rate. O. Reg. 489/17, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>15. </b>(1) Any licensee who makes representations in respect of a payday loan, or causes representations to be made in respect of a payday loan, in an advertisement shall do so in accordance with this section, regardless of whether the representations are made orally, in writing or in any other form.  O. Reg. 98/09, s. 15 (1).</p> <p class=\"subsection-e\">  (2) If an advertisement about a payday loan mentions cost of borrowing, the amount advanced, the repayment of the loan or the term of a payday loan agreement, the advertisement shall also disclose the following information:</p> <p class=\"paragraph-e\">  0.1  The maximum allowable cost of borrowing under payday loan agreements is,</p> <p class=\"subpara-e\">  i.  $21 for each $100 advanced if the advertisement is displayed before January 1, 2017,</p> <p class=\"subpara-e\">  ii.  $18 for each $100 advanced if the advertisement is displayed on or after January 1, 2017 and before January 1, 2018, and</p> <p class=\"subpara-e\">  iii.  $15 for each $100 advanced if the advertisement is displayed on or after January 1, 2018.</p> <p class=\"paragraph-e\">  1.  The actual cost of borrowing per each $100 advanced under the payday loan agreement that the licensee offers or that the licensee offers to assist the borrower in obtaining.</p> <p class=\"paragraph-e\">  2.  The cost of borrowing described in paragraph 1 applied to $500 advanced for a term of 14 days, expressed as an annual percentage rate calculated in accordance with section 55 of Ontario Regulation 17/05 (General) made under the <i>Consumer Protection Act, 2002</i>.</p> <p class=\"paragraph-e\">  3.  The cost of borrowing under the agreement mentioned in paragraph 1, expressed as a total amount and also expressed as an annual percentage rate calculated in accordance with section 55 of Ontario Regulation 17/05 (General) made under the <i>Consumer Protection Act, 2002</i>.</p> <p class=\"paragraph-e\">  4.  The term of the agreement mentioned in paragraph 1, expressed in days.</p> <p class=\"paragraph-e\">  5.  The amount of the advance under the agreement mentioned in paragraph 1.</p> <p class=\"paragraph-e\">  6.  The total amount that the borrower is required to pay under the agreement mentioned in paragraph 1.  O. Reg. 98/09, ss. 15 (2), 38 (5); O. Reg. 358/16, s. 2; O. Reg. 489/17, s. 3 (1).</p> <p class=\"subsection-e\">  (3) For the purposes of paragraph 3 of subsection (2), the lender shall use the actual term of the loan and the actual loan amount to calculate the annual percentage rate. O. Reg. 489/17, s. 3 (2).</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "16.",
            "part_id": null,
            "part_type": null,
            "section": "Registrar’s approval before publication",
            "content": " 16. If, under subsection 53 (4) of the Act, the Registrar requests a licensee to submit all statements to the Registrar for approval before publication, the time period for the purposes of subsection 53 (5) of the Act shall be six months.  O. Reg. 98/09, s. 16.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>16. </b>If, under subsection 53 (4) of the Act, the Registrar requests a licensee to submit all statements to the Registrar for approval before publication, the time period for the purposes of subsection 53 (5) of the Act shall be six months.  O. Reg. 98/09, s. 16.</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "16.1",
            "part_id": null,
            "part_type": null,
            "section": "Information to borrower",
            "content": " 16.1 (1) Before the parties enter into a payday loan agreement, the lender shall ensure that the borrower is informed orally of all the means available for obtaining a payday loan from the lender.  O. Reg. 316/11, s. 2. (2) The lender shall ensure that the advance is provided to the borrower using the means that the borrower selects.  O. Reg. 316/11, s. 2. (3) No loan broker shall facilitate a contravention of subsection (1) or (2).  O. Reg. 316/11, s. 2. (4) If a lender contravenes subsection (1) or (2), the borrower is only required to repay the advance to the lender and is not liable to pay the cost of borrowing.  O. Reg. 316/11, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK22\"></a><b>16.1</b> (1) Before the parties enter into a payday loan agreement, the lender shall ensure that the borrower is informed orally of all the means available for obtaining a payday loan from the lender.  O. Reg. 316/11, s. 2.</p> <p class=\"subsection-e\">  (2) The lender shall ensure that the advance is provided to the borrower using the means that the borrower selects.  O. Reg. 316/11, s. 2.</p> <p class=\"subsection-e\">  (3) No loan broker shall facilitate a contravention of subsection (1) or (2).  O. Reg. 316/11, s. 2.</p> <p class=\"subsection-e\">  (4) If a lender contravenes subsection (1) or (2), the borrower is only required to repay the advance to the lender and is not liable to pay the cost of borrowing.  O. Reg. 316/11, s. 2.</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "16.2",
            "part_id": null,
            "part_type": null,
            "section": "Effect of borrower’s net pay",
            "content": " 16.2 (1) In this section, “borrower’s net pay” means the amount determined by the following formula: (A × 12) ÷ B where, A =  the borrower’s net income for the calendar month before entering into a payday loan agreement, excluding any amount that the borrower has received under a payday loan or any other type of loan or form of credit, and B =  the number of pay periods in a calendar year with respect to the income that the borrower regularly receives. O. Reg. 489/17, s. 4. (2) Before entering into a payday loan agreement, the lender shall determine the borrower’s net pay. O. Reg. 489/17, s. 4. (3) The lender shall not enter into a payday loan agreement if the advance is more than 50 per cent of the borrower’s net pay. O. Reg. 489/17, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK23\"></a><b>16.2 </b>(1) In this section,</p> <p class=\"definition-e\">“borrower’s net pay” means the amount determined by the following formula:</p> <p class=\"equation-e\">(A × 12) ÷ B</p> <p class=\"Sdefinition-e\">where,</p> <p class=\"equationind2-e\">  A =  the borrower’s net income for the calendar month before entering into a payday loan agreement, excluding any amount that the borrower has received under a payday loan or any other type of loan or form of credit, and</p> <p class=\"equationind2-e\">  B =  the number of pay periods in a calendar year with respect to the income that the borrower regularly receives. </p> <p class=\"footnote-e\">O. Reg. 489/17, s. 4.</p> <p class=\"subsection-e\">  (2) Before entering into a payday loan agreement, the lender shall determine the borrower’s net pay. O. Reg. 489/17, s. 4.</p> <p class=\"subsection-e\">  (3) The lender shall not enter into a payday loan agreement if the advance is more than 50 per cent of the borrower’s net pay. O. Reg. 489/17, s. 4.</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "17.",
            "part_id": null,
            "part_type": null,
            "section": "Cost of borrowing",
            "content": " 17. (1) The following amounts are prescribed as included in the cost of borrowing with respect to a payday loan agreement: 1.  Any amount payable by the borrower, upon entering into the agreement, to process a payment provided by the borrower under the agreement. 2.  Any other amount that is connected directly or indirectly to the payday loan agreement and, i.  that the borrower has paid upon entering into the agreement, or ii.  for which the borrower’s obligation to pay exists upon entering into the agreement.  O. Reg. 98/09, s. 17; O. Reg. 316/11, s. 3 (1). (2) Without limiting the generality of paragraph 2 of subsection (1), the amount described in that paragraph includes any amount in relation to a device.  O. Reg. 316/11, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>17. </b>(1) The following amounts are prescribed as included in the cost of borrowing with respect to a payday loan agreement:</p> <p class=\"paragraph-e\">  1.  Any amount payable by the borrower, upon entering into the agreement, to process a payment provided by the borrower under the agreement.</p> <p class=\"paragraph-e\">  2.  Any other amount that is connected directly or indirectly to the payday loan agreement and,</p> <p class=\"subpara-e\">  i.  that the borrower has paid upon entering into the agreement, or</p> <p class=\"subpara-e\">  ii.  for which the borrower’s obligation to pay exists upon entering into the agreement.  O. Reg. 98/09, s. 17; O. Reg. 316/11, s. 3 (1).</p> <p class=\"subsection-e\">  (2) Without limiting the generality of paragraph 2 of subsection (1), the amount described in that paragraph includes any amount in relation to a device.  O. Reg. 316/11, s. 3 (2).</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "18.",
            "part_id": null,
            "part_type": null,
            "section": "Contents of payday loan agreements",
            "content": " 18. (1) For the purposes of subsection 29 (1) of the Act, a payday loan agreement shall include the following: 1.  The following statements and table which are in the language of the agreement, which are set out on the first page of the agreement and which, subject to subsection (1.1), do not include anything else: Details of Payday Loan Agreement Amount Borrowed   C \n\n  Term of the Agreement in Days   D \n\n  Total Cost of Borrowing   E \n\n  Maximum Allowable Cost per $100 Borrowed   F \n\n  Cost per $100 Borrowed   G \n\n  Equivalent Annual Percentage Rate   H \n\n  This loan is your third or subsequent one in 63 days and qualifies for an extended payment plan   I \n\n  Payment 1: Amount and Due Date   J \n\n  Payment 2: Amount and Due Date (if applicable)   K \n\n  Payment 3: Amount and Due Date (if applicable)   L \n\n  Default Interest Rate   M \n\n  Borrower’s Signature   N  where, C =  the advance, D =  the term of the agreement in days, E =  the cost of borrowing expressed as a total amount, F = whichever of the following applies, (a)  $21 per $100 borrowed if the parties entered into the agreement before January 1, 2017, (b)  $18 per $100 borrowed if the parties entered into the agreement on or after January 1, 2017 and before January 1, 2018, or (c)  $15 per $100 borrowed if the parties entered into the agreement on or after January 1, 2018, G =  the actual cost of borrowing expressed as an amount per $100 advanced under the agreement, H =  the cost of borrowing expressed as an annual percentage rate calculated in accordance with section 55 of Ontario Regulation 17/05 (General) made under the Consumer Protection Act, 2002, I =  Yes or No, as applicable, J =  either, (a)  the total amount and due date of all payments that the borrower is required to make in connection with the agreement if the borrower has not entered into a third or subsequent payday loan agreement with the same lender in a 63-day period, or (b)  the amount and due date of the first repayment instalment calculated in accordance with section 25.1 if the borrower has entered into a third or subsequent payday loan agreement with the same lender in a 63-day period, K =  either, (a)  zero if the borrower has not entered into a third or subsequent payday loan agreement with the same lender in a 63-day period, or (b)  the amount and due date of the second repayment instalment calculated in accordance with section 25.1 if the borrower has entered into a third or subsequent payday loan agreement with the same lender in a 63-day period, L =  either, (a)  zero if the borrower has not entered into a third or subsequent payday loan agreement with the same lender in a 63-day period or if there is no third repayment instalment calculated in accordance with section 25.1, or (b)  the amount and due date of the third repayment instalment calculated in accordance with section 25.1 if applicable, M =  the interest rate that the lender will charge the borrower on defaulted loans, expressed as an annual percentage rate calculated in accordance with section 55 of Ontario Regulation 17/05 (General) made under the Consumer Protection Act, 2002, and N =  the borrower’s signature. MAXIMUM Amount of loan Based on the information you provided to us, your net pay is P. The maximum amount we can lend you is Q, which is 50 per cent of your net pay. where, P =  the borrower’s net pay as defined in subsection 16.2 (1), and Q =  P ÷ 2. Dates of previous loans You previously entered into payday loans on R. where, R =  dates of all previous payday loans that the borrower entered into with the lender in the 63-day period before entering into the current payday loan agreement or, if no such loans were entered into in that period, “N/A”. 2.  The date of the agreement. 3.  The borrower’s signature and name and, if any, the borrower’s address and telephone number. 4.  The signature and legal name of the lender under the agreement. 5.  The name, if any, registered under the Business Names Act for the office from which the lender entered into the agreement, the address of that office, the telephone number of that office and information respecting other ways, if any, in which the borrower can contact the lender, such as facsimile number and e-mail address. 6.  If a loan broker assisted the borrower in obtaining the payday loan under the agreement, i.  the legal name of the loan broker, and ii.  the name, if any, registered under the Business Names Act for the office from which the loan broker assisted the borrower, the address of that office, the telephone number of that office and information respecting other ways, if any, in which the borrower can contact the loan broker, such as facsimile number and e-mail address. 7.  If the lender delivers or provides access to all or part of the advance to the borrower by way of a device, the following information about the device: i.  Information about where the borrower can access the terms and conditions governing the device, if the device is not a cheque. ii.  An indication of the restrictions or exclusions of use, if any, related to the device, if the device is not a cheque. iii.  Instructions on how to use the device, if the device is not a cheque. iv.  Revoked: O. Reg. 316/11, s. 4 (3). v.  A statement that there may be a transaction charge for using the device. vi.  Information about how the borrower can verify the amount of the balance on the device or accessible by the device, if the device is not a cheque. vii.  If the device is not a cheque, a statement that the borrower may request the lender or the loan broker that assisted the borrower in obtaining the payday loan to disclose the balance on the device or accessible by the device and that the licensee who receives the request shall make the disclosure at no charge to the borrower. viii.  The process for the borrower to obtain a replacement for the device and the amount, if any, that the borrower is required to pay for the replacement. ix.  If the device is not a cheque, whether or not the device that the borrower obtains from the lender can be used under a subsequent payday loan agreement that the borrower enters into with the lender. 8.  The methods by which the borrower may make payment to the lender. 9.  The statements set out in subsection (2) in the language of the agreement. 10.  A statement that the borrower is entitled to receive a copy of the agreement by requesting it at any time before the end of one year from the end of the term of the agreement from, i.  the lender, if no loan broker has assisted the borrower in obtaining the payday loan, or ii.  the loan broker who assisted the borrower in obtaining the payday loan. 11.  Information for contacting the Registrar, including an address, facsimile number and telephone number, as well as a toll free number, if any. 12.  The website address of the Ministry.  O. Reg. 98/09, s. 18 (1); O. Reg. 316/11, s. 4; O. Reg. 358/16, s. 3; O. Reg. 489/17, s. 5 (1). (1.1) If the borrower has entered into a third or subsequent payday loan agreement with the same lender in a 63-day period and is required to repay the amount owing under the agreement in more than three instalments under section 25.1, the table mentioned in paragraph 1 of subsection (1) shall include a row similar to the row for Payment 3 for each instalment after the third instalment. O. Reg. 489/17, s. 5 (2). (2) The statements mentioned in paragraph 9 of subsection (1) are the following: Attention This payday loan is intended to address short-term financial needs.  The cost of borrowing for this loan may be significantly higher than credit offered by other lenders. Your cancellation rights under the payday loans act, 2008 If you are provided with the loan and a copy of this agreement that complies with the Act when you enter into the agreement, you may cancel the agreement within two (2) business days of entering into it.  For remote payday loan agreements*, you may cancel the agreement within two (2) business days of entering into it if you are provided with the loan within one hour of entering into the agreement and you are provided with a copy of this agreement that complies with the Act when you enter into the agreement.  You do not have to give a reason for cancelling the agreement. If you are not provided with the loan or with a copy of this agreement that complies with the Act when you enter into the agreement, you may cancel the agreement at any time.  For remote payday loan agreements, you may cancel the agreement at any time if you are not provided with the loan within one hour of entering into the agreement or if you are not provided with a copy of this agreement that complies with the Act when you enter into the agreement.  You do not have to give a reason for cancelling the agreement. To cancel the agreement, you must provide your notice of cancellation, together with the amount you borrowed, to the business you dealt with to get your loan.  If you have made any payments under the loan, the lender must return those payments to you at the earliest reasonable opportunity. * A remote payday loan agreement is one in which the borrower is not present with the lender or the loan broker when the payday loan agreement is made (e.g. a loan made over the internet or by phone). Notwithstanding any language in the payday loan agreement, you may make partial prepayments at any time and if you are in an extended payment plan the lender must adjust your future scheduled repayments so that your future repayments are spread equally over the remaining term of the extended payment plan, unless you request otherwise when making the prepayment. You may terminate the extended payment plan at any time by paying the amount owing in full without any additional charge, fee or penalty. Refunds under the payday loans act, 2008 Under certain circumstances, you may demand a refund of a payment you made under a payday loan agreement within one year of having made that payment.  Either the licensee has received a payment to which it is not entitled or the licensee has engaged in prohibited conduct of such a serious nature that you are entitled to a refund of the cost of borrowing that you paid.  To obtain a refund you must give a notice demanding it to the business that you dealt with to get your payday loan.  Your notice must set out your demand for the refund and the reason for it, as well as your name and telephone number. Note that the business has two (2) business days within which to provide the refund to you. You may choose to collect your refund in person or have it mailed to you. Please contact the Consumer Protection Branch of the Ministry of Government and Consumer Services for more information on when you may be entitled to a refund and how to make your demand for a refund. You may contact the Consumer Protection Branch toll free at 1-800-889-9768. O. Reg. 98/09, s. 18 (2); O. Reg. 489/17, s. 5 (3, 4) (3) For the purposes of subsection 29 (1) of the Act, it is a prescribed requirement that a payday loan agreement be in at least 12 point font and that headings in the agreement be in at least 14 point font.  O. Reg. 98/09, s. 18 (3). (4) Before a borrower enters into a remote payday loan agreement, the lender shall ensure that the agreement is available and accessible in a manner that ensures that the borrower has accessed it and is able to retain and print it.  O. Reg. 98/09, s. 18 (4). (5) In a remote payday loan agreement, after complying with subsection (4) and before delivering the advance to the borrower, the lender shall ensure that the borrower has consented to entering into the agreement in a manner that allows the lender to prove that the borrower has so consented.  O. Reg. 98/09, s. 18 (5). (6) If a loan broker assisted the borrower in obtaining the payday loan, the loan broker shall facilitate compliance with subsections (4) and (5).  O. Reg. 98/09, s. 18 (6).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK25\"></a><b>18. </b>(1) For the purposes of subsection 29 (1) of the Act, a payday loan agreement shall include the following:</p> <p class=\"paragraph-e\">  1.  The following statements and table which are in the language of the agreement, which are set out on the first page of the agreement and which, subject to subsection (1.1),<b> </b>do not include anything else:</p> <p class=\"headingx-e\">Details of Payday Loan Agreement</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"312\">\n<tr> <td valign=\"top\" width=\"212\"> <p class=\"table-e\">Amount Borrowed</p> </td> <td valign=\"top\" width=\"100\"> <p class=\"table-e\">C</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"212\"> <p class=\"table-e\">Term of the Agreement in Days</p> </td> <td valign=\"top\" width=\"100\"> <p class=\"table-e\">D</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"212\"> <p class=\"table-e\">Total Cost of Borrowing</p> </td> <td valign=\"top\" width=\"100\"> <p class=\"table-e\">E</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"212\"> <p class=\"table-e\">Maximum Allowable Cost per $100 Borrowed</p> </td> <td valign=\"top\" width=\"100\"> <p class=\"table-e\">F</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"212\"> <p class=\"table-e\">Cost per $100 Borrowed</p> </td> <td valign=\"top\" width=\"100\"> <p class=\"table-e\">G</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"212\"> <p class=\"table-e\">Equivalent Annual Percentage Rate</p> </td> <td valign=\"top\" width=\"100\"> <p class=\"table-e\">H</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"212\"> <p class=\"table-e\">This loan is your third or subsequent one in 63 days and qualifies for an extended payment plan</p> </td> <td valign=\"top\" width=\"100\"> <p class=\"table-e\">I</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"212\"> <p class=\"table-e\">Payment 1: Amount and Due Date</p> </td> <td valign=\"top\" width=\"100\"> <p class=\"table-e\">J</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"212\"> <p class=\"table-e\">Payment 2: Amount and Due Date (if applicable)</p> </td> <td valign=\"top\" width=\"100\"> <p class=\"table-e\">K</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"212\"> <p class=\"table-e\">Payment 3: Amount and Due Date (if applicable)</p> </td> <td valign=\"top\" width=\"100\"> <p class=\"table-e\">L</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"212\"> <p class=\"table-e\">Default Interest Rate</p> </td> <td valign=\"top\" width=\"100\"> <p class=\"table-e\">M</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"212\"> <p class=\"table-e\">Borrower’s Signature</p> </td> <td valign=\"top\" width=\"100\"> <p class=\"table-e\">N</p> </td>\n</tr>\n</table> <p class=\"MsoNormal\"> </p> <p class=\"Sparagraph-e\">where,</p> <p class=\"subpara-e\">  C =  the advance,</p> <p class=\"subpara-e\">  D =  the term of the agreement in days,</p> <p class=\"subpara-e\">  E =  the cost of borrowing expressed as a total amount,</p> <p class=\"subpara-e\">  F = whichever of the following applies,</p> <p class=\"subsubpara-e\">  (a)  $21 per $100 borrowed if the parties entered into the agreement before January 1, 2017,</p> <p class=\"subsubpara-e\">  (b)  $18 per $100 borrowed if the parties entered into the agreement on or after January 1, 2017 and before January 1, 2018, or</p> <p class=\"subsubpara-e\">  (c)  $15 per $100 borrowed if the parties entered into the agreement on or after January 1, 2018,</p> <p class=\"subpara-e\">  G =  the actual cost of borrowing expressed as an amount per $100 advanced under the agreement,</p> <p class=\"subpara-e\">  H =  the cost of borrowing expressed as an annual percentage rate calculated in accordance with section 55 of Ontario Regulation 17/05 (General) made under the <i>Consumer Protection Act, 2002</i>,</p> <p class=\"subpara-e\">  I =  Yes or No, as applicable,</p> <p class=\"subpara-e\">  J =  either,</p> <p class=\"subsubpara-e\">  (a)  the total amount and due date of all payments that the borrower is required to make in connection with the agreement if the borrower has not entered into a third or subsequent payday loan agreement with the same lender in a 63-day period, or</p> <p class=\"subsubpara-e\">  (b)  the amount and due date of the first repayment instalment calculated in accordance with section 25.1 if the borrower has entered into a third or subsequent payday loan agreement with the same lender in a 63-day period,</p> <p class=\"subpara-e\">  K =  either,</p> <p class=\"subsubpara-e\">  (a)  zero if the borrower has not entered into a third or subsequent payday loan agreement with the same lender in a 63-day period, or</p> <p class=\"subsubpara-e\">  (b)  the amount and due date of the second repayment instalment calculated in accordance with section 25.1 if the borrower has entered into a third or subsequent payday loan agreement with the same lender in a 63-day period,</p> <p class=\"subpara-e\">  L =  either,</p> <p class=\"subsubpara-e\">  (a)  zero if the borrower has not entered into a third or subsequent payday loan agreement with the same lender in a 63-day period or if there is no third repayment instalment calculated in accordance with section 25.1, or</p> <p class=\"subsubpara-e\">  (b)  the amount and due date of the third repayment instalment calculated in accordance with section 25.1 if applicable,</p> <p class=\"subpara-e\">  M =  the interest rate that the lender will charge the borrower on defaulted loans, expressed as an annual percentage rate calculated in accordance with section 55 of Ontario Regulation 17/05 (General) made under the <i>Consumer Protection Act, 2002</i>, and</p> <p class=\"subpara-e\">  N =  the borrower’s signature.</p> <p class=\"paranoindt-e\"><span class=\"ovboldallcaps\"><u>MAXIMUM Amount of loan</u></span></p> <p class=\"paranoindt-e\">Based on the information you provided to us, your net pay is P. The maximum amount we can lend you is Q, which is 50 per cent of your net pay.</p> <p class=\"Sparagraph-e\">where,</p> <p class=\"subpara-e\">  P =  the borrower’s net pay as defined in subsection 16.2 (1), and</p> <p class=\"subpara-e\">  Q =  P ÷ 2.</p> <p class=\"paranoindt-e\"><span class=\"ovboldallcaps\"><u>Dates of previous loans</u></span></p> <p class=\"paranoindt-e\">You previously entered into payday loans on R.</p> <p class=\"Sparagraph-e\">where,</p> <p class=\"subpara-e\">  R =  dates of all previous payday loans that the borrower entered into with the lender in the 63-day period before entering into the current payday loan agreement or, if no such loans were entered into in that period, “N/A”.</p> <p class=\"paragraph-e\">  2.  The date of the agreement.</p> <p class=\"paragraph-e\">  3.  The borrower’s signature and name and, if any, the borrower’s address and telephone number.</p> <p class=\"paragraph-e\">  4.  The signature and legal name of the lender under the agreement.</p> <p class=\"paragraph-e\">  5.  The name, if any, registered under the <i>Business Names Act</i> for the office from which the lender entered into the agreement, the address of that office, the telephone number of that office and information respecting other ways, if any, in which the borrower can contact the lender, such as facsimile number and e-mail address.</p> <p class=\"paragraph-e\">  6.  If a loan broker assisted the borrower in obtaining the payday loan under the agreement,</p> <p class=\"subpara-e\">  i.  the legal name of the loan broker, and</p> <p class=\"subpara-e\">  ii.  the name, if any, registered under the <i>Business Names Act</i> for the office from which the loan broker assisted the borrower, the address of that office, the telephone number of that office and information respecting other ways, if any, in which the borrower can contact the loan broker, such as facsimile number and e-mail address.</p> <p class=\"paragraph-e\">  7.  If the lender delivers or provides access to all or part of the advance to the borrower by way of a device, the following information about the device:</p> <p class=\"subpara-e\">  i.  Information about where the borrower can access the terms and conditions governing the device, if the device is not a cheque.</p> <p class=\"subpara-e\">  ii.  An indication of the restrictions or exclusions of use, if any, related to the device, if the device is not a cheque.</p> <p class=\"subpara-e\">  iii.  Instructions on how to use the device, if the device is not a cheque.</p> <p class=\"subpara-e\">  iv.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 316/11, s. 4 (3).</p> <p class=\"subpara-e\">  v.  A statement that there may be a transaction charge for using the device.</p> <p class=\"subpara-e\">  vi.  Information about how the borrower can verify the amount of the balance on the device or accessible by the device, if the device is not a cheque.</p> <p class=\"subpara-e\">  vii.  If the device is not a cheque, a statement that the borrower may request the lender or the loan broker that assisted the borrower in obtaining the payday loan to disclose the balance on the device or accessible by the device and that the licensee who receives the request shall make the disclosure at no charge to the borrower.</p> <p class=\"subpara-e\">  viii.  The process for the borrower to obtain a replacement for the device and the amount, if any, that the borrower is required to pay for the replacement.</p> <p class=\"subpara-e\">  ix.  If the device is not a cheque, whether or not the device that the borrower obtains from the lender can be used under a subsequent payday loan agreement that the borrower enters into with the lender.</p> <p class=\"paragraph-e\">  8.  The methods by which the borrower may make payment to the lender.</p> <p class=\"paragraph-e\">  9.  The statements set out in subsection (2) in the language of the agreement.</p> <p class=\"paragraph-e\">  10.  A statement that the borrower is entitled to receive a copy of the agreement by requesting it at any time before the end of one year from the end of the term of the agreement from,</p> <p class=\"subpara-e\">  i.  the lender, if no loan broker has assisted the borrower in obtaining the payday loan, or</p> <p class=\"subpara-e\">  ii.  the loan broker who assisted the borrower in obtaining the payday loan.</p> <p class=\"paragraph-e\">  11.  Information for contacting the Registrar, including an address, facsimile number and telephone number, as well as a toll free number, if any.</p> <p class=\"paragraph-e\">  12.  The website address of the Ministry.  O. Reg. 98/09, s. 18 (1); O. Reg. 316/11, s. 4; O. Reg. 358/16, s. 3; O. Reg. 489/17, s. 5 (1).</p> <p class=\"subsection-e\">  (1.1) If the borrower has entered into a third or subsequent payday loan agreement with the same lender in a 63-day period and is required to repay the amount owing under the agreement in more than three instalments under section 25.1, the table mentioned in paragraph 1 of subsection (1) shall include a row similar to the row for Payment 3 for each instalment after the third instalment. O. Reg. 489/17, s. 5 (2).</p> <p class=\"subsection-e\">  (2) The statements mentioned in paragraph 9 of subsection (1) are the following:</p> <p class=\"paranoindt-e\"><span class=\"ovboldallcaps\"><u>Attention</u></span></p> <p class=\"paranoindt-e\">This payday loan is intended to address short-term financial needs.  The cost of borrowing for this loan may be significantly higher than credit offered by other lenders.</p> <p class=\"paranoindt-e\"><span class=\"ovboldallcaps\"><u>Your cancellation rights under the <i>payday loans act, 2008</i></u></span></p> <p class=\"paranoindt-e\">If you are provided with the loan and a copy of this agreement that complies with the Act when you enter into the agreement, you may cancel the agreement within two (2) business days of entering into it.  For remote payday loan agreements*, you may cancel the agreement within two (2) business days of entering into it if you are provided with the loan within one hour of entering into the agreement and you are provided with a copy of this agreement that complies with the Act when you enter into the agreement.  You do not have to give a reason for cancelling the agreement.</p> <p class=\"paranoindt-e\">If you are not provided with the loan or with a copy of this agreement that complies with the Act when you enter into the agreement, you may cancel the agreement at any time.  For remote payday loan agreements, you may cancel the agreement at any time if you are not provided with the loan within one hour of entering into the agreement or if you are not provided with a copy of this agreement that complies with the Act when you enter into the agreement.  You do not have to give a reason for cancelling the agreement.</p> <p class=\"paranoindt-e\">To cancel the agreement, you must provide your notice of cancellation, together with the amount you borrowed, to the business you dealt with to get your loan.  If you have made any payments under the loan, the lender must return those payments to you at the earliest reasonable opportunity.</p> <p class=\"paranoindt-e\">* A remote payday loan agreement is one in which the borrower is not present with the lender or the loan broker when the payday loan agreement is made (e.g. a loan made over the internet or by phone).</p> <p class=\"paranoindt-e\">Notwithstanding any language in the payday loan agreement, you may make partial prepayments at any time and if you are in an extended payment plan the lender must adjust your future scheduled repayments so that your future repayments are spread equally over the remaining term of the extended payment plan, unless you request otherwise when making the prepayment.</p> <p class=\"paranoindt-e\">You may terminate the extended payment plan at any time by paying the amount owing in full without any additional charge, fee or penalty.</p> <p class=\"paranoindt-e\"><span class=\"ovboldallcaps\"><u>Refunds under the <i>payday loans act, 2008</i></u></span></p> <p class=\"paranoindt-e\">Under certain circumstances, you may demand a refund of a payment you made under a payday loan agreement within one year of having made that payment.  Either the licensee has received a payment to which it is not entitled or the licensee has engaged in prohibited conduct of such a serious nature that you are entitled to a refund of the cost of borrowing that you paid.  To obtain a refund you must give a notice demanding it to the business that you dealt with to get your payday loan.  Your notice must set out your demand for the refund and the reason for it, as well as your name and telephone number. Note that the business has two (2) business days within which to provide the refund to you. You may choose to collect your refund in person or have it mailed to you.</p> <p class=\"paranoindt-e\">Please contact the Consumer Protection Branch of the Ministry of Government and Consumer Services for more information on when you may be entitled to a refund and how to make your demand for a refund. You may contact the Consumer Protection Branch toll free at 1-800-889-9768.</p> <p class=\"footnote-e\">O. Reg. 98/09, s. 18 (2); O. Reg. 489/17, s. 5 (3, 4)</p> <p class=\"subsection-e\">  (3) For the purposes of subsection 29 (1) of the Act, it is a prescribed requirement that a payday loan agreement be in at least 12 point font and that headings in the agreement be in at least 14 point font.  O. Reg. 98/09, s. 18 (3).</p> <p class=\"subsection-e\">  (4) Before a borrower enters into a remote payday loan agreement, the lender shall ensure that the agreement is available and accessible in a manner that ensures that the borrower has accessed it and is able to retain and print it.  O. Reg. 98/09, s. 18 (4).</p> <p class=\"subsection-e\">  (5) In a remote payday loan agreement, after complying with subsection (4) and before delivering the advance to the borrower, the lender shall ensure that the borrower has consented to entering into the agreement in a manner that allows the lender to prove that the borrower has so consented.  O. Reg. 98/09, s. 18 (5).</p> <p class=\"subsection-e\">  (6) If a loan broker assisted the borrower in obtaining the payday loan, the loan broker shall facilitate compliance with subsections (4) and (5).  O. Reg. 98/09, s. 18 (6).</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "19.",
            "part_id": null,
            "part_type": null,
            "section": "Cancellation",
            "content": " 19. (1) A borrower under a payday loan agreement who cancels the agreement under subsection 30 (1) of the Act shall give the notice required by subsection 30 (2) of the Act to, (a)  the lender if no loan broker has assisted the borrower in obtaining the payday loan; or (b)  the loan broker who assisted the borrower in obtaining the payday loan.  O. Reg. 98/09, s. 19 (1). (2) At the time of giving the notice, the borrower shall repay the advance, as required by clause 43 (3) (b) of the Act.  O. Reg. 98/09, s. 19 (2). (3) The lender shall comply with clause 43 (3) (a) of the Act at the earliest reasonable opportunity after the borrower gives the notice.  O. Reg. 98/09, s. 19 (3). (4) If a loan broker assisted the borrower in obtaining the payday loan, the loan broker shall facilitate compliance with subsection (3).  O. Reg. 98/09, s. 19 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK26\"></a><b>19. </b>(1) A borrower under a payday loan agreement who cancels the agreement under subsection 30 (1) of the Act shall give the notice required by subsection 30 (2) of the Act to,</p> <p class=\"clause-e\">  (a)  the lender if no loan broker has assisted the borrower in obtaining the payday loan; or</p> <p class=\"clause-e\">  (b)  the loan broker who assisted the borrower in obtaining the payday loan.  O. Reg. 98/09, s. 19 (1).</p> <p class=\"subsection-e\">  (2) At the time of giving the notice, the borrower shall repay the advance, as required by clause 43 (3) (b) of the Act.  O. Reg. 98/09, s. 19 (2).</p> <p class=\"subsection-e\">  (3) The lender shall comply with clause 43 (3) (a) of the Act at the earliest reasonable opportunity after the borrower gives the notice.  O. Reg. 98/09, s. 19 (3).</p> <p class=\"subsection-e\">  (4) If a loan broker assisted the borrower in obtaining the payday loan, the loan broker shall facilitate compliance with subsection (3).  O. Reg. 98/09, s. 19 (4).</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "20.",
            "part_id": null,
            "part_type": null,
            "section": "Copy of payday loan agreement",
            "content": " 20. (1) In addition to the copy of the payday loan agreement that a borrower under the agreement receives under subsection 29 (1) of the Act, the borrower may, at any time before the end of one year from the end of the term of the agreement, request a copy of the agreement from, (a)  the lender if no loan broker has assisted the borrower in obtaining the payday loan; or (b)  the loan broker who assisted the borrower in obtaining the payday loan.  O. Reg. 98/09, s. 20 (1). (2) The borrower may make the request orally or in any other way.  O. Reg. 98/09, s. 20 (2). (3) The licensee shall provide the requested copy of the agreement to the borrower within, (a)  the first day after the time that the licensee receives the request, if the licensee is open for business on that day; or (b)  the next day that the licensee is open for business following the first day described in clause (a), if the licensee is not open for business on that first day.  O. Reg. 98/09, s. 20 (3). (4) The licensee shall not charge any fee for providing the requested copy of the agreement to the borrower the first time that the borrower requests a copy of the agreement under subsection (1).  O. Reg. 98/09, s. 20 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK27\"></a><b>20. </b>(1) In addition to the copy of the payday loan agreement that a borrower under the agreement receives under subsection 29 (1) of the Act, the borrower may, at any time before the end of one year from the end of the term of the agreement, request a copy of the agreement from,</p> <p class=\"clause-e\">  (a)  the lender if no loan broker has assisted the borrower in obtaining the payday loan; or</p> <p class=\"clause-e\">  (b)  the loan broker who assisted the borrower in obtaining the payday loan.  O. Reg. 98/09, s. 20 (1).</p> <p class=\"subsection-e\">  (2) The borrower may make the request orally or in any other way.  O. Reg. 98/09, s. 20 (2).</p> <p class=\"subsection-e\">  (3) The licensee shall provide the requested copy of the agreement to the borrower within,</p> <p class=\"clause-e\">  (a)  the first day after the time that the licensee receives the request, if the licensee is open for business on that day; or</p> <p class=\"clause-e\">  (b)  the next day that the licensee is open for business following the first day described in clause (a), if the licensee is not open for business on that first day.  O. Reg. 98/09, s. 20 (3).</p> <p class=\"subsection-e\">  (4) The licensee shall not charge any fee for providing the requested copy of the agreement to the borrower the first time that the borrower requests a copy of the agreement under subsection (1).  O. Reg. 98/09, s. 20 (4).</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "21.",
            "part_id": null,
            "part_type": null,
            "section": "Delivery of advance",
            "content": " 21. (1) Subject to subsection (2), it is deemed that a lender under a payday loan agreement has not delivered the advance to the borrower upon entering into the agreement unless the advance is immediately accessible by the borrower at that time.  O. Reg. 98/09, s. 21 (1). (2) Under a remote payday loan agreement, the lender is deemed to have delivered the advance to the borrower upon entering into the agreement if the lender makes the advance accessible to the borrower within one hour of entering into the agreement.  O. Reg. 98/09, s. 21 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK28\"></a><b>21. </b>(1) Subject to subsection (2), it is deemed that a lender under a payday loan agreement has not delivered the advance to the borrower upon entering into the agreement unless the advance is immediately accessible by the borrower at that time.  O. Reg. 98/09, s. 21 (1).</p> <p class=\"subsection-e\">  (2) Under a remote payday loan agreement, the lender is deemed to have delivered the advance to the borrower upon entering into the agreement if the lender makes the advance accessible to the borrower within one hour of entering into the agreement.  O. Reg. 98/09, s. 21 (2).</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "22.",
            "part_id": null,
            "part_type": null,
            "section": "Convertibility of advance into cash",
            "content": " 22. (0.1) Upon delivering or providing access to all or part of the advance under a payday loan agreement to the borrower by way of a device, the lender shall ensure that the borrower is informed orally of the borrower’s rights under subsections (1), (2), (3) and (5).  O. Reg. 316/11, s. 5 (1). (1) If a lender under a payday loan agreement delivers or provides access to all or part of the advance to the borrower by way of a device and if the borrower makes a request to the applicable one of the following persons, the borrower is entitled to receive in cash the balance of the advance that is on the device or that is accessible by the device at the time of the request, whether that balance represents all or part of the advance: 1.  The lender if no loan broker has assisted the borrower in obtaining the payday loan. 2.  The loan broker who assisted the borrower in obtaining the payday loan.  O. Reg. 316/11, s. 5 (2). (2) The borrower may make the request orally or in any other way.  O. Reg. 98/09, s. 22 (2). (3) When a borrower makes a request under subsection (1), the lender shall, immediately and at no charge to the borrower, provide in cash to the borrower the balance of the advance that is on the device or that is accessible by the device at the time of the request.  O. Reg. 316/11, s. 5 (3). (4) If a loan broker assisted the borrower in obtaining the payday loan, the loan broker shall facilitate compliance with subsections (0.1) and (3).  O. Reg. 98/09, s. 22 (4); O. Reg. 316/11, s. 5 (4). (5) If the lender contravenes subsection (0.1) or (3), the borrower is only required to repay the advance to the lender and is not liable to pay the cost of borrowing.  O. Reg. 98/09, s. 22 (5); O. Reg. 316/11, s. 5 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK29\"></a><b>22. </b>(0.1) Upon delivering or providing access to all or part of the advance under a payday loan agreement to the borrower by way of a device, the lender shall ensure that the borrower is informed orally of the borrower’s rights under subsections (1), (2), (3) and (5).  O. Reg. 316/11, s. 5 (1).</p> <p class=\"subsection-e\">  (1) If a lender under a payday loan agreement delivers or provides access to all or part of the advance to the borrower by way of a device and if the borrower makes a request to the applicable one of the following persons, the borrower is entitled to receive in cash the balance of the advance that is on the device or that is accessible by the device at the time of the request, whether that balance represents all or part of the advance:</p> <p class=\"paragraph-e\">  1.  The lender if no loan broker has assisted the borrower in obtaining the payday loan.</p> <p class=\"paragraph-e\">  2.  The loan broker who assisted the borrower in obtaining the payday loan.  O. Reg. 316/11, s. 5 (2).</p> <p class=\"subsection-e\">  (2) The borrower may make the request orally or in any other way.  O. Reg. 98/09, s. 22 (2).</p> <p class=\"subsection-e\">  (3) When a borrower makes a request under subsection (1), the lender shall, immediately and at no charge to the borrower, provide in cash to the borrower the balance of the advance that is on the device or that is accessible by the device at the time of the request.  O. Reg. 316/11, s. 5 (3).</p> <p class=\"subsection-e\">  (4) If a loan broker assisted the borrower in obtaining the payday loan, the loan broker shall facilitate compliance with subsections (0.1) and (3).  O. Reg. 98/09, s. 22 (4); O. Reg. 316/11, s. 5 (4).</p> <p class=\"subsection-e\">  (5) If the lender contravenes subsection (0.1) or (3), the borrower is only required to repay the advance to the lender and is not liable to pay the cost of borrowing.  O. Reg. 98/09, s. 22 (5); O. Reg. 316/11, s. 5 (5).</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "23.",
            "part_id": null,
            "part_type": null,
            "section": "Maximum allowable cost of borrowing",
            "content": " 23. The prescribed limit on the cost of borrowing under a payday loan agreement for the purposes of subsection 32 (2) of the Act is, (a)  $21 per $100 advanced under the agreement, if the parties enter into the agreement before January 1, 2017; (b)  $18 per $100 advanced under the agreement, if the parties enter into the agreement on or after January 1, 2017 and before January 1, 2018; and (c)  $15 per $100 advanced under the agreement, if the parties enter into the agreement on or after January 1, 2018.  O. Reg. 358/16, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK30\"></a><b>23. </b>The prescribed limit on the cost of borrowing under a payday loan agreement for the purposes of subsection 32 (2) of the Act is,</p> <p class=\"clause-e\">  (a)  $21 per $100 advanced under the agreement, if the parties enter into the agreement before January 1, 2017;</p> <p class=\"clause-e\">  (b)  $18 per $100 advanced under the agreement, if the parties enter into the agreement on or after January 1, 2017 and before January 1, 2018; and</p> <p class=\"clause-e\">  (c)  $15 per $100 advanced under the agreement, if the parties enter into the agreement on or after January 1, 2018.  O. Reg. 358/16, s. 4.</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "24.",
            "part_id": null,
            "part_type": null,
            "section": "Refund of illegal payments",
            "content": " 24. (1) The person or entity prescribed for the purposes of subsection 44 (1) of the Act is, (a)  the lender in respect of the payday loan to which the refund relates, if no loan broker has assisted the borrower in obtaining the loan; or (b)  the loan broker who assisted the borrower in obtaining the payday loan to which the refund relates.  O. Reg. 98/09, s. 24 (1). (2) A notice demanding a refund described in subsection 44 (1) of the Act shall include, (a)  the name of the borrower; (b)  a telephone number, if any, at which the borrower may be contacted; (c)  a statement that the borrower demands a refund; (d)  the grounds on which the borrower demands the refund; and (e)  a statement of the amount of the charge, if any, of which the borrower demands recovery if the charge is a charge levied against the borrower as described in subsection 31 (1).  O. Reg. 98/09, s. 24 (2). (3) If the borrower gives a notice demanding a refund under subsection 44 (1) of the Act in a form that is not in writing, the recipient of the notice shall make a written record of, (a)  the date and time that the recipient received the notice; (b)  the contents that subsection (2) requires to be included in the notice; and (c)  the address, if any, that the borrower provided.  O. Reg. 98/09, s. 24 (3). (4) A loan broker who, under clause (1) (b), receives a notice demanding a refund under subsection 44 (1) of the Act shall immediately forward the notice to the lender in respect of the payday loan to which the refund relates.  O. Reg. 98/09, s. 24 (4). (5) If the borrower gives a notice demanding a refund under subsection 44 (1) of the Act, the lender shall ensure that the refund is paid to the borrower and, subject to subsection (7), shall ensure that it is sent by regular mail to the address of the borrower mentioned in subsection (6) by the end of, (a)  the second day after the time that the recipient of the notice receives the notice, if the recipient is open for business on that day; or (b)  the next day that the recipient of the notice is open for business following the second day described in clause (a), if the recipient is not open for business on that second day.  O. Reg. 98/09, s. 24 (5). (6) For the purposes of subsection (5), the address of the borrower shall be, (a)  the address that the borrower specifies when the borrower gives the notice demanding the refund; or (b)  the address, if any, of the borrower set out in the payday loan agreement, if the borrower does not specify an address under clause (a).  O. Reg. 98/09, s. 24 (6). (7) The lender shall ensure that the refund is available for the borrower to collect in person, by the end of the time period described in subsection (5), from the recipient of the borrower’s notice demanding the refund if, (a)  there is no address for the borrower set out in the payday loan agreement, if any, relating to the payday loan and the borrower does not specify an address when giving the notice; or (b)  the borrower indicates in the notice that the borrower intends to collect the refund in person.  O. Reg. 98/09, s. 24 (7). (8) If a loan broker assisted the borrower in obtaining the payday loan, the loan broker shall facilitate compliance with subsections (5) and (7).  O. Reg. 98/09, s. 24 (8).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK31\"></a><b>24. </b>(1) The person or entity prescribed for the purposes of subsection 44 (1) of the Act is,</p> <p class=\"clause-e\">  (a)  the lender in respect of the payday loan to which the refund relates, if no loan broker has assisted the borrower in obtaining the loan; or</p> <p class=\"clause-e\">  (b)  the loan broker who assisted the borrower in obtaining the payday loan to which the refund relates.  O. Reg. 98/09, s. 24 (1).</p> <p class=\"subsection-e\">  (2) A notice demanding a refund described in subsection 44 (1) of the Act shall include,</p> <p class=\"clause-e\">  (a)  the name of the borrower;</p> <p class=\"clause-e\">  (b)  a telephone number, if any, at which the borrower may be contacted;</p> <p class=\"clause-e\">  (c)  a statement that the borrower demands a refund;</p> <p class=\"clause-e\">  (d)  the grounds on which the borrower demands the refund; and</p> <p class=\"clause-e\">  (e)  a statement of the amount of the charge, if any, of which the borrower demands recovery if the charge is a charge levied against the borrower as described in subsection 31 (1).  O. Reg. 98/09, s. 24 (2).</p> <p class=\"subsection-e\">  (3) If the borrower gives a notice demanding a refund under subsection 44 (1) of the Act in a form that is not in writing, the recipient of the notice shall make a written record of,</p> <p class=\"clause-e\">  (a)  the date and time that the recipient received the notice;</p> <p class=\"clause-e\">  (b)  the contents that subsection (2) requires to be included in the notice; and</p> <p class=\"clause-e\">  (c)  the address, if any, that the borrower provided.  O. Reg. 98/09, s. 24 (3).</p> <p class=\"subsection-e\">  (4) A loan broker who, under clause (1) (b), receives a notice demanding a refund under subsection 44 (1) of the Act shall immediately forward the notice to the lender in respect of the payday loan to which the refund relates.  O. Reg. 98/09, s. 24 (4).</p> <p class=\"subsection-e\">  (5) If the borrower gives a notice demanding a refund under subsection 44 (1) of the Act, the lender shall ensure that the refund is paid to the borrower and, subject to subsection (7), shall ensure that it is sent by regular mail to the address of the borrower mentioned in subsection (6) by the end of,</p> <p class=\"clause-e\">  (a)  the second day after the time that the recipient of the notice receives the notice, if the recipient is open for business on that day; or</p> <p class=\"clause-e\">  (b)  the next day that the recipient of the notice is open for business following the second day described in clause (a), if the recipient is not open for business on that second day.  O. Reg. 98/09, s. 24 (5).</p> <p class=\"subsection-e\">  (6) For the purposes of subsection (5), the address of the borrower shall be,</p> <p class=\"clause-e\">  (a)  the address that the borrower specifies when the borrower gives the notice demanding the refund; or</p> <p class=\"clause-e\">  (b)  the address, if any, of the borrower set out in the payday loan agreement, if the borrower does not specify an address under clause (a).  O. Reg. 98/09, s. 24 (6).</p> <p class=\"subsection-e\">  (7) The lender shall ensure that the refund is available for the borrower to collect in person, by the end of the time period described in subsection (5), from the recipient of the borrower’s notice demanding the refund if,</p> <p class=\"clause-e\">  (a)  there is no address for the borrower set out in the payday loan agreement, if any, relating to the payday loan and the borrower does not specify an address when giving the notice; or</p> <p class=\"clause-e\">  (b)  the borrower indicates in the notice that the borrower intends to collect the refund in person.  O. Reg. 98/09, s. 24 (7).</p> <p class=\"subsection-e\">  (8) If a loan broker assisted the borrower in obtaining the payday loan, the loan broker shall facilitate compliance with subsections (5) and (7).  O. Reg. 98/09, s. 24 (8).</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "25.",
            "part_id": null,
            "part_type": null,
            "section": "Subsequent payday loan agreements",
            "content": " 25. The Registrar may specify what constitutes sufficient proof for the purposes of clauses 35 (1) (b) and (3) (b) of the Act in the circumstances that the Registrar specifies with respect to the particular borrower involved.  O. Reg. 98/09, s. 25.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK32\"></a><b>25. </b>The Registrar may specify what constitutes sufficient proof for the purposes of clauses 35 (1) (b) and (3) (b) of the Act in the circumstances that the Registrar specifies with respect to the particular borrower involved.  O. Reg. 98/09, s. 25.</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "25.1",
            "part_id": null,
            "part_type": null,
            "section": "Payday loan agreements with extended payment plans",
            "content": " 25.1 (1) In this section, “pay period” means, with respect to a payday loan agreement, the greater of, (a)  the period from the day on which the parties enter into the agreement until the day on which the borrower is next regularly due to receive income, and (b)  the period from a day on which the borrower regularly receives income until the next day on which the borrower regularly receives income. O. Reg. 489/17, s. 6. (2) If a lender enters into a third or subsequent payday loan agreement with the same borrower in a 63-day period, the agreement is exempt from section 31 of the Act and the lender shall provide in the agreement that the borrower is required to repay the advance and the cost of borrowing in instalments that are spread equally over, (a)  at least three of the borrower’s pay periods, if the borrower regularly receives income on a semi-monthly, bi-weekly or more frequent basis; or (b)  at least two of the borrower’s pay periods, if the borrower regularly receives income on a less frequent basis than that described in clause (a). O. Reg. 489/17, s. 6. (3) The instalments may be spread over more than the minimum number of the borrower’s pay periods set out in subsection (2) if the lender and the borrower agree to that. O. Reg. 489/17, s. 6. (4) A lender shall not require the borrower to make any instalment payments under subsection (2) that exceed, (a)  35 per cent of the sum of the advance and the cost of borrowing under the payday loan agreement, if the borrower is required to pay instalments under clause (2) (a); or (b)  50 per cent of the sum of the advance and the cost of borrowing under the payday loan agreement, if the borrower is required to pay instalments under clause (2) (b). O. Reg. 489/17, s. 6. (5) If, under section 34 of the Act, a borrower who enters into a payday loan agreement under subsection (2) of this section makes a partial prepayment of any part of the outstanding balance under the agreement, the lender shall, (a)  adjust all future scheduled instalment payments required under this section so that they cover the remaining outstanding balance and they are spread equally over the remaining term of the agreement, unless the borrower requests otherwise when making the prepayment; and (b)  deliver to the borrower an update in writing that sets out the following table: UPDATED Details of Payday Loan Agreement Amount Borrowed   S \n\n  Total Cost of Borrowing   T \n\n  Amount Prepaid   U \n\n  Date of Prepayment   V \n\n  Balance of Amount Due under the Agreement   W \n\n  Days Remaining in the Term of the Agreement   X \n\n  Payment 1: Amount and Due Date   Y \n\n  Payment 2: Amount and Due Date (if applicable)   Z \n\n  Payment 3: Amount and Due Date (if applicable)   Z.1 \n\n  Borrower’s Signature   Z.2  where, S =  the advance under the agreement, T =  the cost of borrowing at the time the parties entered into the agreement, expressed as a total amount, U =  the amount prepaid, V =  the date that the prepayment was made, W =  the balance remaining of all payments that the borrower is required to make in connection with the agreement, X =  the days remaining in the term of the agreement, Y =  the amount and due date of the first remaining repayment instalment calculated in accordance with this section, Z =  the amount and due date of the second remaining repayment instalment calculated in accordance with this section, if applicable, Z.1 =  the amount and due date of the third remaining repayment instalment calculated in accordance with this section, if applicable, and Z.2 =  the borrower’s signature. O. Reg. 489/17, s. 6. (6) If the borrower has entered into a third or subsequent payday loan agreement with the same lender in a 63-day period and is required to repay the amount owing under the agreement in more than three instalments under this section, the table mentioned in clause (5) (b) shall include a row similar to the row for Payment 3 for each instalment after the third instalment. O. Reg. 489/17, s. 6. (7) If the term of the agreement that parties enter into under subsection (2) exceeds a total of 62 days, the lender shall ensure that the cost of borrowing in the agreement, when converted to an annual percentage rate, is less than the criminal rate as defined in subsection 347 (2) of the Criminal Code\r\n(Canada). O. Reg. 489/17, s. 6. Prohibited Practices",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK33\"></a><b>25.1 </b>(1) In this section,</p> <p class=\"definition-e\">“pay period” means, with respect to a payday loan agreement, the greater of,</p> <p class=\"defclause-e\">  (a)  the period from the day on which the parties enter into the agreement until the day on which the borrower is next regularly due to receive income, and</p> <p class=\"defclause-e\">  (b)  the period from a day on which the borrower regularly receives income until the next day on which the borrower regularly receives income. O. Reg. 489/17, s. 6.</p> <p class=\"subsection-e\">  (2) If a lender enters into a third or subsequent payday loan agreement with the same borrower in a 63-day period, the agreement is exempt from section 31 of the Act and the lender shall provide in the agreement that the borrower is required to repay the advance and the cost of borrowing in instalments that are spread equally over,</p> <p class=\"clause-e\">  (a)  at least three of the borrower’s pay periods, if the borrower regularly receives income on a semi-monthly, bi-weekly or more frequent basis; or</p> <p class=\"clause-e\">  (b)  at least two of the borrower’s pay periods, if the borrower regularly receives income on a less frequent basis than that described in clause (a). O. Reg. 489/17, s. 6.</p> <p class=\"subsection-e\">  (3) The instalments may be spread over more than the minimum number of the borrower’s pay periods set out in subsection (2) if the lender and the borrower agree to that. O. Reg. 489/17, s. 6.</p> <p class=\"subsection-e\">  (4) A lender shall not require the borrower to make any instalment payments under subsection (2) that exceed,</p> <p class=\"clause-e\">  (a)  35 per cent of the sum of the advance and the cost of borrowing under the payday loan agreement, if the borrower is required to pay instalments under clause (2) (a); or</p> <p class=\"clause-e\">  (b)  50 per cent of the sum of the advance and the cost of borrowing under the payday loan agreement, if the borrower is required to pay instalments under clause (2) (b). O. Reg. 489/17, s. 6.</p> <p class=\"subsection-e\">  (5) If, under section 34 of the Act, a borrower who enters into a payday loan agreement under subsection (2) of this section makes a partial prepayment of any part of the outstanding balance under the agreement, the lender shall,</p> <p class=\"clause-e\">  (a)  adjust all future scheduled instalment payments required under this section so that they cover the remaining outstanding balance and they are spread equally over the remaining term of the agreement, unless the borrower requests otherwise when making the prepayment; and</p> <p class=\"clause-e\">  (b)  deliver to the borrower an update in writing that sets out the following table:</p> <p class=\"headingx-e\">UPDATED Details of Payday Loan Agreement</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"312\">\n<tr> <td valign=\"top\" width=\"204\"> <p class=\"table-e\">Amount Borrowed</p> </td> <td valign=\"top\" width=\"108\"> <p class=\"table-e\">S</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"204\"> <p class=\"table-e\">Total Cost of Borrowing</p> </td> <td valign=\"top\" width=\"108\"> <p class=\"table-e\">T</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"204\"> <p class=\"table-e\">Amount Prepaid</p> </td> <td valign=\"top\" width=\"108\"> <p class=\"table-e\">U</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"204\"> <p class=\"table-e\">Date of Prepayment</p> </td> <td valign=\"top\" width=\"108\"> <p class=\"table-e\">V</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"204\"> <p class=\"table-e\">Balance of Amount Due under the Agreement</p> </td> <td valign=\"top\" width=\"108\"> <p class=\"table-e\">W</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"204\"> <p class=\"table-e\">Days Remaining in the Term of the Agreement</p> </td> <td valign=\"top\" width=\"108\"> <p class=\"table-e\">X</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"204\"> <p class=\"table-e\">Payment 1: Amount and Due Date</p> </td> <td valign=\"top\" width=\"108\"> <p class=\"table-e\">Y</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"204\"> <p class=\"table-e\">Payment 2: Amount and Due Date (if applicable)</p> </td> <td valign=\"top\" width=\"108\"> <p class=\"table-e\">Z</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"204\"> <p class=\"table-e\">Payment 3: Amount and Due Date (if applicable)</p> </td> <td valign=\"top\" width=\"108\"> <p class=\"table-e\">Z.1</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"204\"> <p class=\"table-e\">Borrower’s Signature</p> </td> <td valign=\"top\" width=\"108\"> <p class=\"table-e\">Z.2</p> </td>\n</tr>\n</table> <p class=\"MsoNormal\"> </p> <p class=\"Sclause-e\">where,</p> <p class=\"subpara-e\">  S =  the advance under the agreement,</p> <p class=\"subpara-e\">  T =  the cost of borrowing at the time the parties entered into the agreement, expressed as a total amount,</p> <p class=\"subpara-e\">  U =  the amount prepaid,</p> <p class=\"subpara-e\">  V =  the date that the prepayment was made,</p> <p class=\"subpara-e\">  W =  the balance remaining of all payments that the borrower is required to make in connection with the agreement,</p> <p class=\"subpara-e\">  X =  the days remaining in the term of the agreement,</p> <p class=\"subpara-e\">  Y =  the amount and due date of the first remaining repayment instalment calculated in accordance with this section,</p> <p class=\"subpara-e\">  Z =  the amount and due date of the second remaining repayment instalment calculated in accordance with this section, if applicable,</p> <p class=\"subpara-e\">  Z.1 =  the amount and due date of the third remaining repayment instalment calculated in accordance with this section, if applicable, and</p> <p class=\"subpara-e\">  Z.2 =  the borrower’s signature. </p> <p class=\"footnote-e\">O. Reg. 489/17, s. 6.</p> <p class=\"subsection-e\">  (6) If the borrower has entered into a third or subsequent payday loan agreement with the same lender in a 63-day period and is required to repay the amount owing under the agreement in more than three instalments under this section, the table mentioned in clause (5) (b) shall include a row similar to the row for Payment 3 for each instalment after the third instalment. O. Reg. 489/17, s. 6.</p> <p class=\"subsection-e\">  (7) If the term of the agreement that parties enter into under subsection (2) exceeds a total of 62 days, the lender shall ensure that the cost of borrowing in the agreement, when converted to an annual percentage rate, is less than the criminal rate as defined in subsection 347 (2) of the <i>Criminal Code</i>\r\n(Canada). O. Reg. 489/17, s. 6.</p> <p class=\"heading1-e\"><a name=\"BK34\"></a>Prohibited Practices</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "Prohibited Practices",
            "part_id": null,
            "part_type": null,
            "section": "Prohibited Practices",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "26.",
            "part_id": null,
            "part_type": null,
            "section": "Prohibited contacts",
            "content": " 26. (1) In this section, “contact” includes communication by e-mail or voice mail; (“prise de contact”) “spouse” means, (a)  a spouse as defined in section 1 of the Family Law Act, or (b)  either of two persons who live together in a conjugal relationship outside marriage. (“conjoint”)  O. Reg. 98/09, s. 26 (1). (2) No licensee shall contact or attempt to contact the borrower’s spouse, a member of the borrower’s family or household, or a relative, friend, neighbour or acquaintance of the borrower in respect of a payday loan.  O. Reg. 98/09, s. 26 (2). (3) Except with the consent of the borrower, no licensee shall contact an employer of a borrower or any employees of that employer unless, (a)  the contact occurs before the borrower enters into a payday loan agreement; and (b)  the contact is for the sole purpose of confirming the borrower’s employment, length of employment, employment income, occupation or business address.  O. Reg. 98/09, s. 26 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK35\"></a><b>26. </b>(1) In this section,</p> <p class=\"firstdef-e\">“contact” includes communication by e-mail or voice mail; (“prise de contact”)</p> <p class=\"definition-e\">“spouse” means,</p> <p class=\"defclause-e\">  (a)  a spouse as defined in section 1 of the <i>Family Law Act</i>, or</p> <p class=\"defclause-e\">  (b)  either of two persons who live together in a conjugal relationship outside marriage. (“conjoint”)  O. Reg. 98/09, s. 26 (1).</p> <p class=\"subsection-e\">  (2) No licensee shall contact or attempt to contact the borrower’s spouse, a member of the borrower’s family or household, or a relative, friend, neighbour or acquaintance of the borrower in respect of a payday loan.  O. Reg. 98/09, s. 26 (2).</p> <p class=\"subsection-e\">  (3) Except with the consent of the borrower, no licensee shall contact an employer of a borrower or any employees of that employer unless,</p> <p class=\"clause-e\">  (a)  the contact occurs before the borrower enters into a payday loan agreement; and</p> <p class=\"clause-e\">  (b)  the contact is for the sole purpose of confirming the borrower’s employment, length of employment, employment income, occupation or business address.  O. Reg. 98/09, s. 26 (3).</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "27.",
            "part_id": null,
            "part_type": null,
            "section": "Goods and services other than loan",
            "content": " 27. (1) A lender shall ensure that all applications for a payday loan and all documentation relating to such an application or a payday loan agreement are not used for any purpose other than providing a payday loan and are not used in connection with any other good or service.  O. Reg. 98/09, s. 27 (1). (2) A lender shall not require a borrower to transact in any good or service, other than a payday loan, as a condition of entering into a payday loan agreement.  O. Reg. 98/09, s. 27 (2). (3) A licensee, acting on the licensee’s own behalf or on behalf of any other person, shall not offer to provide or provide any good or service in connection with a payday loan agreement, other than the payday loan, whether or not it is provided for consideration.  O. Reg. 316/11, s. 6 (1). (4) No loan broker shall facilitate a contravention of subsection (1) or (2).  O. Reg. 98/09, s. 27 (4); O. Reg. 316/11, s. 6 (2). (5) If a lender contravenes subsection (1) or (2) or if a licensee contravenes subsection (3), the borrower is only required to repay the advance to the lender and is not liable to pay the cost of borrowing.  O. Reg. 316/11, s. 6 (3). (6) For greater certainty, a device with respect to a payday loan agreement shall be considered to be part of the payday loan.  O. Reg. 98/09, s. 27 (6).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK36\"></a><b>27. </b>(1) A lender shall ensure that all applications for a payday loan and all documentation relating to such an application or a payday loan agreement are not used for any purpose other than providing a payday loan and are not used in connection with any other good or service.  O. Reg. 98/09, s. 27 (1).</p> <p class=\"subsection-e\">  (2) A lender shall not require a borrower to transact in any good or service, other than a payday loan, as a condition of entering into a payday loan agreement.  O. Reg. 98/09, s. 27 (2).</p> <p class=\"subsection-e\">  (3) A licensee, acting on the licensee’s own behalf or on behalf of any other person, shall not offer to provide or provide any good or service in connection with a payday loan agreement, other than the payday loan, whether or not it is provided for consideration.  O. Reg. 316/11, s. 6 (1).</p> <p class=\"subsection-e\">  (4) No loan broker shall facilitate a contravention of subsection (1) or (2).  O. Reg. 98/09, s. 27 (4); O. Reg. 316/11, s. 6 (2).</p> <p class=\"subsection-e\">  (5) If a lender contravenes subsection (1) or (2) or if a licensee contravenes subsection (3), the borrower is only required to repay the advance to the lender and is not liable to pay the cost of borrowing.  O. Reg. 316/11, s. 6 (3).</p> <p class=\"subsection-e\">  (6) For greater certainty, a device with respect to a payday loan agreement shall be considered to be part of the payday loan.  O. Reg. 98/09, s. 27 (6).</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "28.",
            "part_id": null,
            "part_type": null,
            "section": "No wage assignment from borrower",
            "content": " 28. (1) No lender under a payday loan agreement shall request or accept an assignment of wages or any part of them from the borrower.  O. Reg. 98/09, s. 28 (1). (2) No loan broker shall facilitate a contravention of subsection (1).  O. Reg. 98/09, s. 28 (2). (3) If a lender contravenes subsection (1), the borrower is only required to repay the advance to the lender and is not liable to pay the cost of borrowing.  O. Reg. 98/09, s. 28 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK37\"></a><b>28. </b>(1) No lender under a payday loan agreement shall request or accept an assignment of wages or any part of them from the borrower.  O. Reg. 98/09, s. 28 (1).</p> <p class=\"subsection-e\">  (2) No loan broker shall facilitate a contravention of subsection (1).  O. Reg. 98/09, s. 28 (2).</p> <p class=\"subsection-e\">  (3) If a lender contravenes subsection (1), the borrower is only required to repay the advance to the lender and is not liable to pay the cost of borrowing.  O. Reg. 98/09, s. 28 (3).</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "29.",
            "part_id": null,
            "part_type": null,
            "section": "No future payments in exchange for other payday loans",
            "content": " 29. (1) No lender in respect of a payday loan shall, without the borrower’s consent, use any post-dated cheques, pre-authorized debits or future payments of a similar nature received from the borrower under a payday loan agreement by applying them to a payday loan made under another payday loan agreement.  O. Reg. 98/09, s. 29 (1). (2) No licensee in respect of a payday loan shall, without the borrower’s consent, use any information obtained from the borrower in connection with the loan for any purpose not connected with the loan, including to obtain payment in respect of another payday loan.  O. Reg. 98/09, s. 29 (2). (3) No loan broker shall facilitate a contravention of subsection (1) or (2).  O. Reg. 98/09, s. 29 (3). (4) If there is a contravention of subsection (1) or (2) with respect to a payday loan agreement, the borrower is only required to repay the advance to the lender and is not liable to pay the cost of borrowing.  O. Reg. 98/09, s. 29 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK38\"></a><b>29. </b>(1) No lender in respect of a payday loan shall, without the borrower’s consent, use any post-dated cheques, pre-authorized debits or future payments of a similar nature received from the borrower under a payday loan agreement by applying them to a payday loan made under another payday loan agreement.  O. Reg. 98/09, s. 29 (1).</p> <p class=\"subsection-e\">  (2) No licensee in respect of a payday loan shall, without the borrower’s consent, use any information obtained from the borrower in connection with the loan for any purpose not connected with the loan, including to obtain payment in respect of another payday loan.  O. Reg. 98/09, s. 29 (2).</p> <p class=\"subsection-e\">  (3) No loan broker shall facilitate a contravention of subsection (1) or (2).  O. Reg. 98/09, s. 29 (3).</p> <p class=\"subsection-e\">  (4) If there is a contravention of subsection (1) or (2) with respect to a payday loan agreement, the borrower is only required to repay the advance to the lender and is not liable to pay the cost of borrowing.  O. Reg. 98/09, s. 29 (4).</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "30.",
            "part_id": null,
            "part_type": null,
            "section": "Devices",
            "content": " 30. (1) No licensee in respect of a payday loan agreement in which the licensee was involved shall refuse to disclose the balance on the device or accessible by the device to the borrower at the request of the borrower or shall charge the borrower a fee for disclosing that balance.  O. Reg. 316/11, s. 7 (1). (2) If a licensee contravenes subsection (1), the borrower is only required to repay the advance to the lender and is not liable to pay the cost of borrowing.  O. Reg. 98/09, s. 30 (2); O. Reg. 316/11, s. 7 (2). (3) No licensee in respect of a payday loan agreement in which the licensee was involved shall charge the borrower an amount that is not reasonable to replace the device.  O. Reg. 98/09, s. 30 (3); O. Reg. 316/11, s. 7 (3). (4) No loan broker shall facilitate a contravention of subsection (1) or (3).  O. Reg. 98/09, s. 30 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK39\"></a><b>30. </b>(1) No licensee in respect of a payday loan agreement in which the licensee was involved shall refuse to disclose the balance on the device or accessible by the device to the borrower at the request of the borrower or shall charge the borrower a fee for disclosing that balance.  O. Reg. 316/11, s. 7 (1).</p> <p class=\"subsection-e\">  (2) If a licensee contravenes subsection (1), the borrower is only required to repay the advance to the lender and is not liable to pay the cost of borrowing.  O. Reg. 98/09, s. 30 (2); O. Reg. 316/11, s. 7 (2).</p> <p class=\"subsection-e\">  (3) No licensee in respect of a payday loan agreement in which the licensee was involved shall charge the borrower an amount that is not reasonable to replace the device.  O. Reg. 98/09, s. 30 (3); O. Reg. 316/11, s. 7 (3).</p> <p class=\"subsection-e\">  (4) No loan broker shall facilitate a contravention of subsection (1) or (3).  O. Reg. 98/09, s. 30 (4).</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "30.1",
            "part_id": null,
            "part_type": null,
            "section": "Time for payments",
            "content": " 30.1 (1) A licensee shall not request or require the borrower under a payday loan agreement to do any of the following or suggest to the borrower that the borrower do any of the following: 1.  Repay or pay the advance or any part of it to the lender or anyone else until the end of the term of the agreement. 2.  Pay the cost of borrowing or any part of it to anyone until the end of the term of the agreement.  O. Reg. 316/11, s. 8. (2) A licensee shall not, directly or indirectly on behalf of any other person, request or require the borrower under a payday loan agreement to do any of the actions described in paragraph 1 or 2 of subsection (1) or suggest to the borrower that the borrower do any of those actions.  O. Reg. 316/11, s. 8. (3) If a licensee contravenes subsection (1) or (2), the borrower is only required to repay the advance to the lender and is not liable to pay the cost of borrowing.  O. Reg. 316/11, s. 8.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK40\"></a><b>30.1 </b>(1) A licensee shall not request or require the borrower under a payday loan agreement to do any of the following or suggest to the borrower that the borrower do any of the following:</p> <p class=\"paragraph-e\">  1.  Repay or pay the advance or any part of it to the lender or anyone else until the end of the term of the agreement.</p> <p class=\"paragraph-e\">  2.  Pay the cost of borrowing or any part of it to anyone until the end of the term of the agreement.  O. Reg. 316/11, s. 8.</p> <p class=\"subsection-e\">  (2) A licensee shall not, directly or indirectly on behalf of any other person, request or require the borrower under a payday loan agreement to do any of the actions described in paragraph 1 or 2 of subsection (1) or suggest to the borrower that the borrower do any of those actions.  O. Reg. 316/11, s. 8.</p> <p class=\"subsection-e\">  (3) If a licensee contravenes subsection (1) or (2), the borrower is only required to repay the advance to the lender and is not liable to pay the cost of borrowing.  O. Reg. 316/11, s. 8.</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "31.",
            "part_id": null,
            "part_type": null,
            "section": "No repeat processing charges",
            "content": " 31. (1) No lender under a payday loan agreement shall attempt to process the same payment instrument provided by the borrower under the agreement in exchange for the advance more than once if such a subsequent attempt would result in any charge being levied against the borrower, other than the amount of the payment.  O. Reg. 98/09, s. 31 (1). (2) No loan broker shall facilitate a contravention of subsection (1).  O. Reg. 98/09, s. 31 (2). (3) If the lender contravenes subsection (1), the borrower is only required to repay the advance to the lender and is not liable to pay the cost of borrowing.  O. Reg. 98/09, s. 31 (3). (4) If the lender contravenes subsection (1) and a charge is levied against the borrower, other than the amount of the payment, the borrower is entitled to recover the amount of the charge from the lender.  O. Reg. 98/09, s. 31 (4). (5) The borrower may demand recovery of the charge in the same manner as the borrower is entitled, under subsection 44 (1) of the Act, to demand a refund of a payment.  O. Reg. 98/09, s. 31 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK41\"></a><b>31. </b>(1) No lender under a payday loan agreement shall attempt to process the same payment instrument provided by the borrower under the agreement in exchange for the advance more than once if such a subsequent attempt would result in any charge being levied against the borrower, other than the amount of the payment.  O. Reg. 98/09, s. 31 (1).</p> <p class=\"subsection-e\">  (2) No loan broker shall facilitate a contravention of subsection (1).  O. Reg. 98/09, s. 31 (2).</p> <p class=\"subsection-e\">  (3) If the lender contravenes subsection (1), the borrower is only required to repay the advance to the lender and is not liable to pay the cost of borrowing.  O. Reg. 98/09, s. 31 (3).</p> <p class=\"subsection-e\">  (4) If the lender contravenes subsection (1) and a charge is levied against the borrower, other than the amount of the payment, the borrower is entitled to recover the amount of the charge from the lender.  O. Reg. 98/09, s. 31 (4).</p> <p class=\"subsection-e\">  (5) The borrower may demand recovery of the charge in the same manner as the borrower is entitled, under subsection 44 (1) of the Act, to demand a refund of a payment.  O. Reg. 98/09, s. 31 (5).</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "32.",
            "part_id": null,
            "part_type": null,
            "section": "Methods of collection",
            "content": " 32. (1) In this section, “contact” includes communication by e-mail or voice mail.  O. Reg. 98/09, s. 32 (1). (2) No licensee shall, (a)  collect or attempt to collect an amount owing under a payday loan agreement from a person who is not the borrower; or (b)  contact or attempt to contact a person for the purpose of collecting an amount owing under a payday loan agreement if the person has informed the licensee that the person is not the borrower, unless the licensee first takes all reasonable precautions to ensure that the person is, in fact, the borrower.  O. Reg. 98/09, s. 32 (2). (3) No licensee shall engage in conduct described in any of the following paragraphs with respect to a borrower: 1.  Make a telephone call or personal call at any of the following times, except at the request of the borrower: i.  On a Sunday, other than between the hours of 1 p.m. and 5 p.m. local time of the place where the call is being made. ii.  On any day of the week, between the hours of 9 p.m. and 7 a.m. local time of the place where the call is being made. iii.  Despite subparagraphs i and ii, on any holiday listed in subsection (4). 2.  Contact the borrower more than three times in a seven-day period, except that contact made by ordinary mail shall not be counted as contact. 3.  Publish or threaten to publish the borrower’s failure to pay. 4.  Use threatening, profane, intimidating or coercive language. 5.  Use undue, excessive or unreasonable pressure. 6.  Communicate or attempt to communicate by a means that enables the charges or costs of communication to be payable by the borrower. 7.  Otherwise communicate in a manner or with a frequency that constitutes harassment.  O. Reg. 98/09, s. 32 (3). (4) For the purposes of subparagraph 1 iii of subsection (3), the following days are holidays: 1.  New Year’s Day. 2.  Family Day, being the third Monday in February. 3.  Good Friday. 4.  Victoria Day. 5.  Canada Day. 6.  Civic Holiday. 7.  Labour Day. 8.  Thanksgiving Day. 9.  Christmas Day. 10.  Boxing Day. 11.  Any day fixed as a holiday by proclamation of the Governor General or Lieutenant Governor.  O. Reg. 98/09, s. 32 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK42\"></a><b>32. </b>(1) In this section,</p> <p class=\"firstdef-e\">“contact” includes communication by e-mail or voice mail.  O. Reg. 98/09, s. 32 (1).</p> <p class=\"subsection-e\">  (2) No licensee shall,</p> <p class=\"clause-e\">  (a)  collect or attempt to collect an amount owing under a payday loan agreement from a person who is not the borrower; or</p> <p class=\"clause-e\">  (b)  contact or attempt to contact a person for the purpose of collecting an amount owing under a payday loan agreement if the person has informed the licensee that the person is not the borrower, unless the licensee first takes all reasonable precautions to ensure that the person is, in fact, the borrower.  O. Reg. 98/09, s. 32 (2).</p> <p class=\"subsection-e\">  (3) No licensee shall engage in conduct described in any of the following paragraphs with respect to a borrower:</p> <p class=\"paragraph-e\">  1.  Make a telephone call or personal call at any of the following times, except at the request of the borrower:</p> <p class=\"subpara-e\">  i.  On a Sunday, other than between the hours of 1 p.m. and 5 p.m. local time of the place where the call is being made.</p> <p class=\"subpara-e\">  ii.  On any day of the week, between the hours of 9 p.m. and 7 a.m. local time of the place where the call is being made.</p> <p class=\"subpara-e\">  iii.  Despite subparagraphs i and ii, on any holiday listed in subsection (4).</p> <p class=\"paragraph-e\">  2.  Contact the borrower more than three times in a seven-day period, except that contact made by ordinary mail shall not be counted as contact.</p> <p class=\"paragraph-e\">  3.  Publish or threaten to publish the borrower’s failure to pay.</p> <p class=\"paragraph-e\">  4.  Use threatening, profane, intimidating or coercive language.</p> <p class=\"paragraph-e\">  5.  Use undue, excessive or unreasonable pressure.</p> <p class=\"paragraph-e\">  6.  Communicate or attempt to communicate by a means that enables the charges or costs of communication to be payable by the borrower.</p> <p class=\"paragraph-e\">  7.  Otherwise communicate in a manner or with a frequency that constitutes harassment.  O. Reg. 98/09, s. 32 (3).</p> <p class=\"subsection-e\">  (4) For the purposes of subparagraph 1 iii of subsection (3), the following days are holidays:</p> <p class=\"paragraph-e\">  1.  New Year’s Day.</p> <p class=\"paragraph-e\">  2.  Family Day, being the third Monday in February.</p> <p class=\"paragraph-e\">  3.  Good Friday.</p> <p class=\"paragraph-e\">  4.  Victoria Day.</p> <p class=\"paragraph-e\">  5.  Canada Day.</p> <p class=\"paragraph-e\">  6.  Civic Holiday.</p> <p class=\"paragraph-e\">  7.  Labour Day.</p> <p class=\"paragraph-e\">  8.  Thanksgiving Day.</p> <p class=\"paragraph-e\">  9.  Christmas Day.</p> <p class=\"paragraph-e\">  10.  Boxing Day.</p> <p class=\"paragraph-e\">  11.  Any day fixed as a holiday by proclamation of the Governor General or Lieutenant Governor.  O. Reg. 98/09, s. 32 (4).</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "33.",
            "part_id": null,
            "part_type": null,
            "section": "False information",
            "content": " 33. No licensee shall, in respect of a payday loan in default, give any person, directly or indirectly, by implication or otherwise, any false, misleading or deceptive information with respect to a payday loan.  O. Reg. 98/09, s. 33.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK43\"></a><b>33. </b>No licensee shall, in respect of a payday loan in default, give any person, directly or indirectly, by implication or otherwise, any false, misleading or deceptive information with respect to a payday loan.  O. Reg. 98/09, s. 33.</p>"
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "34.",
            "part_id": null,
            "part_type": null,
            "section": "Expiry of payday loan agreement",
            "content": " 34. (1) A lender shall not enter into a payday loan agreement with a borrower if the term of the agreement ends before the day on which the borrower is next regularly due to receive income.  O. Reg. 98/09, s. 34 (1). (2) No loan broker shall facilitate a contravention of subsection (1).  O. Reg. 98/09, s. 34 (2). (3) If the lender contravenes subsection (1), the borrower is only required to repay the advance to the lender and is not liable to pay the cost of borrowing.  O. Reg. 98/09, s. 34 (3). Administrative Penalties",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK44\"></a><b>34. </b>(1) A lender shall not enter into a payday loan agreement with a borrower if the term of the agreement ends before the day on which the borrower is next regularly due to receive income.  O. Reg. 98/09, s. 34 (1).</p> <p class=\"subsection-e\">  (2) No loan broker shall facilitate a contravention of subsection (1).  O. Reg. 98/09, s. 34 (2).</p> <p class=\"subsection-e\">  (3) If the lender contravenes subsection (1), the borrower is only required to repay the advance to the lender and is not liable to pay the cost of borrowing.  O. Reg. 98/09, s. 34 (3).</p> <p class=\"heading1-e\"><a name=\"BK45\"></a>Administrative Penalties</p>"
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "Administrative Penalties",
            "part_id": null,
            "part_type": null,
            "section": "Administrative Penalties",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "35.",
            "part_id": null,
            "part_type": null,
            "section": "Assessors",
            "content": " 35. The Registrar is the prescribed person mentioned in the definition of “assessor” in subsection 1 (1) of the Act.  O. Reg. 98/09, s. 35.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK46\"></a><b>35. </b>The Registrar is the prescribed person mentioned in the definition of “assessor” in subsection 1 (1) of the Act.  O. Reg. 98/09, s. 35.</p>"
        },
        {
            "ahref_id": "#BK47",
            "TOCid": "36.",
            "part_id": null,
            "part_type": null,
            "section": "Contraventions of prescribed provisions",
            "content": " 36. The following provisions are the prescribed provisions for the purposes of subsection 59 (1) of the Act: 1.  Subsection 28 (1) of the Act. 2.  Subsection 4 (4) of this Regulation. 3.  Subsection 4 (5) of this Regulation. 4.  Subsection 14 (1) of this Regulation. 5.  Subsection 14 (3) of this Regulation. 6.  Subsection 14 (5) of this Regulation. 7.  Subsection 29 (1) or (3) of the Act, together with paragraph 1 of subsection 18 (1) of this Regulation. 8.  Subsection 29 (1) or (3) of the Act, together with paragraph 2 of subsection 18 (1) of this Regulation. 9.  Subsection 29 (1) or (3) of the Act, together with paragraph 9 of subsection 18 (1) of this Regulation. 10.  Subsection 18 (4) of this Regulation. 11.  Subsections 18 (4) and (6) of this Regulation. 12.  Subsection 28 (1) of this Regulation.  O. Reg. 98/09, s. 36. Ontario Payday Lending Education Fund Corporation",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK47\"></a><b>36. </b>The following provisions are the prescribed provisions for the purposes of subsection 59 (1) of the Act:</p> <p class=\"paragraph-e\">  1.  Subsection 28 (1) of the Act.</p> <p class=\"paragraph-e\">  2.  Subsection 4 (4) of this Regulation.</p> <p class=\"paragraph-e\">  3.  Subsection 4 (5) of this Regulation.</p> <p class=\"paragraph-e\">  4.  Subsection 14 (1) of this Regulation.</p> <p class=\"paragraph-e\">  5.  Subsection 14 (3) of this Regulation.</p> <p class=\"paragraph-e\">  6.  Subsection 14 (5) of this Regulation.</p> <p class=\"paragraph-e\">  7.  Subsection 29 (1) or (3) of the Act, together with paragraph 1 of subsection 18 (1) of this Regulation.</p> <p class=\"paragraph-e\">  8.  Subsection 29 (1) or (3) of the Act, together with paragraph 2 of subsection 18 (1) of this Regulation.</p> <p class=\"paragraph-e\">  9.  Subsection 29 (1) or (3) of the Act, together with paragraph 9 of subsection 18 (1) of this Regulation.</p> <p class=\"paragraph-e\">  10.  Subsection 18 (4) of this Regulation.</p> <p class=\"paragraph-e\">  11.  Subsections 18 (4) and (6) of this Regulation.</p> <p class=\"paragraph-e\">  12.  Subsection 28 (1) of this Regulation.  O. Reg. 98/09, s. 36.</p> <p class=\"heading1-e\"><a name=\"BK48\"></a>Ontario Payday Lending Education Fund Corporation</p>"
        },
        {
            "ahref_id": "#BK48",
            "TOCid": "Ontario Payday Lending Education Fund Corporation",
            "part_id": null,
            "part_type": null,
            "section": "Ontario Payday Lending Education Fund Corporation",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK49",
            "TOCid": "37.",
            "part_id": null,
            "part_type": null,
            "section": "Restrictions on powers",
            "content": " 37. In investing any of the money of the Fund that is surplus to the money required for fulfilling the immediate purposes of the Fund, the Corporation shall comply with sections 27 to 29 of the Trustee Act as if the money invested were trust property.  O. Reg. 98/09, s. 37. Prescribed Loans",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK49\"></a><b>37. </b>In investing any of the money of the Fund that is surplus to the money required for fulfilling the immediate purposes of the Fund, the Corporation shall comply with sections 27 to 29 of the <i>Trustee Act</i> as if the money invested were trust property.  O. Reg. 98/09, s. 37.</p> <p class=\"heading1-e\"><a name=\"BK50\"></a>Prescribed Loans</p>"
        },
        {
            "ahref_id": "#BK50",
            "TOCid": "Prescribed Loans",
            "part_id": null,
            "part_type": null,
            "section": "Prescribed Loans",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK51",
            "TOCid": "37.1",
            "part_id": null,
            "part_type": null,
            "section": "Modifications to Regulation",
            "content": " 37.1 (1) In this section,  “prescribed loan” means a loan prescribed by subsection 1.1 (2). O. Reg. 351/13, s. 3. (2) The provisions of this Regulation apply to a prescribed loan with the following modifications: 1.  Every reference to a “payday loan” shall be read as a reference to a “prescribed loan”. 2.  The amount set out in each of subparagraphs 1 ii, iii and iv of subsection 14 (3) shall be read as “an effective annual rate of interest of 60 per cent”. 3.  In subsection 15 (2), i.  the maximum allowable cost of borrowing required to be disclosed by paragraph 0.1 shall be the effective annual rate of interest of 60 per cent, instead of the amount set out in subparagraph i, ii or iii, as the case may be, and ii.  the information referred to in paragraphs 3 to 6 is not required. 4.  The table required to be included in the prescribed loan agreement by paragraph 1 of subsection 18 (1) shall read as follows: Details of Prescribed Loan Agreement Maximum Allowable Cost per $100 Borrowed   A \n\n  Borrower’s Signature   B where, A =  the effective annual rate of interest of 60 per cent, and B =  the borrower’s signature. 5.  Paragraph 7 of subsection 18 (1) does not apply.  Instead, if the lender delivers or provides access to all or part of an advance to the borrower by way of a device, the lender shall provide the information set out in paragraph 7 of subsection 18 (1) to the borrower at the time of the advance. 6.  For the purposes of the statements that are required to be included in the prescribed loan agreement by paragraph 9 of subsection 18 (1) and that are set out in subsection 18 (2), the heading “ATTENTION” and the statement under it are not required. 7.  Section 21 does not apply.  Instead, i.  subject to subparagraph ii, the lender under a prescribed loan agreement is deemed to have delivered an advance to the borrower upon entering into the agreement only if the advance is immediately accessible by the borrower when the borrower requests it, ii.  the lender under a remote prescribed loan agreement is deemed to have delivered an advance to the borrower upon entering into the agreement if the lender makes the advance accessible to the borrower within one hour of the borrower’s request. O. Reg. 351/13, s. 3; O. Reg. 358/16, s. 5. 38. Omitted (provides for amendments to this Regulation).  O. Reg. 98/09, s. 38. 39. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 98/09, s. 39.  Français  ",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK51\"></a>37.1 </b>(1) In this section, </p> <p class=\"firstdef-e\">“prescribed loan” means a loan prescribed by subsection 1.1 (2). O. Reg. 351/13, s. 3.</p> <p class=\"subsection-e\">  (2) The provisions of this Regulation apply to a prescribed loan with the following modifications:</p> <p class=\"paragraph-e\">  1.  Every reference to a “payday loan” shall be read as a reference to a “prescribed loan”.</p> <p class=\"paragraph-e\">  2.  The amount set out in each of subparagraphs 1 ii, iii and iv of subsection 14 (3) shall be read as “an effective annual rate of interest of 60 per cent”.</p> <p class=\"paragraph-e\">  3.  In subsection 15 (2), </p> <p class=\"subpara-e\">  i.  the maximum allowable cost of borrowing required to be disclosed by paragraph 0.1 shall be the effective annual rate of interest of 60 per cent, instead of the amount set out in subparagraph i, ii or iii, as the case may be, and</p> <p class=\"subpara-e\">  ii.  the information referred to in paragraphs 3 to 6 is not required.</p> <p class=\"paragraph-e\">  4.  The table required to be included in the prescribed loan agreement by paragraph 1 of subsection 18 (1) shall read as follows: </p> <p class=\"headingx-e\">Details of Prescribed Loan Agreement</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"312\">\n<tr> <td valign=\"top\" width=\"181\"> <p class=\"table-e\">Maximum Allowable Cost per $100 Borrowed</p> </td> <td valign=\"top\" width=\"131\"> <p class=\"table-e\">A</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"181\"> <p class=\"table-e\">Borrower’s Signature</p> </td> <td valign=\"top\" width=\"131\"> <p class=\"table-e\">B</p> </td>\n</tr>\n</table> <p class=\"Sparagraph-e\">where,</p> <p class=\"subpara-e\">  A =  the effective annual rate of interest of 60 per cent, and</p> <p class=\"subpara-e\">  B =  the borrower’s signature.</p> <p class=\"paragraph-e\">  5.  Paragraph 7 of subsection 18 (1) does not apply.  Instead, if the lender delivers or provides access to all or part of an advance to the borrower by way of a device, the lender shall provide the information set out in paragraph 7 of subsection 18 (1) to the borrower at the time of the advance.</p> <p class=\"paragraph-e\">  6.  For the purposes of the statements that are required to be included in the prescribed loan agreement by paragraph 9 of subsection 18 (1) and that are set out in subsection 18 (2), the heading “ATTENTION” and the statement under it are not required. </p> <p class=\"paragraph-e\">  7.  Section 21 does not apply.  Instead, </p> <p class=\"subpara-e\">  i.  subject to subparagraph ii, the lender under a prescribed loan agreement is deemed to have delivered an advance to the borrower upon entering into the agreement only if the advance is immediately accessible by the borrower when the borrower requests it,</p> <p class=\"subpara-e\">  ii.  the lender under a remote prescribed loan agreement is deemed to have delivered an advance to the borrower upon entering into the agreement if the lender makes the advance accessible to the borrower within one hour of the borrower’s request. O. Reg. 351/13, s. 3; O. Reg. 358/16, s. 5.</p> <p class=\"section-e\"> <b>38.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for amendments to this Regulation</span>).  O. Reg. 98/09, s. 38.</p> <p class=\"section-e\"> <b>39.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 98/09, s. 39.</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/090098\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}