{
    "reg_info": {
        "full_title": "O. Reg. 373/23: AMOUNTS TO BE EXCLUDED FROM RATES",
        "reg_name_text": "Not Found",
        "citation": "O. Reg. 373/23: AMOUNTS TO BE EXCLUDED FROM RATES",
        "act_under": "Ontario Energy Board Act, 1998",
        "url": "https://www.ontario.ca/laws/regulation/230373",
        "date_scraped": "2023-12-18 02:15:59"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December  5, 2023",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Amounts to be excluded from gas rates",
            "content": "  1. For the purposes of paragraph 2 of subsection 36 (3.1) of the Act, the Board shall not include any of the following amounts in approving or fixing just and reasonable rates for the sale, transmission or distribution of gas: 1. Any award, damages or penalty a gas transmitter or gas distributor is required to pay under an agreement entered into under section 51 of the Building Transit Faster Act, 2020 or an order made under section 68 of that Act. 2. Compensation a gas transmitter or gas distributor is required to pay to Metrolinx, as determined under section 69 of the Building Transit Faster Act, 2020.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>For the purposes of paragraph 2 of subsection 36 (3.1) of the Act, the Board shall not include any of the following amounts in approving or fixing just and reasonable rates for the sale, transmission or distribution of gas:</p> <p class=\"paragraph-e\">  1. Any award, damages or penalty a gas transmitter or gas distributor is required to pay under an agreement entered into under section 51 of the <i>Building Transit Faster Act, 2020</i> or an order made under section 68 of that Act.</p> <p class=\"paragraph-e\">  2. Compensation a gas transmitter or gas distributor is required to pay to Metrolinx, as determined under section 69 of the <i>Building Transit Faster Act, 2020</i>.</p>"
        },
        {
            "id": "2.",
            "section": "Amounts to be excluded from electricity rates",
            "content": " 2. For the purposes of paragraph 2 of subsection 78 (5) of the Act, the Board shall not include any of the following amounts in approving or fixing just and reasonable rates for the transmission or distribution of electricity: 1. Any award, damages or penalty a transmitter or distributor is required to pay under an agreement entered into under section 51 of the Building Transit Faster Act, 2020\r\nor an order made under section 68 of that Act. 2. Compensation a transmitter or distributor is required to pay to Metrolinx, as determined under section 69 of the Building Transit Faster Act, 2020.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>For the purposes of paragraph 2 of subsection 78 (5) of the Act, the Board shall not include any of the following amounts in approving or fixing just and reasonable rates for the transmission or distribution of electricity:</p> <p class=\"paragraph-e\">  1. Any award, damages or penalty a transmitter or distributor is required to pay under an agreement entered into under section 51 of the <i>Building Transit Faster Act, 2020</i>\r\nor an order made under section 68 of that Act.</p> <p class=\"paragraph-e\">  2. Compensation a transmitter or distributor is required to pay to Metrolinx, as determined under section 69 of the <i>Building Transit Faster Act, 2020</i>.</p>"
        },
        {
            "id": "Sig",
            "section": "Amounts to be excluded from electricity rates",
            "content": "  3.  Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"><b>  3. <span class=\"ovsmallcap\"> </span></b><a name=\"Sig\"></a><span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Amounts to be excluded from electricity rates",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/230373\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}