{
    "reg_info": {
        "full_title": "O. Reg. 375/92: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "O. Reg. 375/92: ",
        "act_under": "Rent Control Act, 1992",
        "url": "https://www.ontario.ca/laws/regulation/920375",
        "date_scraped": "2023-12-19 20:55:06"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. (1) In the Act and in this Regulation, “capital expenditure” means an expenditure on a major renovation, repair, replacement or new addition, the expected benefit of which extends for at least five years which may include an expenditure with respect to a leased asset if the lease qualifies under subsection (2); (“dépense en immobilisations”) “clerical error or omission” means a clerical error or omission by the Director or Registrar or a rent officer, inspector or other employee of the Ministry of Housing; (“erreur d’écriture ou omission”) “incurred” means, in relation to a capital expenditure, (a) the payment in full of the amount of the capital expenditure, other than a holdback withheld under the Construction Lien Act, or (b) if the expenditure relates to a lease, the assumption, when the lease commences, of the obligations under it; (“engager”) “operating costs”, for a residential complex, (a) in relation to heating, (i) includes, during the life of a contract the landlord enters into for the purposes of conserving energy for heating, any amount paid by the landlord under the contract but only to the extent that such amounts plus the landlord’s actual operating costs for heating do not exceed the actual operating costs for heating that would have been incurred had the contract not been performed, (ii) does not include, during the life of a contract the landlord enters into for the purposes of switching from heating by hydro to heating by another form of energy, any amount by which the actual operating costs for heating (other than by hydro) exceed the actual operating costs for heating (other than by hydro) that would have been incurred had the contract not been performed, (b) in relation to hydro, (i) includes, during the life of a contract the landlord enters into for the purposes of conserving hydro, any amount paid by the landlord under the contract but only to the extent that such amounts plus the landlord’s actual operating costs for hydro do not exceed the actual operating costs for hydro that would have been incurred had the contract not been performed, (ii) includes, during the life of a contract the landlord enters into for the purposes of switching from heating by hydro to heating by another form of energy, any amount paid by the landlord under the contract and any amount by which the actual operating costs for heating (other than by hydro) exceed the actual operating costs for heating (other than by hydro) that would have been incurred had the contract not been performed but only to the extent that such amounts plus the actual operating costs for hydro do not exceed the actual operating costs for hydro that would have been incurred had the contract not been performed, (c) in relation to water includes, during the life of a contract the landlord enters into for the purposes of conserving water, any amount paid by the landlord under the contract but only to the extent that such amounts plus the landlord’s actual operating costs for water do not exceed the actual operating costs for water that would have been incurred had the contract not been performed; (“frais d’exploitation”) “physical integrity” means the integrity of all parts of a structure, including the foundation, that support loads or that provide a weather envelope and includes, without restricting the generality of the foregoing, the integrity of, (a) the roof, exterior walls, exterior doors and exterior windows, (b) elements contiguous with the structure that contribute to the weather envelope of the structure, and (c) columns, walls and floors that support loads; (“intégrité physique”) “replacement of an item” includes the replacement of part of an item or replacement by an item that performs a similar function; (“remplacement d’un élément”) “services for a rental unit” includes a service that is provided outside the rental unit only if the service is for the exclusive use of the tenants of the unit. (“services fournis à l’égard d’un logement locatif”) (2) For the purposes of the definition of “capital expenditure” in subsection (1), a lease qualifies if substantially all the risks and benefits associated with the leased asset are passed to the lessee and, when the lease commences, any one or more of the following is satisfied: 1. The lease provides that the ownership of the asset passes to the lessee at or before the end of the term of the lease. 2. The lease provides that the lessee has an option to purchase the asset at the end of term of the lease at a price that is less than what the market value of the asset will be at that time. 3. The term of the lease is at least 75 per cent of the useful life of the asset as determined in accordance with section 17. 4. The net present value of the minimum lease payments is at least 90 per cent of the asset’s fair market value at the commencement of the lease. The net present value shall be determined using the interest rate prescribed under section 18 for the month in which the lease commences. (3) A definition in subsection (1) of a word or phrase also applies to the French equivalent of the word or phrase. O. Reg. 375/92, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) In the Act and in this Regulation,</p> <p class=\"firstdef-e\">“capital expenditure” means an expenditure on a major renovation, repair, replacement or new addition, the expected benefit of which extends for at least five years which may include an expenditure with respect to a leased asset if the lease qualifies under subsection (2); (“dépense en immobilisations”)</p> <p class=\"definition-e\">“clerical error or omission” means a clerical error or omission by the Director or Registrar or a rent officer, inspector or other employee of the Ministry of Housing; (“erreur d’écriture ou omission”)</p> <p class=\"definition-e\">“incurred” means, in relation to a capital expenditure,</p> <p class=\"defclause-e\">(a) the payment in full of the amount of the capital expenditure, other than a holdback withheld under the <i>Construction Lien Act</i>, or</p> <p class=\"defclause-e\">(b) if the expenditure relates to a lease, the assumption, when the lease commences, of the obligations under it; (“engager”)</p> <p class=\"definition-e\">“operating costs”, for a residential complex,</p> <p class=\"defclause-e\">(a) in relation to heating,</p> <p class=\"defsubclause-e\">(i) includes, during the life of a contract the landlord enters into for the purposes of conserving energy for heating, any amount paid by the landlord under the contract but only to the extent that such amounts plus the landlord’s actual operating costs for heating do not exceed the actual operating costs for heating that would have been incurred had the contract not been performed,</p> <p class=\"defsubclause-e\">(ii) does not include, during the life of a contract the landlord enters into for the purposes of switching from heating by hydro to heating by another form of energy, any amount by which the actual operating costs for heating (other than by hydro) exceed the actual operating costs for heating (other than by hydro) that would have been incurred had the contract not been performed,</p> <p class=\"defclause-e\">(b) in relation to hydro,</p> <p class=\"defsubclause-e\">(i) includes, during the life of a contract the landlord enters into for the purposes of conserving hydro, any amount paid by the landlord under the contract but only to the extent that such amounts plus the landlord’s actual operating costs for hydro do not exceed the actual operating costs for hydro that would have been incurred had the contract not been performed,</p> <p class=\"defsubclause-e\">(ii) includes, during the life of a contract the landlord enters into for the purposes of switching from heating by hydro to heating by another form of energy, any amount paid by the landlord under the contract and any amount by which the actual operating costs for heating (other than by hydro) exceed the actual operating costs for heating (other than by hydro) that would have been incurred had the contract not been performed but only to the extent that such amounts plus the actual operating costs for hydro do not exceed the actual operating costs for hydro that would have been incurred had the contract not been performed,</p> <p class=\"defclause-e\">(c) in relation to water includes, during the life of a contract the landlord enters into for the purposes of conserving water, any amount paid by the landlord under the contract but only to the extent that such amounts plus the landlord’s actual operating costs for water do not exceed the actual operating costs for water that would have been incurred had the contract not been performed; (“frais d’exploitation”)</p> <p class=\"definition-e\">“physical integrity” means the integrity of all parts of a structure, including the foundation, that support loads or that provide a weather envelope and includes, without restricting the generality of the foregoing, the integrity of,</p> <p class=\"defclause-e\">(a) the roof, exterior walls, exterior doors and exterior windows,</p> <p class=\"defclause-e\">(b) elements contiguous with the structure that contribute to the weather envelope of the structure, and</p> <p class=\"defclause-e\">(c) columns, walls and floors that support loads; (“intégrité physique”)</p> <p class=\"definition-e\">“replacement of an item” includes the replacement of part of an item or replacement by an item that performs a similar function; (“remplacement d’un élément”)</p> <p class=\"definition-e\">“services for a rental unit” includes a service that is provided outside the rental unit only if the service is for the exclusive use of the tenants of the unit. (“services fournis à l’égard d’un logement locatif”)</p> <p class=\"subsection-e\">(2) For the purposes of the definition of “capital expenditure” in subsection (1), a lease qualifies if substantially all the risks and benefits associated with the leased asset are passed to the lessee and, when the lease commences, any one or more of the following is satisfied:</p> <p class=\"paragraph-e\">1. The lease provides that the ownership of the asset passes to the lessee at or before the end of the term of the lease.</p> <p class=\"paragraph-e\">2. The lease provides that the lessee has an option to purchase the asset at the end of term of the lease at a price that is less than what the market value of the asset will be at that time.</p> <p class=\"paragraph-e\">3. The term of the lease is at least 75 per cent of the useful life of the asset as determined in accordance with section 17.</p> <p class=\"paragraph-e\">4. The net present value of the minimum lease payments is at least 90 per cent of the asset’s fair market value at the commencement of the lease. The net present value shall be determined using the interest rate prescribed under section 18 for the month in which the lease commences.</p> <p class=\"subsection-e\">(3) A definition in subsection (1) of a word or phrase also applies to the French equivalent of the word or phrase. O. Reg. 375/92, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. In this Regulation, “family”, in relation to a person, means, (a) the person’s spouse, (b) the parents or other ancestors or the children or other descendants of the person or the person’s spouse, (c) the brothers and sisters of the person or the person’s spouse, and the children and other descendants of those brothers and sisters, (d) the aunts and uncles of the person and the person’s spouse and the children and other descendants of those aunts and uncles, (e) the spouses of the person’s sons and daughters; (“famille”) “predecessor Act” means the Residential Rent Regulation Act, the Residential Tenancies Act, being chapter 452 of the Revised Statutes of Ontario, 1980 or The Residential Premises Rent Review Act, 1975 (2nd Session), being chapter 12; (“ancienne loi”) “spouse” means a person of the opposite sex to whom the person is married or with whom the person is living in a conjugal relationship outside of marriage. (“conjoint”) O. Reg. 375/92, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>In this Regulation,</p> <p class=\"firstdef-e\">“family”, in relation to a person, means,</p> <p class=\"defclause-e\">(a) the person’s spouse,</p> <p class=\"defclause-e\">(b) the parents or other ancestors or the children or other descendants of the person or the person’s spouse,</p> <p class=\"defclause-e\">(c) the brothers and sisters of the person or the person’s spouse, and the children and other descendants of those brothers and sisters,</p> <p class=\"defclause-e\">(d) the aunts and uncles of the person and the person’s spouse and the children and other descendants of those aunts and uncles,</p> <p class=\"defclause-e\">(e) the spouses of the person’s sons and daughters; (“famille”)</p> <p class=\"definition-e\">“predecessor Act” means the <i>Residential Rent Regulation Act</i>, the <i>Residential Tenancies Act</i>, being chapter 452 of the Revised Statutes of Ontario, 1980 or <i>The Residential Premises Rent Review Act, 1975 (2nd Session)</i>, being chapter 12; (“ancienne loi”)</p> <p class=\"definition-e\">“spouse” means a person of the opposite sex to whom the person is married or with whom the person is living in a conjugal relationship outside of marriage. (“conjoint”) O. Reg. 375/92, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. The following are prescribed as interpretive rules to be observed by the Director, the Registrar and rent officers: 1. For the purposes of paragraph 2 of subsection 1 (4) of the Act, “a rental unit to which Part VI or VI.l of the Residential Rent Regulation Act did not apply” does not include a rental unit, if Part VI or VI.l of that Act ever applied to any part of the rental unit, either by itself or as part of another rental unit. 2. For the purposes of subparagraph i of paragraph 2 of subsection 1 (4) of the Act, i. a rental unit is “rented on or before” a day if any part of the rental unit was rented on or before that day either by itself or as part of another rental unit, and ii. a rental unit is “first rented” on the first day any part of the rental unit is first rented either by itself or as part of another rental unit. 3. For the purposes of subparagraph i of paragraphs 3 and 4 of subsection 1 (4) of the Act, a rental unit is “first rented” on the day it was “rented for the first time” within the meaning of subsection 25 (2) of Regulation 1006 of the Revised Regulations of Ontario, 1990, as it exists immediately before the 10th day of August, 1992, as long as that day is before the 10th day of August, 1992. If it is not, the rental unit is “first rented” on the first day any part of the rental unit is first rented either by itself or as part of another rental unit. 4. For the purposes of clause 20 (1) (g) of the Act, subsections 23 (4) and 30 (3) of the Act and clauses 33 (1) (c) and (2) (c) of the Act, if the configuration of rental units in a residential complex is changed, i. the total maximum rent for the rental units shall be reduced to account for reductions in the total floor area of the rental units, and ii. the total maximum rent for the rental units shall be apportioned among the units taking into account any changes in the floor area of the units. 5. Penalties or other similar charges for late payment of any amount paid by a landlord shall not be considered in determining any costs. 6. Any Goods and Services Tax and Provincial Sales Tax paid by a landlord shall be considered in determining costs. 7. No amount shall be taken into account in any order if the same amount has already been taken into account in the same or a previous order. 8. An increase or decrease in rent or maximum rent that is to be apportioned among all the rental units in a complex shall be apportioned in proportion to the maximum rent for each unit. 9. An increase or decrease in rent or maximum rent that is to be apportioned among less than all the rental units in a complex shall be apportioned in proportion to how each unit is affected by the ground on which the increase or decrease is based. O. Reg. 375/92, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>The following are prescribed as interpretive rules to be observed by the Director, the Registrar and rent officers:</p> <p class=\"paragraph-e\">1. For the purposes of paragraph 2 of subsection 1 (4) of the Act, “a rental unit to which Part VI or VI.l of the <i>Residential Rent Regulation Act</i> did not apply” does not include a rental unit, if Part VI or VI.l of that Act ever applied to any part of the rental unit, either by itself or as part of another rental unit.</p> <p class=\"paragraph-e\">2. For the purposes of subparagraph i of paragraph 2 of subsection 1 (4) of the Act,</p> <p class=\"subpara-e\">i. a rental unit is “rented on or before” a day if any part of the rental unit was rented on or before that day either by itself or as part of another rental unit, and</p> <p class=\"subpara-e\">ii. a rental unit is “first rented” on the first day any part of the rental unit is first rented either by itself or as part of another rental unit.</p> <p class=\"paragraph-e\">3. For the purposes of subparagraph i of paragraphs 3 and 4 of subsection 1 (4) of the Act, a rental unit is “first rented” on the day it was “rented for the first time” within the meaning of subsection 25 (2) of Regulation 1006 of the Revised Regulations of Ontario, 1990, as it exists immediately before the 10th day of August, 1992, as long as that day is before the 10th day of August, 1992. If it is not, the rental unit is “first rented” on the first day any part of the rental unit is first rented either by itself or as part of another rental unit.</p> <p class=\"paragraph-e\">4. For the purposes of clause 20 (1) (g) of the Act, subsections 23 (4) and 30 (3) of the Act and clauses 33 (1) (c) and (2) (c) of the Act, if the configuration of rental units in a residential complex is changed,</p> <p class=\"subpara-e\">i. the total maximum rent for the rental units shall be reduced to account for reductions in the total floor area of the rental units, and</p> <p class=\"subpara-e\">ii. the total maximum rent for the rental units shall be apportioned among the units taking into account any changes in the floor area of the units.</p> <p class=\"paragraph-e\">5. Penalties or other similar charges for late payment of any amount paid by a landlord shall not be considered in determining any costs.</p> <p class=\"paragraph-e\">6. Any Goods and Services Tax and Provincial Sales Tax paid by a landlord shall be considered in determining costs.</p> <p class=\"paragraph-e\">7. No amount shall be taken into account in any order if the same amount has already been taken into account in the same or a previous order.</p> <p class=\"paragraph-e\">8. An increase or decrease in rent or maximum rent that is to be apportioned among all the rental units in a complex shall be apportioned in proportion to the maximum rent for each unit.</p> <p class=\"paragraph-e\">9. An increase or decrease in rent or maximum rent that is to be apportioned among less than all the rental units in a complex shall be apportioned in proportion to how each unit is affected by the ground on which the increase or decrease is based. O. Reg. 375/92, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. For the purposes of subsection 1 (3) of the Act, a building is not related, during the five-year period commencing on the day the first rental unit is first rented, to other buildings to which the building would otherwise be related. O. Reg. 375/92, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>For the purposes of subsection 1 (3) of the Act, a building is not related, during the five-year period commencing on the day the first rental unit is first rented, to other buildings to which the building would otherwise be related. O. Reg. 375/92, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) The provisions of this section are prescribed as rules other than those set out in subsection 1 (4) of the Act for determining the initial rent date for a rental unit. (2) A reference in the Act to the initial rent date for a rental unit shall be deemed to be a reference to the date determined in accordance with the first of the following paragraphs that applies to the rental unit: 1. If a statement was filed under Part V of the Residential Rent Regulation Act setting out the date the actual rent, within the meaning of that Act, was first charged, the initial rent date shall be deemed to be the latter of that date and the 1st day of July, 1985. 2. If no rent was charged on the date that would be deemed to be the initial rent date under subsection 1 (4) of the Act without regard to this subsection, the initial rent date shall be deemed to be the date rent was first charged following that date. 3. In the case of a rental unit described in paragraph 3 of subsection 1 (4) of the Act whose initial rent date would, under that paragraph, be the 1st day of October, 1990, if the maximum rent under the Residential Rent Regulation Act on that day was higher than the rent charged on that day, the initial rent date shall be, i. if the rental unit was rented on the 1st day of July, 1985 and that fact is known or was filed with the Registrar, the 1st day of July, 1985, ii. if the rental unit was first rented on a day after the 1st day of July, 1985 and that day is known or was filed with the Registrar, that day, iii. if neither of paragraphs i and ii apply, the 1st day of October, 1990. (3) If none of the paragraphs in subsection (2) apply, the initial rent date shall be determined in accordance with subsection 1 (4) of the Act. O. Reg. 375/92, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) The provisions of this section are prescribed as rules other than those set out in subsection 1 (4) of the Act for determining the initial rent date for a rental unit.</p> <p class=\"subsection-e\">(2) A reference in the Act to the initial rent date for a rental unit shall be deemed to be a reference to the date determined in accordance with the first of the following paragraphs that applies to the rental unit:</p> <p class=\"paragraph-e\">1. If a statement was filed under Part V of the <i>Residential Rent Regulation Act</i> setting out the date the actual rent, within the meaning of that Act, was first charged, the initial rent date shall be deemed to be the latter of that date and the 1st day of July, 1985.</p> <p class=\"paragraph-e\">2. If no rent was charged on the date that would be deemed to be the initial rent date under subsection 1 (4) of the Act without regard to this subsection, the initial rent date shall be deemed to be the date rent was first charged following that date.</p> <p class=\"paragraph-e\">3. In the case of a rental unit described in paragraph 3 of subsection 1 (4) of the Act whose initial rent date would, under that paragraph, be the 1st day of October, 1990, if the maximum rent under the <i>Residential Rent Regulation Act</i> on that day was higher than the rent charged on that day, the initial rent date shall be,</p> <p class=\"subpara-e\">i. if the rental unit was rented on the 1st day of July, 1985 and that fact is known or was filed with the Registrar, the 1st day of July, 1985,</p> <p class=\"subpara-e\">ii. if the rental unit was first rented on a day after the 1st day of July, 1985 and that day is known or was filed with the Registrar, that day,</p> <p class=\"subpara-e\">iii. if neither of paragraphs i and ii apply, the 1st day of October, 1990.</p> <p class=\"subsection-e\">(3) If none of the paragraphs in subsection (2) apply, the initial rent date shall be determined in accordance with subsection 1 (4) of the Act. O. Reg. 375/92, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. For the purposes of subsection 7 (3) of the Act, the two consecutive years shall be determined using the following method: 1. The days of the year on which the two consecutive years begin and end shall be the same days of the year as the prescribed periods for which information concerning operating costs was filed under clause 53 (a) of the Act with the application that gave rise to the first order under the Act increasing the maximum rent for the rental unit by more than the guideline. 2. The effective date of the rent increase under the notice shall be determined. 3. The anniversary of the effective date of the first rent increase under the first order, most recently preceding the date determined under paragraph 2, shall be determined. 4. The two years shall be the two years, beginning and ending on the days of the year determined under paragraph 1, most recently completed before the day that is ninety days before the anniversary determined under paragraph 3. O. Reg. 375/92, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>For the purposes of subsection 7 (3) of the Act, the two consecutive years shall be determined using the following method:</p> <p class=\"paragraph-e\">1. The days of the year on which the two consecutive years begin and end shall be the same days of the year as the prescribed periods for which information concerning operating costs was filed under clause 53 (a) of the Act with the application that gave rise to the first order under the Act increasing the maximum rent for the rental unit by more than the guideline.</p> <p class=\"paragraph-e\">2. The effective date of the rent increase under the notice shall be determined.</p> <p class=\"paragraph-e\">3. The anniversary of the effective date of the first rent increase under the first order, most recently preceding the date determined under paragraph 2, shall be determined.</p> <p class=\"paragraph-e\">4. The two years shall be the two years, beginning and ending on the days of the year determined under paragraph 1, most recently completed before the day that is ninety days before the anniversary determined under paragraph 3. O. Reg. 375/92, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. (1) The following is prescribed as a rule for making findings: 1. If a landlord has a cost arising out of a transaction that is not an arm’s length transaction, only that part of the cost that is less than the costs that would arise from a similar market transaction shall be considered. (2) In this section, “arm’s length” means the persons involved are not related persons; (“sans lien de dépendance”) “control” means direct or indirect ownership or control either alone or with a related person of, (a) more than 50 per cent of the issued share capital of a corporation having full voting rights under all circumstances, or (b) issued and outstanding share capital of a corporation in an amount that permits or may permit the person to direct the management and policies of the corporation; (“contrôle”) “related person”, where used to indicate a relationship with any person, includes, (a) a member of the family of such person, (b) an employer or employee of such person, (c) a partner of such person, (d) a trust or estate in which such person has a beneficial interest, (e) a trust or estate in which such person serves as a trustee or in a similar capacity, (f) a trust or estate in which persons related to such person, as otherwise determined under this definition, have a beneficial interest, (g) a corporation controlled by such person, (h) a corporation controlled by such person and persons related to such person, or (i) a corporation controlled by a person related to such person; (“personne liée”) “similar market transactions” means arm’s length transactions that occur or may reasonably be expected to occur under the same or comparable terms and conditions and in the same general geographic location. (“opération semblable sur le marché”) (3) In this section, one corporation is related to another corporation if, (a) one of the corporations is controlled by the other corporation; (b) both of the corporations are controlled by the same person or group of related persons each member of which is related to every other member of the group; (c) each of the corporations is controlled by one person and the person who controls one of the corporations and the person who controls the other corporation are related persons; (d) one of the corporations is controlled by one person and that person is related to any member of a group of related persons that controls the other corporation; (e) one of the corporations is controlled by one person and that person is related to each member of an unrelated group that controls the other corporation; (f) any member of a group of related persons that controls one of the corporations is related to each member of an unrelated group that controls the other corporation; or (g) each member of an unrelated group that controls one of the corporations is a related person to at least one member of an unrelated group that controls the other corporation. O. Reg. 375/92, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) The following is prescribed as a rule for making findings:</p> <p class=\"paragraph-e\">1. If a landlord has a cost arising out of a transaction that is not an arm’s length transaction, only that part of the cost that is less than the costs that would arise from a similar market transaction shall be considered.</p> <p class=\"subsection-e\">(2) In this section,</p> <p class=\"firstdef-e\">“arm’s length” means the persons involved are not related persons; (“sans lien de dépendance”)</p> <p class=\"definition-e\">“control” means direct or indirect ownership or control either alone or with a related person of,</p> <p class=\"defclause-e\">(a) more than 50 per cent of the issued share capital of a corporation having full voting rights under all circumstances, or</p> <p class=\"defclause-e\">(b) issued and outstanding share capital of a corporation in an amount that permits or may permit the person to direct the management and policies of the corporation; (“contrôle”)</p> <p class=\"definition-e\">“related person”, where used to indicate a relationship with any person, includes,</p> <p class=\"defclause-e\">(a) a member of the family of such person,</p> <p class=\"defclause-e\">(b) an employer or employee of such person,</p> <p class=\"defclause-e\">(c) a partner of such person,</p> <p class=\"defclause-e\">(d) a trust or estate in which such person has a beneficial interest,</p> <p class=\"defclause-e\">(e) a trust or estate in which such person serves as a trustee or in a similar capacity,</p> <p class=\"defclause-e\">(f) a trust or estate in which persons related to such person, as otherwise determined under this definition, have a beneficial interest,</p> <p class=\"defclause-e\">(g) a corporation controlled by such person,</p> <p class=\"defclause-e\">(h) a corporation controlled by such person and persons related to such person, or</p> <p class=\"defclause-e\">(i) a corporation controlled by a person related to such person; (“personne liée”)</p> <p class=\"definition-e\">“similar market transactions” means arm’s length transactions that occur or may reasonably be expected to occur under the same or comparable terms and conditions and in the same general geographic location. (“opération semblable sur le marché”)</p> <p class=\"subsection-e\">(3) In this section, one corporation is related to another corporation if,</p> <p class=\"clause-e\">(a) one of the corporations is controlled by the other corporation;</p> <p class=\"clause-e\">(b) both of the corporations are controlled by the same person or group of related persons each member of which is related to every other member of the group;</p> <p class=\"clause-e\">(c) each of the corporations is controlled by one person and the person who controls one of the corporations and the person who controls the other corporation are related persons;</p> <p class=\"clause-e\">(d) one of the corporations is controlled by one person and that person is related to any member of a group of related persons that controls the other corporation;</p> <p class=\"clause-e\">(e) one of the corporations is controlled by one person and that person is related to each member of an unrelated group that controls the other corporation;</p> <p class=\"clause-e\">(f) any member of a group of related persons that controls one of the corporations is related to each member of an unrelated group that controls the other corporation; or</p> <p class=\"clause-e\">(g) each member of an unrelated group that controls one of the corporations is a related person to at least one member of an unrelated group that controls the other corporation. O. Reg. 375/92, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. The following are prescribed as rules for making findings: 1. If more than one of the following increases in maximum rent is justified under clause 20 (1) (d) of the Act, the increases shall be applied to the maximum rent in the following order, i. increases based on the part of the cost of new or additional services that is an operating cost, ii. increases from a carry forward from a previous order under subsection 21 (8) of the Act described in clause 20 (1) (f) of the Act, iii. increases from a carry forward from a previous order under subsection 21 (8) of the Act described in clause 20 (1) (e) of the Act, iv. increases based on capital expenditures under section 15 or 16 of the Act, v. increases based on capital expenditures other than capital expenditures referred to in subparagraph iv including increases based on the part of the cost of new or additional services that is a capital expenditure. 2. If there is more than one increase referred to in subparagraph iv or v of paragraph 1 and the full amount of the increases under either of those subparagraphs cannot be applied to the maximum rent, the increases shall be applied to the maximum rent proportionally. O. Reg. 375/92, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>The following are prescribed as rules for making findings:</p> <p class=\"paragraph-e\">1. If more than one of the following increases in maximum rent is justified under clause 20 (1) (d) of the Act, the increases shall be applied to the maximum rent in the following order,</p> <p class=\"subpara-e\">i. increases based on the part of the cost of new or additional services that is an operating cost,</p> <p class=\"subpara-e\">ii. increases from a carry forward from a previous order under subsection 21 (8) of the Act described in clause 20 (1) (f) of the Act,</p> <p class=\"subpara-e\">iii. increases from a carry forward from a previous order under subsection 21 (8) of the Act described in clause 20 (1) (e) of the Act,</p> <p class=\"subpara-e\">iv. increases based on capital expenditures under section 15 or 16 of the Act,</p> <p class=\"subpara-e\">v. increases based on capital expenditures other than capital expenditures referred to in subparagraph iv including increases based on the part of the cost of new or additional services that is a capital expenditure.</p> <p class=\"paragraph-e\">2. If there is more than one increase referred to in subparagraph iv or v of paragraph 1 and the full amount of the increases under either of those subparagraphs cannot be applied to the maximum rent, the increases shall be applied to the maximum rent proportionally. O. Reg. 375/92, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. (1) For the purposes of subsection 28 (5) of the Act, the rent officer shall adjust the maximum rent set out in the previous order by applying the increase or decrease used to obtain the maximum rent set out in that order, to the maximum rent as reduced by the order under section 28 of the Act. (2) For the purposes of subsection 28 (6) of the Act, the rent officer shall adjust the maximum rent as determined in the previous notice of carry forward or notice of phase in by applying the increase used to obtain the maximum rent in that notice, to the maximum rent as reduced by the order under section 28 of the Act. O. Reg. 375/92, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) For the purposes of subsection 28 (5) of the Act, the rent officer shall adjust the maximum rent set out in the previous order by applying the increase or decrease used to obtain the maximum rent set out in that order, to the maximum rent as reduced by the order under section 28 of the Act.</p> <p class=\"subsection-e\">(2) For the purposes of subsection 28 (6) of the Act, the rent officer shall adjust the maximum rent as determined in the previous notice of carry forward or notice of phase in by applying the increase used to obtain the maximum rent in that notice, to the maximum rent as reduced by the order under section 28 of the Act. O. Reg. 375/92, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. For the purpose of section 99 of the Act, the allowed amount of a contingency fee charged by an agent of a landlord or tenant is 10 per cent of the amount that has been or may be recovered, gained or saved, in whole or in part, over a one-year period, through the efforts of the agent. O. Reg. 375/92, s. 10. PART II   MAXIMUM RENT",
            "raw_html": "<p class=\"section-e\"><b>10. </b>For the purpose of section 99 of the Act, the allowed amount of a contingency fee charged by an agent of a landlord or tenant is 10 per cent of the amount that has been or may be recovered, gained or saved, in whole or in part, over a one-year period, through the efforts of the agent. O. Reg. 375/92, s. 10.</p> <p class=\"partnum-e\"><b>PART II <br/>  MAXIMUM RENT</b></p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. (1) The provisions of this section are prescribed as rules other than those set out in subsection 10 (2) of the Act for determining the maximum rent for a rental unit on the initial rent date if the initial rent date is on or after the 10th day of August, 1992. (2) The following rules apply with respect to the determination of the maximum rent for a rental unit on the initial rent date: 1. Paragraphs 2 and 3 apply to a rental unit that, on the initial rent date, was rented to a superintendent, an employee of the landlord whose employment relates to the management of the complex or a member of the landlord’s family. 2. If an order was made, before the initial rent date, under a predecessor Act setting out the rent for a unit described in paragraph 1, the maximum rent on the initial rent date shall be deemed to be the rent set out in the order plus all increases that were permitted by law between the effective date of the ordered rent and the initial rent date. 3. If no order described in paragraph 2 was made before the initial rent date for a unit described in paragraph 1, i. the maximum rent on the initial rent date shall be deemed to be the earliest rent known since the unit became subject to a predecessor Act that was charged to a person who was not a superintendent, an employee of the landlord whose employment relates to the management of the complex or a member of the landlord’s family, plus all increases permitted by law up to the initial rent date, ii. if the maximum rent cannot be determined under subparagraph i and the rental unit is part of a residential complex containing other rental units, the maximum rent on the initial rent date shall be deemed to be the average of the rents, on the initial rent date, for all similar rental units in the complex that are not occupied by a superintendent, an employee of the landlord whose employment relates to the management of the complex or a member of the landlord’s family, or, if there are no such similar units, the maximum rent on the initial rent date shall be deemed to be what would be a reasonable rent having regard to the rents, on the initial rent date, for the other rental units in the complex, iii. if the maximum rent cannot be determined under subparagraph i or ii, the maximum rent on the initial rent date shall be deemed to be what would be a reasonable rent having regard to the rents, on the initial rent date, for similar rental units in the geographic vicinity. 4. If there is a tenancy agreement in force on the initial rent date that provides for a discount, the maximum rent shall be determined, except as provided in paragraph 5, using the undiscounted rent as of the initial rent date minus the average discount. The average discount is the total discount under the agreement averaged over the number of rental periods in one year. If the term of the tenancy agreement is more than one year, the average discount shall be calculated using the total discount under the agreement for the first year of the term. In this paragraph and in paragraph 5, “discount” includes a benefit in the nature of a discount or a decrease in rent and may be in the form of a deduction, a payment of money or the transfer of any other kind of property. 5. The maximum rent shall be determined using the undiscounted rent if, i. the tenancy agreement referred to in paragraph 4 is in writing, ii. the tenancy agreement provides for a discount in respect of the marketing of the first rental of the rental unit, iii. the total discount under the agreement does not exceed two months undiscounted rent, and iv. the rental periods in respect of which the discount is paid or deducted, which need not be consecutive, do not exceed six months. 6. If a registration statement relating to a rental unit was filed under Part V of the Residential Rent Regulation Act and subsection 4 (18) of Regulation 1007 of the Revised Regulations of Ontario, 1990, as it exists immediately before the 10th day of August, 1992, applied to the actual rent, within the meaning of the Residential Rent Regulation Act, of the rental unit, the maximum rent of the rental unit on the initial rent date shall be the actual rent determined under that subsection. O. Reg. 375/92, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) The provisions of this section are prescribed as rules other than those set out in subsection 10 (2) of the Act for determining the maximum rent for a rental unit on the initial rent date if the initial rent date is on or after the 10th day of August, 1992.</p> <p class=\"subsection-e\">(2) The following rules apply with respect to the determination of the maximum rent for a rental unit on the initial rent date:</p> <p class=\"paragraph-e\">1. Paragraphs 2 and 3 apply to a rental unit that, on the initial rent date, was rented to a superintendent, an employee of the landlord whose employment relates to the management of the complex or a member of the landlord’s family.</p> <p class=\"paragraph-e\">2. If an order was made, before the initial rent date, under a predecessor Act setting out the rent for a unit described in paragraph 1, the maximum rent on the initial rent date shall be deemed to be the rent set out in the order plus all increases that were permitted by law between the effective date of the ordered rent and the initial rent date.</p> <p class=\"paragraph-e\">3. If no order described in paragraph 2 was made before the initial rent date for a unit described in paragraph 1,</p> <p class=\"subpara-e\">i. the maximum rent on the initial rent date shall be deemed to be the earliest rent known since the unit became subject to a predecessor Act that was charged to a person who was not a superintendent, an employee of the landlord whose employment relates to the management of the complex or a member of the landlord’s family, plus all increases permitted by law up to the initial rent date,</p> <p class=\"subpara-e\">ii. if the maximum rent cannot be determined under subparagraph i and the rental unit is part of a residential complex containing other rental units, the maximum rent on the initial rent date shall be deemed to be the average of the rents, on the initial rent date, for all similar rental units in the complex that are not occupied by a superintendent, an employee of the landlord whose employment relates to the management of the complex or a member of the landlord’s family, or, if there are no such similar units, the maximum rent on the initial rent date shall be deemed to be what would be a reasonable rent having regard to the rents, on the initial rent date, for the other rental units in the complex,</p> <p class=\"subpara-e\">iii. if the maximum rent cannot be determined under subparagraph i or ii, the maximum rent on the initial rent date shall be deemed to be what would be a reasonable rent having regard to the rents, on the initial rent date, for similar rental units in the geographic vicinity.</p> <p class=\"paragraph-e\">4. If there is a tenancy agreement in force on the initial rent date that provides for a discount, the maximum rent shall be determined, except as provided in paragraph 5, using the undiscounted rent as of the initial rent date minus the average discount. The average discount is the total discount under the agreement averaged over the number of rental periods in one year. If the term of the tenancy agreement is more than one year, the average discount shall be calculated using the total discount under the agreement for the first year of the term. In this paragraph and in paragraph 5, “discount” includes a benefit in the nature of a discount or a decrease in rent and may be in the form of a deduction, a payment of money or the transfer of any other kind of property.</p> <p class=\"paragraph-e\">5. The maximum rent shall be determined using the undiscounted rent if,</p> <p class=\"subpara-e\">i. the tenancy agreement referred to in paragraph 4 is in writing,</p> <p class=\"subpara-e\">ii. the tenancy agreement provides for a discount in respect of the marketing of the first rental of the rental unit,</p> <p class=\"subpara-e\">iii. the total discount under the agreement does not exceed two months undiscounted rent, and</p> <p class=\"subpara-e\">iv. the rental periods in respect of which the discount is paid or deducted, which need not be consecutive, do not exceed six months.</p> <p class=\"paragraph-e\">6. If a registration statement relating to a rental unit was filed under Part V of the <i>Residential Rent Regulation Act</i> and subsection 4 (18) of Regulation 1007 of the Revised Regulations of Ontario, 1990, as it exists immediately before the 10th day of August, 1992, applied to the actual rent, within the meaning of the <i>Residential Rent Regulation Act</i>, of the rental unit, the maximum rent of the rental unit on the initial rent date shall be the actual rent determined under that subsection. O. Reg. 375/92, s. 11.</p>"
        },
        {
            "id": "11.1",
            "section": null,
            "content": "11.1 The following are prescribed as rules for making findings relating to a determination of the maximum rent on an application under clause 33 (1) (c), (2) (c), (d), (e) or (f) of the Act or under paragraph 1 of section 37 of this Regulation: 1. In determining the amount of the maximum rent, the rent officer shall consider whether there has been a reduction or discontinuance in the services or facilities provided. 2. If there has been a reduction or discontinuance in the services or facilities provided, the rent officer shall apply the provisions of section 25 for making findings relating to a reduction in the maximum rent because of the discontinuance or reduction in the services or facilities provided. O. Reg. 552/93, s. 1. PART III   OPERATING COSTS",
            "raw_html": "<p class=\"section-e\"><b>11.1 </b>The following are prescribed as rules for making findings relating to a determination of the maximum rent on an application under clause 33 (1) (c), (2) (c), (d), (e) or (f) of the Act or under paragraph 1 of section 37 of this Regulation:</p> <p class=\"paragraph-e\">1. In determining the amount of the maximum rent, the rent officer shall consider whether there has been a reduction or discontinuance in the services or facilities provided.</p> <p class=\"paragraph-e\">2. If there has been a reduction or discontinuance in the services or facilities provided, the rent officer shall apply the provisions of section 25 for making findings relating to a reduction in the maximum rent because of the discontinuance or reduction in the services or facilities provided. O. Reg. 552/93, s. 1.</p> <p class=\"partnum-e\"><b>PART III <br/>  OPERATING COSTS</b></p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. (1) The provisions of this section are prescribed as rules for making findings relating to operating costs. (2) The following rules relate to “base year” and “reference year”: 1. “Base year” and “reference year” refer to certain annual accounting periods established for the purposes of an application. The accounting periods must each be one year in length. The reference year is the period ending immediately before the base year. 2. If the application is by the landlord, the reference year and base year shall be the annual accounting periods most recently completed on or before the day that is ninety days before the effective date of the first rent increase applied for. 3. If an order has been made under the Act increasing the maximum rent for a rental unit by more than the guideline, the annual accounting periods mentioned in paragraph 2 shall begin and end on the same days of the year as the prescribed periods for which information concerning operating costs was filed under clause 53 (a) of the Act with the application that gave rise to the order. 4. If the application is by the tenant, except as provided in paragraph 5, the reference year and the base year are the calendar years preceding the date the application is made. 5. If the application is by the tenant and an order has been made under the Act increasing the maximum rent for a rental unit in the complex by more than the guideline, the reference year and base year shall be the two years that would be determined under section 6 for a notice whose effective date of rent increase is the same as the date of the tenant’s application. (3) The following rules apply to the allocation of operating costs for a residential complex that is part of a larger project if the complex shares those costs with other parts of the project: 1. The operating costs for the project shall, subject to paragraph 2, be allocated among the parts of the project in accordance with one or more of the following factors, i. the area of each part of the project, ii. the assessment for municipal taxes for each part of the project, iii. the market value of each part of the project, iv. the revenue generated by each part of the project. 2. If the allocation of operating costs in accordance with paragraph 1 would be unreasonable considering how much of the costs are attributable to each part of the project, the operating costs shall be allocated among the parts of the project in reasonable proportions according to how much of the costs are attributable to each part of the project. (4) The following rules apply to the situation in which a rent officer decides that an increase in maximum rent should be decreased or the rent or maximum rent reduced because of an extraordinary decrease in operating costs and then considers, under subsection 13 (9) or 24 (3) of the Act, evidence concerning an extraordinary increase in operating costs: 1. The rent officer may deduct an amount in respect of the extraordinary increase in operating costs from the amount of the decrease or reduction that the rent officer has decided upon, but only to the extent of eliminating that decrease or reduction. 2. This subsection does not apply to an application based on an extraordinary increase in operating costs. O. Reg. 375/92, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>(1) The provisions of this section are prescribed as rules for making findings relating to operating costs.</p> <p class=\"subsection-e\">(2) The following rules relate to “base year” and “reference year”:</p> <p class=\"paragraph-e\">1. “Base year” and “reference year” refer to certain annual accounting periods established for the purposes of an application. The accounting periods must each be one year in length. The reference year is the period ending immediately before the base year.</p> <p class=\"paragraph-e\">2. If the application is by the landlord, the reference year and base year shall be the annual accounting periods most recently completed on or before the day that is ninety days before the effective date of the first rent increase applied for.</p> <p class=\"paragraph-e\">3. If an order has been made under the Act increasing the maximum rent for a rental unit by more than the guideline, the annual accounting periods mentioned in paragraph 2 shall begin and end on the same days of the year as the prescribed periods for which information concerning operating costs was filed under clause 53 (a) of the Act with the application that gave rise to the order.</p> <p class=\"paragraph-e\">4. If the application is by the tenant, except as provided in paragraph 5, the reference year and the base year are the calendar years preceding the date the application is made.</p> <p class=\"paragraph-e\">5. If the application is by the tenant and an order has been made under the Act increasing the maximum rent for a rental unit in the complex by more than the guideline, the reference year and base year shall be the two years that would be determined under section 6 for a notice whose effective date of rent increase is the same as the date of the tenant’s application.</p> <p class=\"subsection-e\">(3) The following rules apply to the allocation of operating costs for a residential complex that is part of a larger project if the complex shares those costs with other parts of the project:</p> <p class=\"paragraph-e\">1. The operating costs for the project shall, subject to paragraph 2, be allocated among the parts of the project in accordance with one or more of the following factors,</p> <p class=\"subpara-e\">i. the area of each part of the project,</p> <p class=\"subpara-e\">ii. the assessment for municipal taxes for each part of the project,</p> <p class=\"subpara-e\">iii. the market value of each part of the project,</p> <p class=\"subpara-e\">iv. the revenue generated by each part of the project.</p> <p class=\"paragraph-e\">2. If the allocation of operating costs in accordance with paragraph 1 would be unreasonable considering how much of the costs are attributable to each part of the project, the operating costs shall be allocated among the parts of the project in reasonable proportions according to how much of the costs are attributable to each part of the project.</p> <p class=\"subsection-e\">(4) The following rules apply to the situation in which a rent officer decides that an increase in maximum rent should be decreased or the rent or maximum rent reduced because of an extraordinary decrease in operating costs and then considers, under subsection 13 (9) or 24 (3) of the Act, evidence concerning an extraordinary increase in operating costs:</p> <p class=\"paragraph-e\">1. The rent officer may deduct an amount in respect of the extraordinary increase in operating costs from the amount of the decrease or reduction that the rent officer has decided upon, but only to the extent of eliminating that decrease or reduction.</p> <p class=\"paragraph-e\">2. This subsection does not apply to an application based on an extraordinary increase in operating costs. O. Reg. 375/92, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": "13. (1) The provisions of this section are prescribed as rules for making findings relating to extraordinary increases in operating costs. (2) In determining whether an increase in an operating cost is extraordinary under subsection 14 (2) of the Act, the following rules apply: 1. The increase shall be the increase in the operating costs from the reference year to the base year. 2. The percentage set out in the corresponding operating cost category, mentioned in subsection 14 (2) of the Act, shall be obtained, i. from the Table referred to in subsection 12 (1) of the Act for the calendar year containing the effective date of the first rent increase applied for, or ii. if the effective date of the first rent increase applied for is in 1992, from the Table referred to in subsection 12 (1) of the Act for 1993. O. Reg. 375/92, s. 13 (1, 2). (2.1) In determining the operating costs related to municipal taxes in the base year for the purposes of paragraph 1 of subsection (2), any changes in municipal taxes from the reference year to the base year that result from a municipality wide reassessment under the Assessment Act or any other Act, including any changes in municipal taxes resulting from changes in the mill rate that result from the reassessment, shall not be considered. O. Reg. 552/93, s. 2. (3) If an increase in the maximum rent is justified on the ground of an extraordinary increase in operating costs, the amount of the increase in the maximum rent shall be equal to, (a) the amount of the cost for the operating cost category for the base year; minus (b) the amount of the cost for the operating cost category for the reference year adjusted by the percentage for the operating cost category as determined under paragraph 2 of subsection (2). O. Reg. 375/92, s. 13 (3).",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) The provisions of this section are prescribed as rules for making findings relating to extraordinary increases in operating costs.</p> <p class=\"subsection-e\">(2) In determining whether an increase in an operating cost is extraordinary under subsection 14 (2) of the Act, the following rules apply:</p> <p class=\"paragraph-e\">1. The increase shall be the increase in the operating costs from the reference year to the base year.</p> <p class=\"paragraph-e\">2. The percentage set out in the corresponding operating cost category, mentioned in subsection 14 (2) of the Act, shall be obtained,</p> <p class=\"subpara-e\">i. from the Table referred to in subsection 12 (1) of the Act for the calendar year containing the effective date of the first rent increase applied for, or</p> <p class=\"subpara-e\">ii. if the effective date of the first rent increase applied for is in 1992, from the Table referred to in subsection 12 (1) of the Act for 1993. O. Reg. 375/92, s. 13 (1, 2).</p> <p class=\"subsection-e\">(2.1) In determining the operating costs related to municipal taxes in the base year for the purposes of paragraph 1 of subsection (2), any changes in municipal taxes from the reference year to the base year that result from a municipality wide reassessment under the <i>Assessment Act</i> or any other Act, including any changes in municipal taxes resulting from changes in the mill rate that result from the reassessment, shall not be considered. O. Reg. 552/93, s. 2.</p> <p class=\"subsection-e\">(3) If an increase in the maximum rent is justified on the ground of an extraordinary increase in operating costs, the amount of the increase in the maximum rent shall be equal to,</p> <p class=\"clause-e\">(a) the amount of the cost for the operating cost category for the base year; minus</p> <p class=\"clause-e\">(b) the amount of the cost for the operating cost category for the reference year adjusted by the percentage for the operating cost category as determined under paragraph 2 of subsection (2). O. Reg. 375/92, s. 13 (3).</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": "14. (1) The provisions of this section are prescribed as rules for making findings relating to extraordinary decreases in operating costs. (2) In determining whether a decrease in operating costs is extraordinary under subsection 24 (2) of the Act, the following rules apply: 1. The decrease shall be the decrease in the operating costs from the reference year to the base year. 2. The percentage set out in the corresponding operating cost category, mentioned in subsection 24 (2) of the Act, shall be obtained, i. from the Table referred to in subsection 12 (1) of the Act for the calendar year in which the application is made, or ii. if the application is made in 1992, from the Table referred to in subsection 12 (1) of the Act for 1992. O. Reg. 375/92, s. 14 (1, 2). (2.1) In determining the operating costs related to municipal taxes in the base year for the purposes of paragraph 1 of subsection (2), any changes in municipal taxes from the reference year to the base year that result from a municipality wide reassessment under the Assessment Act or any other Act, including any changes in municipal taxes resulting from changes in the mill rate that result from the reassessment, shall not be considered. O. Reg. 552/93, s. 3. (3) If a reduction of the rent or of the maximum rent is justified on the ground of an extraordinary decrease in an operating cost, the amount of the reduction shall, except as provided in subsection (4), be equal to, (a) the amount of the cost for the operating cost category for the reference year; minus (b) the amount of the cost for the operating cost category for the base year. (4) If the percentage set out in the operating cost category is negative, the amount of the reduction shall be equal to, (a) the amount of the cost for the operating cost category for the reference year adjusted by the percentage set out in the operating cost category; minus (b) the amount of the cost for the operating cost category for the base year. (5) In making findings relating to paragraph 3 of subsection 13 (8) of the Act, the determination of the base year, the reference year and which Table referred to in subsection 12 (1) of the Act to use shall be in accordance with the rules that apply to a landlord’s application based on an extraordinary increase in operating costs. O. Reg. 375/92, s. 14 (3-5). PART IV   CAPITAL EXPENDITURES",
            "raw_html": "<p class=\"section-e\"><b>14. </b>(1) The provisions of this section are prescribed as rules for making findings relating to extraordinary decreases in operating costs.</p> <p class=\"subsection-e\">(2) In determining whether a decrease in operating costs is extraordinary under subsection 24 (2) of the Act, the following rules apply:</p> <p class=\"paragraph-e\">1. The decrease shall be the decrease in the operating costs from the reference year to the base year.</p> <p class=\"paragraph-e\">2. The percentage set out in the corresponding operating cost category, mentioned in subsection 24 (2) of the Act, shall be obtained,</p> <p class=\"subpara-e\">i. from the Table referred to in subsection 12 (1) of the Act for the calendar year in which the application is made, or</p> <p class=\"subpara-e\">ii. if the application is made in 1992, from the Table referred to in subsection 12 (1) of the Act for 1992. O. Reg. 375/92, s. 14 (1, 2).</p> <p class=\"subsection-e\">(2.1) In determining the operating costs related to municipal taxes in the base year for the purposes of paragraph 1 of subsection (2), any changes in municipal taxes from the reference year to the base year that result from a municipality wide reassessment under the <i>Assessment Act</i> or any other Act, including any changes in municipal taxes resulting from changes in the mill rate that result from the reassessment, shall not be considered. O. Reg. 552/93, s. 3.</p> <p class=\"subsection-e\">(3) If a reduction of the rent or of the maximum rent is justified on the ground of an extraordinary decrease in an operating cost, the amount of the reduction shall, except as provided in subsection (4), be equal to,</p> <p class=\"clause-e\">(a) the amount of the cost for the operating cost category for the reference year; minus</p> <p class=\"clause-e\">(b) the amount of the cost for the operating cost category for the base year.</p> <p class=\"subsection-e\">(4) If the percentage set out in the operating cost category is negative, the amount of the reduction shall be equal to,</p> <p class=\"clause-e\">(a) the amount of the cost for the operating cost category for the reference year adjusted by the percentage set out in the operating cost category; minus</p> <p class=\"clause-e\">(b) the amount of the cost for the operating cost category for the base year.</p> <p class=\"subsection-e\">(5) In making findings relating to paragraph 3 of subsection 13 (8) of the Act, the determination of the base year, the reference year and which Table referred to in subsection 12 (1) of the Act to use shall be in accordance with the rules that apply to a landlord’s application based on an extraordinary increase in operating costs. O. Reg. 375/92, s. 14 (3-5).</p> <p class=\"partnum-e\"><b>PART IV <br/>  CAPITAL EXPENDITURES</b></p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": "15. (1) The following are prescribed as rules for making findings relating to capital expenditures and for calculating allowances for capital expenditures: 1. There shall be no allowance for a capital expenditure, except under section 16 of the Act, unless, i. the work was completed during the one-year period ending ninety days before the effective date of the first rent increase applied for, or ii. the application is made within six months after the 10th day of August, 1992. 2. The amount of a capital expenditure is the total of the purchase price and the installation, renovation and construction costs less any grant or other assistance from the federal, provincial or a municipal government or insurance, salvage, resale or trade-in proceeds. 3. The amount of a capital expenditure that relates to a leased asset is the lesser of, i. the net present value, at the commencement of the lease, of the minimum lease payments including any initial payments or options to purchase but not including the cost of any maintenance contract, and ii. the fair market value of the leased asset at the commencement of the lease. 4. For the purposes of subparagraph i of paragraph 3, the net present value shall be determined using the interest rate, prescribed under section 18, for the month in which the lease commences. 5. The value of the landlord’s own labour in carrying out the work involved in the capital expenditure is equal to the amount of time spent multiplied by a rate of pay that is reasonable given the landlord’s experience and skill in the type of work done. If the amount of time spent exceeds the amount of time that would be reasonable given the landlord’s experience and skill, the latter amount of time shall be used in the calculation of the value of the landlord’s own labour. Only that part of the value of the landlord’s own labour that is less than the amount a person in the business of doing such work would charge shall be considered. 6. The allowance for a capital expenditure is the sum of the amount of the capital expenditure plus the value of the landlord’s own labour, amortized over the useful life of the work done or the thing purchased, prescribed under section 17, in equal instalments of blended principal and interest. 7. The amortization under paragraph 6 shall be done using the interest rate, prescribed under section 18, for the month in which the application is made. 8. The date on which a capital component is to be deducted from the maximum rent for a unit shall be the date that follows the effective date of the maximum rent set out in the order that determined the allowance of which the capital component is part by the length of time of the anticipated useful life of the work done or thing purchased prescribed under section 17. 9. Without limiting what other capital expenditures may be capital expenditures that increase energy conservation, a capital expenditure is a capital expenditure that increases energy conservation if any of the following apply, i. any financial assistance, the purpose of which is to increase energy conservation, is received from the federal, provincial or a municipal government, an agency of any of them or a supplier of energy or fuel, ii. the expenditure is for anything recommended in writing, for the purpose of increasing energy conservation, by the federal, provincial or a municipal government, an agency of any of them, Ontario Hydro, a public utility commission or any person who supplies gas or electric power to a municipal corporation or the inhabitants of any municipality, in accordance with the Municipal Franchises Act, iii. the expenditure is to do any of the following, A. change anything powered by electricity to something powered by another form of energy or fuel, B. change incandescent lighting to florescent or halogen lighting, C. change exterior lighting to high pressure sodium lighting, D. replace windows with windows that are more energy efficient, E. weatherseal a building, F. increase the insulation value of the shell of a building, G. increase the energy efficiency of a heating, cooling or ventilation system. (2) The following rules apply to the allocation of a capital expenditure for a residential complex that is part of a larger project if expenditure relates to other parts of the project: 1. The capital expenditure for the project shall, subject to paragraph 2, be allocated among the parts of the project in accordance with one or more of the following factors, i. the area of each part of the project, ii. the assessment for municipal taxes for each part of the project, iii. the market value of each part of the project, iv. the revenue generated by each part of the project. 2. If the allocation of the capital expenditure in accordance with paragraph 1 would be unreasonable considering how much of the expenditure is attributable to each part of the project, the expenditure shall be allocated among the parts of the project in reasonable proportions according to how much of the expenditure is attributable to each part of the project. O. Reg. 375/92, s. 15.",
            "raw_html": "<p class=\"section-e\"><b>15. </b>(1) The following are prescribed as rules for making findings relating to capital expenditures and for calculating allowances for capital expenditures:</p> <p class=\"paragraph-e\">1. There shall be no allowance for a capital expenditure, except under section 16 of the Act, unless,</p> <p class=\"subpara-e\">i. the work was completed during the one-year period ending ninety days before the effective date of the first rent increase applied for, or</p> <p class=\"subpara-e\">ii. the application is made within six months after the 10th day of August, 1992.</p> <p class=\"paragraph-e\">2. The amount of a capital expenditure is the total of the purchase price and the installation, renovation and construction costs less any grant or other assistance from the federal, provincial or a municipal government or insurance, salvage, resale or trade-in proceeds.</p> <p class=\"paragraph-e\">3. The amount of a capital expenditure that relates to a leased asset is the lesser of,</p> <p class=\"subpara-e\">i. the net present value, at the commencement of the lease, of the minimum lease payments including any initial payments or options to purchase but not including the cost of any maintenance contract, and</p> <p class=\"subpara-e\">ii. the fair market value of the leased asset at the commencement of the lease.</p> <p class=\"paragraph-e\">4. For the purposes of subparagraph i of paragraph 3, the net present value shall be determined using the interest rate, prescribed under section 18, for the month in which the lease commences.</p> <p class=\"paragraph-e\">5. The value of the landlord’s own labour in carrying out the work involved in the capital expenditure is equal to the amount of time spent multiplied by a rate of pay that is reasonable given the landlord’s experience and skill in the type of work done. If the amount of time spent exceeds the amount of time that would be reasonable given the landlord’s experience and skill, the latter amount of time shall be used in the calculation of the value of the landlord’s own labour. Only that part of the value of the landlord’s own labour that is less than the amount a person in the business of doing such work would charge shall be considered.</p> <p class=\"paragraph-e\">6. The allowance for a capital expenditure is the sum of the amount of the capital expenditure plus the value of the landlord’s own labour, amortized over the useful life of the work done or the thing purchased, prescribed under section 17, in equal instalments of blended principal and interest.</p> <p class=\"paragraph-e\">7. The amortization under paragraph 6 shall be done using the interest rate, prescribed under section 18, for the month in which the application is made.</p> <p class=\"paragraph-e\">8. The date on which a capital component is to be deducted from the maximum rent for a unit shall be the date that follows the effective date of the maximum rent set out in the order that determined the allowance of which the capital component is part by the length of time of the anticipated useful life of the work done or thing purchased prescribed under section 17.</p> <p class=\"paragraph-e\">9. Without limiting what other capital expenditures may be capital expenditures that increase energy conservation, a capital expenditure is a capital expenditure that increases energy conservation if any of the following apply,</p> <p class=\"subpara-e\">i. any financial assistance, the purpose of which is to increase energy conservation, is received from the federal, provincial or a municipal government, an agency of any of them or a supplier of energy or fuel,</p> <p class=\"subpara-e\">ii. the expenditure is for anything recommended in writing, for the purpose of increasing energy conservation, by the federal, provincial or a municipal government, an agency of any of them, Ontario Hydro, a public utility commission or any person who supplies gas or electric power to a municipal corporation or the inhabitants of any municipality, in accordance with the <i>Municipal Franchises Act</i>,</p> <p class=\"subpara-e\">iii. the expenditure is to do any of the following,</p> <p class=\"subsubpara-e\">A. change anything powered by electricity to something powered by another form of energy or fuel,</p> <p class=\"subsubpara-e\">B. change incandescent lighting to florescent or halogen lighting,</p> <p class=\"subsubpara-e\">C. change exterior lighting to high pressure sodium lighting,</p> <p class=\"subsubpara-e\">D. replace windows with windows that are more energy efficient,</p> <p class=\"subsubpara-e\">E. weatherseal a building,</p> <p class=\"subsubpara-e\">F. increase the insulation value of the shell of a building,</p> <p class=\"subsubpara-e\">G. increase the energy efficiency of a heating, cooling or ventilation system.</p> <p class=\"subsection-e\">(2) The following rules apply to the allocation of a capital expenditure for a residential complex that is part of a larger project if expenditure relates to other parts of the project:</p> <p class=\"paragraph-e\">1. The capital expenditure for the project shall, subject to paragraph 2, be allocated among the parts of the project in accordance with one or more of the following factors,</p> <p class=\"subpara-e\">i. the area of each part of the project,</p> <p class=\"subpara-e\">ii. the assessment for municipal taxes for each part of the project,</p> <p class=\"subpara-e\">iii. the market value of each part of the project,</p> <p class=\"subpara-e\">iv. the revenue generated by each part of the project.</p> <p class=\"paragraph-e\">2. If the allocation of the capital expenditure in accordance with paragraph 1 would be unreasonable considering how much of the expenditure is attributable to each part of the project, the expenditure shall be allocated among the parts of the project in reasonable proportions according to how much of the expenditure is attributable to each part of the project. O. Reg. 375/92, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": null,
            "content": "16. The following is prescribed as a rule for the purposes of subsections 15 (4) and 17 (2) of the Act: 1. If the actual amount expended is different from the amount approved in the advance determination, the actual amount expended shall be the amount considered. O. Reg. 375/92, s. 16.",
            "raw_html": "<p class=\"section-e\"><b>16. </b>The following is prescribed as a rule for the purposes of subsections 15 (4) and 17 (2) of the Act:</p> <p class=\"paragraph-e\">1. If the actual amount expended is different from the amount approved in the advance determination, the actual amount expended shall be the amount considered. O. Reg. 375/92, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": null,
            "content": "17. (1) This section prescribes the useful life of work done or a thing purchased for the purposes of section 20 of the Act. (2) The useful life of work done or a thing purchased shall be determined from the Schedule in accordance with the following rules: 1. If, when a thing is purchased, it has previously been used, the useful life of the thing shall be determined taking into account the length of time of that previous use. 2. If the work done or thing purchased does not appear in the Schedule, the useful life of the work or thing shall be determined with reference to items with similar characteristics that do appear in the Schedule. (3) If the useful life of work done or a thing purchased cannot be determined under subsection (2) because the work or thing does not appear in the Schedule and no item with similar characteristics appears in the Schedule, the useful life of the work or thing shall be what is generally accepted as the useful life of such work or thing. O. Reg. 375/92, s. 17.",
            "raw_html": "<p class=\"section-e\"><b>17. </b>(1) This section prescribes the useful life of work done or a thing purchased for the purposes of section 20 of the Act.</p> <p class=\"subsection-e\">(2) The useful life of work done or a thing purchased shall be determined from the Schedule in accordance with the following rules:</p> <p class=\"paragraph-e\">1. If, when a thing is purchased, it has previously been used, the useful life of the thing shall be determined taking into account the length of time of that previous use.</p> <p class=\"paragraph-e\">2. If the work done or thing purchased does not appear in the Schedule, the useful life of the work or thing shall be determined with reference to items with similar characteristics that do appear in the Schedule.</p> <p class=\"subsection-e\">(3) If the useful life of work done or a thing purchased cannot be determined under subsection (2) because the work or thing does not appear in the Schedule and no item with similar characteristics appears in the Schedule, the useful life of the work or thing shall be what is generally accepted as the useful life of such work or thing. O. Reg. 375/92, s. 17.</p>"
        },
        {
            "id": "18.",
            "section": null,
            "content": "18. (1) This section prescribes the interest rates on capital expenditures for the purposes of subsection 20 (5) of the Act. (2) The interest rate is the interest rate for five year guaranteed investment certificates as published monthly in the Bank of Canada Review for the month the application is made. O. Reg. 375/92, s. 18.",
            "raw_html": "<p class=\"section-e\"><b>18. </b>(1) This section prescribes the interest rates on capital expenditures for the purposes of subsection 20 (5) of the Act.</p> <p class=\"subsection-e\">(2) The interest rate is the interest rate for five year guaranteed investment certificates as published monthly in the Bank of Canada Review for the month the application is made. O. Reg. 375/92, s. 18.</p>"
        },
        {
            "id": "19.",
            "section": null,
            "content": "19. (1) The provisions of this section are prescribed as rules for determining the prescribed part of an allowance respecting a capital expenditure or carry forward for the purposes of subsection 20 (8) of the Act. (2) The prescribed part of an allowance is the part of the allowance remaining after the appropriate portion of 2 per cent of the previous maximum rent, excluding all capital components, is deducted. (3) The appropriate portion for each allowance is determined by pro rating 2 per cent of the previous maximum rent, excluding all capital components, among all the allowances respecting capital expenditures and all the allowances respecting a carry forward of an allowance for a capital expenditure. O. Reg. 375/92, s. 19.",
            "raw_html": "<p class=\"section-e\"><b>19. </b>(1) The provisions of this section are prescribed as rules for determining the prescribed part of an allowance respecting a capital expenditure or carry forward for the purposes of subsection 20 (8) of the Act.</p> <p class=\"subsection-e\">(2) The prescribed part of an allowance is the part of the allowance remaining after the appropriate portion of 2 per cent of the previous maximum rent, excluding all capital components, is deducted.</p> <p class=\"subsection-e\">(3) The appropriate portion for each allowance is determined by pro rating 2 per cent of the previous maximum rent, excluding all capital components, among all the allowances respecting capital expenditures and all the allowances respecting a carry forward of an allowance for a capital expenditure. O. Reg. 375/92, s. 19.</p>"
        },
        {
            "id": "20.",
            "section": null,
            "content": "20. (1) The provisions of this section are prescribed as rules for determining the prescribed part of an amount justified respecting a carry forward for the purposes of subsection 22 (4) of the Act. (2) The prescribed part of a justified amount is the part of the amount remaining after the appropriate portion of 2 per cent of the previous maximum rent, excluding all capital components, is deducted. (3) The appropriate portion for each justified amount is determined by pro rating 2 per cent of the previous maximum rent, excluding all capital components, among all the amounts justified respecting carry forwards of allowances for capital expenditures. O. Reg. 375/92, s. 20.",
            "raw_html": "<p class=\"section-e\"><b>20. </b>(1) The provisions of this section are prescribed as rules for determining the prescribed part of an amount justified respecting a carry forward for the purposes of subsection 22 (4) of the Act.</p> <p class=\"subsection-e\">(2) The prescribed part of a justified amount is the part of the amount remaining after the appropriate portion of 2 per cent of the previous maximum rent, excluding all capital components, is deducted.</p> <p class=\"subsection-e\">(3) The appropriate portion for each justified amount is determined by pro rating 2 per cent of the previous maximum rent, excluding all capital components, among all the amounts justified respecting carry forwards of allowances for capital expenditures. O. Reg. 375/92, s. 20.</p>"
        },
        {
            "id": "21.",
            "section": null,
            "content": "21. The following is prescribed as a rule for the purposes of subsection 22 (3) of the Act: 1. The date on which a capital component is to be deducted from the maximum rent shall be determined in accordance with paragraph 8 of section 15. O. Reg. 375/92, s. 21. PART V   NEW OR ADDITIONAL SERVICES",
            "raw_html": "<p class=\"section-e\"><b>21. </b>The following is prescribed as a rule for the purposes of subsection 22 (3) of the Act:</p> <p class=\"paragraph-e\">1. The date on which a capital component is to be deducted from the maximum rent shall be determined in accordance with paragraph 8 of section 15. O. Reg. 375/92, s. 21.</p> <p class=\"partnum-e\"><b>PART V <br/>  NEW OR ADDITIONAL SERVICES</b></p>"
        },
        {
            "id": "22.",
            "section": null,
            "content": "22. The following are prescribed as rules for making findings relating to the cost of new or additional services: 1. The increase to maximum rent relating to the cost of new or additional services shall consist of the following parts, i. the increase relating to the part of the cost of the new or additional service that is a capital expenditure, ii. the increase relating to the part of the cost of the new or additional service that is an operating cost in an operating cost category set out in the Table referred to in subsection 12 (1) of the Act. 2. There shall be no increase to maximum rent relating to the cost of new or additional services other than the increases described in subparagraphs i and ii of paragraph 1. 3. The increase relating to the part of the cost of a new or additional service that is a capital expenditure shall be determined in accordance with the prescribed rules that relate to specified capital expenditures. 4. The increase relating to the part of the cost of a new or additional service that is an operating cost shall be the increase in the operating costs, in the year following the day the new or additional service is first provided, that are attributable to the new or additional service. 5. Increases to maximum rent relating to the cost of a new or additional service shall be apportioned among the rental units that receive the new or additional service in proportion to how each rental unit is affected. O. Reg. 375/92, s. 22.",
            "raw_html": "<p class=\"section-e\"><b>22. </b>The following are prescribed as rules for making findings relating to the cost of new or additional services:</p> <p class=\"paragraph-e\">1. The increase to maximum rent relating to the cost of new or additional services shall consist of the following parts,</p> <p class=\"subpara-e\">i. the increase relating to the part of the cost of the new or additional service that is a capital expenditure,</p> <p class=\"subpara-e\">ii. the increase relating to the part of the cost of the new or additional service that is an operating cost in an operating cost category set out in the Table referred to in subsection 12 (1) of the Act.</p> <p class=\"paragraph-e\">2. There shall be no increase to maximum rent relating to the cost of new or additional services other than the increases described in subparagraphs i and ii of paragraph 1.</p> <p class=\"paragraph-e\">3. The increase relating to the part of the cost of a new or additional service that is a capital expenditure shall be determined in accordance with the prescribed rules that relate to specified capital expenditures.</p> <p class=\"paragraph-e\">4. The increase relating to the part of the cost of a new or additional service that is an operating cost shall be the increase in the operating costs, in the year following the day the new or additional service is first provided, that are attributable to the new or additional service.</p> <p class=\"paragraph-e\">5. Increases to maximum rent relating to the cost of a new or additional service shall be apportioned among the rental units that receive the new or additional service in proportion to how each rental unit is affected. O. Reg. 375/92, s. 22.</p>"
        },
        {
            "id": "23.",
            "section": null,
            "content": "23. The following is prescribed as a rule for the purposes of subsection 18 (2) of the Act: 1. If the actual amount expended is different from the amount approved in the advance determination, the actual amount expended shall be the amount considered. O. Reg. 375/92, s. 23. PART VI   INADEQUATE MAINTENANCE",
            "raw_html": "<p class=\"section-e\"><b>23. </b>The following is prescribed as a rule for the purposes of subsection 18 (2) of the Act:</p> <p class=\"paragraph-e\">1. If the actual amount expended is different from the amount approved in the advance determination, the actual amount expended shall be the amount considered. O. Reg. 375/92, s. 23.</p> <p class=\"partnum-e\"><b>PART VI <br/>  INADEQUATE MAINTENANCE</b></p>"
        },
        {
            "id": "24.",
            "section": null,
            "content": "24. (1) The provisions of this section are prescribed as rules for making findings relating to a reduction of the rent charged or of maximum rent, based on an inadequate standard of maintenance or repair. (2) A reduction of the rent charged or of maximum rent is not justified unless the standard of maintenance or repair is inadequate on the date the application is made. (3) In determining whether the standard of maintenance or repair is inadequate, the rent officer may consider any matter and shall consider the following matters: 1. Any contravention of a municipal by-law, passed under section 31 of the Planning Act or under any special Act, respecting standards for maintenance and occupancy. 2. Any contravention of a provision of an Act respecting standards relating to the health or safety of occupants of buildings or structures or of a regulation made under such an Act. 3. Any contravention of a maintenance standard prescribed for the purposes of section 36 of the Act. 4. Whether the landlord failed to rectify any inadequacy within a reasonable time following a request, that was made by the tenant and that was reasonable in the circumstances, to rectify the inadequacy. 5. Whether the landlord failed to keep the premises secure and fit for habitation. 6. Whether the landlord failed to keep the common areas clean. (4) In determining whether the standard of maintenance or repair is inadequate, the rent officer shall not consider any damage within a rental unit caused by the wilful or negligent conduct of the tenant or of persons who were in the rental unit with the permission of the tenant. (5) In determining the amount of a reduction of the rent charged or of maximum rent, the rent officer shall consider the following matters: 1. The severity of the inadequacy of the standard of maintenance or repair. 2. The duration of the inadequacy. 3. The reasonable effects of the inadequacy on the tenant. (6) In determining the amount of a reduction of the rent charged or of maximum rent, the rent officer shall consider the inadequacy of the standard of maintenance or repair only for the period determined as follows: 1. Except as provided in paragraph 2, the period is the two-year period preceding the date the application was made. 2. If there was a previous order under the Act or a predecessor Act relating to the rental unit with an effective date that was within the two years preceding the date of the application, the period is from the effective date of the order to the date the application was made. For the purposes of this paragraph, the effective date of an order for a rent increase is the effective date of the first rent increase under the order. O. Reg. 375/92, s. 24. PART VII   REDUCED SERVICES",
            "raw_html": "<p class=\"section-e\"><b>24. </b>(1) The provisions of this section are prescribed as rules for making findings relating to a reduction of the rent charged or of maximum rent, based on an inadequate standard of maintenance or repair.</p> <p class=\"subsection-e\">(2) A reduction of the rent charged or of maximum rent is not justified unless the standard of maintenance or repair is inadequate on the date the application is made.</p> <p class=\"subsection-e\">(3) In determining whether the standard of maintenance or repair is inadequate, the rent officer may consider any matter and shall consider the following matters:</p> <p class=\"paragraph-e\">1. Any contravention of a municipal by-law, passed under section 31 of the <i>Planning Act</i> or under any special Act, respecting standards for maintenance and occupancy.</p> <p class=\"paragraph-e\">2. Any contravention of a provision of an Act respecting standards relating to the health or safety of occupants of buildings or structures or of a regulation made under such an Act.</p> <p class=\"paragraph-e\">3. Any contravention of a maintenance standard prescribed for the purposes of section 36 of the Act.</p> <p class=\"paragraph-e\">4. Whether the landlord failed to rectify any inadequacy within a reasonable time following a request, that was made by the tenant and that was reasonable in the circumstances, to rectify the inadequacy.</p> <p class=\"paragraph-e\">5. Whether the landlord failed to keep the premises secure and fit for habitation.</p> <p class=\"paragraph-e\">6. Whether the landlord failed to keep the common areas clean.</p> <p class=\"subsection-e\">(4) In determining whether the standard of maintenance or repair is inadequate, the rent officer shall not consider any damage within a rental unit caused by the wilful or negligent conduct of the tenant or of persons who were in the rental unit with the permission of the tenant.</p> <p class=\"subsection-e\">(5) In determining the amount of a reduction of the rent charged or of maximum rent, the rent officer shall consider the following matters:</p> <p class=\"paragraph-e\">1. The severity of the inadequacy of the standard of maintenance or repair.</p> <p class=\"paragraph-e\">2. The duration of the inadequacy.</p> <p class=\"paragraph-e\">3. The reasonable effects of the inadequacy on the tenant.</p> <p class=\"subsection-e\">(6) In determining the amount of a reduction of the rent charged or of maximum rent, the rent officer shall consider the inadequacy of the standard of maintenance or repair only for the period determined as follows:</p> <p class=\"paragraph-e\">1. Except as provided in paragraph 2, the period is the two-year period preceding the date the application was made.</p> <p class=\"paragraph-e\">2. If there was a previous order under the Act or a predecessor Act relating to the rental unit with an effective date that was within the two years preceding the date of the application, the period is from the effective date of the order to the date the application was made. For the purposes of this paragraph, the effective date of an order for a rent increase is the effective date of the first rent increase under the order. O. Reg. 375/92, s. 24.</p> <p class=\"partnum-e\"><b>PART VII <br/>  REDUCED SERVICES</b></p>"
        },
        {
            "id": "25.",
            "section": null,
            "content": "25. (1) The provisions of this section are prescribed as rules for making findings relating to a reduction of the rent charged or of maximum rent, based on a discontinuance or reduction in services or facilities. (2) A rent officer shall determine the amount of a reduction of the maximum rent for the discontinuance of a service or facility in accordance with the first of the following paragraphs that apply: 1. If there is a previous order under the Act or a predecessor Act relating to the unit setting out a separate charge for the service or facility, the amount of the reduction shall be that separate charge plus all increases to the separate charge that were permitted by law after the effective date of the order. 2. If there was a separate charge for the service or facility on or after the day the unit first became subject to the Act or a predecessor Act, the amount of the reduction shall be the earliest known such charge plus all increases to the separate charge that were permitted by law after the time of that earliest known charge. 3. If there are separate charges for the service or facility for the other rental units in the complex, the amount of the reduction shall be the average of those separate charges. 4. The amount of the reduction shall be what would be a reasonable charge for the service or facility based on the cost of the service or facility or, if the cost cannot be determined, on the value of the service or facility. (3) If a service or facility is only reduced rather than discontinued, the amount of the reduction of maximum rent shall be a reasonable proportion, based on the degree of the reduction of the service or facility, of the amount determined under subsection (2). (4) If the discontinuance or reduction is temporary and its duration is reasonable, taking into account the effect on the tenant, and does not exceed six months there shall be no reduction of the rent charged or of maximum rent. (5) In determining the amount of a reduction of the rent charged or of maximum rent or in determining the period of time during which the rent charged shall not be increased, the rent officer shall consider a discontinuance or reduction in a service or facility only if the discontinuance or reduction commenced during the period determined as follows: 1. Except as provided in paragraph 2, the period is the six-year period ending on the date the application was made. 2. If there was a previous order under the Act or a predecessor Act relating to the rental unit with an effective date that was within the six years preceding the date of the application, the period is from the effective date of the order to the date the application was made. For the purposes of this paragraph, the effective date of an order for a rent increase is the effective date of the first rent increase under the order. O. Reg. 375/92, s. 25.",
            "raw_html": "<p class=\"section-e\"><b>25. </b>(1) The provisions of this section are prescribed as rules for making findings relating to a reduction of the rent charged or of maximum rent, based on a discontinuance or reduction in services or facilities.</p> <p class=\"subsection-e\">(2) A rent officer shall determine the amount of a reduction of the maximum rent for the discontinuance of a service or facility in accordance with the first of the following paragraphs that apply:</p> <p class=\"paragraph-e\">1. If there is a previous order under the Act or a predecessor Act relating to the unit setting out a separate charge for the service or facility, the amount of the reduction shall be that separate charge plus all increases to the separate charge that were permitted by law after the effective date of the order.</p> <p class=\"paragraph-e\">2. If there was a separate charge for the service or facility on or after the day the unit first became subject to the Act or a predecessor Act, the amount of the reduction shall be the earliest known such charge plus all increases to the separate charge that were permitted by law after the time of that earliest known charge.</p> <p class=\"paragraph-e\">3. If there are separate charges for the service or facility for the other rental units in the complex, the amount of the reduction shall be the average of those separate charges.</p> <p class=\"paragraph-e\">4. The amount of the reduction shall be what would be a reasonable charge for the service or facility based on the cost of the service or facility or, if the cost cannot be determined, on the value of the service or facility.</p> <p class=\"subsection-e\">(3) If a service or facility is only reduced rather than discontinued, the amount of the reduction of maximum rent shall be a reasonable proportion, based on the degree of the reduction of the service or facility, of the amount determined under subsection (2).</p> <p class=\"subsection-e\">(4) If the discontinuance or reduction is temporary and its duration is reasonable, taking into account the effect on the tenant, and does not exceed six months there shall be no reduction of the rent charged or of maximum rent.</p> <p class=\"subsection-e\">(5) In determining the amount of a reduction of the rent charged or of maximum rent or in determining the period of time during which the rent charged shall not be increased, the rent officer shall consider a discontinuance or reduction in a service or facility only if the discontinuance or reduction commenced during the period determined as follows:</p> <p class=\"paragraph-e\">1. Except as provided in paragraph 2, the period is the six-year period ending on the date the application was made.</p> <p class=\"paragraph-e\">2. If there was a previous order under the Act or a predecessor Act relating to the rental unit with an effective date that was within the six years preceding the date of the application, the period is from the effective date of the order to the date the application was made. For the purposes of this paragraph, the effective date of an order for a rent increase is the effective date of the first rent increase under the order. O. Reg. 375/92, s. 25.</p>"
        },
        {
            "id": "26.",
            "section": null,
            "content": "26. The provisions of section 25 are also prescribed as rules for the purposes of subsection 20 (1) of the Act for making findings relating to a reduction in the previous maximum rent because of a discontinuance or reduction in the services and facilities provided with the following modification: 1. The date of the application in paragraphs 1 and 2 of subsection 25 (5) shall be deemed to be the effective date of the first intended rent increase in the landlord’s application. O. Reg. 375/92, s. 26. PART VIII   ADVANCE DETERMINATIONS",
            "raw_html": "<p class=\"section-e\"><b>26. </b>The provisions of section 25 are also prescribed as rules for the purposes of subsection 20 (1) of the Act for making findings relating to a reduction in the previous maximum rent because of a discontinuance or reduction in the services and facilities provided with the following modification:</p> <p class=\"paragraph-e\">1. The date of the application in paragraphs 1 and 2 of subsection 25 (5) shall be deemed to be the effective date of the first intended rent increase in the landlord’s application. O. Reg. 375/92, s. 26.</p> <p class=\"partnum-e\"><b>PART VIII <br/>  ADVANCE DETERMINATIONS</b></p>"
        },
        {
            "id": "27.",
            "section": null,
            "content": "27. The following are prescribed as interpretive rules to be observed by rent officers: 1. In subsections 15 (4) and 17 (2) of the Act, the work done or thing purchased is not substantially the same as that anticipated in an advance determination if the actual amount expended, as claimed by the landlord, is more than 10 per cent over the amount approved in the advance determination. 2. In subsection 18 (2) of the Act, the service is not substantially the same as that anticipated in an advance determination if the actual amount expended, as claimed by the landlord, is more than 10 per cent over the amount approved in the advance determination. O. Reg. 375/92, s. 27.",
            "raw_html": "<p class=\"section-e\"><b>27. </b>The following are prescribed as interpretive rules to be observed by rent officers:</p> <p class=\"paragraph-e\">1. In subsections 15 (4) and 17 (2) of the Act, the work done or thing purchased is not substantially the same as that anticipated in an advance determination if the actual amount expended, as claimed by the landlord, is more than 10 per cent over the amount approved in the advance determination.</p> <p class=\"paragraph-e\">2. In subsection 18 (2) of the Act, the service is not substantially the same as that anticipated in an advance determination if the actual amount expended, as claimed by the landlord, is more than 10 per cent over the amount approved in the advance determination. O. Reg. 375/92, s. 27.</p>"
        },
        {
            "id": "28.",
            "section": null,
            "content": "28. The determination of the allowance for the capital expenditure is prescribed as a matter to be determined for the purposes of clause 29 (2) (d) of the Act. O. Reg. 375/92, s. 28.",
            "raw_html": "<p class=\"section-e\"><b>28. </b>The determination of the allowance for the capital expenditure is prescribed as a matter to be determined for the purposes of clause 29 (2) (d) of the Act. O. Reg. 375/92, s. 28.</p>"
        },
        {
            "id": "29.",
            "section": null,
            "content": "29. The following are prescribed as rules for making findings relating to advance determinations for capital expenditures and new or additional services: 1. The amount that will be allowed in respect of a capital expenditure or new or additional service is the amount of the expenditure or the cost of the service plus the value of the landlord’s own labour. 2. The allowance for a capital expenditure or a new or additional service shall be calculated in accordance with prescribed rules in the same way as if the allowance were being calculated under section 20 of the Act. O. Reg. 375/92, s. 29. PART IX   PAYMENT OF ILLEGAL RENT AND   ILLEGAL ADDITIONAL CHARGES",
            "raw_html": "<p class=\"section-e\"><b>29. </b>The following are prescribed as rules for making findings relating to advance determinations for capital expenditures and new or additional services:</p> <p class=\"paragraph-e\">1. The amount that will be allowed in respect of a capital expenditure or new or additional service is the amount of the expenditure or the cost of the service plus the value of the landlord’s own labour.</p> <p class=\"paragraph-e\">2. The allowance for a capital expenditure or a new or additional service shall be calculated in accordance with prescribed rules in the same way as if the allowance were being calculated under section 20 of the Act. O. Reg. 375/92, s. 29.</p> <p class=\"partnum-e\"><b>PART IX <br/>  PAYMENT OF ILLEGAL RENT AND <br/>  ILLEGAL ADDITIONAL CHARGES</b></p>"
        },
        {
            "id": "30.",
            "section": null,
            "content": "30. In determining, under subsection 30 (3) of the Act, whether the landlord has charged an amount of rent that is in excess of that permitted by the Act or an Act referred to in subsection 30 (3) of the Act, the rent officer shall consider not just whether the rent charged exceeded the maximum rent but shall also consider any other restrictions on the rent permitted under the Act or an Act referred to in subsection 30 (3) of the Act. O. Reg. 375/92, s. 30.",
            "raw_html": "<p class=\"section-e\"><b>30. </b>In determining, under subsection 30 (3) of the Act, whether the landlord has charged an amount of rent that is in excess of that permitted by the Act or an Act referred to in subsection 30 (3) of the Act, the rent officer shall consider not just whether the rent charged exceeded the maximum rent but shall also consider any other restrictions on the rent permitted under the Act or an Act referred to in subsection 30 (3) of the Act. O. Reg. 375/92, s. 30.</p>"
        },
        {
            "id": "31.",
            "section": null,
            "content": "31. The following is prescribed as a rule for making findings relating to the prohibited collection of money: 1. If an amount has been collected from the applicant and the collection was prohibited, the amount owed to the applicant shall be the entire amount so collected. O. Reg. 375/92, s. 31.",
            "raw_html": "<p class=\"section-e\"><b>31. </b>The following is prescribed as a rule for making findings relating to the prohibited collection of money:</p> <p class=\"paragraph-e\">1. If an amount has been collected from the applicant and the collection was prohibited, the amount owed to the applicant shall be the entire amount so collected. O. Reg. 375/92, s. 31.</p>"
        },
        {
            "id": "31.1",
            "section": null,
            "content": "31.1 The following are prescribed as interpretive rules to be observed by rent officers for making findings under clause 32 (2) (a) of the Act: 1. The rent officer shall not consider an amount of money that a landlord collects or requires or attempts to collect or require from a tenant or prospective tenant for an insufficient funds cheque made by the tenant or prospective tenant for the payment of rent to be contrary to clause 31 (1) (a) of the Act if the amount of money charged by the landlord for the cheque does not exceed the amount of money that a financial institution charged the landlord for the cheque. 2. The rent officer shall not consider an amount of money that a landlord collects or requires or attempts to collect or require from a tenant or prospective tenant or that a landlord requires or attempts to require a tenant or prospective tenant to pay for a replacement or additional key to be contrary to clause 31 (1) (a) or (b) of the Act if, i. the amount of money charged by the landlord for the key does not exceed the amount of money that the landlord paid for it, ii. the tenant requested the key from the landlord, and iii. in the case of a replacement key, the need for the key resulted from an action of the tenant. O. Reg. 552/93, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>31.1 </b>The following are prescribed as interpretive rules to be observed by rent officers for making findings under clause 32 (2) (a) of the Act:</p> <p class=\"paragraph-e\">1. The rent officer shall not consider an amount of money that a landlord collects or requires or attempts to collect or require from a tenant or prospective tenant for an insufficient funds cheque made by the tenant or prospective tenant for the payment of rent to be contrary to clause 31 (1) (a) of the Act if the amount of money charged by the landlord for the cheque does not exceed the amount of money that a financial institution charged the landlord for the cheque.</p> <p class=\"paragraph-e\">2. The rent officer shall not consider an amount of money that a landlord collects or requires or attempts to collect or require from a tenant or prospective tenant or that a landlord requires or attempts to require a tenant or prospective tenant to pay for a replacement or additional key to be contrary to clause 31 (1) (a) or (b) of the Act if,</p> <p class=\"subpara-e\">i. the amount of money charged by the landlord for the key does not exceed the amount of money that the landlord paid for it,</p> <p class=\"subpara-e\">ii. the tenant requested the key from the landlord, and</p> <p class=\"subpara-e\">iii. in the case of a replacement key, the need for the key resulted from an action of the tenant. O. Reg. 552/93, s. 4.</p>"
        },
        {
            "id": "32.",
            "section": null,
            "content": "32. The following are prescribed as rules for calculating interest under sections 30 and 32 of the Act: 1. The interest shall be simple interest calculated, i. before the date of the order, on the principal owing from time to time, ii. on and after the date of the order, on the balance, owing from time to time, of the sum of the principal and the interest calculated up to the date of the order. 2. The interest shall be calculated from, i. for amounts ordered under section 28 of the Act relating to extraordinary decreases in operating costs or to inadequate maintenance or repair, the effective date of the order, or ii. for any other amounts, the date the application was made. O. Reg. 375/92, s. 32. PART X   SEPARATE CHARGES",
            "raw_html": "<p class=\"section-e\"><b>32. </b>The following are prescribed as rules for calculating interest under sections 30 and 32 of the Act:</p> <p class=\"paragraph-e\">1. The interest shall be simple interest calculated,</p> <p class=\"subpara-e\">i. before the date of the order, on the principal owing from time to time,</p> <p class=\"subpara-e\">ii. on and after the date of the order, on the balance, owing from time to time, of the sum of the principal and the interest calculated up to the date of the order.</p> <p class=\"paragraph-e\">2. The interest shall be calculated from,</p> <p class=\"subpara-e\">i. for amounts ordered under section 28 of the Act relating to extraordinary decreases in operating costs or to inadequate maintenance or repair, the effective date of the order, or</p> <p class=\"subpara-e\">ii. for any other amounts, the date the application was made. O. Reg. 375/92, s. 32.</p> <p class=\"partnum-e\"><b>PART X <br/>  SEPARATE CHARGES</b></p>"
        },
        {
            "id": "33.",
            "section": null,
            "content": "33. Separate charges for cablevision are prescribed as separate charges which may be equalized immediately for the purposes of section 45 of the Act. O. Reg. 375/92, s. 33.",
            "raw_html": "<p class=\"section-e\"><b>33. </b>Separate charges for cablevision are prescribed as separate charges which may be equalized immediately for the purposes of section 45 of the Act. O. Reg. 375/92, s. 33.</p>"
        },
        {
            "id": "34.",
            "section": null,
            "content": "34. The following are prescribed as interpretive rules to be observed by the Director, the Registrar and rent officers: 1. To equalize, under section 45 of the Act, separate charges for a class of parking or for cablevision, each separate charge shall be made equal to the average of the total separate charges within the residential complex for that class of parking or for cablevision. 2. If separate charges are to be equalized and the maximum rent is to be increased or decreased, the equalization shall be made before the increase or decrease is applied. O. Reg. 375/92, s. 34.",
            "raw_html": "<p class=\"section-e\"><b>34. </b>The following are prescribed as interpretive rules to be observed by the Director, the Registrar and rent officers:</p> <p class=\"paragraph-e\">1. To equalize, under section 45 of the Act, separate charges for a class of parking or for cablevision, each separate charge shall be made equal to the average of the total separate charges within the residential complex for that class of parking or for cablevision.</p> <p class=\"paragraph-e\">2. If separate charges are to be equalized and the maximum rent is to be increased or decreased, the equalization shall be made before the increase or decrease is applied. O. Reg. 375/92, s. 34.</p>"
        },
        {
            "id": "35.",
            "section": null,
            "content": "35. (1) This section prescribes, for the purposes of section 46 of the Act, the manner of increasing or decreasing maximum rent that may be charged for a rental unit if the landlord provides or discontinues the provision of a class of a service, facility, privilege, accommodation or thing listed in paragraphs 1 to 3 of subsection 46 (1) of the Act. (2) The maximum rent shall be increased or decreased by an amount determined in accordance with the first of the following paragraphs that apply: 1. If there is a previous order under the Act or a predecessor Act relating to the unit setting out a separate charge for the class of the service, facility, privilege, accommodation or thing, the amount shall be that charge plus all increases to the charge that were permitted by law after the effective date of the order. 2. If there was a separate charge for the class of the service, facility, privilege, accommodation or thing on or after the day the unit first became subject to the Act or a predecessor Act, the amount shall be the earliest known such charge plus all increases to the charge that were permitted by law after the time of that earliest known charge. 3. If there are separate charges for the class of the service, facility, privilege, accommodation or thing for the other rental units in the complex, the amount shall be the average of those charges. 4. If the separate charge is for a class of parking, the amount shall be, i. the average of the separate charges for a comparable class of parking within the residential complex, or ii. if there are no separate charges for a comparable class of parking within the residential complex, a reasonable amount based on the separate charges for comparable classes of parking for residential complexes in the area. 5. If the separate charge is for cablevision, the amount shall be the landlord’s cost of cablevision per unit. O. Reg. 375/92, s. 35.",
            "raw_html": "<p class=\"section-e\"><b>35. </b>(1) This section prescribes, for the purposes of section 46 of the Act, the manner of increasing or decreasing maximum rent that may be charged for a rental unit if the landlord provides or discontinues the provision of a class of a service, facility, privilege, accommodation or thing listed in paragraphs 1 to 3 of subsection 46 (1) of the Act.</p> <p class=\"subsection-e\">(2) The maximum rent shall be increased or decreased by an amount determined in accordance with the first of the following paragraphs that apply:</p> <p class=\"paragraph-e\">1. If there is a previous order under the Act or a predecessor Act relating to the unit setting out a separate charge for the class of the service, facility, privilege, accommodation or thing, the amount shall be that charge plus all increases to the charge that were permitted by law after the effective date of the order.</p> <p class=\"paragraph-e\">2. If there was a separate charge for the class of the service, facility, privilege, accommodation or thing on or after the day the unit first became subject to the Act or a predecessor Act, the amount shall be the earliest known such charge plus all increases to the charge that were permitted by law after the time of that earliest known charge.</p> <p class=\"paragraph-e\">3. If there are separate charges for the class of the service, facility, privilege, accommodation or thing for the other rental units in the complex, the amount shall be the average of those charges.</p> <p class=\"paragraph-e\">4. If the separate charge is for a class of parking, the amount shall be,</p> <p class=\"subpara-e\">i. the average of the separate charges for a comparable class of parking within the residential complex, or</p> <p class=\"subpara-e\">ii. if there are no separate charges for a comparable class of parking within the residential complex, a reasonable amount based on the separate charges for comparable classes of parking for residential complexes in the area.</p> <p class=\"paragraph-e\">5. If the separate charge is for cablevision, the amount shall be the landlord’s cost of cablevision per unit. O. Reg. 375/92, s. 35.</p>"
        },
        {
            "id": "36.",
            "section": null,
            "content": "36. Cablevision is prescribed for the purposes of paragraph 2 of subsection 46 (1) of the Act. O. Reg. 375/92, s. 36. PART XI   PROCEDURAL RULES",
            "raw_html": "<p class=\"section-e\"><b>36. </b>Cablevision is prescribed for the purposes of paragraph 2 of subsection 46 (1) of the Act. O. Reg. 375/92, s. 36.</p> <p class=\"partnum-e\"><b>PART XI <br/>  PROCEDURAL RULES</b></p>"
        },
        {
            "id": "37.",
            "section": null,
            "content": "37. The following are prescribed as matters that may be the subject of an application under subsection 33 (2) of the Act: 1. What the maximum rent was on the initial rent date or a later date. 2. Whether a change of information occurred, after the initial rent date but before the day the Residential Rent Regulation Act was repealed, that was a relevant change within the meaning of that Act. O. Reg. 375/92, s. 37.",
            "raw_html": "<p class=\"section-e\"><b>37. </b>The following are prescribed as matters that may be the subject of an application under subsection 33 (2) of the Act:</p> <p class=\"paragraph-e\">1. What the maximum rent was on the initial rent date or a later date.</p> <p class=\"paragraph-e\">2. Whether a change of information occurred, after the initial rent date but before the day the <i>Residential Rent Regulation Act</i> was repealed, that was a relevant change within the meaning of that Act. O. Reg. 375/92, s. 37.</p>"
        },
        {
            "id": "38.",
            "section": null,
            "content": "38. The following are prescribed as procedural and interpretive rules to be observed by the Director and rent officers: 1. The Director shall give, to any tenants affected, a copy of any work order an inspector gives to a landlord under subsection 37 (1) of the Act. 2. Before considering whether to order, under subsection 37 (4) of the Act, that an inspector’s work order not be stayed by an application under subsection 37 (3) of the Act, a rent officer shall, i. notify the landlord and any tenants affected by the work order that the rent officer will consider whether to order that the work order not be stayed, ii. allow the landlord and the affected tenants at least fifteen days following their notification to present written submissions to the rent officer. 3. In deciding whether to make an order, described in paragraph 2, that a work order not be stayed by an application, a rent officer may consider, i. whether an immediate hazard to the health or safety of any person would result from a failure to perform any of the work required by the work order, ii. whether any of the work required by the work order relates to the provision of vital services. 4. After a rent officer has decided whether to make an order, described in paragraph 2, that a work order not be stayed by an application, the rent officer shall give written notice of the decision to the landlord and any tenants affected by the work order. 5. The Director shall give to the landlord and any tenants affected, i. a copy of any order under subsection 38 (1) of the Act prohibiting a rent increase, ii. a written notice of any stay under subsection 39 (1) of the Act of an order prohibiting a rent increase, iii. a written notice of any lift under subsection 39 (3) of the Act of a stay of an order prohibiting a rent increase, iv. a copy of any notice under clause 40 (1) (a) of the Act rescinding an order prohibiting a rent increase, v. a copy of any notice under section 41 of the Act withdrawing an order prohibiting a rent increase. O. Reg. 375/92, s. 38.",
            "raw_html": "<p class=\"section-e\"><b>38. </b>The following are prescribed as procedural and interpretive rules to be observed by the Director and rent officers:</p> <p class=\"paragraph-e\">1. The Director shall give, to any tenants affected, a copy of any work order an inspector gives to a landlord under subsection 37 (1) of the Act.</p> <p class=\"paragraph-e\">2. Before considering whether to order, under subsection 37 (4) of the Act, that an inspector’s work order not be stayed by an application under subsection 37 (3) of the Act, a rent officer shall,</p> <p class=\"subpara-e\">i. notify the landlord and any tenants affected by the work order that the rent officer will consider whether to order that the work order not be stayed,</p> <p class=\"subpara-e\">ii. allow the landlord and the affected tenants at least fifteen days following their notification to present written submissions to the rent officer.</p> <p class=\"paragraph-e\">3. In deciding whether to make an order, described in paragraph 2, that a work order not be stayed by an application, a rent officer may consider,</p> <p class=\"subpara-e\">i. whether an immediate hazard to the health or safety of any person would result from a failure to perform any of the work required by the work order,</p> <p class=\"subpara-e\">ii. whether any of the work required by the work order relates to the provision of vital services.</p> <p class=\"paragraph-e\">4. After a rent officer has decided whether to make an order, described in paragraph 2, that a work order not be stayed by an application, the rent officer shall give written notice of the decision to the landlord and any tenants affected by the work order.</p> <p class=\"paragraph-e\">5. The Director shall give to the landlord and any tenants affected,</p> <p class=\"subpara-e\">i. a copy of any order under subsection 38 (1) of the Act prohibiting a rent increase,</p> <p class=\"subpara-e\">ii. a written notice of any stay under subsection 39 (1) of the Act of an order prohibiting a rent increase,</p> <p class=\"subpara-e\">iii. a written notice of any lift under subsection 39 (3) of the Act of a stay of an order prohibiting a rent increase,</p> <p class=\"subpara-e\">iv. a copy of any notice under clause 40 (1) (a) of the Act rescinding an order prohibiting a rent increase,</p> <p class=\"subpara-e\">v. a copy of any notice under section 41 of the Act withdrawing an order prohibiting a rent increase. O. Reg. 375/92, s. 38.</p>"
        },
        {
            "id": "39.",
            "section": null,
            "content": "39. The following rules are prescribed for the purposes of subsection 49 (6) of the Act: 1. The period of time between two events shall be determined, regardless of the particular words used, by excluding the day on which the first event occurs and including the day on which the second event occurs. 2. If the time for giving a notice or document falls on a day described in paragraph 3, the time for doing the act is extended to the next day that is not a day described in paragraph 3. This paragraph does not apply to a notice of rent increase. 3. The days referred to in paragraph 2 are, i. every Saturday and Sunday, ii. New Year’s Day, Good Friday, Easter Monday, Victoria Day, Canada Day, the civic holiday in August, Labour Day, Thanksgiving Day, Remembrance Day, Christmas Day and Boxing Day, iii. a day proclaimed by the Governor General or the Lieutenant Governor as a public holiday, iv. if New Year’s Day, Canada Day or Remembrance Day fall on a Saturday or Sunday, the following Monday, v. if Christmas Day falls on a Saturday or Sunday, the following Monday and Tuesday, or if Christmas Day falls on a Friday, the following Monday. O. Reg. 375/92, s. 39.",
            "raw_html": "<p class=\"section-e\"><b>39. </b>The following rules are prescribed for the purposes of subsection 49 (6) of the Act:</p> <p class=\"paragraph-e\">1. The period of time between two events shall be determined, regardless of the particular words used, by excluding the day on which the first event occurs and including the day on which the second event occurs.</p> <p class=\"paragraph-e\">2. If the time for giving a notice or document falls on a day described in paragraph 3, the time for doing the act is extended to the next day that is not a day described in paragraph 3. This paragraph does not apply to a notice of rent increase.</p> <p class=\"paragraph-e\">3. The days referred to in paragraph 2 are,</p> <p class=\"subpara-e\">i. every Saturday and Sunday,</p> <p class=\"subpara-e\">ii. New Year’s Day, Good Friday, Easter Monday, Victoria Day, Canada Day, the civic holiday in August, Labour Day, Thanksgiving Day, Remembrance Day, Christmas Day and Boxing Day,</p> <p class=\"subpara-e\">iii. a day proclaimed by the Governor General or the Lieutenant Governor as a public holiday,</p> <p class=\"subpara-e\">iv. if New Year’s Day, Canada Day or Remembrance Day fall on a Saturday or Sunday, the following Monday,</p> <p class=\"subpara-e\">v. if Christmas Day falls on a Saturday or Sunday, the following Monday and Tuesday, or if Christmas Day falls on a Friday, the following Monday. O. Reg. 375/92, s. 39.</p>"
        },
        {
            "id": "40.",
            "section": null,
            "content": "40. The base year and reference year under subsection 12 (2) are prescribed as the periods mentioned in clause 53 (a) of the Act. O. Reg. 375/92, s. 40.",
            "raw_html": "<p class=\"section-e\"><b>40. </b>The base year and reference year under subsection 12 (2) are prescribed as the periods mentioned in clause 53 (a) of the Act. O. Reg. 375/92, s. 40.</p>"
        },
        {
            "id": "41.",
            "section": null,
            "content": "41. (1) This section prescribes, for the purpose of clause 53 (b) of the Act, material to be filed with an application by a landlord under section 13 of the Act for an order increasing maximum rent above guideline. (2) For all applications, the following material shall be filed: 1. Copies of any invoices for each category of operating cost for the base year and reference year for the application. 2. Evidence of the payment of the operating cost for each category of operating cost for the base year and reference year for the application. (3) If the application is based on capital expenditures, the following material shall be filed: 1. Copies of any invoices for amounts included in the expenditures. 2. Evidence of payment of amounts paid by the landlord and included in the expenditures. 3. If amounts relating to leased assets are included in the expenditures, copies of those leases. 4. Information about any insurance proceeds or government grants or other government assistance related to the expenditures. 5. Information about any amounts received from the salvage, resale or trade-in of anything related to the expenditures. (4) If the application is based on a specified capital expenditure, the following additional material, in addition to the material required under subsection (3), shall be filed: 1. If a consent of the tenant is required under section 17 of the Act, a copy of the consent. (5) If the application is based on the cost of new or additional services, the following material shall be filed: 1. If a consent of the tenant is required under section 18 of the Act, a copy of the consent. O. Reg. 375/92, s. 41.",
            "raw_html": "<p class=\"section-e\"><b>41. </b>(1) This section prescribes, for the purpose of clause 53 (b) of the Act, material to be filed with an application by a landlord under section 13 of the Act for an order increasing maximum rent above guideline.</p> <p class=\"subsection-e\">(2) For all applications, the following material shall be filed:</p> <p class=\"paragraph-e\">1. Copies of any invoices for each category of operating cost for the base year and reference year for the application.</p> <p class=\"paragraph-e\">2. Evidence of the payment of the operating cost for each category of operating cost for the base year and reference year for the application.</p> <p class=\"subsection-e\">(3) If the application is based on capital expenditures, the following material shall be filed:</p> <p class=\"paragraph-e\">1. Copies of any invoices for amounts included in the expenditures.</p> <p class=\"paragraph-e\">2. Evidence of payment of amounts paid by the landlord and included in the expenditures.</p> <p class=\"paragraph-e\">3. If amounts relating to leased assets are included in the expenditures, copies of those leases.</p> <p class=\"paragraph-e\">4. Information about any insurance proceeds or government grants or other government assistance related to the expenditures.</p> <p class=\"paragraph-e\">5. Information about any amounts received from the salvage, resale or trade-in of anything related to the expenditures.</p> <p class=\"subsection-e\">(4) If the application is based on a specified capital expenditure, the following additional material, in addition to the material required under subsection (3), shall be filed:</p> <p class=\"paragraph-e\">1. If a consent of the tenant is required under section 17 of the Act, a copy of the consent.</p> <p class=\"subsection-e\">(5) If the application is based on the cost of new or additional services, the following material shall be filed:</p> <p class=\"paragraph-e\">1. If a consent of the tenant is required under section 18 of the Act, a copy of the consent. O. Reg. 375/92, s. 41.</p>"
        },
        {
            "id": "42.",
            "section": null,
            "content": "42. (1) This section prescribes, for the purpose of clause 53 (b) of the Act, material to be filed with an application by a tenant under section 23 of the Act for an order reducing the rent for a rental unit. (2) If the application is based on an extraordinary decrease in operating costs, the following material shall be filed: 1. A copy of the most recent notice of rent increase under subsection 7 (3) of the Act received by the tenant if the information in the notice is relevant to the application. 2. If no notice described in paragraph 1 was received or if the information in the most recent notice was not relevant, evidence that the operating costs, in one or more operating cost categories, have decreased from the reference year for the application to the base year for the application. O. Reg. 375/92, s. 42.",
            "raw_html": "<p class=\"section-e\"><b>42. </b>(1) This section prescribes, for the purpose of clause 53 (b) of the Act, material to be filed with an application by a tenant under section 23 of the Act for an order reducing the rent for a rental unit.</p> <p class=\"subsection-e\">(2) If the application is based on an extraordinary decrease in operating costs, the following material shall be filed:</p> <p class=\"paragraph-e\">1. A copy of the most recent notice of rent increase under subsection 7 (3) of the Act received by the tenant if the information in the notice is relevant to the application.</p> <p class=\"paragraph-e\">2. If no notice described in paragraph 1 was received or if the information in the most recent notice was not relevant, evidence that the operating costs, in one or more operating cost categories, have decreased from the reference year for the application to the base year for the application. O. Reg. 375/92, s. 42.</p>"
        },
        {
            "id": "43.",
            "section": null,
            "content": "43. (1) This section prescribes, for the purpose of clause 53 (b) of the Act, material to be filed with an application by a landlord under section 29 of the Act for an advance determination. (2) If the application relates to a proposed eligible capital expenditure, the following material shall be filed: 1. A copy of a written estimate of the cost of the proposed work. The estimate must include details of the work to be done and the materials to be provided including where in the complex the work will be done and where the materials will be provided. The estimate must be by a person other than the landlord except that there may be an estimate by the landlord for any part of the work consisting of the landlord’s own labour. (3) If the application relates to a proposed specified capital expenditure or to proposed new or additional services, the following material shall be filed: 1. A copy of the consent of the tenant under section 17 or 18 of the Act. O. Reg. 375/92, s. 43.",
            "raw_html": "<p class=\"section-e\"><b>43. </b>(1) This section prescribes, for the purpose of clause 53 (b) of the Act, material to be filed with an application by a landlord under section 29 of the Act for an advance determination.</p> <p class=\"subsection-e\">(2) If the application relates to a proposed eligible capital expenditure, the following material shall be filed:</p> <p class=\"paragraph-e\">1. A copy of a written estimate of the cost of the proposed work. The estimate must include details of the work to be done and the materials to be provided including where in the complex the work will be done and where the materials will be provided. The estimate must be by a person other than the landlord except that there may be an estimate by the landlord for any part of the work consisting of the landlord’s own labour.</p> <p class=\"subsection-e\">(3) If the application relates to a proposed specified capital expenditure or to proposed new or additional services, the following material shall be filed:</p> <p class=\"paragraph-e\">1. A copy of the consent of the tenant under section 17 or 18 of the Act. O. Reg. 375/92, s. 43.</p>"
        },
        {
            "id": "44.",
            "section": null,
            "content": "44. (1) This section prescribes, for the purpose of clause 53 (b) of the Act, material to be filed with an application under section 33 of the Act for an order determining a matter set out in that section. (2) For an application by a landlord or tenant for an order determining what services and facilities are included in a particular residential complex, the following material shall be filed: 1. Copies of any relevant written tenancy agreements that can be obtained. (3) For an application by a landlord or tenant for an order determining whether an agreement referred to in subsection 46 (1) of the Act has been entered into as a result of coercion or as a result of a false, incomplete or misleading representation, the following material shall be filed: 1. An affidavit giving details of the coercion or representation. 2. A copy of the agreement if it is in writing and a copy of any other written agreement relevant to the application. O. Reg. 375/92, s. 44.",
            "raw_html": "<p class=\"section-e\"><b>44. </b>(1) This section prescribes, for the purpose of clause 53 (b) of the Act, material to be filed with an application under section 33 of the Act for an order determining a matter set out in that section.</p> <p class=\"subsection-e\">(2) For an application by a landlord or tenant for an order determining what services and facilities are included in a particular residential complex, the following material shall be filed:</p> <p class=\"paragraph-e\">1. Copies of any relevant written tenancy agreements that can be obtained.</p> <p class=\"subsection-e\">(3) For an application by a landlord or tenant for an order determining whether an agreement referred to in subsection 46 (1) of the Act has been entered into as a result of coercion or as a result of a false, incomplete or misleading representation, the following material shall be filed:</p> <p class=\"paragraph-e\">1. An affidavit giving details of the coercion or representation.</p> <p class=\"paragraph-e\">2. A copy of the agreement if it is in writing and a copy of any other written agreement relevant to the application. O. Reg. 375/92, s. 44.</p>"
        },
        {
            "id": "45.",
            "section": null,
            "content": "45. The following are prescribed as procedural and interpretive rules to be observed by rent officers: 1. In determining whether to question a person by telephone under subsection 84 (2) of the Act, a rent officer shall consider all relevant factors including, i. whether the parties present at the hearing consent to the person being questioned by telephone, ii. whether the person is unable to attend the hearing because of disability or ill health, iii. whether the person is unable to attend the hearing without great inconvenience because of the distance to the hearing, iv. whether questioning by telephone is appropriate because the testimony relates only to the business records of a municipality, utility or the provincial or federal government. 2. A rent officer shall not find that a landlord has not complied with subsection 55 (1) of the Act solely because the landlord has omitted from the copy of the application that he or she has given to a tenant, subtenant or occupant, a list of rents that relates to rental units other than the rental unit of the tenant, subtenant or occupant. 3. If a landlord files a notice of intent with a Chief Rent Officer under subsection 22 (2) of the Act before the order that permits the carry forward to which the notice relates is issued, i. subsections 22 (15) and (16) of the Act do not apply to the notice until thirty days have passed following the day on which the order is issued, and ii. the landlord may withdraw the notice at any time within thirty days following the day on which the order is issued, and in that case the notice shall be deemed never to have been filed with the Chief Rent Officer. 4. At the time subsections 22 (15) of the Act applies to a notice of intent described in paragraph 3, an application described in that subsection that the landlord has previously made shall be deemed to be withdrawn. 5. In order to be in compliance with subsection 55 (3) of the Act, a rent officer is not required to give a copy of Schedule A of a tenant’s application for an order reducing rent to parties whom the rent officer has added to the application under subsection 23 (3) of the Act. O. Reg. 375/92, s. 45; O. Reg. 296/93, s. 1; O. Reg. 551/93, s. 1; O. Reg. 297/95, s. 1. PART XII   RENT REGISTRY",
            "raw_html": "<p class=\"section-e\"><b>45. </b>The following are prescribed as procedural and interpretive rules to be observed by rent officers:</p> <p class=\"paragraph-e\">1. In determining whether to question a person by telephone under subsection 84 (2) of the Act, a rent officer shall consider all relevant factors including,</p> <p class=\"subpara-e\">i. whether the parties present at the hearing consent to the person being questioned by telephone,</p> <p class=\"subpara-e\">ii. whether the person is unable to attend the hearing because of disability or ill health,</p> <p class=\"subpara-e\">iii. whether the person is unable to attend the hearing without great inconvenience because of the distance to the hearing,</p> <p class=\"subpara-e\">iv. whether questioning by telephone is appropriate because the testimony relates only to the business records of a municipality, utility or the provincial or federal government.</p> <p class=\"paragraph-e\">2. A rent officer shall not find that a landlord has not complied with subsection 55 (1) of the Act solely because the landlord has omitted from the copy of the application that he or she has given to a tenant, subtenant or occupant, a list of rents that relates to rental units other than the rental unit of the tenant, subtenant or occupant.</p> <p class=\"paragraph-e\">3. If a landlord files a notice of intent with a Chief Rent Officer under subsection 22 (2) of the Act before the order that permits the carry forward to which the notice relates is issued,</p> <p class=\"subpara-e\">i. subsections 22 (15) and (16) of the Act do not apply to the notice until thirty days have passed following the day on which the order is issued, and</p> <p class=\"subpara-e\">ii. the landlord may withdraw the notice at any time within thirty days following the day on which the order is issued, and in that case the notice shall be deemed never to have been filed with the Chief Rent Officer.</p> <p class=\"paragraph-e\">4. At the time subsections 22 (15) of the Act applies to a notice of intent described in paragraph 3, an application described in that subsection that the landlord has previously made shall be deemed to be withdrawn.</p> <p class=\"paragraph-e\">5. In order to be in compliance with subsection 55 (3) of the Act, a rent officer is not required to give a copy of Schedule A of a tenant’s application for an order reducing rent to parties whom the rent officer has added to the application under subsection 23 (3) of the Act. O. Reg. 375/92, s. 45; O. Reg. 296/93, s. 1; O. Reg. 551/93, s. 1; O. Reg. 297/95, s. 1.</p> <p class=\"partnum-e\"><b>PART XII <br/>  RENT REGISTRY</b></p>"
        },
        {
            "id": "46.",
            "section": null,
            "content": "46. For the purposes of subsection 104 (2) of the Act, the date for filing a statement of rent information for a residential complex that contains seven or more residential units but that is not a boarding house or lodging house is, (a) the day which is six months after the day that a rental unit in the residential complex is first rented, if no rental unit in the residential complex was ever rented before the 1st day of January, 1993; or (b) the 1st day of June, 1993, in all other cases. O. Reg. 296/93, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>46. </b>For the purposes of subsection 104 (2) of the Act, the date for filing a statement of rent information for a residential complex that contains seven or more residential units but that is not a boarding house or lodging house is,</p> <p class=\"clause-e\">(a) the day which is six months after the day that a rental unit in the residential complex is first rented, if no rental unit in the residential complex was ever rented before the 1st day of January, 1993; or</p> <p class=\"clause-e\">(b) the 1st day of June, 1993, in all other cases. O. Reg. 296/93, s. 2.</p>"
        },
        {
            "id": "46.1",
            "section": null,
            "content": "46.1 For the purposes of subsection 104 (2) of the Act, the date for filing a statement of rent information for a residential complex that contains four to six residential units but that is not a boarding house or lodging house is, (a) the day that is six months after the day that a rental unit in the residential complex is first rented, if no rental unit in the residential complex was ever rented before September 1, 1994; or (b) March 1, 1995, in all cases not covered by clause (a). O. Reg. 22/95, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>46.1 </b>For the purposes of subsection 104 (2) of the Act, the date for filing a statement of rent information for a residential complex that contains four to six residential units but that is not a boarding house or lodging house is,</p> <p class=\"clause-e\">(a) the day that is six months after the day that a rental unit in the residential complex is first rented, if no rental unit in the residential complex was ever rented before September 1, 1994; or</p> <p class=\"clause-e\">(b) March 1, 1995, in all cases not covered by clause (a). O. Reg. 22/95, s. 1.</p>"
        },
        {
            "id": "47.",
            "section": null,
            "content": "47. The following information is prescribed, for the purposes of subsection 105 (1) of the Act, as other information that shall be set out in a statement of rent information or a statement of care home information: 1. If a paragraph in subsection 11 (2) relating to rental units rented to a superintendent, an employee of the landlord whose employment relates to the management of the complex or a member of the landlord’s family, applies with respect to a unit, the maximum rent under that paragraph. 2. If the landlord does not know the initial rent date for a rental unit or does not know the rent paid on that date, the answers to the following questions: i. when did the landlord become the landlord of the unit? ii. why does the landlord not know the initial rent date or the rent paid on that date? iii. what efforts were made to obtain information about the initial rent date or the rent paid on that date from, A. the previous landlords of the unit? B. the current and previous tenants of the unit? C. current or previous superintendents or property managers of the complex? D. any other person who may have such information? iv. what information was obtained from any of the persons referred to in subparagraph iii? v. what efforts, other than efforts referred to in subparagraph iii, were made to obtain information about the initial rent date or the rent paid on that date and what information was obtained? 3. If the suite number of a unit and the municipal address of the complex are not a sufficient mailing address for the unit, the name and mailing address of the tenant of the rental unit. O. Reg. 375/92, s. 47; O. Reg. 643/94, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>47. </b>The following information is prescribed, for the purposes of subsection 105 (1) of the Act, as other information that shall be set out in a statement of rent information or a statement of care home information:</p> <p class=\"paragraph-e\">1. If a paragraph in subsection 11 (2) relating to rental units rented to a superintendent, an employee of the landlord whose employment relates to the management of the complex or a member of the landlord’s family, applies with respect to a unit, the maximum rent under that paragraph.</p> <p class=\"paragraph-e\">2. If the landlord does not know the initial rent date for a rental unit or does not know the rent paid on that date, the answers to the following questions:</p> <p class=\"subpara-e\">i. when did the landlord become the landlord of the unit?</p> <p class=\"subpara-e\">ii. why does the landlord not know the initial rent date or the rent paid on that date?</p> <p class=\"subpara-e\">iii. what efforts were made to obtain information about the initial rent date or the rent paid on that date from,</p> <p class=\"subsubpara-e\">A. the previous landlords of the unit?</p> <p class=\"subsubpara-e\">B. the current and previous tenants of the unit?</p> <p class=\"subsubpara-e\">C. current or previous superintendents or property managers of the complex?</p> <p class=\"subsubpara-e\">D. any other person who may have such information?</p> <p class=\"subpara-e\">iv. what information was obtained from any of the persons referred to in subparagraph iii?</p> <p class=\"subpara-e\">v. what efforts, other than efforts referred to in subparagraph iii, were made to obtain information about the initial rent date or the rent paid on that date and what information was obtained?</p> <p class=\"paragraph-e\">3. If the suite number of a unit and the municipal address of the complex are not a sufficient mailing address for the unit, the name and mailing address of the tenant of the rental unit. O. Reg. 375/92, s. 47; O. Reg. 643/94, s. 1.</p>"
        },
        {
            "id": "48.",
            "section": null,
            "content": "48. The following changes of information are prescribed as necessary to maintain the accuracy and currency of the rent registry: 1. A change of landlord. 2. A change in the number or designation of a rental unit. 3. A change of address of the residential complex or a rental unit. 4. A change in the application, to a residential unit, of any exemption under section 3 of the Act. O. Reg. 375/92, s. 48.",
            "raw_html": "<p class=\"section-e\"><b>48. </b>The following changes of information are prescribed as necessary to maintain the accuracy and currency of the rent registry:</p> <p class=\"paragraph-e\">1. A change of landlord.</p> <p class=\"paragraph-e\">2. A change in the number or designation of a rental unit.</p> <p class=\"paragraph-e\">3. A change of address of the residential complex or a rental unit.</p> <p class=\"paragraph-e\">4. A change in the application, to a residential unit, of any exemption under section 3 of the Act. O. Reg. 375/92, s. 48.</p>"
        },
        {
            "id": "49.",
            "section": null,
            "content": "49. The following circumstances are prescribed, for the purposes of subsection 111 (3) of the Act, as circumstances in which the Registrar is not required to give a notice of rent information: 1. If an order has been issued, under the Act, the Residential Rent Regulation Act or the Residential Tenancies Act declaring the maximum rent for the rental unit effective on or after the initial rent date. 2. If an application is pending that may result in a determination of the maximum rent. 3. If the statement described in subsection 111 (1) of the Act was a statement for a new residential complex filed under section 103 of the Act. O. Reg. 375/92, s. 49.",
            "raw_html": "<p class=\"section-e\"><b>49. </b>The following circumstances are prescribed, for the purposes of subsection 111 (3) of the Act, as circumstances in which the Registrar is not required to give a notice of rent information:</p> <p class=\"paragraph-e\">1. If an order has been issued, under the Act, the <i>Residential Rent Regulation Act</i> or the <i>Residential Tenancies Act</i> declaring the maximum rent for the rental unit effective on or after the initial rent date.</p> <p class=\"paragraph-e\">2. If an application is pending that may result in a determination of the maximum rent.</p> <p class=\"paragraph-e\">3. If the statement described in subsection 111 (1) of the Act was a statement for a new residential complex filed under section 103 of the Act. O. Reg. 375/92, s. 49.</p>"
        },
        {
            "id": "50.",
            "section": null,
            "content": "50. A request for information from the rent registry shall be in writing unless the request is for information for which there is no fee. O. Reg. 375/92, s. 50.",
            "raw_html": "<p class=\"section-e\"><b>50. </b>A request for information from the rent registry shall be in writing unless the request is for information for which there is no fee. O. Reg. 375/92, s. 50.</p>"
        },
        {
            "id": "51.",
            "section": null,
            "content": "51. (1) The Registrar may provide, under section 116 of the Act, any information from the rent registry including the following: 1. Information about the current maximum rents for the units in a residential complex. 2. Information about the current maximum rents for the rental units in a residential complex and a list of the rents for each unit from the documents that the Registrar used in order to calculate the current maximum rent for each of the rental units. 3. Information set out in paragraph 2 and copies of the documents that the Registrar used in order to calculate the current maximum rent for each of the rental units. 4. Names and addresses of landlords of residential complexes. (2) The information in paragraph 1 of subsection (1) is provided without fee to tenants of the residential complex, but in all other cases the fee is, (a) $5 for a residential complex with fewer than seven rental units; and (b) $15 for a residential complex with seven or more rental units. (3) The fee for the information and material in paragraph 2 of subsection (1) is, (a) $20 for a residential complex with fewer than seven rental units; and (b) $30 for a residential complex with seven or more rental units. (4) The fee for the information and material in paragraph 3 of subsection (1) is, (a) $35 for a residential complex with fewer than seven rental units; and (b) $45 for a residential complex with seven or more rental units. (5) The fee for the information in paragraph 4 of subsection (1) is, (a) $10 for 10 or fewer residential complexes; and (b) for more than 10 complexes, $1 for each of the first 3,000 complexes plus 25 cents for each additional complex. (6) Clause (5) (a) does not apply to a request by, (a) a tenant for the name and address of the tenant’s own landlord; or (b) a prospective tenant relating to three complexes or less. (7) In addition to any fees payable for information and material, the following fees are payable for information or material not set out in paragraphs 1 to 4 of subsection (1): 1. For photocopies and computer printouts, 20 cents per page. 2. For floppy disks, $10 for each disk. 3. For manually searching for a record after two hours have been spent searching, $7.50 for each 15 minutes spent by any person. 4. For preparing a record for disclosure, including severing a part of the record, $7.50 for each 15 minutes spent by any person. 5. For developing a computer program or other method of producing a record from a machine readable record, $15 for each 15 minutes spent by a person. 6. For any costs, including computer costs, incurred in locating, retrieving, processing and copying the record if those costs are specified in an invoice received by the institution. O. Reg. 643/94, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>51. </b>(1) The Registrar may provide, under section 116 of the Act, any information from the rent registry including the following:</p> <p class=\"paragraph-e\">1. Information about the current maximum rents for the units in a residential complex.</p> <p class=\"paragraph-e\">2. Information about the current maximum rents for the rental units in a residential complex and a list of the rents for each unit from the documents that the Registrar used in order to calculate the current maximum rent for each of the rental units.</p> <p class=\"paragraph-e\">3. Information set out in paragraph 2 and copies of the documents that the Registrar used in order to calculate the current maximum rent for each of the rental units.</p> <p class=\"paragraph-e\">4. Names and addresses of landlords of residential complexes.</p> <p class=\"subsection-e\">(2) The information in paragraph 1 of subsection (1) is provided without fee to tenants of the residential complex, but in all other cases the fee is,</p> <p class=\"clause-e\">(a) $5 for a residential complex with fewer than seven rental units; and</p> <p class=\"clause-e\">(b) $15 for a residential complex with seven or more rental units.</p> <p class=\"subsection-e\">(3) The fee for the information and material in paragraph 2 of subsection (1) is,</p> <p class=\"clause-e\">(a) $20 for a residential complex with fewer than seven rental units; and</p> <p class=\"clause-e\">(b) $30 for a residential complex with seven or more rental units.</p> <p class=\"subsection-e\">(4) The fee for the information and material in paragraph 3 of subsection (1) is,</p> <p class=\"clause-e\">(a) $35 for a residential complex with fewer than seven rental units; and</p> <p class=\"clause-e\">(b) $45 for a residential complex with seven or more rental units.</p> <p class=\"subsection-e\">(5) The fee for the information in paragraph 4 of subsection (1) is,</p> <p class=\"clause-e\">(a) $10 for 10 or fewer residential complexes; and</p> <p class=\"clause-e\">(b) for more than 10 complexes, $1 for each of the first 3,000 complexes plus 25 cents for each additional complex.</p> <p class=\"subsection-e\">(6) Clause (5) (a) does not apply to a request by,</p> <p class=\"clause-e\">(a) a tenant for the name and address of the tenant’s own landlord; or</p> <p class=\"clause-e\">(b) a prospective tenant relating to three complexes or less.</p> <p class=\"subsection-e\">(7) In addition to any fees payable for information and material, the following fees are payable for information or material not set out in paragraphs 1 to 4 of subsection (1):</p> <p class=\"paragraph-e\">1. For photocopies and computer printouts, 20 cents per page.</p> <p class=\"paragraph-e\">2. For floppy disks, $10 for each disk.</p> <p class=\"paragraph-e\">3. For manually searching for a record after two hours have been spent searching, $7.50 for each 15 minutes spent by any person.</p> <p class=\"paragraph-e\">4. For preparing a record for disclosure, including severing a part of the record, $7.50 for each 15 minutes spent by any person.</p> <p class=\"paragraph-e\">5. For developing a computer program or other method of producing a record from a machine readable record, $15 for each 15 minutes spent by a person.</p> <p class=\"paragraph-e\">6. For any costs, including computer costs, incurred in locating, retrieving, processing and copying the record if those costs are specified in an invoice received by the institution. O. Reg. 643/94, s. 2.</p>"
        },
        {
            "id": "52.",
            "section": null,
            "content": "52. Omitted (revokes other Regulations). O. Reg. 375/92, s. 52.",
            "raw_html": "<p class=\"section-e\"><b>52.</b> Omitted (revokes other Regulations). O. Reg. 375/92, s. 52.</p>"
        },
        {
            "id": "53.",
            "section": null,
            "content": "53. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 375/92, s. 53. SCHEDULE USEFUL LIFE OF WORK DONE OR THING PURCHASED  COLUMN 1\n\nCOLUMN 2\n\n\nWork done or thing purchased\n\nUseful life    in years\n\n\nSITEWORK\n\n   \n\n1. Fences i. Concrete ii. Steel, Chain Link iii. Metal, Wrought Iron iv. Wood\n\n\n20\n15\n25\n15 \n\n2. Landscaping i. Dead Tree Removal ii. New Trees iii. Shrub Replacement iv. Sodding\n\n\n20\n20\n15\n10 \n\n3. Parking Lot, Driveways and Walkways i. Asphalt ii. Concrete iii. Gravel iv. Interlocking Brick v. Repairs\n\n\n15\n15\n10\n20\n5\n\n\nCONCRETE\n\n \r\n\n\n1. Curbs and Patio Slabs\n\n15\n\n\n2. Foundation Walls\n\n20\n\n\n3. Garage Concrete Floor (Slab) and Rebar Repairs\n\n   10\n\n\n4. Retaining Walls\n\n25\n\n\n5. Stairs and porches\n\n10\n\n\n6. Balcony Slabs\n\n10\n\n\nMASONRY\n\n   \n\n1. Chimney i. Masonry (Brick, Block) ii. Metalbestos Type iii. Repairs, Masonry\n\n\n20\n15\n15 \n\n2. Masonry i. Repairs, Tuck Pointing ii. Replacement\n\n\n15\n20\n\n\n3. Sandblasting\n\n25\n\n\nMETALS\n\n \r\n\n\n1. Balcony Railings, Steel\n\n15\n\n\nWOOD AND PLASTICS\n\n \r\n\n\n1. Balcony Railings, Wood\n\n10\n\n\n2. Decks and Porches\n\n20\n\n\n3. Retaining Walls, Wood\n\n15\n\n\nTHERMAL AND MOISTURE\nPROTECTION\n\n \r\n\n\n1. Caulking\n\n10 \n\n2. Eavestrough and Downpipes i. Aluminium, Plastic ii. Galvanized\n\n\n15\n20 \n\n3. Garage Conc. Floor, Waterproofing i. Membrane ii. Sealer\n\n\n15\n5\n\n\n4. Insulation\n\n20 \n\n5. Metal Flashing i. Aluminium ii. Galvanized, Painted iii. Steel, Prefinished\n\n\n25\n15\n10 \n\n6. Roof i. Cedar Shakes ii. Clay Tiles iii. Built Up iv. Inverted four-ply v. Metal Panels vi. Sarnafil vii. Single ply viii. Slate ix. Sloped (Asphalt Shingles) x. Repairs\n\n\n25\n25\n15\n20\n25\n25\n20\n25\n15\n5 \n\n7. Siding i. Asphalt Shingles ii. Cedar iii. Cedar Shakes iv. Insulated Panel, Aluminium v. Steel vi. Masonite vii. Plywood viii. Stucco\n\n\n15\n25\n25\n25\n25\n20\n10\n20 \n\n8. Soffits and Fascia i. Aluminium ii. Gypsum iii. Plywood iv. Pre-finished Steel v. Vinyl vi. Wood\n\n\n25\n15\n20\n25\n25\n15\n\n\n9. Waterproofing, Above Ground\n\n15\n\n\nDOORS AND WINDOWS\n\n \r\n\n\n1. Aluminium Storm Doors and Windows\n\n15 \n\n2. Doors i. Aluminium, Steel ii. Patio iii. Wood\n\n\n20\n20\n20\n\n\n3. Garage Door and Operator\n\n10\n\n\n4. Lock Replacement, Building\n\n20 \n\n5. Window Framing i. Aluminium ii. Wood\n\n\n20\n15\n\n\nFINISHES\n\n   \n\n1. Carpets i. Common Areas ii. Ensuite\n\n\n10\n10 \n\n2. Flooring i. Asphalt ii. Ceramic Tile iii. Hardwood iv. Linoleum v. Marble vi. Parquet vii. Quarry Tile viii. Restaining ix. Rubber Tiles x. Sanding xi. Vinyl Tile\n\n\n10\n10\n20\n10\n25\n20\n10\n5\n20\n5\n10 \n\n3. Gypsum Board i. Repairs ii. Replacement\n\n\n5\n20\n\n\n4. Marble Wall Panels\n\n25\n\n\n5. Mirror Panels\n\n10 \n\n6. Painting i. Exterior: Walls, Trim, Balconies ii. Interior: Common Areas, Ensuite\n\n\n5\n10\n\n\n7. Panelling\n\n20 \n\n8. Suspended Ceilings i. Fibre ii. Metal\n\n\n15\n25\n\n\n9. Wallcovering, Vinyl\n\n10\n\n\nSPECIALTIES\n\n \r\n\n\n1. Bicycle Racks\n\n10\n\n\n2. Building, Storage/Service\n\n20 \n\n3. Lockers i. Recreational ii. Storage\n\n\n15\n15\n\n\n4. Mailboxes\n\n15\n\n\n5. Playground Equipment (Swings, etc.)\n\n10\n\n\n6. Satellite Dish\n\n10 \n\n7. Saunas i. Heaters ii. Walls\n\n\n10\n15\n\n\n8. Steel Television Antennae\n\n15 \n\n9. Swimming Pool i. Above Ground ii. Ceramic Tile iii. Concrete iv. Heater v. Painting vi. Pump, Filter vii. Vinyl\n\n\n10\n15\n20\n10\n5\n15\n15\n\n\n10. Whirlpool, Jacuzzi\n\n15\n\n\nEQUIPMENT\n\n \r\n\n\n1. Backhoe\n\n10\n\n\n2. Dehumidifiers\n\n10 \n\n3. Floor Polishers i. Commercial ii. Domestic\n\n\n15\n5\n\n\n4. Front End Loader\n\n10\n\n\n5. Garbage Bins, Boxes\n\n10\n\n\n6. Garbage Compactors\n\n15\n\n\n7. Garbage Disposers\n\n5 \n\n8. Garbage Huts i. Metal ii. Wood\n\n\n20\n15\n\n\n9. Humidifiers\n\n10\n\n\n10. Incinerators\n\n15\n\n\n11. Metal Scaffold\n\n20\n\n\n12. Power Lawnmower\n\n10\n\n\n13. Snow Blower\n\n10\n\n\n14. Tractors, Small\n\n10\n\n\n15. Trucks, Pick-up and Delivery\n\n10\n\n\n16. Vacuums, Commercial\n\n10\n\n\nFURNISHINGS\n\n   \n\n1. Appliances i. Clothes Dryer ii. Dishwasher iii. Microwave iv. Refrigerator v. Stove vi. Washing Machine\n\n\n15\n10\n10\n15\n15\n15\n\n\n2. Cabinets, Counters: Bath, Kitchen\n\n25\n\n\n3. Drapes\n\n10 \n\n4. Furniture i. Couches ii. Folding Chairs and Tables iii. Office\n\n\n10\n10\n10\n\n\n5. Pictures\n\n15\n\n\n6. Venetian Blinds\n\n10\n\n\nCONVEYING SYSTEMS\n\n   \n\n1. Elevators i. Electrical Controls ii. Interior Wall Panels iii. New Installation iv. Mechanical Retrofit (Cable System)\n\n\n15\n15\n20\n15\n\n\nMECHANICAL\n\n   \n\n1. Heating, ventilation and air conditioning i. Boilers A. Gas Fired Atmospheric B. Hot Water C. Insulation D. Retubing E. Steam ii. Central System (air conditioning) iii. Chiller iv. Cooling Tower v. Corridor System vi. Exhaust and Supply Fans vii. Fan Coil Units viii. Furnace A. Electric, Forced Air B. Oil, Gas, Forced Air C. Oil, Gas, Wall or Floor ix. Heat Exchanger x. Heat Pumps xi. Heating System A. Electric B. Hot Air C. Hot Water D. Steam xii. Hot Water Tanks A. Commercial B. Domestic xiii. Sanitary Exhaust A. Central System B. Individual System xiv. Stair Pressurization Fans xv. Units (Air Conditioners)\nA. Incremental\nB. Sleeve, Window\n\n\n15\n15\n25\n20\n25\n15\n25\n25\n15\n20\n20\n25\n25\n20\n15\n15\n10\n15\n25\n10\n20\n25\n20\n15\n20\n15\n10 \n\n2. Mechanical i. Culvert (Metal, Concrete) ii. Drains, Stacks (Plastic) iii. Lawn Sprinklers (Underground) iv. Plumbing Fixtures A. Faucets B. Tubs, Toilets, Sinks v. Pumps A. Booster, Circulating B. Fire, Jockey C. Sump vi. Risers vii. Sanitary System viii. Septic Tank and Tile Bed ix. Storm System x. Valves, Access Doors, Fittings, etc. xi. Water Softener xii. Water Treatment xiii. Wells and Water System\n\n\n25\n20\n10\n10\n15\n25\n15\n15\n25\n25\n20\n25\n15\n15\n20\n20\n\n\nELECTRICAL\n\n \r\n\n\n1. Electric Heating Cables (Garage Ramp)\n\n10\n\n\n2. Emergency Lighting (Battery Operated)\n\n15 \n\n3. Emergency System i. Lighting ii. Generator\n\n\n20\n25\n\n\n4. Fire Extinguishers\n\n10\n\n\n5. Fire System (Alarms, Smoke Detectors)\n\n15\n\n\n6. Intercom\n\n15 \n\n7. Light Fixtures i. Exterior ii. Interior: Common Areas, Ensuite\n\n\n15\n10\n\n\n8. Panel and Distribution\n\n15\n\n\n9. Power Line\n\n25\n\n\n10. Rewiring\n\n25\n\n\n11. Street Lighting\n\n15 \n\n12. Surveillance System i. Cameras ii. Monitors iii. Switchers\n\n\n15\n15\n15\n\n\n13. Switches and Splitters\n\n25 \n\n14. Temperature Control i. Electric A. Indoor B. Outdoor ii. Pneumatic\n\n\n15\n15\n20\n\n\n15. Transformer\n\n25 O. Reg. 375/92, Sched.; O. Reg. 568/92, s. 1. Français ",
            "raw_html": "<p class=\"section-e\"><b>53.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 375/92, s. 53.</p> <p class=\"schedule-e\">SCHEDULE</p> <p class=\"headingx-e\">USEFUL LIFE OF WORK DONE OR THING PURCHASED</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"236\"><p class=\"table-e\">COLUMN 1</p>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">COLUMN 2</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><p class=\"table-e\">Work done or thing purchased</p>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">Useful life  <br/>  in years</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><p class=\"table-e\"><i>SITEWORK</i></p>\n</td>\n<td valign=\"top\" width=\"75\">   </td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">1. Fences</p> <p class=\"table-e\">i. Concrete</p> <p class=\"table-e\">ii. Steel, Chain Link</p> <p class=\"table-e\">iii. Metal, Wrought Iron</p> <p class=\"table-e\">iv. Wood</p></ul>\n</td>\n<td valign=\"top\" width=\"75\">\n<p class=\"table-e\">20</p>\n<p class=\"table-e\">15</p>\n<p class=\"table-e\">25</p>\n<p class=\"table-e\">15</p> </td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">2. Landscaping</p> <p class=\"table-e\">i. Dead Tree Removal</p> <p class=\"table-e\">ii. New Trees</p> <p class=\"table-e\">iii. Shrub Replacement</p> <p class=\"table-e\">iv. Sodding</p></ul>\n</td>\n<td valign=\"top\" width=\"75\">\n<p class=\"table-e\">20</p>\n<p class=\"table-e\">20</p>\n<p class=\"table-e\">15</p>\n<p class=\"table-e\">10</p> </td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">3. Parking Lot, Driveways and Walkways</p> <p class=\"table-e\">i. Asphalt</p> <p class=\"table-e\">ii. Concrete</p> <p class=\"table-e\">iii. Gravel</p> <p class=\"table-e\">iv. Interlocking Brick</p> <p class=\"table-e\">v. Repairs</p></ul>\n</td>\n<td valign=\"top\" width=\"75\">\n<p class=\"table-e\">15</p>\n<p class=\"table-e\">15</p>\n<p class=\"table-e\">10</p>\n<p class=\"table-e\">20</p>\n<p class=\"table-e\">5</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><p class=\"table-e\"><i>CONCRETE</i></p>\n</td>\n<td valign=\"top\" width=\"75\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">1. Curbs and Patio Slabs</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">15</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">2. Foundation Walls</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">20</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">3. Garage Concrete Floor (Slab) and Rebar Repairs</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\"> <br/>  10</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">4. Retaining Walls</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">25</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">5. Stairs and porches</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">10</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">6. Balcony Slabs</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">10</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><p class=\"table-e\"><i>MASONRY</i></p>\n</td>\n<td valign=\"top\" width=\"75\">   </td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">1. Chimney</p> <p class=\"table-e\">i. Masonry (Brick, Block)</p> <p class=\"table-e\">ii. Metalbestos Type</p> <p class=\"table-e\">iii. Repairs, Masonry</p></ul>\n</td>\n<td valign=\"top\" width=\"75\">\n<p class=\"table-e\">20</p>\n<p class=\"table-e\">15</p>\n<p class=\"table-e\">15</p> </td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">2. Masonry</p> <p class=\"table-e\">i. Repairs, Tuck Pointing</p> <p class=\"table-e\">ii. Replacement</p></ul>\n</td>\n<td valign=\"top\" width=\"75\">\n<p class=\"table-e\">15</p>\n<p class=\"table-e\">20</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">3. Sandblasting</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">25</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><p class=\"table-e\"><i>METALS</i></p>\n</td>\n<td valign=\"top\" width=\"75\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">1. Balcony Railings, Steel</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">15</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><p class=\"table-e\"><i>WOOD AND PLASTICS</i></p>\n</td>\n<td valign=\"top\" width=\"75\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">1. Balcony Railings, Wood</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">10</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">2. Decks and Porches</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">20</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">3. Retaining Walls, Wood</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">15</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><p class=\"table-e\"><i>THERMAL AND MOISTURE</i></p>\n<p class=\"table-e\">PROTECTION</p>\n</td>\n<td valign=\"top\" width=\"75\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">1. Caulking</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">10</p> </td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">2. Eavestrough and Downpipes</p> <p class=\"table-e\">i. Aluminium, Plastic</p> <p class=\"table-e\">ii. Galvanized</p></ul>\n</td>\n<td valign=\"top\" width=\"75\">\n<p class=\"table-e\">15</p>\n<p class=\"table-e\">20</p> </td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">3. Garage Conc. Floor, Waterproofing</p> <p class=\"table-e\">i. Membrane</p> <p class=\"table-e\">ii. Sealer</p></ul>\n</td>\n<td valign=\"top\" width=\"75\">\n<p class=\"table-e\">15</p>\n<p class=\"table-e\">5</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">4. Insulation</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">20</p> </td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">5. Metal Flashing</p> <p class=\"table-e\">i. Aluminium</p> <p class=\"table-e\">ii. Galvanized, Painted</p> <p class=\"table-e\">iii. Steel, Prefinished</p></ul>\n</td>\n<td valign=\"top\" width=\"75\">\n<p class=\"table-e\">25</p>\n<p class=\"table-e\">15</p>\n<p class=\"table-e\">10</p> </td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">6. Roof</p> <p class=\"table-e\">i. Cedar Shakes</p> <p class=\"table-e\">ii. Clay Tiles</p> <p class=\"table-e\">iii. Built Up</p> <p class=\"table-e\">iv. Inverted four-ply</p> <p class=\"table-e\">v. Metal Panels</p> <p class=\"table-e\">vi. Sarnafil</p> <p class=\"table-e\">vii. Single ply</p> <p class=\"table-e\">viii. Slate</p> <p class=\"table-e\">ix. Sloped (Asphalt Shingles)</p> <p class=\"table-e\">x. Repairs</p></ul>\n</td>\n<td valign=\"top\" width=\"75\">\n<p class=\"table-e\">25</p>\n<p class=\"table-e\">25</p>\n<p class=\"table-e\">15</p>\n<p class=\"table-e\">20</p>\n<p class=\"table-e\">25</p>\n<p class=\"table-e\">25</p>\n<p class=\"table-e\">20</p>\n<p class=\"table-e\">25</p>\n<p class=\"table-e\">15</p>\n<p class=\"table-e\">5</p> </td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">7. Siding</p> <p class=\"table-e\">i. Asphalt Shingles</p> <p class=\"table-e\">ii. Cedar</p> <p class=\"table-e\">iii. Cedar Shakes</p> <p class=\"table-e\">iv. Insulated Panel, Aluminium</p> <p class=\"table-e\">v. Steel</p> <p class=\"table-e\">vi. Masonite</p> <p class=\"table-e\">vii. Plywood</p> <p class=\"table-e\">viii. Stucco</p></ul>\n</td>\n<td valign=\"top\" width=\"75\">\n<p class=\"table-e\">15</p>\n<p class=\"table-e\">25</p>\n<p class=\"table-e\">25</p>\n<p class=\"table-e\">25</p>\n<p class=\"table-e\">25</p>\n<p class=\"table-e\">20</p>\n<p class=\"table-e\">10</p>\n<p class=\"table-e\">20</p> </td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">8. Soffits and Fascia</p> <p class=\"table-e\">i. Aluminium</p> <p class=\"table-e\">ii. Gypsum</p> <p class=\"table-e\">iii. Plywood</p> <p class=\"table-e\">iv. Pre-finished Steel</p> <p class=\"table-e\">v. Vinyl</p> <p class=\"table-e\">vi. Wood</p></ul>\n</td>\n<td valign=\"top\" width=\"75\">\n<p class=\"table-e\">25</p>\n<p class=\"table-e\">15</p>\n<p class=\"table-e\">20</p>\n<p class=\"table-e\">25</p>\n<p class=\"table-e\">25</p>\n<p class=\"table-e\">15</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">9. Waterproofing, Above Ground</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">15</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><p class=\"table-e\"><i>DOORS AND WINDOWS</i></p>\n</td>\n<td valign=\"top\" width=\"75\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">1. Aluminium Storm Doors and Windows</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">15</p> </td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">2. Doors</p> <p class=\"table-e\">i. Aluminium, Steel</p> <p class=\"table-e\">ii. Patio</p> <p class=\"table-e\">iii. Wood</p></ul>\n</td>\n<td valign=\"top\" width=\"75\">\n<p class=\"table-e\">20</p>\n<p class=\"table-e\">20</p>\n<p class=\"table-e\">20</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">3. Garage Door and Operator</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">10</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">4. Lock Replacement, Building</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">20</p> </td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">5. Window Framing</p> <p class=\"table-e\">i. Aluminium</p> <p class=\"table-e\">ii. Wood</p></ul>\n</td>\n<td valign=\"top\" width=\"75\">\n<p class=\"table-e\">20</p>\n<p class=\"table-e\">15</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><p class=\"table-e\"><i>FINISHES</i></p>\n</td>\n<td valign=\"top\" width=\"75\">   </td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">1. Carpets</p> <p class=\"table-e\">i. Common Areas</p> <p class=\"table-e\">ii. Ensuite</p></ul>\n</td>\n<td valign=\"top\" width=\"75\">\n<p class=\"table-e\">10</p>\n<p class=\"table-e\">10</p> </td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">2. Flooring</p> <p class=\"table-e\">i. Asphalt</p> <p class=\"table-e\">ii. Ceramic Tile</p> <p class=\"table-e\">iii. Hardwood</p> <p class=\"table-e\">iv. Linoleum</p> <p class=\"table-e\">v. Marble</p> <p class=\"table-e\">vi. Parquet</p> <p class=\"table-e\">vii. Quarry Tile</p> <p class=\"table-e\">viii. Restaining</p> <p class=\"table-e\">ix. Rubber Tiles</p> <p class=\"table-e\">x. Sanding</p> <p class=\"table-e\">xi. Vinyl Tile</p></ul>\n</td>\n<td valign=\"top\" width=\"75\">\n<p class=\"table-e\">10</p>\n<p class=\"table-e\">10</p>\n<p class=\"table-e\">20</p>\n<p class=\"table-e\">10</p>\n<p class=\"table-e\">25</p>\n<p class=\"table-e\">20</p>\n<p class=\"table-e\">10</p>\n<p class=\"table-e\">5</p>\n<p class=\"table-e\">20</p>\n<p class=\"table-e\">5</p>\n<p class=\"table-e\">10</p> </td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">3. Gypsum Board</p> <p class=\"table-e\">i. Repairs</p> <p class=\"table-e\">ii. Replacement</p></ul>\n</td>\n<td valign=\"top\" width=\"75\">\n<p class=\"table-e\">5</p>\n<p class=\"table-e\">20</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">4. Marble Wall Panels</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">25</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">5. Mirror Panels</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">10</p> </td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">6. Painting</p> <p class=\"table-e\">i. Exterior: Walls, Trim, Balconies</p> <p class=\"table-e\">ii. Interior: Common Areas, Ensuite</p></ul>\n</td>\n<td valign=\"top\" width=\"75\">\n<p class=\"table-e\">5</p>\n<p class=\"table-e\">10</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">7. Panelling</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">20</p> </td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">8. Suspended Ceilings</p> <p class=\"table-e\">i. Fibre</p> <p class=\"table-e\">ii. Metal</p></ul>\n</td>\n<td valign=\"top\" width=\"75\">\n<p class=\"table-e\">15</p>\n<p class=\"table-e\">25</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">9. Wallcovering, Vinyl</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">10</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><p class=\"table-e\"><i>SPECIALTIES</i></p>\n</td>\n<td valign=\"top\" width=\"75\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">1. Bicycle Racks</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">10</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">2. Building, Storage/Service</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">20</p> </td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">3. Lockers</p> <p class=\"table-e\">i. Recreational</p> <p class=\"table-e\">ii. Storage</p></ul>\n</td>\n<td valign=\"top\" width=\"75\">\n<p class=\"table-e\">15</p>\n<p class=\"table-e\">15</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">4. Mailboxes</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">15</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">5. Playground Equipment (Swings, etc.)</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">10</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">6. Satellite Dish</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">10</p> </td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">7. Saunas</p> <p class=\"table-e\">i. Heaters</p> <p class=\"table-e\">ii. Walls</p></ul>\n</td>\n<td valign=\"top\" width=\"75\">\n<p class=\"table-e\">10</p>\n<p class=\"table-e\">15</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">8. Steel Television Antennae</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">15</p> </td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">9. Swimming Pool</p> <p class=\"table-e\">i. Above Ground</p> <p class=\"table-e\">ii. Ceramic Tile</p> <p class=\"table-e\">iii. Concrete</p> <p class=\"table-e\">iv. Heater</p> <p class=\"table-e\">v. Painting</p> <p class=\"table-e\">vi. Pump, Filter</p> <p class=\"table-e\">vii. Vinyl</p></ul>\n</td>\n<td valign=\"top\" width=\"75\">\n<p class=\"table-e\">10</p>\n<p class=\"table-e\">15</p>\n<p class=\"table-e\">20</p>\n<p class=\"table-e\">10</p>\n<p class=\"table-e\">5</p>\n<p class=\"table-e\">15</p>\n<p class=\"table-e\">15</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">10. Whirlpool, Jacuzzi</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">15</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><p class=\"table-e\"><i>EQUIPMENT</i></p>\n</td>\n<td valign=\"top\" width=\"75\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">1. Backhoe</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">10</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">2. Dehumidifiers</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">10</p> </td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">3. Floor Polishers</p> <p class=\"table-e\">i. Commercial</p> <p class=\"table-e\">ii. Domestic</p></ul>\n</td>\n<td valign=\"top\" width=\"75\">\n<p class=\"table-e\">15</p>\n<p class=\"table-e\">5</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">4. Front End Loader</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">10</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">5. Garbage Bins, Boxes</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">10</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">6. Garbage Compactors</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">15</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">7. Garbage Disposers</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">5</p> </td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">8. Garbage Huts</p> <p class=\"table-e\">i. Metal</p> <p class=\"table-e\">ii. Wood</p></ul>\n</td>\n<td valign=\"top\" width=\"75\">\n<p class=\"table-e\">20</p>\n<p class=\"table-e\">15</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">9. Humidifiers</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">10</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">10. Incinerators</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">15</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">11. Metal Scaffold</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">20</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">12. Power Lawnmower</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">10</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">13. Snow Blower</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">10</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">14. Tractors, Small</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">10</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">15. Trucks, Pick-up and Delivery</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">10</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">16. Vacuums, Commercial</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">10</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><p class=\"table-e\"><i>FURNISHINGS</i></p>\n</td>\n<td valign=\"top\" width=\"75\">   </td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">1. Appliances</p> <p class=\"table-e\">i. Clothes Dryer</p> <p class=\"table-e\">ii. Dishwasher</p> <p class=\"table-e\">iii. Microwave</p> <p class=\"table-e\">iv. Refrigerator</p> <p class=\"table-e\">v. Stove</p> <p class=\"table-e\">vi. Washing Machine</p></ul>\n</td>\n<td valign=\"top\" width=\"75\">\n<p class=\"table-e\">15</p>\n<p class=\"table-e\">10</p>\n<p class=\"table-e\">10</p>\n<p class=\"table-e\">15</p>\n<p class=\"table-e\">15</p>\n<p class=\"table-e\">15</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">2. Cabinets, Counters: Bath, Kitchen</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">25</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">3. Drapes</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">10</p> </td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">4. Furniture</p> <p class=\"table-e\">i. Couches</p> <p class=\"table-e\">ii. Folding Chairs and Tables</p> <p class=\"table-e\">iii. Office</p></ul>\n</td>\n<td valign=\"top\" width=\"75\">\n<p class=\"table-e\">10</p>\n<p class=\"table-e\">10</p>\n<p class=\"table-e\">10</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">5. Pictures</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">15</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">6. Venetian Blinds</p></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">10</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><p class=\"table-e\"><i>CONVEYING SYSTEMS</i></p>\n</td>\n<td valign=\"top\" width=\"75\">   </td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">1. Elevators</p> <p class=\"table-e\">i. Electrical Controls</p> <p class=\"table-e\">ii. Interior Wall Panels</p> <p class=\"table-e\">iii. New Installation</p> <p class=\"table-e\">iv. Mechanical Retrofit (Cable System)</p></ul>\n</td>\n<td valign=\"top\" width=\"75\">\n<p class=\"table-e\">15</p>\n<p class=\"table-e\">15</p>\n<p class=\"table-e\">20</p>\n<p class=\"table-e\">15</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><p class=\"table-e\"><i>MECHANICAL</i></p>\n</td>\n<td valign=\"top\" width=\"75\">   </td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><p class=\"table-e\">1. Heating, ventilation and air conditioning</p> <p class=\"table-e\">i. Boilers</p> <p class=\"table-e\">A. Gas Fired Atmospheric</p> <p class=\"table-e\">B. Hot Water</p> <p class=\"table-e\">C. Insulation</p> <p class=\"table-e\">D. Retubing</p> <p class=\"table-e\">E. Steam</p> <p class=\"table-e\">ii. Central System (air conditioning)</p> <p class=\"table-e\">iii. Chiller</p> <p class=\"table-e\">iv. Cooling Tower</p> <p class=\"table-e\">v. Corridor System</p> <p class=\"table-e\">vi. Exhaust and Supply Fans</p> <p class=\"table-e\">vii. Fan Coil Units</p> <p class=\"table-e\">viii. Furnace</p> <p class=\"table-e\">A. Electric, Forced Air</p> <p class=\"table-e\">B. Oil, Gas, Forced Air</p> <p class=\"table-e\">C. Oil, Gas, Wall or Floor</p> <p class=\"table-e\">ix. Heat Exchanger</p> <p class=\"table-e\">x. Heat Pumps</p> <p class=\"table-e\">xi. Heating System</p> <p class=\"table-e\">A. Electric</p> <p class=\"table-e\">B. Hot Air</p> <p class=\"table-e\">C. Hot Water</p> <p class=\"table-e\">D. Steam</p> <p class=\"table-e\">xii. Hot Water Tanks</p> <p class=\"table-e\">A. Commercial</p> <p class=\"table-e\">B. Domestic</p> <p class=\"table-e\">xiii. Sanitary Exhaust</p> <p class=\"table-e\">A. Central System</p> <p class=\"table-e\">B. Individual System</p> <p class=\"table-e\">xiv. Stair Pressurization Fans</p> <p class=\"table-e\">xv. Units (Air Conditioners)</p>\n</ul><p class=\"subsubpara-e\">A. Incremental</p>\n<p class=\"subsubpara-e\">B. Sleeve, Window</p>\n</td>\n<td valign=\"top\" width=\"75\">\n<p class=\"table-e\">15</p>\n<p class=\"table-e\">15</p>\n<p class=\"table-e\">25</p>\n<p class=\"table-e\">20</p>\n<p class=\"table-e\">25</p>\n<p class=\"table-e\">15</p>\n<p class=\"table-e\">25</p>\n<p class=\"table-e\">25</p>\n<p class=\"table-e\">15</p>\n<p class=\"table-e\">20</p>\n<p class=\"table-e\">20</p>\n<p class=\"table-e\">25</p>\n<p class=\"table-e\">25</p>\n<p class=\"table-e\">20</p>\n<p class=\"table-e\">15</p>\n<p class=\"table-e\">15</p>\n<p class=\"table-e\">10</p>\n<p class=\"table-e\">15</p>\n<p class=\"table-e\">25</p>\n<p class=\"table-e\">10</p>\n<p class=\"table-e\">20</p>\n<p class=\"table-e\">25</p>\n<p class=\"table-e\">20</p>\n<p class=\"table-e\">15</p>\n<p class=\"table-e\">20</p>\n<p class=\"table-e\">15</p>\n<p class=\"table-e\">10</p> </td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><ul><ul><p class=\"table-e\">2. Mechanical</p> <p class=\"table-e\">i. Culvert (Metal, Concrete)</p> <p class=\"table-e\">ii. Drains, Stacks (Plastic)</p> <p class=\"table-e\">iii. Lawn Sprinklers (Underground)</p> <p class=\"table-e\">iv. Plumbing Fixtures</p> <p class=\"table-e\">A. Faucets</p> <p class=\"table-e\">B. Tubs, Toilets, Sinks</p> <p class=\"table-e\">v. Pumps</p> <p class=\"table-e\">A. Booster, Circulating</p> <p class=\"table-e\">B. Fire, Jockey</p> <p class=\"table-e\">C. Sump</p> <p class=\"table-e\">vi. Risers</p> <p class=\"table-e\">vii. Sanitary System</p> <p class=\"table-e\">viii. Septic Tank and Tile Bed</p> <p class=\"table-e\">ix. Storm System</p> <p class=\"table-e\">x. Valves, Access Doors, Fittings, etc.</p> <p class=\"table-e\">xi. Water Softener</p> <p class=\"table-e\">xii. Water Treatment</p> <p class=\"table-e\">xiii. Wells and Water System</p></ul></ul></ul>\n</td>\n<td valign=\"top\" width=\"75\">\n<p class=\"table-e\">25</p>\n<p class=\"table-e\">20</p>\n<p class=\"table-e\">10</p>\n<p class=\"table-e\">10</p>\n<p class=\"table-e\">15</p>\n<p class=\"table-e\">25</p>\n<p class=\"table-e\">15</p>\n<p class=\"table-e\">15</p>\n<p class=\"table-e\">25</p>\n<p class=\"table-e\">25</p>\n<p class=\"table-e\">20</p>\n<p class=\"table-e\">25</p>\n<p class=\"table-e\">15</p>\n<p class=\"table-e\">15</p>\n<p class=\"table-e\">20</p>\n<p class=\"table-e\">20</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><p class=\"table-e\"><i>ELECTRICAL</i></p>\n</td>\n<td valign=\"top\" width=\"75\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><ul><ul><p class=\"table-e\">1. Electric Heating Cables (Garage Ramp)</p></ul></ul></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">10</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><ul><ul><p class=\"table-e\">2. Emergency Lighting (Battery Operated)</p></ul></ul></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">15</p> </td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><ul><ul><p class=\"table-e\">3. Emergency System</p> <p class=\"table-e\">i. Lighting</p> <p class=\"table-e\">ii. Generator</p></ul></ul></ul>\n</td>\n<td valign=\"top\" width=\"75\">\n<p class=\"table-e\">20</p>\n<p class=\"table-e\">25</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><ul><ul><p class=\"table-e\">4. Fire Extinguishers</p></ul></ul></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">10</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><ul><ul><p class=\"table-e\">5. Fire System (Alarms, Smoke Detectors)</p></ul></ul></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">15</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><ul><ul><p class=\"table-e\">6. Intercom</p></ul></ul></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">15</p> </td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><ul><ul><p class=\"table-e\">7. Light Fixtures</p> <p class=\"table-e\">i. Exterior</p> <p class=\"table-e\">ii. Interior: Common Areas, Ensuite</p></ul></ul></ul>\n</td>\n<td valign=\"top\" width=\"75\">\n<p class=\"table-e\">15</p>\n<p class=\"table-e\">10</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><ul><ul><p class=\"table-e\">8. Panel and Distribution</p></ul></ul></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">15</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><ul><ul><p class=\"table-e\">9. Power Line</p></ul></ul></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">25</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><ul><ul><p class=\"table-e\">10. Rewiring</p></ul></ul></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">25</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><ul><ul><p class=\"table-e\">11. Street Lighting</p></ul></ul></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">15</p> </td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><ul><ul><p class=\"table-e\">12. Surveillance System</p> <p class=\"table-e\">i. Cameras</p> <p class=\"table-e\">ii. Monitors</p> <p class=\"table-e\">iii. Switchers</p></ul></ul></ul>\n</td>\n<td valign=\"top\" width=\"75\">\n<p class=\"table-e\">15</p>\n<p class=\"table-e\">15</p>\n<p class=\"table-e\">15</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><ul><ul><p class=\"table-e\">13. Switches and Splitters</p></ul></ul></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">25</p> </td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><ul><ul><p class=\"table-e\">14. Temperature Control</p> <p class=\"table-e\">i. Electric</p> <p class=\"table-e\">A. Indoor</p> <p class=\"table-e\">B. Outdoor</p> <p class=\"table-e\">ii. Pneumatic</p></ul></ul></ul>\n</td>\n<td valign=\"top\" width=\"75\">\n<p class=\"table-e\">15</p>\n<p class=\"table-e\">15</p>\n<p class=\"table-e\">20</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><ul><ul><ul><p class=\"table-e\">15. Transformer</p></ul></ul></ul>\n</td>\n<td valign=\"top\" width=\"75\"><p class=\"table-e\">25</p>\n</td></tr></table></center> <p class=\"tfootnote-e\">O. Reg. 375/92, Sched.; O. Reg. 568/92, s. 1.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_920375_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_920375_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}