{
    "reg_info": {
        "full_title": "O. Reg. 161/99: DEFINITIONS AND EXEMPTIONS",
        "reg_name_text": "DEFINITIONS AND EXEMPTIONS",
        "citation": "O. Reg. 161/99: ",
        "act_under": "Ontario Energy Board Act, 1998",
        "url": "https://www.ontario.ca/laws/regulation/990161",
        "date_scraped": "2023-12-18 05:37:14"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October 31, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/990161/v28",
            "valid_from": "November 25, 2021",
            "valid_to": "October 30, 2022"
        },
        {
            "a_href": "/laws/regulation/990161/v27",
            "valid_from": "September 28, 2021",
            "valid_to": "November 24, 2021"
        },
        {
            "a_href": "/laws/regulation/990161/v26",
            "valid_from": "July  1, 2020",
            "valid_to": "September 27, 2021"
        },
        {
            "a_href": "/laws/regulation/990161/v25",
            "valid_from": "June 30, 2020",
            "valid_to": "June 30, 2020"
        },
        {
            "a_href": "/laws/regulation/990161/v24",
            "valid_from": "January  1, 2020",
            "valid_to": "June 29, 2020"
        },
        {
            "a_href": "/laws/regulation/990161/v23",
            "valid_from": "August 19, 2019",
            "valid_to": "December 31, 2019"
        },
        {
            "a_href": "/laws/regulation/990161/v22",
            "valid_from": "January 28, 2019",
            "valid_to": "August 18, 2019"
        },
        {
            "a_href": "/laws/regulation/990161/v21",
            "valid_from": "January  1, 2017",
            "valid_to": "January 27, 2019"
        },
        {
            "a_href": "/laws/regulation/990161/v20",
            "valid_from": "November 18, 2016",
            "valid_to": "December 31, 2016"
        },
        {
            "a_href": "/laws/regulation/990161/v19",
            "valid_from": "January  1, 2016",
            "valid_to": "November 17, 2016"
        },
        {
            "a_href": "/laws/regulation/990161/v18",
            "valid_from": "August 28, 2015",
            "valid_to": "December 31, 2015"
        },
        {
            "a_href": "/laws/regulation/990161/v17",
            "valid_from": "July  1, 2015",
            "valid_to": "August 27, 2015"
        },
        {
            "a_href": "/laws/regulation/990161/v16",
            "valid_from": "June 19, 2015",
            "valid_to": "June 30, 2015"
        },
        {
            "a_href": "/laws/regulation/990161/v15",
            "valid_from": "June  2, 2015",
            "valid_to": "June 18, 2015"
        },
        {
            "a_href": "/laws/regulation/990161/v14",
            "valid_from": "January  1, 2015",
            "valid_to": "June  1, 2015"
        },
        {
            "a_href": "/laws/regulation/990161/v13",
            "valid_from": "December 16, 2014",
            "valid_to": "December 31, 2014"
        },
        {
            "a_href": "/laws/regulation/990161/v12",
            "valid_from": "July 19, 2013",
            "valid_to": "December 15, 2014"
        },
        {
            "a_href": "/laws/regulation/990161/v11",
            "valid_from": "January  1, 2011",
            "valid_to": "July 18, 2013"
        },
        {
            "a_href": "/laws/regulation/990161/v10",
            "valid_from": "December 14, 2010",
            "valid_to": "December 31, 2010"
        },
        {
            "a_href": "/laws/regulation/990161/v9",
            "valid_from": "July  1, 2010",
            "valid_to": "December 13, 2010"
        },
        {
            "a_href": "/laws/regulation/990161/v8",
            "valid_from": "March 29, 2010",
            "valid_to": "June 30, 2010"
        },
        {
            "a_href": "/laws/regulation/990161/v7",
            "valid_from": "December  5, 2006",
            "valid_to": "March 28, 2010"
        },
        {
            "a_href": "/laws/regulation/990161/v6",
            "valid_from": "August 23, 2005",
            "valid_to": "December  4, 2006"
        },
        {
            "a_href": "/laws/regulation/990161/v5",
            "valid_from": "April  1, 2005",
            "valid_to": "August 22, 2005"
        },
        {
            "a_href": "/laws/regulation/990161/v4",
            "valid_from": "March 11, 2005",
            "valid_to": "March 31, 2005"
        },
        {
            "a_href": "/laws/regulation/990161/v3",
            "valid_from": "June 28, 2004",
            "valid_to": "March 10, 2005"
        },
        {
            "a_href": "/laws/regulation/990161/v2",
            "valid_from": "March  1, 2004",
            "valid_to": "June 27, 2004"
        },
        {
            "a_href": "/laws/regulation/990161/v1",
            "valid_from": "August  1, 2003",
            "valid_to": "February 29, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. (1) In the Act and the regulations, “person” includes a municipal corporation and a public utility commission; (“personne”) “public utility commission” means, (a)  a commission established under the Public Utilities Act or any other general or special Act, or (b)  any body, however established, through which a municipal corporation generates, transmits, distributes or retails electricity, other than a corporation established pursuant to section 142 of the Electricity Act, 1998. (“commission de services publics”) O. Reg. 161/99, s. 1. (2) For the purpose of subsection 71 (2) of the Act, “service” includes, but is not limited to, on-bill financing for electricity conservation and load management measures. O. Reg. 131/15, s. 1. (3) For the purpose of subsection 79.16 (5) of the Act, “not connected to the IESO-controlled grid” means, (a)  not connected directly to the IESO-controlled grid, and (b)  not connected indirectly, through one or more transmission systems or other distribution systems, to the IESO-controlled grid.  O. Reg. 96/05, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) In the Act and the regulations,</p> <p class=\"firstdef-e\">“person” includes a municipal corporation and a public utility commission; (“personne”)</p> <p class=\"definition-e\">“public utility commission” means,</p> <p class=\"defclause-e\">  (a)  a commission established under the<i> </i><i>Public Utilities Act</i><i> </i>or any other general or special Act, or</p> <p class=\"defclause-e\">  (b)  any body, however established, through which a municipal corporation generates, transmits, distributes or retails electricity, other than a corporation established pursuant to section 142 of the <i>Electricity Act, 1998</i>. (“commission de services publics”) O. Reg. 161/99, s. 1.</p> <p class=\"subsection-e\">  (2) For the purpose of subsection 71 (2) of the Act,</p> <p class=\"firstdef-e\">“service” includes, but is not limited to, on-bill financing for electricity conservation and load management measures. O. Reg. 131/15, s. 1.</p> <p class=\"subsection-e\">  (3) For the purpose of subsection 79.16 (5) of the Act,</p> <p class=\"firstdef-e\">“not connected to the IESO-controlled grid” means,</p> <p class=\"defclause-e\">  (a)  not connected directly to the IESO-controlled grid, and</p> <p class=\"defclause-e\">  (b)  not connected indirectly, through one or more transmission systems or other distribution systems, to the IESO-controlled grid.  O. Reg. 96/05, s. 1.</p>"
        },
        {
            "id": "1.1",
            "section": "Definitions",
            "content": " 1.1 In this Regulation, “municipal electricity utility” means a municipal electricity utility as defined in section 88 of the Electricity Act, 1998; (“service municipal d’électricité”) “subsidiary” has the same meaning as in the Business Corporations Act. (“filiale”) O. Reg. 365/00, s. 2. Exemptions",
            "raw_html": "<p class=\"section-e\"> <b>1.1 </b>In this Regulation,</p> <p class=\"firstdef-e\">“municipal electricity utility” means a municipal electricity utility as defined in section 88 of the <i>Electricity Act, 1998</i>; (“service municipal d’électricité”)</p> <p class=\"definition-e\">“subsidiary” has the same meaning as in the<i> </i><i>Business Corporations Act</i>. (“filiale”) O. Reg. 365/00, s. 2.</p> <p class=\"heading1-e\">Exemptions</p>"
        },
        {
            "id": "2.",
            "section": "Exemptions",
            "content": " 2. (1) In this section, “Class A distributor” means a distributor with annual revenues of more than $1,000,000 from rates and other charges approved by the Board; (“distributeur de catégorie A”) “motor vehicle fuel gas” means gas that has been liquefied or compressed to 2100 or more kilopascals and is sold or prepared and held for sale only for use as a motor vehicle fuel. (“gaz combustible pour véhicule automobile”) O. Reg. 161/99, s. 2 (1). (2) Section 36 of the Act does not apply to, (a)  a Class A distributor in respect of the sale, transmission, distribution or storage of motor vehicle fuel gas if, (i)  the value of the gas immediately before it was liquefied or compressed into motor vehicle fuel gas is recorded in a special account, (ii)  the value recorded is approved by the Board, and (iii)  all amounts recorded in the special account are reported as revenue for the purposes of section 36 of the Act; or (b)  any other person in respect of the sale, transmission, distribution or storage of motor vehicle fuel gas.  O. Reg. 161/99, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) In this section,</p> <p class=\"firstdef-e\">“Class A distributor” means a distributor with annual revenues of more than $1,000,000 from rates and other charges approved by the Board; (“distributeur de catégorie A”)</p> <p class=\"definition-e\">“motor vehicle fuel gas” means gas that has been liquefied or compressed to 2100 or more kilopascals and is sold or prepared and held for sale only for use as a motor vehicle fuel. (“gaz combustible pour véhicule automobile”) O. Reg. 161/99, s. 2 (1).</p> <p class=\"subsection-e\">  (2) Section 36 of the Act does not apply to,</p> <p class=\"clause-e\">  (a)  a Class A distributor in respect of the sale, transmission, distribution or storage of motor vehicle fuel gas if,</p> <p class=\"subclause-e\">  (i)  the value of the gas immediately before it was liquefied or compressed into motor vehicle fuel gas is recorded in a special account,</p> <p class=\"subclause-e\">  (ii)  the value recorded is approved by the Board, and</p> <p class=\"subclause-e\">  (iii)  all amounts recorded in the special account are reported as revenue for the purposes of section 36 of the Act; or</p> <p class=\"clause-e\">  (b)  any other person in respect of the sale, transmission, distribution or storage of motor vehicle fuel gas.  O. Reg. 161/99, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": "Exemptions",
            "content": " 3. Section 36 of the Act does not apply to the sale, transmission, distribution or storage of gas by a distributor who distributes less than 3,000,000 cubic metres of gas annually.  O. Reg. 161/99, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>Section 36 of the Act does not apply to the sale, transmission, distribution or storage of gas by a distributor who distributes less than 3,000,000 cubic metres of gas annually.  O. Reg. 161/99, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Exemptions",
            "content": " 4. Clauses 57 (a) and (b) of the Act do not apply to a municipal corporation that owns a transmission system or distribution system if, (a)  the system is operated by a commission established under the Public Utilities Act or any other general or special Act; and (b)  the commission is licensed to operate the system.  O. Reg. 161/99, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>Clauses 57 (a) and (b) of the Act do not apply to a municipal corporation that owns a transmission system or distribution system if,</p> <p class=\"clause-e\">  (a)  the system is operated by a commission established under the <i>Public Utilities Act</i><i> </i>or any other general or special Act; and</p> <p class=\"clause-e\">  (b)  the commission is licensed to operate the system.  O. Reg. 161/99, s. 4.</p>"
        },
        {
            "id": "4.0.1",
            "section": "Exemptions",
            "content": "  4.0.1 (1) Clause 57 (a) and sections 71, 72, 78, 80 and 86 of the Act do not apply to a distributor who distributes electricity for a price no greater than that required to recover all reasonable costs, (a)  with respect to a distribution system owned or operated by the distributor that is entirely located on land on which one or more of the following types of building or facilities is also located: 1.  A building that forms part of a property as defined in the Condominium Act, 1998. 2.  A residential complex as defined in the Residential Tenancies Act, 2006. 3.  An industrial, commercial or office building. 4.  A university, a college of applied arts and technology established under the Ministry of Training, Colleges and Universities Act or another post-secondary institution. 5.  A school or private school as defined in the Education Act. 6.  A hospital as defined in the Public Hospitals Act, a private hospital as defined in the Private Hospitals Act. 7.  A shopping mall. 8.  An airport. 9.  A marina. 10.  A mine as defined in the\r\nMining Act; (b)  with respect to a distribution system owned or operated by the distributor that is entirely located on land owned or leased by the distributor; (c)  with respect to a distribution system that was owned or operated by the distributor as of January 1, 2002, if the distributor meets all of the following conditions: 1.  The distributor is not incorporated under section 142 of the Electricity Act, 1998 or under section 48 of the Electricity Act, 1998\r\nas it read on November 7, 1998. 2.  The distributor is not incorporated under the Business Corporations Act or the Canada Business Corporations Act as an electricity company or an electricity distribution company and was not so incorporated as of January 1, 2002. 3.  The distributor is not Cornwall Street Railway Light and Power Company Limited, Great Lakes Power Limited, Granite Power Distribution Corporation or Canadian Niagara Power; (d)  with respect to a distribution system owned or operated by a distributor, if the distributor is a generator and distributes electricity solely for the purpose of conveying it into the IESO-controlled grid; or (e)  with respect to a distribution system owned or operated by the distributor, if all of the following conditions are met: (i)  the distributor is an eligible generator as defined in Ontario Regulation 679/21 (Community Net Metering Projects) made under the Act, (ii)  the distribution system is used to connect project components that are part of a prescribed project, as those terms are defined in Ontario Regulation 679/21, (iii)  invoices issued by or on behalf of the distributor to a unit holder or third party occupant in relation to a prescribed project, as those terms are defined in Ontario Regulation 679/21, comply with the requirements of section 9 of that Regulation.  O. Reg. 72/02, s. 2; O. Reg. 15/03, s. 1; O. Reg. 41/04, s. 2; O. Reg. 478/05, s. 1; O. Reg. 496/10, s. 2 (1, 2); O. Reg. 6/19, s. 1 (1); O. Reg. 680/21, s. 1. (1.1) For the purposes of subsection (1), the reasonable costs that may be recovered from a consumer must be calculated in a manner that ensures the consumer receives the full benefit of their proportionate share of any financial assistance to which the distributor is entitled under the Ontario Rebate for Electricity Consumers Act, 2016.  O. Reg. 496/10, s. 2 (3); O. Reg. 369/16, s. 1; O. Reg. 340/20, s. 1. (1.2) Subsections (1.3), (1.4) and (1.5) apply with respect to the reasonable costs that an exempted distributor may recover in a month, (a)  from the consumers who have accounts for the provision of electricity by the exempted distributor to eligible residential units in the same eligible complex, and (b)  if applicable under paragraph 4 of subsection (1. 4), from other consumers who have accounts for the provision of electricity by the exempted distributor to residential units in the eligible complex. O. Reg.160/15, s. 1; O. Reg. 6/19, s. 1 (2). (1.3) For the purposes of subsection (1), the reasonable costs that an exempted distributor may recover from the consumers must be calculated in a manner that ensures the consumers receive the full benefit of their share, as determined in subsection (1.4), of any exemption from the debt retirement charge under section 5.2 or 5.3 of the debt retirement charge regulation for which the exempted distributor is eligible in respect of the eligible complex for the month. O. Reg.160/15, s. 1. (1.4) For the purposes of subsection (1.3), the benefit of the exemption referred to in that subsection shall be applied in the following manner: 1.  First, to each consumer referred to in clause (1.2) (a), with respect to the amount of electricity consumed in the month in the eligible residential unit or units to which the account relates, to a maximum of 1,500 kilowatt hours of electricity for each eligible residential unit. 2  Second, to each consumer referred to in clause (1.2) (a) consuming more than 1,500 kilowatt hours in the month in an eligible residential unit, with respect to the amount of electricity consumed in excess of 1,500 kilowatt hours in that eligible residential unit. However if, after applying the exemption in the manner set out in paragraph 1, the available amount of electricity with respect to which the exemption relates for the month is less than the total amount of electricity to which the exemption is to be applied under the first sentence of this paragraph, then the exemption shall be applied to the consumers referred to in that sentence pro rata in proportion to the amount of electricity consumed by each of them in excess of 1,500 kilowatt hours in the month. 3.  Third, to the common areas of the eligible complex, with respect to the amount of electricity consumed in the month in the common areas. 4.  Fourth, to such other residential units in the eligible complex as the distributor may determine. O. Reg.160/15, s. 1; O. Reg. 6/19, s. 1 (3). (1.5) In subsections (1.2), (1.3) and (1.4) and this subsection, “debt retirement charge regulation” means Ontario Regulation 493/01 (Debt Retirement Charge – Rates and Exemptions) made under the Electricity Act, 1998; (“règlement sur la redevance de liquidation de la dette”) “eligible complex” means the building or facility or related group of buildings or facilities in which electricity is distributed by an exempted distributor through a distribution system owned or operated by the exempted distributor to at least one eligible residential unit; (“ensemble admissible”) “eligible residential unit” means an eligible residential unit as defined in subsection 1 (1) of the debt retirement charge regulation; (“unité d’habitation admissible”) “exempted distributor” means a distributor referred to in subsection (1) who has an account with a licensed distributor for the provision of electricity that is consumed in at least one eligible residential unit in an eligible complex; (“distributeur faisant l’objet d’une exonération”) “licensed distributor” means a distributor other than a distributor referred to in subsection (1); (“distributeur titulaire d’un permis”) “month” means, in relation to an exempted distributor, the period for which the exempted distributor is assessed the monthly rates and charges set out in a rate order made by the Board under section 78 of the Act. (“mois”) O. Reg.160/15, s. 1. (2) Despite clause (1) (c), clause 57 (a) of the Act applies to Dubreuil Forest Products Limited with respect to a distribution system described in clause (1) (c).  O. Reg. 98/03, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>  4.0.1</b> (1) Clause 57 (a) and sections 71, 72, 78, 80 and 86 of the Act do not apply to a distributor who distributes electricity for a price no greater than that required to recover all reasonable costs,</p> <p class=\"clause-e\">  (a)  with respect to a distribution system owned or operated by the distributor that is entirely located on land on which one or more of the following types of building or facilities is also located:</p> <p class=\"subclause-e\">  1.  A building that forms part of a property as defined in the <i>Condominium Act, 1998</i>.</p> <p class=\"subclause-e\">  2.  A residential complex as defined in the <i>Residential Tenancies Act, 2006</i>.</p> <p class=\"subclause-e\">  3.  An industrial, commercial or office building.</p> <p class=\"subclause-e\">  4.  A university, a college of applied arts and technology established under the <i>Ministry of Training, Colleges and Universities Act</i> or another post-secondary institution.</p> <p class=\"subclause-e\">  5.  A school or private school as defined in the <i>Education Act</i>.</p> <p class=\"subclause-e\">  6.  A hospital as defined in the <i>Public Hospitals Act</i>, a private hospital as defined in the <i>Private Hospitals Act</i>.</p> <p class=\"subclause-e\">  7.  A shopping mall.</p> <p class=\"subclause-e\">  8.  An airport.</p> <p class=\"subclause-e\">  9.  A marina.</p> <p class=\"subclause-e\">  10.  A mine as defined in the\r\n<i>Mining Act</i>;</p> <p class=\"clause-e\">  (b)  with respect to a distribution system owned or operated by the distributor that is entirely located on land owned or leased by the distributor;</p> <p class=\"clause-e\">  (c)  with respect to a distribution system that was owned or operated by the distributor as of January 1, 2002, if the distributor meets all of the following conditions:</p> <p class=\"subclause-e\">  1.  The distributor is not incorporated under section 142 of the <i>Electricity Act, 1998</i> or under section 48 of the <i>Electricity Act, 1998</i>\r\nas it read on November 7, 1998.</p> <p class=\"subclause-e\">  2.  The distributor is not incorporated under the <i>Business Corporations Act</i> or the <i>Canada Business Corporations Act</i> as an electricity company or an electricity distribution company and was not so incorporated as of January 1, 2002.</p> <p class=\"subclause-e\">  3.  The distributor is not Cornwall Street Railway Light and Power Company Limited, Great Lakes Power Limited, Granite Power Distribution Corporation or Canadian Niagara Power;</p> <p class=\"clause-e\">  (d)  with respect to a distribution system owned or operated by a distributor, if the distributor is a generator and distributes electricity solely for the purpose of conveying it into the IESO-controlled grid; or</p> <p class=\"clause-e\">  (e)  with respect to a distribution system owned or operated by the distributor, if all of the following conditions are met:</p> <p class=\"subclause-e\">  (i)  the distributor is an eligible generator as defined in Ontario Regulation 679/21 (Community Net Metering Projects) made under the Act,</p> <p class=\"subclause-e\">  (ii)  the distribution system is used to connect project components that are part of a prescribed project, as those terms are defined in Ontario Regulation 679/21,</p> <p class=\"subclause-e\">  (iii)  invoices issued by or on behalf of the distributor to a unit holder or third party occupant in relation to a prescribed project, as those terms are defined in Ontario Regulation 679/21, comply with the requirements of section 9 of that Regulation.<span>  O. Reg. 72/02, s. 2; O. Reg. 15/03, s. 1; O. Reg. 41/04, s. 2; O. Reg. 478/05, s. 1; </span>O. Reg. 496/10, s. 2 (1, 2)<span>; </span>O. Reg. 6/19, s. 1 (1)<span>; </span>O. Reg. 680/21, s. 1.</p> <p class=\"subsection-e\">  (1.1) For the purposes of subsection (1), the reasonable costs that may be recovered from a consumer must be calculated in a manner that ensures the consumer receives the full benefit of their proportionate share of any financial assistance to which the distributor is entitled under the <i>Ontario Rebate for Electricity Consumers Act, 2016</i>.  O. Reg. 496/10, s. 2 (3); O. Reg. 369/16, s. 1; O. Reg. 340/20, s. 1.</p> <p class=\"subsection-e\">  (1.2) Subsections (1.3), (1.4) and (1.5) apply with respect to the reasonable costs that an exempted distributor may recover in a month,</p> <p class=\"clause-e\">  (a)  from the consumers who have accounts for the provision of electricity by the exempted distributor to eligible residential units in the same eligible complex, and</p> <p class=\"clause-e\">  (b)  if applicable under paragraph 4 of subsection (1. 4), from other consumers who have accounts for the provision of electricity by the exempted distributor to residential units in the eligible complex. O. Reg.160/15, s. 1; O. Reg. 6/19, s. 1 (2).</p> <p class=\"subsection-e\">  (1.3) For the purposes of subsection (1), the reasonable costs that an exempted distributor may recover from the consumers must be calculated in a manner that ensures the consumers receive the full benefit of their share, as determined in subsection (1.4), of any exemption from the debt retirement charge under section 5.2 or 5.3 of the debt retirement charge regulation for which the exempted distributor is eligible in respect of the eligible complex for the month. O. Reg.160/15, s. 1.</p> <p class=\"subsection-e\">  (1.4) For the purposes of subsection (1.3), the benefit of the exemption referred to in that subsection shall be applied in the following manner:</p> <p class=\"paragraph-e\">  1.  First, to each consumer referred to in clause (1.2) (a), with respect to the amount of electricity consumed in the month in the eligible residential unit or units to which the account relates, to a maximum of 1,500 kilowatt hours of electricity for each eligible residential unit.</p> <p class=\"paragraph-e\">  2  Second, to each consumer referred to in clause (1.2) (a) consuming more than 1,500 kilowatt hours in the month in an eligible residential unit, with respect to the amount of electricity consumed in excess of 1,500 kilowatt hours in that eligible residential unit. However if, after applying the exemption in the manner set out in paragraph 1, the available amount of electricity with respect to which the exemption relates for the month is less than the total amount of electricity to which the exemption is to be applied under the first sentence of this paragraph, then the exemption shall be applied to the consumers referred to in that sentence pro rata in proportion to the amount of electricity consumed by each of them in excess of 1,500 kilowatt hours in the month.</p> <p class=\"paragraph-e\">  3.  Third, to the common areas of the eligible complex, with respect to the amount of electricity consumed in the month in the common areas.</p> <p class=\"paragraph-e\">  4.  Fourth, to such other residential units in the eligible complex as the distributor may determine. O. Reg.160/15, s. 1; O. Reg. 6/19, s. 1 (3).</p> <p class=\"subsection-e\">  (1.5) In subsections (1.2), (1.3) and (1.4) and this subsection,</p> <p class=\"firstdef-e\">“debt retirement charge regulation” means Ontario Regulation 493/01 (Debt Retirement Charge – Rates and Exemptions) made under the <i>Electricity Act, 1998</i>; (“règlement sur la redevance de liquidation de la dette”)</p> <p class=\"definition-e\">“eligible complex” means the building or facility or related group of buildings or facilities in which electricity is distributed by an exempted distributor through a distribution system owned or operated by the exempted distributor to at least one eligible residential unit; (“ensemble admissible”)</p> <p class=\"definition-e\">“eligible residential unit” means an eligible residential unit as defined in subsection 1 (1) of the debt retirement charge regulation; (“unité d’habitation admissible”)</p> <p class=\"definition-e\">“exempted distributor” means a distributor referred to in subsection (1) who has an account with a licensed distributor for the provision of electricity that is consumed in at least one eligible residential unit in an eligible complex; (“distributeur faisant l’objet d’une exonération”)</p> <p class=\"definition-e\">“licensed distributor” means a distributor other than a distributor referred to in subsection (1); (“distributeur titulaire d’un permis”)</p> <p class=\"definition-e\">“month” means, in relation to an exempted distributor, the period for which the exempted distributor is assessed the monthly rates and charges set out in a rate order made by the Board under section 78 of the Act. (“mois”) O. Reg.160/15, s. 1.</p> <p class=\"subsection-e\">  (2) Despite clause (1) (c), clause 57 (a) of the Act applies to Dubreuil Forest Products Limited with respect to a distribution system described in clause (1) (c).  O. Reg. 98/03, s. 1.</p>"
        },
        {
            "id": "4.0.2",
            "section": "Exemptions",
            "content": "  4.0.2 (1) Clause 57 (b) of the Act and the other provisions of the Act listed in subsection (2) do not apply to a transmitter that transmits electricity for a price, if any, that is no greater than that required to recover all reasonable costs if, (a)  the transmitter owns or operates a transmission system that is entirely or partially located on land on which one or more of the types of buildings or facilities described in subsection 4.0.1 (1) is also located; (b)  the transmission system owned or operated by the transmitter was in existence on January 1, 2002 and, since that day has been used, if at all, for the sole purpose of permitting another person that holds a licence authorizing the other person to own or operate a transmission system to convey electricity from the IESO-controlled grid to consumers; (c)  the transmitter is a consumer and transmits electricity only for, (i)  the purpose of using it for the transmitter’s own consumption, or (ii)  the purpose described in clause (b), if the transmission system owned or operated by the transmitter was in existence on January 1, 2002 and, since that day, has been used, if at all, for the sole purpose described in clause (b); (d)  the transmitter is a generator and transmits electricity only for, (i)  the purpose of conveying it into the IESO-controlled grid, (ii)  the purpose of transmitting electricity during, (A)  planned outages as defined in the market rules that have been approved by the IESO in accordance with the market rules, (B)  forced outages as defined in the market rules, or (C)  emergencies as defined in the market rules, or (iii)  the purpose described in clause (b), if the transmission system owned or operated by the transmitter was in existence on January 1, 2002 and, since that day has been used, if at all, solely for the purposes described in clause (e); or (e)  the transmitter is a consumer and a generator and transmits electricity only for, (i)  the purpose described in subclause (c) (i), (ii)  the purpose described in subclause (d) (i) or (ii), or (iii)  the purpose described in clause (b), if the transmission system owned or operated by the transmitter was in existence on January 1, 2002 and, since that day, has been used, if at all, for the sole purpose described in clause (b).  O. Reg. 20/02, s. 1; O. Reg. 41/04, s. 3 (1-5); O. Reg. 496/10, s. 3. (1.1) Clauses (1) (d) and (e) apply even if the transmitter that is a generator incidentally transmits electricity to a consumer that was connected on March 1, 2004 to the transmission system that the transmitter owns or operates.  O. Reg. 41/04, s. 3 (6). (2) The other provisions of the Act referred to in subsection (1) are the following: 1.  Section 71. 2.  Section 78. 3.  Section 80. 4.  Section 86.  O. Reg. 20/02, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>  4.0.2</b><b> </b>(1) Clause 57 (b) of the Act and the other provisions of the Act listed in subsection (2) do not apply to a transmitter that transmits electricity for a price, if any, that is no greater than that required to recover all reasonable costs if,</p> <p class=\"clause-e\">  (a)  the transmitter owns or operates a transmission system that is entirely or partially located on land on which one or more of the types of buildings or facilities described in subsection 4.0.1 (1) is also located;</p> <p class=\"clause-e\">  (b)  the transmission system owned or operated by the transmitter was in existence on January 1, 2002 and, since that day has been used, if at all, for the sole purpose of permitting another person that holds a licence authorizing the other person to own or operate a transmission system to convey electricity from the IESO-controlled grid to consumers;</p> <p class=\"clause-e\">  (c)  the transmitter is a consumer and transmits electricity only for,</p> <p class=\"subclause-e\">  (i)  the purpose of using it for the transmitter’s own consumption, or</p> <p class=\"subclause-e\">  (ii)  the purpose described in clause (b), if the transmission system owned or operated by the transmitter was in existence on January 1, 2002 and, since that day, has been used, if at all, for the sole purpose described in clause (b);</p> <p class=\"clause-e\">  (d)  the transmitter is a generator and transmits electricity only for,</p> <p class=\"subclause-e\">  (i)  the purpose of conveying it into the IESO-controlled grid,</p> <p class=\"subclause-e\">  (ii)  the purpose of transmitting electricity during,</p> <p class=\"subsubclause-e\">  (A)  planned outages as defined in the market rules that have been approved by the IESO in accordance with the market rules,</p> <p class=\"subsubclause-e\">  (B)  forced outages as defined in the market rules, or</p> <p class=\"subsubclause-e\">  (C)  emergencies as defined in the market rules, or</p> <p class=\"subclause-e\">  (iii)  the purpose described in clause (b), if the transmission system owned or operated by the transmitter was in existence on January 1, 2002 and, since that day has been used, if at all, solely for the purposes described in clause (e); or</p> <p class=\"clause-e\">  (e)  the transmitter is a consumer and a generator and transmits electricity only for,</p> <p class=\"subclause-e\">  (i)  the purpose described in subclause (c) (i),</p> <p class=\"subclause-e\">  (ii)  the purpose described in subclause (d) (i) or (ii), or</p> <p class=\"subclause-e\">  (iii)  the purpose described in clause (b), if the transmission system owned or operated by the transmitter was in existence on January 1, 2002 and, since that day, has been used, if at all, for the sole purpose described in clause (b).  O. Reg. 20/02, s. 1; O. Reg. 41/04, s. 3 (1-5); O. Reg. 496/10, s. 3.</p> <p class=\"subsection-e\">  (1.1) Clauses (1) (d) and (e) apply even if the transmitter that is a generator incidentally transmits electricity to a consumer that was connected on March 1, 2004<b> </b>to the transmission system that the transmitter owns or operates.  O. Reg. 41/04, s. 3 (6).</p> <p class=\"subsection-e\">  (2) The other provisions of the Act referred to in subsection (1) are the following:</p> <p class=\"paragraph-e\">  1.  Section 71.</p> <p class=\"paragraph-e\">  2.  Section 78.</p> <p class=\"paragraph-e\">  3.  Section 80.</p> <p class=\"paragraph-e\">  4.  Section 86.  O. Reg. 20/02, s. 1.</p>"
        },
        {
            "id": "4.0.2.1",
            "section": "Exemptions",
            "content": " 4.0.2.1 (1) This section applies with respect to a transmitter that owns or operates the transmission system that connects Halton Hills Generating Station to the IESO-controlled grid. O. Reg. 219/13, s. 1. (2) Clause 57 (b) and sections 71, 78, 80, 81 and 86 of the Act do not apply to the transmitter in respect of its activities relating to the transmission system that connects Halton Hills Generating Station to the IESO-controlled grid if all of the following circumstances exist: 1.  The transmitter transmits electricity primarily for the purpose of conveying it into the IESO-controlled grid. 2.  The transmitter’s transmission system becomes connected on or after July 1, 2013 to the distribution system owned and operated by Halton Hills Hydro Inc. 3.  The transmitter enters into a connection agreement with Halton Hills Hydro Inc. which is submitted to the Board on or after July 1, 2013, and the Board has not made an order rejecting the connection agreement. 4.  If the connection agreement is amended, the amendments are submitted to the Board, and the Board has not made an order rejecting the connection agreement, as amended. 5.  The connection agreement is in effect. O. Reg. 219/13, s. 1. (3) In this section, “connection agreement” means an agreement entered into by a transmitter and a distributor setting out the terms and conditions pertaining to the connection of a distributor’s facilities to a transmitter’s transmission system and the provision of transmission services in relation to those distributor facilities. O. Reg. 219/13, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>4.0.2.1</b> (1) This section applies with respect to a transmitter that owns or operates the transmission system that connects Halton Hills Generating Station to the IESO-controlled grid. O. Reg. 219/13, s. 1.</p> <p class=\"subsection-e\">  (2) Clause 57 (b) and sections 71, 78, 80, 81 and 86 of the Act do not apply to the transmitter in respect of its activities relating to the transmission system that connects Halton Hills Generating Station to the IESO-controlled grid if all of the following circumstances exist:</p> <p class=\"paragraph-e\">  1.  The transmitter transmits electricity primarily for the purpose of conveying it into the IESO-controlled grid.</p> <p class=\"paragraph-e\">  2.  The transmitter’s transmission system becomes connected on or after July 1, 2013 to the distribution system owned and operated by Halton Hills Hydro Inc.</p> <p class=\"paragraph-e\">  3.  The transmitter enters into a connection agreement with Halton Hills Hydro Inc. which is submitted to the Board on or after July 1, 2013, and the Board has not made an order rejecting the connection agreement.</p> <p class=\"paragraph-e\">  4.  If the connection agreement is amended, the amendments are submitted to the Board, and the Board has not made an order rejecting the connection agreement, as amended.</p> <p class=\"paragraph-e\">  5.  The connection agreement is in effect. O. Reg. 219/13, s. 1.</p> <p class=\"subsection-e\">  (3) In this section,</p> <p class=\"firstdef-e\">“connection agreement” means an agreement entered into by a transmitter and a distributor setting out the terms and conditions pertaining to the connection of a distributor’s facilities to a transmitter’s transmission system and the provision of transmission services in relation to those distributor facilities. O. Reg. 219/13, s. 1.</p>"
        },
        {
            "id": "4.0.3",
            "section": "Exemptions",
            "content": " 4.0.3 Clause 57 (b) and sections 71, 78, 86 and 92 of the Act do not apply to Cedars Rapids Transmission Co.  O. Reg. 20/02, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>4.0.3</b><b> </b>Clause 57 (b) and sections 71, 78, 86 and 92 of the Act do not apply to Cedars Rapids Transmission Co.  O. Reg. 20/02, s. 1.</p>"
        },
        {
            "id": "4.0.3.1",
            "section": "Exemptions",
            "content": "  4.0.3.1 Clause 57 (c) of the Act does not apply to a generator if, (a)  the generator conveys electricity into a distribution system from which the generator also consumes electricity; and (b)  the distributor does not pay the generator for electricity conveyed into the distribution system by the generator but, for the purpose of billing the generator, the distributor subtracts the amount of electricity conveyed into the system by the generator from the amount of electricity consumed from the system by the generator.  O. Reg. 144/02, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>  4.0.3.1 </b>Clause 57 (c) of the Act does not apply to a generator if,</p> <p class=\"clause-e\">  (a)  the generator conveys electricity into a distribution system from which the generator also consumes electricity; and</p> <p class=\"clause-e\">  (b)  the distributor does not pay the generator for electricity conveyed into the distribution system by the generator but, for the purpose of billing the generator, the distributor subtracts the amount of electricity conveyed into the system by the generator from the amount of electricity consumed from the system by the generator.  O. Reg. 144/02, s. 1.</p>"
        },
        {
            "id": "4.0.3.2",
            "section": "Exemptions",
            "content": " 4.0.3.2 Clauses 57 (a), (b) and (c) and sections 71, 78, 80 and 86 of the Act do not apply to the Ontario Electricity Financial Corporation.  O. Reg. 144/02, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>4.0.3.2</b> Clauses 57 (a), (b) and (c) and sections 71, 78, 80 and 86 of the Act do not apply to the Ontario Electricity Financial Corporation.  O. Reg. 144/02, s. 1.</p>"
        },
        {
            "id": "4.0.3.3",
            "section": "Exemptions",
            "content": " 4.0.3.3 (1) The following provisions of the Act do not apply to a generator that owns or operates a generation facility that has a name plate capacity of 500 kilowatts or less: 1.  Clause 57 (c). 2.  Clause 57 (f) and section 81, if the generator is a party to a contract with the IESO for the sale of electricity and the contract is entered into as part of a standard offer program offered by the IESO. O. Reg. 531/06, s. 1; O. Reg. 296/14, s. 1. (2) In this section, “name plate capacity” means, with respect to a generation facility, the total of the design electricity generating capacities of all the generation units in the facility.  O. Reg. 531/06, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>4.0.3.3 </b>(1) The following provisions of the Act do not apply to a generator that owns or operates a generation facility that has a name plate capacity of 500 kilowatts or less:</p> <p class=\"paragraph-e\">  1.  Clause 57 (c).</p> <p class=\"paragraph-e\">  2.  Clause 57 (f) and section 81, if the generator is a party to a contract with the IESO for the sale of electricity and the contract is entered into as part of a standard offer program offered by the IESO. O. Reg. 531/06, s. 1; O. Reg. 296/14, s. 1.</p> <p class=\"subsection-e\">  (2) In this section,</p> <p class=\"firstdef-e\">“name plate capacity” means, with respect to a generation facility, the total of the design electricity generating capacities of all the generation units in the facility.  O. Reg. 531/06, s. 1.</p>"
        },
        {
            "id": "4.0.4",
            "section": "Exemptions",
            "content": "  4.0.4 (1) In this section and in section 4.0.5, “First Nation” means a band as defined in the Indian Act (Canada), or a body of the aboriginal peoples of Canada who are treated by the Department of Indian Affairs and Northern Development (Canada) in the same manner as a body of the aboriginal peoples of Canada residing on a reserve as defined in the Indian Act (Canada).  O. Reg. 72/02, s. 3. (2) The following provisions of the Act do not apply to a distributor who meets the conditions set out in subsection (3) or (4), and who distributes electricity in a community listed in Schedule 1: 1.  Section 57. 2.  Sections 71 and 72. 3.  Section 78. 4.  Sections 80 and 81. 5.  Section 86. 6.  Section 92.  O. Reg. 72/02, s. 3; O. Reg. 269/19, s. 1 (1). (3) If the distribution is in respect of a community set out in Schedule 1, (a)  the distributor must be a First Nation, or a corporation that is solely owned by a First Nation; (b)  the distribution system owned by the distributor must not be connected to the IESO-controlled grid; and (c)  the distributor must only distribute and generate electricity within its geographic service territory as it existed on January 1, 2002. O. Reg. 269/19, s. 1 (2). (4) If the distribution is in respect of a community set out in Schedule 3, (a)  the distributor must meet the conditions set out in clauses (3) (a), (b) and (c); and (b)  the distributor must not have been authorized, by an order issued by the Board, to serve that specific community. O. Reg. 269/19, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"><b>  4.0.4</b><b> </b>(1) In this section and in section 4.0.5,</p> <p class=\"firstdef-e\">“First Nation” means a band as defined in the <i>Indian Act</i> (Canada), or a body of the aboriginal peoples of Canada who are treated by the Department of Indian Affairs and Northern Development (Canada) in the same manner as a body of the aboriginal peoples of Canada residing on a reserve as defined in the<i> </i><i>Indian Act</i><i> </i>(Canada).  O. Reg. 72/02, s. 3.</p> <p class=\"subsection-e\">  (2) The following provisions of the Act do not apply to a distributor who meets the conditions set out in subsection (3) or (4), and who distributes electricity in a community listed in Schedule 1:</p> <p class=\"paragraph-e\">  1.  Section 57.</p> <p class=\"paragraph-e\">  2.  Sections 71 and 72.</p> <p class=\"paragraph-e\">  3.  Section 78.</p> <p class=\"paragraph-e\">  4.  Sections 80 and 81.</p> <p class=\"paragraph-e\">  5.  Section 86.</p> <p class=\"paragraph-e\">  6.  Section 92.  O. Reg. 72/02, s. 3; O. Reg. 269/19, s. 1 (1).</p> <p class=\"subsection-e\">  (3) If the distribution is in respect of a community set out in Schedule 1,</p> <p class=\"clause-e\">  (a)  the distributor must be a First Nation, or a corporation that is solely owned by a First Nation;</p> <p class=\"clause-e\">  (b)  the distribution system owned by the distributor must not be connected to the IESO-controlled grid; and</p> <p class=\"clause-e\">  (c)  the distributor must only distribute and generate electricity within its geographic service territory as it existed on January 1, 2002. O. Reg. 269/19, s. 1 (2).</p> <p class=\"subsection-e\">  (4) If the distribution is in respect of a community set out in Schedule 3,</p> <p class=\"clause-e\">  (a)  the distributor must meet the conditions set out in clauses (3) (a), (b) and (c); and</p> <p class=\"clause-e\">  (b)  the distributor must not have been authorized, by an order issued by the Board, to serve that specific community. O. Reg. 269/19, s. 1 (2).</p>"
        },
        {
            "id": "4.0.5",
            "section": "Exemptions",
            "content": "  4.0.5 (1) The following provisions of the Act do not apply to a distributor who meets the conditions set out in subsection (2), and who distributes electricity in a community listed in Schedule 2: 1.  Clauses 57 (a), (c), (d), (g) and (h). 2.  Sections 71 and 72. 3.  Section 78. 4.  Sections 80 and 81. 5.  Section 86. 6.  Section 92.  O. Reg. 72/02, s. 3; O. Reg. 269/19, s. 2. (2) The distributor must meet the following conditions: 1.  The distributor must be a First Nation, or a corporation that is solely owned by a First Nation. 2.  The distributor must only distribute and generate electricity within its geographic service territory as it existed on January 1, 2002.  O. Reg. 72/02, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>  4.0.5</b><b> </b>(1) The following provisions of the Act do not apply to a distributor who meets the conditions set out in subsection (2), and who distributes electricity in a community listed in Schedule 2:</p> <p class=\"paragraph-e\">  1.  Clauses 57 (a), (c), (d), (g) and (h).</p> <p class=\"paragraph-e\">  2.  Sections 71 and 72.</p> <p class=\"paragraph-e\">  3.  Section 78.</p> <p class=\"paragraph-e\">  4.  Sections 80 and 81.</p> <p class=\"paragraph-e\">  5.  Section 86.</p> <p class=\"paragraph-e\">  6.  Section 92.  O. Reg. 72/02, s. 3; O. Reg. 269/19, s. 2.</p> <p class=\"subsection-e\"><b> </b>(2) The distributor must meet the following conditions:</p> <p class=\"paragraph-e\">  1.  The distributor must be a First Nation, or a corporation that is solely owned by a First Nation.</p> <p class=\"paragraph-e\">  2.  The distributor must only distribute and generate electricity within its geographic service territory as it existed on January 1, 2002.  O. Reg. 72/02, s. 3.</p>"
        },
        {
            "id": "4.0.6",
            "section": "Exemptions",
            "content": " 4.0.6 (1) Clauses 57 (c) and (d) and section 71 of the Act do not apply to a distributor with respect to generating electricity during, (a)  planned outages as defined in the market rules that have been approved by the IESO in accordance with the market rules; (b)  forced outages as defined in the market rules; or (c)  emergencies as defined in the market rules.  O. Reg. 72/02, s. 3; O. Reg. 496/10, s. 5. (2) This section only applies, (a)  with respect to generating electricity with generation facilities that existed as of March 11, 2002; and (b)  if the electricity that is generated is sold at the rate for standard supply service approved for the distributor by the Board.  O. Reg. 72/02, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>4.0.6</b><b> </b>(1) Clauses 57 (c) and (d) and section 71 of the Act do not apply to a distributor with respect to generating electricity during,</p> <p class=\"clause-e\">  (a)  planned outages as defined in the market rules that have been approved by the IESO in accordance with the market rules;</p> <p class=\"clause-e\">  (b)  forced outages as defined in the market rules; or</p> <p class=\"clause-e\">  (c)  emergencies as defined in the market rules.  O. Reg. 72/02, s. 3; O. Reg. 496/10, s. 5.</p> <p class=\"subsection-e\">  (2) This section only applies,</p> <p class=\"clause-e\">  (a)  with respect to generating electricity with generation facilities that existed as of March 11, 2002; and</p> <p class=\"clause-e\">  (b)  if the electricity that is generated is sold at the rate for standard supply service approved for the distributor by the Board.  O. Reg. 72/02, s. 3.</p>"
        },
        {
            "id": "4.1",
            "section": "Exemptions",
            "content": "  4.1 (1) Clause 57 (d) of the Act does not apply to a retailer if the only electricity retailed by the retailer was purchased by the retailer from another person that holds a licence authorizing the other person to own or operate a distribution system or to retail electricity, the retailer that purchased the electricity retails it at a price that is no greater than the price the retailer purchased it for, and, (a)  the retailer that purchased the electricity retails it only on land on which one or more of the types of buildings or facilities described in subsection 4.0.1 (1) is located; (b)  the principal activity of the retailer that purchased the electricity is the management of property and the retailer retails the electricity only to occupants of the property; (c)  the retailer that purchased the electricity retails the electricity only to its franchisees, licensees or affiliates or to franchisees or licensees of its affiliates, and, with respect to the persons to which it retails electricity, the retailer from which it purchased the electricity submitted a service transaction request in accordance with the Retail Settlement Code approved by the Board; or (d)  the retailer is also a distributor that owned or operated a distribution system as of January 1, 2002, and that meets all the conditions set out in clause 4.0.1 (c).  O. Reg. 20/02, s. 4 (1); O. Reg. 72/02, s. 4 (1). (2) Clause 57 (d) of the Act does not apply to Cornwall Street Railway Light and Power Company Limited, Great Lakes Power Limited or Granite Power Distribution Corporation until March 1, 2002.  O. Reg. 20/02, s. 2; O. Reg. 72/02, s. 4 (2); O. Reg. 6/19, s. 2. (3) Clause 57 (d) of the Act does not apply to a retailer if, (a)  the only electricity retailed by the retailer was generated by the retailer or was purchased by or on behalf of the retailer; (b)  the retailer retails electricity at a price that is no greater than all the reasonable costs associated with generating it or purchasing it; and (c)  the retailer is also a distributor that owned or operated a distribution system as of January 1, 2002, and that meets all the conditions set out in clause 4.0.1 (c).  O. Reg. 15/03, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>  4.1</b><b> </b>(1) Clause 57 (d) of the Act does not apply to a retailer if the only electricity retailed by the retailer was purchased by the retailer from another person that holds a licence authorizing the other person to own or operate a distribution system or to retail electricity, the retailer that purchased the electricity retails it at a price that is no greater than the price the retailer purchased it for, and,</p> <p class=\"clause-e\">  (a)  the retailer that purchased the electricity retails it only on land on which one or more of the types of buildings or facilities described in subsection 4.0.1 (1) is located;</p> <p class=\"clause-e\">  (b)  the principal activity of the retailer that purchased the electricity is the management of property and the retailer retails the electricity only to occupants of the property; </p> <p class=\"clause-e\">  (c)  the retailer that purchased the electricity retails the electricity only to its franchisees, licensees or affiliates or to franchisees or licensees of its affiliates, and, with respect to the persons to which it retails electricity, the retailer from which it purchased the electricity submitted a service transaction request in accordance with the Retail Settlement Code approved by the Board; or</p> <p class=\"clause-e\">  (d)  the retailer is also a distributor that owned or operated a distribution system as of January 1, 2002, and that meets all the conditions set out in clause 4.0.1 (c).  O. Reg. 20/02, s. 4 (1); O. Reg. 72/02, s. 4 (1).</p> <p class=\"subsection-e\">  (2) Clause 57 (d) of the Act does not apply to Cornwall Street Railway Light and Power Company Limited, Great Lakes Power Limited or Granite Power Distribution Corporation until March 1, 2002.  O. Reg. 20/02, s. 2; O. Reg. 72/02, s. 4 (2); O. Reg. 6/19, s. 2.</p> <p class=\"subsection-e\">  (3) Clause 57 (d) of the Act does not apply to a retailer if,</p> <p class=\"clause-e\">  (a)  the only electricity retailed by the retailer was generated by the retailer or was purchased by or on behalf of the retailer;</p> <p class=\"clause-e\">  (b)  the retailer retails electricity at a price that is no greater than all the reasonable costs associated with generating it or purchasing it; and</p> <p class=\"clause-e\">  (c)  the retailer is also a distributor that owned or operated a distribution system as of January 1, 2002, and that meets all the conditions set out in clause 4.0.1 (c).  O. Reg. 15/03, s. 2.</p>"
        },
        {
            "id": "4.2",
            "section": "Exemptions",
            "content": "  4.2 (1) Section 66 of the Act does not apply to Cornwall Street Railway Light and Power Company Limited with respect to, (a)  the distribution system serving customers under the agreement entered into by Cornwall Street Railway Light and Power Company Limited and The Corporation of the Township of Charlottenburgh on October 8, 1985; (b)  the distribution system serving customers under the agreement entered into by Cornwall Street Railway Light and Power Company Limited and The Corporation of the Township of Cornwall on December 4, 1985; or (c)  the distribution system serving customers under the franchise agreement entered into by Cornwall Street Railway Light and Power Company Limited and The Corporation of the City of Cornwall on July 31, 1998.  O. Reg. 20/02, s. 2; O. Reg. 6/19, s. 3. (2) Subsection (1) does not apply with respect to a transmission system or distribution system owned or operated by Cornwall Street Railway Light and Power Company Limited or an affiliate of Cornwall Street Railway Light and Power Company Limited if the system is connected to the IESO-controlled grid.  O. Reg. 20/02, s. 2; O. Reg. 496/10, s. 6; O. Reg. 6/19, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>  4.2</b><b> </b>(1) Section 66 of the Act does not apply to Cornwall Street Railway Light and Power Company Limited with respect to,</p> <p class=\"clause-e\">  (a)  the distribution system serving customers under the agreement entered into by Cornwall Street Railway Light and Power Company Limited and The Corporation of the Township of Charlottenburgh on October 8, 1985;</p> <p class=\"clause-e\">  (b)  the distribution system serving customers under the agreement entered into by Cornwall Street Railway Light and Power Company Limited and The Corporation of the Township of Cornwall on December 4, 1985; or</p> <p class=\"clause-e\">  (c)  the distribution system serving customers under the franchise agreement entered into by Cornwall Street Railway Light and Power Company Limited and The Corporation of the City of Cornwall on July 31, 1998.  O. Reg. 20/02, s. 2; O. Reg. 6/19, s. 3.</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply with respect to a transmission system or distribution system owned or operated by Cornwall Street Railway Light and Power Company Limited or an affiliate of Cornwall Street Railway Light and Power Company Limited if the system is connected to the IESO-controlled grid.  O. Reg. 20/02, s. 2; O. Reg. 496/10, s. 6; O. Reg. 6/19, s. 3.</p>"
        },
        {
            "id": "4.3",
            "section": "Exemptions",
            "content": "  4.3 Clause 70 (2) (e) of the Act does not apply to Hydro One Remote Communities Inc.  O. Reg. 20/02, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>  4.3</b><b> </b>Clause 70 (2) (e) of the Act does not apply to Hydro One Remote Communities Inc.  O. Reg. 20/02, s. 2.</p>"
        },
        {
            "id": "4.4",
            "section": "Exemptions",
            "content": " 4.4 (1) Despite subsection 71 (1) of the Act, Hydro One Networks Inc. may carry on the business activities described in this section. O. Reg. 791/21, s. 1. (2) Subject to subsections (3) and (4), Hydro One Networks Inc. may carry on business activities related to the design, construction, financing, operation and maintenance of backhaul network infrastructure. O. Reg. 791/21, s. 1. (3) The business activities referred to in subsection (2) are restricted to those that enable Hydro One Networks Inc. to facilitate the provision of telecommunications services on the applicable property by a person or entity other than Hydro One Networks Inc. O. Reg. 791/21, s. 1. (4) The business activities referred to in subsection (2) may be carried out in respect of assets or infrastructure located outside of the applicable property so long as the assets or infrastructure are used for the purpose described in subsection (3). O. Reg. 791/21, s. 1. (5) In this section, “applicable property” means land that, (a)  is within the Municipality of Brighton, or (b)  is contiguous with other land within the Municipality of Brighton that is owned, in whole or in part, by the same person; (“propriété concernée”) “backhaul network infrastructure” means infrastructure that enables the transfer of data signals between a core internet network and a telecommunications service provider’s internet subnetwork or base station; (“infrastructure de réseau d’amenée”) “telecommunications service” and “telecommunications service provider” have the same meaning as in the Telecommunications Act (Canada). (“service de télécommunication”, “fournisseur de services de télécommunication”) O. Reg. 791/21, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>4.4 </b>(1) Despite subsection 71 (1) of the Act, Hydro One Networks Inc. may carry on the business activities described in this section. O. Reg. 791/21, s. 1.</p> <p class=\"subsection-e\">  (2) Subject to subsections (3) and (4), Hydro One Networks Inc. may carry on business activities related to the design, construction, financing, operation and maintenance of backhaul network infrastructure. O. Reg. 791/21, s. 1.</p> <p class=\"subsection-e\">  (3) The business activities referred to in subsection (2) are restricted to those that enable Hydro One Networks Inc. to facilitate the provision of telecommunications services on the applicable property by a person or entity other than Hydro One Networks Inc. O. Reg. 791/21, s. 1.</p> <p class=\"subsection-e\">  (4) The business activities referred to in subsection (2) may be carried out in respect of assets or infrastructure located outside of the applicable property so long as the assets or infrastructure are used for the purpose described in subsection (3). O. Reg. 791/21, s. 1.</p> <p class=\"subsection-e\">  (5) In this section,</p> <p class=\"definition-e\">“applicable property” means land that,</p> <p class=\"defclause-e\">  (a)  is within the Municipality of Brighton, or</p> <p class=\"defclause-e\">  (b)  is contiguous with other land within the Municipality of Brighton that is owned, in whole or in part, by the same person; (“propriété concernée”)</p> <p class=\"definition-e\">“backhaul network infrastructure” means infrastructure that enables the transfer of data signals between a core internet network and a telecommunications service provider’s internet subnetwork or base station; (“infrastructure de réseau d’amenée”)</p> <p class=\"definition-e\">“telecommunications service” and “telecommunications service provider” have the same meaning as in the <i>Telecommunications Act</i> (Canada). (“service de télécommunication”, “fournisseur de services de télécommunication”) O. Reg. 791/21, s. 1.</p>"
        },
        {
            "id": "5.",
            "section": "Exemptions",
            "content": " 5. (1) Section 71 of the Act does not apply to a subsidiary of Hydro One Inc. if the only activity engaged in by the subsidiary, other than transmitting or distributing electricity, is generating or retailing electricity for use by consumers in one or more communities, (a)  that are prescribed for the purposes of subsection 48.1 (1) of the Electricity Act, 1998 by the regulations made under that Act; and (b)  in which the subsidiary distributes electricity.  O. Reg. 496/10, s. 7 (1). (2) Section 71 of the Act does not apply to a distributor if the only business activity that the distributor carries on, other than distributing electricity, is managing or operating the provision of water or sewage services on behalf of a municipal corporation that owns, directly or indirectly, by itself or with one or more other municipal corporations, voting securities carrying more than 50 per cent of the voting rights attached to all voting securities of the distributor.  O. Reg. 341/01, s. 1. (3) Section 71 of the Act does not apply to a distributor with respect to, (a)  the promotion of electricity conservation and the efficient use of electricity; (b)  the provision of electricity load management services; and (c)  the provision of services related to the use of cleaner energy sources, including alternative energy sources and renewable energy sources.  O. Reg. 193/04, s. 1. (4), (5) Revoked:  O. Reg. 496/10, s. 7 (2). (6) Section 71 of the Act does not apply to a subsidiary of the Services Corporation, that owns or operates a distribution system in Ontario, with respect to the provision of sentinel light services, including the maintenance of sentinel lights, for persons who, on January 25, 2002, were customers of a sentinel light program.  O. Reg. 115/02, s. 1. (7), (8) Revoked:  O. Reg. 496/10, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) Section 71 of the Act does not apply to a subsidiary of Hydro One Inc. if the only activity engaged in by the subsidiary, other than transmitting or distributing electricity, is generating or retailing electricity for use by consumers in one or more communities,</p> <p class=\"clause-e\">  (a)  that are prescribed for the purposes of subsection 48.1 (1) of the <i>Electricity Act, 1998</i> by the regulations made under that Act; and</p> <p class=\"clause-e\">  (b)  in which the subsidiary distributes electricity.  O. Reg. 496/10, s. 7 (1).</p> <p class=\"subsection-e\">  (2) Section 71 of the Act does not apply to a distributor if the only business activity that the distributor carries on, other than distributing electricity, is managing or operating the provision of water or sewage services on behalf of a municipal corporation that owns, directly or indirectly, by itself or with one or more other municipal corporations, voting securities carrying more than 50 per cent of the voting rights attached to all voting securities of the distributor.  O. Reg. 341/01, s. 1.</p> <p class=\"subsection-e\">  (3) Section 71 of the Act does not apply to a distributor with respect to,</p> <p class=\"clause-e\">  (a)  the promotion of electricity conservation and the efficient use of electricity;</p> <p class=\"clause-e\">  (b)  the provision of electricity load management services; and</p> <p class=\"clause-e\">  (c)  the provision of services related to the use of cleaner energy sources, including alternative energy sources and renewable energy sources.  O. Reg. 193/04, s. 1.</p> <p class=\"subsection-e\">  (4), (5) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 496/10, s. 7 (2).</p> <p class=\"subsection-e\">  (6) Section 71 of the Act does not apply to a subsidiary of the Services Corporation, that owns or operates a distribution system in Ontario, with respect to the provision of sentinel light services, including the maintenance of sentinel lights, for persons who, on January 25, 2002, were customers of a sentinel light program.  O. Reg. 115/02, s. 1.</p> <p class=\"subsection-e\">  (7), (8) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 496/10, s. 7 (2).</p>"
        },
        {
            "id": "6.",
            "section": "Exemptions",
            "content": " 6. Subsections 78 (1) and (2) of the Act do not apply to a transmitter or distributor if the Board has not made an order that is applicable to the transmitter or distributor under subsection 78 (3) of the Act.  O. Reg. 161/99, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>Subsections 78 (1) and (2) of the Act do not apply to a transmitter or distributor if the Board has not made an order that is applicable to the transmitter or distributor under subsection 78 (3) of the Act.  O. Reg. 161/99, s. 6.</p>"
        },
        {
            "id": "6.0.1",
            "section": "Exemptions",
            "content": "  6.0.1 Section 80 of the Act does not apply to Hydro One Remote Communities Inc.  O. Reg. 20/02, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>  6.0.1</b><b> </b>Section 80 of the Act does not apply to Hydro One Remote Communities Inc.  O. Reg. 20/02, s. 4.</p>"
        },
        {
            "id": "6.0.2",
            "section": "Exemptions",
            "content": "  6.0.2 Section 81 of the Act does not apply to Hydro One Remote Communities Inc.  O. Reg. 20/02, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>  6.0.2</b><b> </b>Section 81 of the Act does not apply to Hydro One Remote Communities Inc.  O. Reg. 20/02, s. 4.</p>"
        },
        {
            "id": "6.0.3",
            "section": "Exemptions",
            "content": " 6.0.3 Section 81 of the Act does not apply to a generator or affiliate of a generator that acquires an interest in a transmission system in Ontario or constructs a transmission system in Ontario if, (a)  none of the lines in the transmission system are more than two kilometres in length; and (b)  the generator transmits electricity only for, (i)  the purpose of conveying electricity generated by the generator into the IESO-controlled grid, or (ii)  the purpose of transmitting electricity during, (A)  planned outages as defined in the market rules that have been approved by the IESO in accordance with the market rules, (B)  forced outages as defined in the market rules, or (C)  emergencies as defined in the market rules.  O. Reg. 15/03, s. 3; O. Reg. 496/10, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>6.0.3 </b>Section 81 of the Act does not apply to a generator or affiliate of a generator that acquires an interest in a transmission system in Ontario or constructs a transmission system in Ontario<b> </b>if,</p> <p class=\"clause-e\">  (a)  none of the lines in the transmission system are more than two kilometres in length; and</p> <p class=\"clause-e\">  (b)  the generator transmits electricity only for,</p> <p class=\"subclause-e\">  (i)  the purpose of conveying electricity generated by the generator into the IESO-controlled grid, or</p> <p class=\"subclause-e\">  (ii)  the purpose of transmitting electricity during,</p> <p class=\"subsubclause-e\">  (A)  planned outages as defined in the market rules that have been approved by the IESO in accordance with the market rules,</p> <p class=\"subsubclause-e\">  (B)  forced outages as defined in the market rules, or</p> <p class=\"subsubclause-e\">  (C)  emergencies as defined in the market rules.  O. Reg. 15/03, s. 3; O. Reg. 496/10, s. 8.</p>"
        },
        {
            "id": "6.0.4",
            "section": "Exemptions",
            "content": "  6.0.4 Section 81 of the Act does not apply with respect to a transaction described in or authorized by section 49, 50, 50.1 or 50.2 of the Electricity Act, 1998.  O. Reg. 264/15, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>  6.0.4 </b>Section 81 of the Act does not apply with respect to a transaction described in or authorized by section 49, 50, 50.1 or 50.2 of the <i>Electricity Act, 1998</i>.  O. Reg. 264/15, s. 1.</p>"
        },
        {
            "id": "6.1",
            "section": "Exemptions",
            "content": " 6.1 Subsection 86 (2) of the Act does not apply to a corporation that acquires all the voting securities of a distributor if the voting securities of the corporation are all owned by one or more municipalities and the voting securities of the distributor are all owned by the same municipality or municipalities.  O. Reg. 516/99, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>6.1 </b>Subsection 86 (2) of the Act does not apply to a corporation that acquires all the voting securities of a distributor if the voting securities of the corporation are all owned by one or more municipalities and the voting securities of the distributor are all owned by the same municipality or municipalities.  O. Reg. 516/99, s. 1.</p>"
        },
        {
            "id": "6.2",
            "section": "Exemptions",
            "content": " 6.2 (1) Subsection 92 (1) of the Act does not apply to, (a)  a person that constructs, expands or reinforces an electricity distribution line; (b)  a person that makes an interconnection linking a distribution system with an adjacent distribution system; (c)  a person that constructs or reinforces an electricity transmission line that is two kilometres or less in length; (d)  a person that expands an electricity transmission line in length by two kilometres or less; (e)  a person, other than a licensed transmitter or licensed distributor, that constructs, expands or reinforces an electricity transmission line, if the cost of the construction, expansion or reinforcement of the line is to be exclusively paid for by the person; (e.1)  a person that constructs, expands or reinforces an electricity transmission line, if (i)  the construction, expansion or reinforcement of the line is undertaken pursuant to an agreement between the person and one or more customers that specifies that the cost of the construction, expansion or reinforcement is to be exclusively paid for by the customer or customers, and (ii)  none of the customers is a licensed transmitter or licensed distributor; (f)  a person that makes an interconnection linking a transmission system with an adjacent transmission system in Ontario; or (g)  a person that makes an interconnection linking a distribution system with an adjacent transmission system. O. Reg. 365/00, s. 4; O. Reg. 72/02, s. 6; O. Reg. 511/22, s. 1 (1). (2), (3) Revoked: O. Reg. 511/22, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <b>6.2 </b>(1) Subsection 92 (1) of the Act does not apply to,</p> <p class=\"clause-e\">  (a)  a person that constructs, expands or reinforces an electricity distribution line;</p> <p class=\"clause-e\">  (b)  a person that makes an interconnection linking a distribution system with an adjacent distribution system;</p> <p class=\"clause-e\">  (c)  a person that constructs or reinforces an electricity transmission line that is two kilometres or less in length;</p> <p class=\"clause-e\">  (d)  a person that expands an electricity transmission line in length by two kilometres or less;</p> <p class=\"clause-e\">  (e)  a person, other than a licensed transmitter or licensed distributor, that constructs, expands or reinforces an electricity transmission line, if the cost of the construction, expansion or reinforcement of the line is to be exclusively paid for by the person;</p> <p class=\"clause-e\"> (e.1)  a person that constructs, expands or reinforces an electricity transmission line, if</p> <p class=\"subclause-e\">  (i)  the construction, expansion or reinforcement of the line is undertaken pursuant to an agreement between the person and one or more customers that specifies that the cost of the construction, expansion or reinforcement is to be exclusively paid for by the customer or customers, and</p> <p class=\"subclause-e\">  (ii)  none of the customers is a licensed transmitter or licensed distributor;</p> <p class=\"clause-e\">  (f)  a person that makes an interconnection linking a transmission system with an adjacent transmission system in Ontario; or</p> <p class=\"clause-e\"><b> </b>(g)  a person that makes an interconnection linking a distribution system with an adjacent transmission system. O. Reg. 365/00, s. 4; O. Reg. 72/02, s. 6; O. Reg. 511/22, s. 1 (1).</p> <p class=\"subsection-e\">  (2), (3) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 511/22, s. 1 (2).</p>"
        },
        {
            "id": "7.",
            "section": "Exemptions",
            "content": " 7. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 161/99, s. 7. SCHEDULE 1 1.  Eabametoong First Nation. 2.  Keewaywin First Nation. 3.  Muskrat Dam First Nation. 4.  Nibinamik First Nation. 5.  North Spirit Lake First Nation. 6.  Poplar Hill First Nation. 7.  Wawakapewin First Nation. 8.  Weenusk First Nation. 9.  Wunnumin Lake First Nation O. Reg. 269/19, s. 3. SCHEDULE 2 1.  Cat Lake First Nation. O. Reg. 269/19, s. 3. Schedule 3 1.  Keewaywin First Nation. 2.  Muskrat Dam First Nation. 3.  North Spirit Lake First Nation. 4.  Poplar Hill First Nation. 5.  Wawakapewin First Nation. 6.  Wunnumin Lake First Nation. O. Reg. 269/19, s. 3.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>7.</b> <span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Regulation)</span><span>.</span> O. Reg. 161/99, s. 7.</p> <p class=\"schedule-e\">SCHEDULE 1</p> <p class=\"paragraph-e\">  1.  Eabametoong First Nation.</p> <p class=\"paragraph-e\">  2.  Keewaywin First Nation.</p> <p class=\"paragraph-e\">  3.  Muskrat Dam First Nation.</p> <p class=\"paragraph-e\">  4.  Nibinamik First Nation.</p> <p class=\"paragraph-e\">  5.  North Spirit Lake First Nation.</p> <p class=\"paragraph-e\">  6.  Poplar Hill First Nation.</p> <p class=\"paragraph-e\">  7.  Wawakapewin First Nation.</p> <p class=\"paragraph-e\">  8.  Weenusk First Nation.</p> <p class=\"paragraph-e\">  9.  Wunnumin Lake First Nation</p> <p class=\"footnote-e\">O. Reg. 269/19, s. 3.</p> <p class=\"schedule-e\">SCHEDULE 2</p> <p class=\"paragraph-e\">  1.  Cat Lake First Nation.</p> <p class=\"footnote-e\">O. Reg. 269/19, s. 3.</p> <p class=\"schedule-e\">Schedule 3</p> <p class=\"paragraph-e\">  1.  Keewaywin First Nation.</p> <p class=\"paragraph-e\">  2.  Muskrat Dam First Nation.</p> <p class=\"paragraph-e\">  3.  North Spirit Lake First Nation.</p> <p class=\"paragraph-e\">  4.  Poplar Hill First Nation.</p> <p class=\"paragraph-e\">  5.  Wawakapewin First Nation.</p> <p class=\"paragraph-e\">  6.  Wunnumin Lake First Nation.</p> <p class=\"footnote-e\">O. Reg. 269/19, s. 3.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/990161\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}