{
    "reg_info": {
        "full_title": "O. Reg. 497/09: EXEMPTION - IPPERWASH PROVINCIAL PARK",
        "reg_name_text": "EXEMPTION — IPPERWASH PROVINCIAL PARK",
        "citation": "O. Reg. 497/09: EXEMPTION - IPPERWASH PROVINCIAL PARK",
        "act_under": "Environmental Assessment Act   Loi sur les évaluations environnementales",
        "url": "https://www.ontario.ca/laws/regulation/090497",
        "date_scraped": "2023-12-19 07:03:19"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December 17, 2009",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definition",
            "content": "1. In this Regulation, “Ipperwash Provincial Park” means the land that, on the day this Regulation comes into force, is delimited or set aside for that provincial park under Ontario Regulation 316/07 (Designation and Classification of Provincial Parks) made under the Provincial Parks and Conservation Reserves Act, 2006. O. Reg. 497/09, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“Ipperwash Provincial Park” means the land that, on the day this Regulation comes into force, is delimited or set aside for that provincial park under Ontario Regulation 316/07 (Designation and Classification of Provincial Parks) made under the <i>Provincial Parks and Conservation Reserves Act, 2006</i>. O. Reg. 497/09, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Exemption, rescission of park boundaries",
            "content": "2. The undertaking of rescinding the boundaries of Ipperwash Provincial Park is exempt from the Act. O. Reg. 497/09, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>The undertaking of rescinding the boundaries of Ipperwash Provincial Park is exempt from the Act. O. Reg. 497/09, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Exemption, transfer by ministerial order",
            "content": "3. The undertaking of transferring by ministerial order under section 37.1 of the Public Lands Act the administration and control of one or more of the following to the Crown in right of Canada for the use and benefit of the Chippewas of Kettle and Stony Point First Nation is exempt from the Act: 1. Ipperwash Provincial Park or any part of Ipperwash Provincial Park. 2. Any buildings or structures in Ipperwash Provincial Park. 3. The road that is adjacent to the south and east boundary of Ipperwash Provincial Park, commonly known as Matheson Drive. 4. Any portion of the road described in paragraph 3. 5. The part of the road that is adjacent to the west boundary of Ipperwash Provincial Park, commonly known as Army Camp Road, that extends north and east of the intersection of that road and the road commonly known as East Parkway Drive or East Ipperwash Drive to the water’s edge of Lake Huron and that is approximately 21.5 metres in width. 6. Any portion of the part of the road described in paragraph 5. O. Reg. 497/09, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>The undertaking of transferring by ministerial order under section 37.1 of the <i>Public Lands Act</i> the administration and control of one or more of the following to the Crown in right of Canada for the use and benefit of the Chippewas of Kettle and Stony Point First Nation is exempt from the Act:</p> <p class=\"paragraph-e\">1. Ipperwash Provincial Park or any part of Ipperwash Provincial Park.</p> <p class=\"paragraph-e\">2. Any buildings or structures in Ipperwash Provincial Park.</p> <p class=\"paragraph-e\">3. The road that is adjacent to the south and east boundary of Ipperwash Provincial Park, commonly known as Matheson Drive.</p> <p class=\"paragraph-e\">4. Any portion of the road described in paragraph 3.</p> <p class=\"paragraph-e\">5. The part of the road that is adjacent to the west boundary of Ipperwash Provincial Park, commonly known as Army Camp Road, that extends north and east of the intersection of that road and the road commonly known as East Parkway Drive or East Ipperwash Drive to the water’s edge of Lake Huron and that is approximately 21.5 metres in width.</p> <p class=\"paragraph-e\">6. Any portion of the part of the road described in paragraph 5. O. Reg. 497/09, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Exemption, undertakings carried out during specified time period",
            "content": "4. (1) Subject to subsection (2), the following undertakings are exempt from the Act: 1. Any undertaking in or in respect of Ipperwash Provincial Park. 2. Any undertaking in respect of any buildings or structures in Ipperwash Provincial Park. 3. Any undertaking in respect of a road or a portion of a road described in paragraph 3, 4, 5 or 6 of section 3 if the undertaking relates directly or indirectly to the transfer described in section 3 of anything described in paragraph 1, 2, 3, 4, 5 or 6 of section 3 or to the preparation for such a transfer. O. Reg. 497/09, s. 4 (1). (2) Subsection (1) applies in respect of an undertaking if the undertaking is carried out on a day before the later of the following days: 1. The day that a transfer described in section 3 of anything described in paragraph 1, 2, 3, 4, 5 or 6 of section 3 is registered in the proper land registry office. 2. The day that a transfer described in section 3 of anything described in paragraph 1, 2, 3, 4, 5 or 6 of section 3 is accepted by the Crown in right of Canada under the Federal Real Property and Federal Immovables Act. O. Reg. 497/09, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) Subject to subsection (2), the following undertakings are exempt from the Act:</p> <p class=\"paragraph-e\">1. Any undertaking in or in respect of Ipperwash Provincial Park.</p> <p class=\"paragraph-e\">2. Any undertaking in respect of any buildings or structures in Ipperwash Provincial Park.</p> <p class=\"paragraph-e\">3. Any undertaking in respect of a road or a portion of a road described in paragraph 3, 4, 5 or 6 of section 3 if the undertaking relates directly or indirectly to the transfer described in section 3 of anything described in paragraph 1, 2, 3, 4, 5 or 6 of section 3 or to the preparation for such a transfer. O. Reg. 497/09, s. 4 (1).</p> <p class=\"subsection-e\">(2) Subsection (1) applies in respect of an undertaking if the undertaking is carried out on a day before the later of the following days:</p> <p class=\"paragraph-e\">1. The day that a transfer described in section 3 of anything described in paragraph 1, 2, 3, 4, 5 or 6 of section 3 is registered in the proper land registry office.</p> <p class=\"paragraph-e\">2. The day that a transfer described in section 3 of anything described in paragraph 1, 2, 3, 4, 5 or 6 of section 3 is accepted by the Crown in right of Canada under the <i>Federal Real Property and Federal Immovables Act</i>. O. Reg. 497/09, s. 4 (2).</p>"
        },
        {
            "id": "5.",
            "section": "Exemption, undertakings carried out during specified time period",
            "content": "5. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 497/09, s. 5. ",
            "raw_html": "<p class=\"section-e\"><b>5.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 497/09, s. 5.</p> <p class=\"Normal\"></p>"
        }
    ]
}