{
    "reg_info": {
        "full_title": "O. Reg. 284/07: SOURCE PROTECTION AREAS AND REGIONS",
        "reg_name_text": "Source protection areas and Regions",
        "citation": "O. Reg. 284/07: SOURCE PROTECTION AREAS AND REGIONS",
        "act_under": "Clean Water Act, 2006   Loi de 2006 sur l’eau saine",
        "url": "https://www.ontario.ca/laws/regulation/070284",
        "date_scraped": "2023-12-19 04:09:12"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March  5, 2015",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/070284/v3",
            "valid_from": "July 13, 2010",
            "valid_to": "March  4, 2015"
        },
        {
            "a_href": "/laws/regulation/070284/v2",
            "valid_from": "July  3, 2007",
            "valid_to": "July 12, 2010"
        },
        {
            "a_href": "/laws/regulation/070284/v1",
            "valid_from": "June 28, 2007",
            "valid_to": "July  2, 2007"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Source protection areas established under section 4 of the Act",
            "content": "  1. (1) The name of a source protection area established under section 4 of the Act for a conservation authority listed in Table 1 is set out in that Table next to the name of the conservation authority.  O. Reg. 284/07, s. 1 (1). (2) The boundaries of each source protection area established under section 4 of the Act are altered to the boundaries described in a data file entitled “SPAGEN” (Source Protection Area Generalized) and dated April 1, 2012, as amended from time to time, that is maintained by the Ministry of Natural Resources as part of its Land Information Ontario initiative. O. Reg. 35/15, s. 1. (3) Subsection (2) applies only if the following are available to the public on the Internet and in such other manner as the Minister considers appropriate: 1. The data file referred to in subsection (2). 2. A map that shows the approximate boundaries that are described in the data file referred to in subsection (2). O. Reg. 35/15, s. 1. (4) The municipalities set out in Table 1 next to the name of a source protection area are designated, for the purposes of the Act, as participating municipalities for the conservation authority that is set out in that Table next to the name of the source protection area.  O. Reg. 284/07, s. 1 (4). TABLE 1   Source protection areas established under section 4 OF THE aCT  Item   Name of Conservation Authority   Name of Source Protection Area   Participating Municipalities \n\n  1.   Ausable Bayfield Conservation Authority   Ausable Bayfield Source Protection Area   Municipality of Bluewater, Municipality of Central Huron, Municipality of Huron East, Municipality of South Huron, Municipality of Lambton Shores, Township of Warwick, Municipality of North Middlesex, Township of Adelaide-Metcalfe, Township of Lucan Biddulph, Municipality of Middlesex Centre, Municipality of West Perth, Township of Perth South \n\n  2.   Cataraqui Region Conservation Authority   Cataraqui Source Protection Area   City of Kingston, Township of Frontenac Islands, Township of South Frontenac, Town of Greater Napanee, Township of Loyalist, City of Brockville, Town of Gananoque, Township of Athens, Township of Elizabethtown-Kitley, Township of Front of Yonge, Township of Leeds and the Thousand Islands, Township of Rideau Lakes \n\n  3.   Catfish Creek Conservation Authority   Catfish Creek Source Protection Area   City of St. Thomas, Municipality of Central Elgin, Town of Aylmer, Township of Malahide, County of Oxford \n\n  4.   Central Lake Ontario Conservation Authority   Central Lake Ontario Source Protection Area   Regional Municipality of Durham \n\n  5.   Credit Valley Conservation   Credit Valley Source Protection Area   Town of Mono, Town of Orangeville, Township of Amaranth, Township of East Garafraxa, Town of Erin, Regional Municipality of Halton, Regional Municipality of Peel \n\n  6.   Crowe Valley Conservation Authority   Crowe Valley Source Protection Area   Municipality of Highlands East, Municipality of Marmora and Lake, Township of Faraday, Township of Limerick, Township of Stirling-Rawdon, Township of Tudor and Cashel, Township of Wollaston, Municipality of Trent Hills, Township of Havelock-Belmont-Methuen, Township of North Kawartha \n\n  7.   Essex Region Conservation Authority   Essex Region Source Protection Area   City of Windsor, Municipality of Leamington, Town of Amherstburg, Town of Essex, Town of Kingsville, Town of Lakeshore, Town of LaSalle, Town of Tecumseh, Township of Pelee \n\n  8.   Ganaraska Region Conservation Authority   Ganaraska Region Source Protection Area   City of Kawartha Lakes, Town of Cobourg, Municipality of Port Hope, Township of Alnwick/Haldimand, Township of Hamilton, Township of Cavan-Monaghan, Regional Municipality of Durham \n\n  9.   Grand River Conservation Authority   Grand River Source Protection Area   City of Hamilton, County of Brant, City of Brantford, Township of Amaranth, Township of East Garafraxa, Town of Grand Valley, Township of Melancthon, Township of Southgate, Haldimand County, Norfolk County, County of Oxford, Municipality of North Perth, Township of Perth East, City of Guelph, Town of Erin, Township of Centre Wellington, Township of Guelph/Eramosa, Township of Mapleton, Township of Puslinch, Township of Wellington North, Regional Municipality of Halton, Regional Municipality of Waterloo \n\n  10.   Grey Sauble Conservation Authority   Grey Sauble Source Protection Area   Municipality of Arran-Elderslie, Town of South Bruce Peninsula, City of Owen Sound, Municipality of Grey Highlands, Municipality of Meaford, Town of The Blue Mountains, Township of Chatsworth, Township of Georgian Bluffs \n\n  11.   Halton Region Conservation Authority   Halton Region Source Protection Area   City of Hamilton, Township of Puslinch, Regional Municipality of Halton, Regional Municipality of Peel \n\n  12.   Hamilton Region Conservation Authority   Hamilton Region Source Protection Area   City of Hamilton, Township of Puslinch \n\n  13.   Kawartha Region Conservation Authority   Kawartha-Haliburton Source Protection Area   City of Kawartha Lakes, Township of Cavan-Monaghan, Municipality of Trent Lakes, Regional Municipality of Durham, Municipality of Highlands East, Township of Algonquin Highlands, United Townships of Dysart, Dudley, Harcourt, Guilford, Harburn, Bruton, Havelock, Eyre and Clyde, Township of Minden Hills \n\n  14.   Kettle Creek Conservation Authority   Kettle Creek Source Protection Area   City of St. Thomas, Municipality of Central Elgin, Township of Malahide, Township of Southwold, City of London, Municipality of Thames Centre, Municipality of Middlesex Centre \n\n  15.   Lake Simcoe Region Conservation Authority   Lakes Simcoe and Couchiching/Black River Source Protection Area   City of Kawartha Lakes, Township of Algonquin Highlands, United Townships of Dysart, Dudley, Harcourt, Guilford, Harburn, Bruton, Havelock, Eyre and Clyde, Township of Minden Hills, City of Barrie, City of Orillia, Town of Bradford West Gwillimbury, Town of Innisfil, Town of New Tecumseth, Township of Oro-Medonte, Township of Ramara, Township of Severn, District Municipality of Muskoka, Regional Municipality of Durham, Regional Municipality of York \n\n  16.   Lakehead Region Conservation Authority   Lakehead Source Protection Area   City of Thunder Bay, Municipality of Neebing, Municipality of Oliver Paipoonge, Township of Conmee, Township of Dorion, Township of Gillies, Township of O'Connor, Municipality of Shuniah \n\n  17.   Long Point Region Conservation Authority   Long Point Region Source Protection Area   County of Brant, Municipality of Bayham, Township of Malahide, Haldimand County, Norfolk County, County of Oxford \n\n  18.   Lower Thames Valley Conservation Authority   Lower Thames Valley Source Protection Area   Municipality of Chatham-Kent, Municipality of Dutton-Dunwich, Municipality of West Elgin, Township of Southwold, Municipality of Leamington, Town of Lakeshore, City of London, Municipality of Southwest Middlesex, Municipality of Middlesex Centre, Township of Strathroy-Caradoc \n\n  19.   Lower Trent Region Conservation Authority   Lower Trent Source Protection Area   City of Quinte West, Municipality of Centre Hastings, Township of Stirling-Rawdon, Municipality of Brighton, Municipality of Trent Hills, Township of Alnwick/Haldimand, Township of Cramahe, Township of Havelock-Belmont-Methuen \n\n  20.   Maitland Valley Conservation Authority   Maitland Valley Source Protection Area   Municipality of South Bruce, Township of Huron-Kinloss, Municipality of Central Huron, Municipality of Huron East, Municipality of Morris-Turnberry, Town of Goderich, Township of Ashfield-Colborne-Wawanosh, Township of Howick, Township of North Huron, Municipality of West Perth, Municipality of North Perth, Township of Perth East, Town of Minto, Township of Mapleton, Township of Wellington North \n\n  21.   Mattagami Region Conservation Authority   Mattagami Region Source Protection Area   City of Timmins \n\n  22.   Mississippi Valley Conservation Authority   Mississippi Valley Source Protection Area   Town of Carleton Place, Town of Mississippi Mills, Township of Beckwith, Township of Drummond/North Elmsley, Township of Lanark Highlands, Township of Tay Valley, Township of Central Frontenac, Township of North Frontenac, Township of Addington Highlands, City of Ottawa, Township of Greater Madawaska \n\n  23.   Niagara Peninsula Conservation Authority   Niagara Peninsula Source Protection Area   City of Hamilton, Haldimand County, Regional Municipality of Niagara \n\n  24.   Nickel District Conservation Authority   Sudbury Source Protection Area   City of Greater Sudbury \n\n  25.   North Bay-Mattawa Conservation Authority   North Bay-Mattawa Source Protection Area   City of North Bay, Town of Mattawa, Township of Bonfield, Municipality of Calvin, Township of Chisholm, Township of East Ferris, Township of Mattawan, Township of Papineau-Cameron, Municipality of Callander, Municipality of Powassan, Township of Joly, Township of Machar, Township of Nipissing, Township of Strong, Village of South River \n\n  26.   Nottawasaga Valley Conservation Authority   Nottawasaga Valley Source Protection Area   Town of Mono, Town of Shelburne, Township of Amaranth, Township of Melancthon, Township of Mulmur, Municipality of Grey Highlands, Town of The Blue Mountains, City of Barrie, Town of Bradford West Gwillimbury, Town of Collingwood, Town of Innisfil, Town of New Tecumseth, Town of Wasaga Beach, Township of Adjala-Tosorontio, Township of Clearview, Township of Essa, Township of Oro-Medonte, Township of Springwater, Regional Municipality of Peel \n\n  27.   Otonabee Conservation Authority   Otonabee-Peterborough Source Protection Area   City of Kawartha Lakes, Municipality of Trent Hills, City of Peterborough, Township of Asphodel-Norwood, Township of Cavan-Monaghan, Township of Douro-Dummer, Municipality of Trent Lakes, Township of Havelock-Belmont-Methuen, Township of North Kawartha, Township of Otonabee-South Monaghan, Township of Selwyn, Municipality of Highlands East \n\n  28.   Quinte Conservation Authority   Quinte Conservation Source Protection Area   Township of North Frontenac, Township of Addington Highlands, Township of Tudor and Cashel, Township of Central Frontenac, Municipality of Tweed, Municipality of Marmora and Lake, Township of Madoc, Township of Stone Mills, Municipality of Centre Hastings, Township of Stirling-Rawdon, Town of Greater Napanee, Township of Tyendinaga, City of Belleville, City of Quinte West, County of Frontenac Township of South Frontenac, Township of Loyalist, Town of Deseronto Corporation of the County of Prince Edward \n\n  29.   Raisin Region Conservation Authority   Raisin Region Source Protection Area   The Nation Municipality, Township of Champlain, Township of East Hawkesbury, City of Cornwall, Township of North Glengarry, Township of North Stormont, Municipality of South Dundas, Township of South Glengarry, Township of South Stormont \n\n  30.   Rideau Valley Conservation Authority   Rideau Valley Source Protection Area   Township of Central Frontenac, Township of South Frontenac, Town of Smiths Falls, Town of Perth, Township of Beckwith, Township of Drummond/North Elmsley, Township of Montague, Township of Tay Valley, City of Ottawa, Township of Athens, Township of Augusta, Township of Elizabethtown-Kitley, Municipality of North Grenville, Township of Rideau Lakes, Village of Merrickville-Wolford, Village of Westport, City of Clarence-Rockland, Township of North Dundas \n\n  31.   Saugeen Valley Conservation Authority   Saugeen Valley Source Protection Area   Municipality of Arran-Elderslie, Municipality of Brockton, Municipality of Kincardine, Municipality of South Bruce, Town of Saugeen Shores, Township of Huron-Kinloss, Municipality of Grey Highlands, Town of Hanover, Township of Chatsworth, Township of Southgate, Municipality of West Grey, Municipality of Morris-Turnberry, Township of Howick, Town of Minto, Township of Wellington North \n\n  32.   Sault Ste. Marie Region Conservation Authority   Sault Ste. Marie Region Source Protection Area   City of Sault Ste. Marie, Township of Prince \n\n  33.   South Nation Conservation Authority   South Nation Source Protection Area   City of Ottawa, Town of Prescott, Township of Augusta, Township of Edwardsburgh/Cardinal, Municipality of North Grenville, City of Clarence-Rockland, The Nation Municipality, Town of Hawkesbury, Township of Alfred and Plantagenet, Township of Champlain, Township of East Hawkesbury, Township of Russell, Village of Casselman, Township of North Dundas, Township of North Glengarry, Township of North Stormont, Municipality of South Dundas, Township of South Stormont \n\n  34.   St. Clair Region Conservation Authority   St. Clair Region Source Protection Area   Municipality of Chatham-Kent, City of Sarnia, Municipality of Brooke-Alvinston, Municipality of Lambton Shores, Town of Petrolia, Town of Plympton-Wyoming, Township of Dawn-Euphemia, Township of Enniskillen, Township of St. Clair, Township of Warwick, Village of Oil Springs, Village of Point Edward, Municipality of Southwest Middlesex, Township of Adelaide-Metcalfe, Municipality of Middlesex Centre, Township of Strathroy-Caradoc, Village of Newbury \n\n  35.   Toronto And Region Conservation Authority   Toronto And Region Source Protection Area   City of Toronto, Town of Mono, Township of Adjala-Tosorontio, Regional Municipality of Durham, Regional Municipality of Peel, Regional Municipality of York \n\n  36.   Upper Thames River Conservation Authority   Upper Thames River Source Protection Area   Municipality of South Huron, City of London, Municipality of Thames Centre, Township of Lucan Biddulph, Municipality of Middlesex Centre, Township of Strathroy-Caradoc, County of Oxford, City of Stratford, Municipality of West Perth, Town of St. Marys, Township of Perth East, Township of Perth South O. Reg. 285/10, s. 1 (2); O. Reg. 35/15, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>  1.</b> (1) The name of a source protection area established under section 4 of the Act for a conservation authority listed in Table 1 is set out in that Table next to the name of the conservation authority.  O. Reg. 284/07, s. 1 (1).</p> <p class=\"subsection-e\">  (2) The boundaries of each source protection area established under section 4 of the Act are altered to the boundaries described in a data file entitled “SPAGEN” (Source Protection Area Generalized) and dated April 1, 2012, as amended from time to time, that is maintained by the Ministry of Natural Resources as part of its Land Information Ontario initiative. O. Reg. 35/15, s. 1.</p> <p class=\"subsection-e\">  (3) Subsection (2) applies only if the following are available to the public on the Internet and in such other manner as the Minister considers appropriate:</p> <p class=\"paragraph-e\">  1. The data file referred to in subsection (2).</p> <p class=\"paragraph-e\">  2. A map that shows the approximate boundaries that are described in the data file referred to in subsection (2). O. Reg. 35/15, s. 1.</p> <p class=\"subsection-e\">  (4) The municipalities set out in Table 1 next to the name of a source protection area are designated, for the purposes of the Act, as participating municipalities for the conservation authority that is set out in that Table next to the name of the source protection area.  O. Reg. 284/07, s. 1 (4).</p> <p class=\"headingx-e\">TABLE 1 <br/>  Source protection areas established under section 4 OF THE aCT</p> <p class=\"MsoNormal\"> </p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Name of Conservation Authority</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Name of Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">Participating Municipalities</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Ausable Bayfield Conservation Authority</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Ausable Bayfield Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">Municipality of Bluewater, Municipality of Central Huron, Municipality of Huron East, Municipality of South Huron, Municipality of Lambton Shores, Township of Warwick, Municipality of North Middlesex, Township of Adelaide-Metcalfe, Township of Lucan Biddulph, Municipality of Middlesex Centre, Municipality of West Perth, Township of Perth South</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Cataraqui Region Conservation Authority</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Cataraqui Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">City of Kingston, Township of Frontenac Islands, Township of South Frontenac, Town of Greater Napanee, Township of Loyalist, City of Brockville, Town of Gananoque, Township of Athens, Township of Elizabethtown-Kitley, Township of Front of Yonge, Township of Leeds and the Thousand Islands, Township of Rideau Lakes</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Catfish Creek Conservation Authority</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Catfish Creek Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">City of St. Thomas, Municipality of Central Elgin, Town of Aylmer, Township of Malahide, County of Oxford</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Central Lake Ontario Conservation Authority</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Central Lake Ontario Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">Regional Municipality of Durham</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Credit Valley Conservation</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Credit Valley Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">Town of Mono, Town of Orangeville, Township of Amaranth, Township of East Garafraxa, Town of Erin, Regional Municipality of Halton, Regional Municipality of Peel</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Crowe Valley Conservation Authority</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Crowe Valley Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">Municipality of Highlands East, Municipality of Marmora and Lake, Township of Faraday, Township of Limerick, Township of Stirling-Rawdon, Township of Tudor and Cashel, Township of Wollaston, Municipality of Trent Hills, Township of Havelock-Belmont-Methuen, Township of North Kawartha</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">7.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Essex Region Conservation Authority</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Essex Region Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">City of Windsor, Municipality of Leamington, Town of Amherstburg, Town of Essex, Town of Kingsville, Town of Lakeshore, Town of LaSalle, Town of Tecumseh, Township of Pelee</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">8.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Ganaraska Region Conservation Authority</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Ganaraska Region Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">City of Kawartha Lakes, Town of Cobourg, Municipality of Port Hope, Township of Alnwick/Haldimand, Township of Hamilton, Township of Cavan-Monaghan, Regional Municipality of Durham</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">9.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Grand River Conservation Authority</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Grand River Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">City of Hamilton, County of Brant, City of Brantford, Township of Amaranth, Township of East Garafraxa, Town of Grand Valley, Township of Melancthon, Township of Southgate, Haldimand County, Norfolk County, County of Oxford, Municipality of North Perth, Township of Perth East, City of Guelph, Town of Erin, Township of Centre Wellington, Township of Guelph/Eramosa, Township of Mapleton, Township of Puslinch, Township of Wellington North, Regional Municipality of Halton, Regional Municipality of Waterloo</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">10.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Grey Sauble Conservation Authority</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Grey Sauble Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">Municipality of Arran-Elderslie, Town of South Bruce Peninsula, City of Owen Sound, Municipality of Grey Highlands, Municipality of Meaford, Town of The Blue Mountains, Township of Chatsworth, Township of Georgian Bluffs</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">11.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Halton Region Conservation Authority</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Halton Region Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">City of Hamilton, Township of Puslinch, Regional Municipality of Halton, Regional Municipality of Peel</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">12.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Hamilton Region Conservation Authority</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Hamilton Region Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">City of Hamilton, Township of Puslinch</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">13.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Kawartha Region Conservation Authority</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Kawartha-Haliburton Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">City of Kawartha Lakes, Township of Cavan-Monaghan, Municipality of Trent Lakes, Regional Municipality of Durham, Municipality of Highlands East, Township of Algonquin Highlands, United Townships of Dysart, Dudley, Harcourt, Guilford, Harburn, Bruton, Havelock, Eyre and Clyde, Township of Minden Hills</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">14.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Kettle Creek Conservation Authority</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Kettle Creek Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">City of St. Thomas, Municipality of Central Elgin, Township of Malahide, Township of Southwold, City of London, Municipality of Thames Centre, Municipality of Middlesex Centre</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">15.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Lake Simcoe Region Conservation Authority</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Lakes Simcoe and Couchiching/Black River Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">City of Kawartha Lakes, Township of Algonquin Highlands, United Townships of Dysart, Dudley, Harcourt, Guilford, Harburn, Bruton, Havelock, Eyre and Clyde, Township of Minden Hills, City of Barrie, City of Orillia, Town of Bradford West Gwillimbury, Town of Innisfil, Town of New Tecumseth, Township of Oro-Medonte, Township of Ramara, Township of Severn, District Municipality of Muskoka, Regional Municipality of Durham, Regional Municipality of York</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">16.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Lakehead Region Conservation Authority</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Lakehead Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">City of Thunder Bay, Municipality of Neebing, Municipality of Oliver Paipoonge, Township of Conmee, Township of Dorion, Township of Gillies, Township of O'Connor, Municipality of Shuniah</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">17.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Long Point Region Conservation Authority</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Long Point Region Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">County of Brant, Municipality of Bayham, Township of Malahide, Haldimand County, Norfolk County, County of Oxford</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">18.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Lower Thames Valley Conservation Authority</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Lower Thames Valley Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">Municipality of Chatham-Kent, Municipality of Dutton-Dunwich, Municipality of West Elgin, Township of Southwold, Municipality of Leamington, Town of Lakeshore, City of London, Municipality of Southwest Middlesex, Municipality of Middlesex Centre, Township of Strathroy-Caradoc</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">19.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Lower Trent Region Conservation Authority</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Lower Trent Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">City of Quinte West, Municipality of Centre Hastings, Township of Stirling-Rawdon, Municipality of Brighton, Municipality of Trent Hills, Township of Alnwick/Haldimand, Township of Cramahe, Township of Havelock-Belmont-Methuen</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">20.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Maitland Valley Conservation Authority</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Maitland Valley Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">Municipality of South Bruce, Township of Huron-Kinloss, Municipality of Central Huron, Municipality of Huron East, Municipality of Morris-Turnberry, Town of Goderich, Township of Ashfield-Colborne-Wawanosh, Township of Howick, Township of North Huron, Municipality of West Perth, Municipality of North Perth, Township of Perth East, Town of Minto, Township of Mapleton, Township of Wellington North</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">21.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Mattagami Region Conservation Authority</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Mattagami Region Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">City of Timmins</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">22.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Mississippi Valley Conservation Authority</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Mississippi Valley Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">Town of Carleton Place, Town of Mississippi Mills, Township of Beckwith, Township of Drummond/North Elmsley, Township of Lanark Highlands, Township of Tay Valley, Township of Central Frontenac, Township of North Frontenac, Township of Addington Highlands, City of Ottawa, Township of Greater Madawaska</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">23.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Niagara Peninsula Conservation Authority</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Niagara Peninsula Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">City of Hamilton, Haldimand County, Regional Municipality of Niagara</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">24.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Nickel District Conservation Authority</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Sudbury Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">City of Greater Sudbury</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">25.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">North Bay-Mattawa Conservation Authority</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">North Bay-Mattawa Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">City of North Bay, Town of Mattawa, Township of Bonfield, Municipality of Calvin, Township of Chisholm, Township of East Ferris, Township of Mattawan, Township of Papineau-Cameron, Municipality of Callander, Municipality of Powassan, Township of Joly, Township of Machar, Township of Nipissing, Township of Strong, Village of South River</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">26.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Nottawasaga Valley Conservation Authority</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Nottawasaga Valley Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">Town of Mono, Town of Shelburne, Township of Amaranth, Township of Melancthon, Township of Mulmur, Municipality of Grey Highlands, Town of The Blue Mountains, City of Barrie, Town of Bradford West Gwillimbury, Town of Collingwood, Town of Innisfil, Town of New Tecumseth, Town of Wasaga Beach, Township of Adjala-Tosorontio, Township of Clearview, Township of Essa, Township of Oro-Medonte, Township of Springwater, Regional Municipality of Peel</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">27.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Otonabee Conservation Authority</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Otonabee-Peterborough Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">City of Kawartha Lakes, Municipality of Trent Hills, City of Peterborough, Township of Asphodel-Norwood, Township of Cavan-Monaghan, Township of Douro-Dummer, Municipality of Trent Lakes, Township of Havelock-Belmont-Methuen, Township of North Kawartha, Township of Otonabee-South Monaghan, Township of Selwyn, Municipality of Highlands East</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">28.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Quinte Conservation Authority</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Quinte Conservation Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">Township of North Frontenac, Township of Addington Highlands, Township of Tudor and Cashel, Township of Central Frontenac, Municipality of Tweed, Municipality of Marmora and Lake, Township of Madoc, Township of Stone Mills, Municipality of Centre Hastings, Township of Stirling-Rawdon, Town of Greater Napanee, Township of Tyendinaga, City of Belleville, City of Quinte West, County of Frontenac Township of South Frontenac, Township of Loyalist, Town of Deseronto Corporation of the County of Prince Edward</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">29.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Raisin Region Conservation Authority</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Raisin Region Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">The Nation Municipality, Township of Champlain, Township of East Hawkesbury, City of Cornwall, Township of North Glengarry, Township of North Stormont, Municipality of South Dundas, Township of South Glengarry, Township of South Stormont</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">30.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Rideau Valley Conservation Authority</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Rideau Valley Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">Township of Central Frontenac, Township of South Frontenac, Town of Smiths Falls, Town of Perth, Township of Beckwith, Township of Drummond/North Elmsley, Township of Montague, Township of Tay Valley, City of Ottawa, Township of Athens, Township of Augusta, Township of Elizabethtown-Kitley, Municipality of North Grenville, Township of Rideau Lakes, Village of Merrickville-Wolford, Village of Westport, City of Clarence-Rockland, Township of North Dundas</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">31.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Saugeen Valley Conservation Authority</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Saugeen Valley Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">Municipality of Arran-Elderslie, Municipality of Brockton, Municipality of Kincardine, Municipality of South Bruce, Town of Saugeen Shores, Township of Huron-Kinloss, Municipality of Grey Highlands, Town of Hanover, Township of Chatsworth, Township of Southgate, Municipality of West Grey, Municipality of Morris-Turnberry, Township of Howick, Town of Minto, Township of Wellington North</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">32.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Sault Ste. Marie Region Conservation Authority</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Sault Ste. Marie Region Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">City of Sault Ste. Marie, Township of Prince</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">33.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">South Nation Conservation Authority</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">South Nation Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">City of Ottawa, Town of Prescott, Township of Augusta, Township of Edwardsburgh/Cardinal, Municipality of North Grenville, City of Clarence-Rockland, The Nation Municipality, Town of Hawkesbury, Township of Alfred and Plantagenet, Township of Champlain, Township of East Hawkesbury, Township of Russell, Village of Casselman, Township of North Dundas, Township of North Glengarry, Township of North Stormont, Municipality of South Dundas, Township of South Stormont</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">34.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">St. Clair Region Conservation Authority</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">St. Clair Region Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">Municipality of Chatham-Kent, City of Sarnia, Municipality of Brooke-Alvinston, Municipality of Lambton Shores, Town of Petrolia, Town of Plympton-Wyoming, Township of Dawn-Euphemia, Township of Enniskillen, Township of St. Clair, Township of Warwick, Village of Oil Springs, Village of Point Edward, Municipality of Southwest Middlesex, Township of Adelaide-Metcalfe, Municipality of Middlesex Centre, Township of Strathroy-Caradoc, Village of Newbury</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">35.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Toronto And Region Conservation Authority</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Toronto And Region Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">City of Toronto, Town of Mono, Township of Adjala-Tosorontio, Regional Municipality of Durham, Regional Municipality of Peel, Regional Municipality of York</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">36.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Upper Thames River Conservation Authority</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Upper Thames River Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">Municipality of South Huron, City of London, Municipality of Thames Centre, Township of Lucan Biddulph, Municipality of Middlesex Centre, Township of Strathroy-Caradoc, County of Oxford, City of Stratford, Municipality of West Perth, Town of St. Marys, Township of Perth East, Township of Perth South</p> </td>\n</tr>\n</table> <p class=\"footnote-e\"><a name=\"BK2\"></a>O. Reg. 285/10, s. 1 (2); O. Reg. 35/15, s. 2.</p>"
        },
        {
            "id": "1.1",
            "section": "Transition",
            "content": "  1.1 (1) The terms of reference that were prepared under section 8 of the Act for the preparation of an assessment report and source protection plan for the area that constitutes the Quinte Conservation Source Protection Area and that were approved by the Minister under clause 10 (2) (a) of the Act are continued as the terms of reference for the preparation of an assessment report and source protection plan for the Quinte Conservation Source Protection Area.  O. Reg. 285/10, s. 2. (2) Any reference in the terms of reference described in subsection (1) to the Quinte Source Protection Region is deemed to be a reference to the Quinte Conservation Source Protection Area.  O. Reg. 285/10, s. 2. (3) Any reference in the terms of reference described in subsection (1) to Quinte Conservation, Quinte Region Source Protection Authority or Quinte Source Protection Authority is deemed to be a reference to the Quinte Conservation Authority.  O. Reg. 285/10, s. 2. (4) Any reference in the terms of reference described in subsection (1) to the Quinte Region Source Protection Committee, Quinte Source Protection Committee or Source Protection Committee is deemed to be a reference to the source protection committee continued under subsection 23 (1) of Ontario Regulation 288/07 (Source Protection Committees) made under the Act.  O. Reg. 285/10, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>  1.1 </b>(1) The terms of reference that were prepared under section 8 of the Act for the preparation of an assessment report and source protection plan for the area that constitutes the Quinte Conservation Source Protection Area and that were approved by the Minister under clause 10 (2) (a) of the Act are continued as the terms of reference for the preparation of an assessment report and source protection plan for the Quinte Conservation Source Protection Area.  O. Reg. 285/10, s. 2.</p> <p class=\"subsection-e\">  (2) Any reference in the terms of reference described in subsection (1) to the Quinte Source Protection Region is deemed to be a reference to the Quinte Conservation Source Protection Area.  O. Reg. 285/10, s. 2.</p> <p class=\"subsection-e\">  (3) Any reference in the terms of reference described in subsection (1) to Quinte Conservation, Quinte Region Source Protection Authority or Quinte Source Protection Authority is deemed to be a reference to the Quinte Conservation Authority.  O. Reg. 285/10, s. 2.</p> <p class=\"subsection-e\">  (4) Any reference in the terms of reference described in subsection (1) to the Quinte Region Source Protection Committee, Quinte Source Protection Committee or Source Protection Committee is deemed to be a reference to the source protection committee continued under subsection 23 (1) of Ontario Regulation 288/07 (Source Protection Committees) made under the Act.  O. Reg. 285/10, s. 2.</p>"
        },
        {
            "id": "2.",
            "section": "Additional source protection areas",
            "content": " 2. (1) Drinking water source protection areas with the names listed in Table 2 are hereby established.  O. Reg. 284/07, s. 2 (1). (2) The boundaries of each source protection area established under subsection (1) are described in a data file entitled “SPAGEN” (Source Protection Area Generalized) and dated April 1, 2012, as amended from time to time, that is maintained by the Ministry of Natural Resources as part of its Land Information Ontario initiative. O. Reg. 35/15, s. 3. (3) Subsection (2) applies only if the following are available to the public on the Internet and in such other manner as the Minister considers appropriate: 1. The data file referred to in subsection (2). 2. A map that shows the approximate boundaries that are described in the data file referred to in subsection (2). O. Reg. 35/15, s. 3. (4) The person or body set out in Table 2 next to the name of a source protection area is designated for that area for the purpose of section 5 of the Act.  O. Reg. 284/07, s. 2 (4). table 2   ADDITIONAL Source protection areas  Item   Name of Source Protection Area   Person or Body (Source Protection Authority) \n\n  1.   Northern Bruce Peninsula Source Protection Area   Municipality of Northern Bruce Peninsula \n\n  2.   Severn Sound Source Protection Area   Severn Sound Environmental Association O. Reg. 284/07, s. 2, Table 2. Part II   SOURCE PROTECTION REGIONS",
            "raw_html": "<p class=\"section-e\"> <b>2.</b> (1) Drinking water source protection areas with the names listed in Table 2 are hereby established.  O. Reg. 284/07, s. 2 (1).</p> <p class=\"subsection-e\">  (2) The boundaries of each source protection area established under subsection (1) are described in a data file entitled “SPAGEN” (Source Protection Area Generalized) and dated April 1, 2012, as amended from time to time, that is maintained by the Ministry of Natural Resources as part of its Land Information Ontario initiative. O. Reg. 35/15, s. 3.</p> <p class=\"subsection-e\">  (3) Subsection (2) applies only if the following are available to the public on the Internet and in such other manner as the Minister considers appropriate:</p> <p class=\"paragraph-e\">  1. The data file referred to in subsection (2).</p> <p class=\"paragraph-e\">  2. A map that shows the approximate boundaries that are described in the data file referred to in subsection (2). O. Reg. 35/15, s. 3.</p> <p class=\"subsection-e\">  (4) The person or body set out in Table 2 next to the name of a source protection area is designated for that area for the purpose of section 5 of the Act.  O. Reg. 284/07, s. 2 (4).</p> <p class=\"headingx-e\"><a name=\"BK4\"></a>table 2 <br/>  ADDITIONAL Source protection areas</p> <p class=\"MsoNormal\"> </p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"312\"> <p class=\"table-e\">Name of Source Protection Area</p> </td> <td valign=\"top\" width=\"324\"> <p class=\"table-e\">Person or Body (Source Protection Authority)</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"312\"> <p class=\"table-e\">Northern Bruce Peninsula Source Protection Area</p> </td> <td valign=\"top\" width=\"324\"> <p class=\"table-e\">Municipality of Northern Bruce Peninsula</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"312\"> <p class=\"table-e\">Severn Sound Source Protection Area</p> </td> <td valign=\"top\" width=\"324\"> <p class=\"table-e\">Severn Sound Environmental Association</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 284/07, s. 2, Table 2.</p> <p class=\"partnum-e\">Part II <br/>  SOURCE PROTECTION REGIONS</p>"
        },
        {
            "id": "3.",
            "section": "Source protection regions",
            "content": " 3. (1) The source protection areas set out in Table 3 next to the name of a source protection region are consolidated into a drinking water source protection region with that name.  O. Reg. 284/07, s. 3 (1).",
            "raw_html": "<p class=\"section-e\"> <b>3.</b> (1) The source protection areas set out in Table 3 next to the name of a source protection region are consolidated into a drinking water source protection region with that name.  O. Reg. 284/07, s. 3 (1).</p>"
        },
        {
            "id": null,
            "section": "Source protection regions",
            "content": "  (2) The lead source protection authority for a source protection region is set out in Table 3 next to the source protection areas that are consolidated into the source protection region.  O. Reg. 284/07, s. 3 (2). table 3   Source protection regions  Item   Name of Source Protection Region   Source Protection Areas   Lead Source Protection Authority \n\n  1.   Ausable Bayfield Maitland Valley Source Protection Region   Ausable Bayfield Source Protection Area, Maitland Valley Source Protection Area.   Ausable-Bayfield Conservation Authority \n\n  2.   CTC Source Protection Region   Central Lake Ontario Source Protection Area, Credit Valley Source Protection Area, Toronto And Region Source Protection Area   Toronto and Region Conservation Authority \n\n  3.   Halton-Hamilton Source Protection Region   Halton Region Source Protection Area, Hamilton Region Source Protection Area   Halton Region Conservation Authority \n\n  4.   Lake Erie Source Protection Region   Catfish Creek Source Protection Area, Grand River Source Protection Area, Kettle Creek Source Protection Area, Long Point Region Source Protection Area   Grand River Conservation Authority \n\n  5.   Mississippi-Rideau Source Protection Region   Mississippi Valley Source Protection Area, Rideau Valley Source Protection Area   Rideau Valley Conservation Authority \n\n  6.   Raisin-South Nation Source Protection Region   Raisin Region Source Protection Area, South Nation Source Protection Area   Raisin Region Conservation Authority \n\n  7.   Saugeen, Grey Sauble, Northern Bruce Peninsula Source Protection Region   Grey Sauble Source Protection Area, Northern Bruce Peninsula Source Protection Area, Saugeen Valley Source Protection Area    Saugeen Valley Conservation Authority \n\n  8.   South Georgian Bay-Lake Simcoe Source Protection Region   Lakes Simcoe and Couchiching/Black River Source Protection Area, Nottawasaga Valley Source Protection Area, Severn Sound Source Protection Area   Lake Simcoe Region Conservation Authority \n\n  9.   Thames-Sydenham and Region Source Protection Region   Lower Thames Valley Source Protection Area, St. Clair Region Source Protection Area, Upper Thames River Source Protection Area   Upper Thames River Conservation Authority \n\n  10.   Trent Conservation Coalition Source Protection Region   Crowe Valley Source Protection Area, Ganaraska Region Source Protection Area, Kawartha-Haliburton Source Protection Area, Lower Trent Source Protection Area, Otonabee-Peterborough Source Protection Area   Lower Trent Region Conservation Authority O. Reg. 285/10, s. 4.",
            "raw_html": "<p class=\"section-e\">  (2) The lead source protection authority for a source protection region is set out in Table 3 next to the source protection areas that are consolidated into the source protection region.  O. Reg. 284/07, s. 3 (2).</p> <p class=\"headingx-e\">table 3 <br/>  Source protection regions</p> <p class=\"MsoNormal\"> </p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Name of Source Protection Region</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Source Protection Areas</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">Lead Source Protection Authority</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Ausable Bayfield Maitland Valley Source Protection Region</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Ausable Bayfield Source Protection Area, Maitland Valley Source Protection Area.</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">Ausable-Bayfield Conservation Authority</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">CTC Source Protection Region</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Central Lake Ontario Source Protection Area, Credit Valley Source Protection Area, Toronto And Region Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">Toronto and Region Conservation Authority</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Halton-Hamilton Source Protection Region</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Halton Region Source Protection Area, Hamilton Region Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">Halton Region Conservation Authority</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Lake Erie Source Protection Region</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Catfish Creek Source Protection Area, Grand River Source Protection Area, Kettle Creek Source Protection Area, Long Point Region Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">Grand River Conservation Authority</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Mississippi-Rideau Source Protection Region</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Mississippi Valley Source Protection Area, Rideau Valley Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">Rideau Valley Conservation Authority</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Raisin-South Nation Source Protection Region</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Raisin Region Source Protection Area, South Nation Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">Raisin Region Conservation Authority</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">7.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Saugeen, Grey Sauble, Northern Bruce Peninsula Source Protection Region</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Grey Sauble Source Protection Area, Northern Bruce Peninsula Source Protection Area, Saugeen Valley Source Protection Area </p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">Saugeen Valley Conservation Authority</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">8.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">South Georgian Bay-Lake Simcoe Source Protection Region</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Lakes Simcoe and Couchiching/Black River Source Protection Area, Nottawasaga Valley Source Protection Area, Severn Sound Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">Lake Simcoe Region Conservation Authority</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">9.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Thames-Sydenham and Region Source Protection Region</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Lower Thames Valley Source Protection Area, St. Clair Region Source Protection Area, Upper Thames River Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">Upper Thames River Conservation Authority</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">10.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Trent Conservation Coalition Source Protection Region</p> </td> <td valign=\"top\" width=\"223\"> <p class=\"table-e\">Crowe Valley Source Protection Area, Ganaraska Region Source Protection Area, Kawartha-Haliburton Source Protection Area, Lower Trent Source Protection Area, Otonabee-Peterborough Source Protection Area</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">Lower Trent Region Conservation Authority</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 285/10, s. 4.</p>"
        },
        {
            "id": "4.",
            "section": "Source protection regions",
            "content": " 4. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 284/07, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 284/07, s. 4.</p>"
        },
        {
            "id": null,
            "section": "Source protection regions",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}