{
    "reg_info": {
        "full_title": "O. Reg. 554/91: POLITICAL ACTIVITIES OF MUNICIPAL POLICE OFFICERS",
        "reg_name_text": "POLITICAL ACTIVITIES OF MUNICIPAL POLICE OFFICERS",
        "citation": "O. Reg. 554/91: ",
        "act_under": "Police Services Act   Loi sur les services policiers",
        "url": "https://www.ontario.ca/laws/regulation/910554",
        "date_scraped": "2023-12-19 06:25:35"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/910554/v2",
            "valid_from": "June 28, 2010",
            "valid_to": "July  4, 2010"
        },
        {
            "a_href": "/laws/regulation/910554/v1",
            "valid_from": "March  5, 1998",
            "valid_to": "June 27, 2010"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. A municipal police officer may, (a) vote in an election; (b) be a member of or hold office in a political party or other organization engaged in political activity; (c) make contributions of money or goods to, (i) a political party or other organization engaged in political activity, or (ii) a candidate in an election. O. Reg. 554/91, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>A municipal police officer may,</p> <p class=\"clause-e\">(a) vote in an election;</p> <p class=\"clause-e\">(b) be a member of or hold office in a political party or other organization engaged in political activity;</p> <p class=\"clause-e\">(c) make contributions of money or goods to,</p> <p class=\"subclause-e\">(i) a political party or other organization engaged in political activity, or</p> <p class=\"subclause-e\">(ii) a candidate in an election. O. Reg. 554/91, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) A municipal police officer who is not on duty and who is not in uniform may engage in the following political activities: 1. Expressing views on any issue not directly related to the police officer’s responsibilities as a police officer, as long as the police officer does not, i. associate his or her position as a police officer with the issue, or ii. represent the views as those of a police force. 2. Attending and participating in a public meeting, including, i. a meeting with elected representatives or government officials, or ii. a meeting with candidates in an election. 3. Attending and participating in a meeting or convention of a political party or other organization engaged in political activity. 4. Canvassing on behalf of a political party or other organization engaged in political activity, or on behalf of a candidate in an election, as long as the police officer does not solicit or receive funds on behalf of the party, organization or candidate. 5. Acting as a scrutineer for a candidate in an election. 6. On the polling day of an election, transporting electors to a polling place on behalf of a candidate. 7. Engaging in any other political activity, other than, i. soliciting or receiving funds, or ii. political activity that places or is likely to place the police officer in a position of conflict of interest. O. Reg. 554/91, s. 2 (1). (2) The expression of views in the course of an activity referred to in paragraphs 2 to 7 of subsection (1) is subject to paragraph 1 of that subsection. O. Reg. 554/91, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) A municipal police officer who is not on duty and who is not in uniform may engage in the following political activities:</p> <p class=\"paragraph-e\">1. Expressing views on any issue not directly related to the police officer’s responsibilities as a police officer, as long as the police officer does not,</p> <p class=\"subpara-e\">i. associate his or her position as a police officer with the issue, or</p> <p class=\"subpara-e\">ii. represent the views as those of a police force.</p> <p class=\"paragraph-e\">2. Attending and participating in a public meeting, including,</p> <p class=\"subpara-e\">i. a meeting with elected representatives or government officials, or</p> <p class=\"subpara-e\">ii. a meeting with candidates in an election.</p> <p class=\"paragraph-e\">3. Attending and participating in a meeting or convention of a political party or other organization engaged in political activity.</p> <p class=\"paragraph-e\">4. Canvassing on behalf of a political party or other organization engaged in political activity, or on behalf of a candidate in an election, as long as the police officer does not solicit or receive funds on behalf of the party, organization or candidate.</p> <p class=\"paragraph-e\">5. Acting as a scrutineer for a candidate in an election.</p> <p class=\"paragraph-e\">6. On the polling day of an election, transporting electors to a polling place on behalf of a candidate.</p> <p class=\"paragraph-e\">7. Engaging in any other political activity, other than,</p> <p class=\"subpara-e\">i. soliciting or receiving funds, or</p> <p class=\"subpara-e\">ii. political activity that places or is likely to place the police officer in a position of conflict of interest. O. Reg. 554/91, s. 2 (1).</p> <p class=\"subsection-e\">(2) The expression of views in the course of an activity referred to in paragraphs 2 to 7 of subsection (1) is subject to paragraph 1 of that subsection. O. Reg. 554/91, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. If authorized to do so by the police services board or chief of police, a municipal police officer may, on behalf of the police force, (a) express views on any issue, as long as the police officer does not, during an election campaign, express views supporting or opposing, (i) a candidate in the election or a political party that has nominated a candidate in the election, or (ii) a position taken by a candidate in the election or by a Political party that has nominated a candidate in the election; and (b) subject to clause (a), attend and participate in a public meeting. O. Reg. 554/91, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>If authorized to do so by the police services board or chief of police, a municipal police officer may, on behalf of the police force,</p> <p class=\"clause-e\">(a) express views on any issue, as long as the police officer does not, during an election campaign, express views supporting or opposing,</p> <p class=\"subclause-e\">(i) a candidate in the election or a political party that has nominated a candidate in the election, or</p> <p class=\"subclause-e\">(ii) a position taken by a candidate in the election or by a Political party that has nominated a candidate in the election; and</p> <p class=\"clause-e\">(b) subject to clause (a), attend and participate in a public meeting. O. Reg. 554/91, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) Subject to subsection (2), a municipal police officer may, (a) be appointed to or be a candidate for election to a local board as defined in the Municipal Affairs Act, other than a police services board; (b) service on a local board as defined in the Municipal Affairs Act, other than a police services board; and (c) engage in political activity related to the appointment, candidacy or service referred to in clause (a) or (b). O. Reg. 554/91, s. 4 (1). (2) Subsection (1) does not apply if the appointment, candidacy or service, (a) interferes with the police officer’s duties as a police officer; or (b) places or is likely to place the police officer in a position of conflict of interest. O. Reg. 554/91, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) Subject to subsection (2), a municipal police officer may,</p> <p class=\"clause-e\">(a) be appointed to or be a candidate for election to a local board as defined in the <i>Municipal Affairs Act</i>, other than a police services board;</p> <p class=\"clause-e\">(b) service on a local board as defined in the <i>Municipal Affairs Act</i>, other than a police services board; and</p> <p class=\"clause-e\">(c) engage in political activity related to the appointment, candidacy or service referred to in clause (a) or (b). O. Reg. 554/91, s. 4 (1).</p> <p class=\"subsection-e\">(2) Subsection (1) does not apply if the appointment, candidacy or service,</p> <p class=\"clause-e\">(a) interferes with the police officer’s duties as a police officer; or</p> <p class=\"clause-e\">(b) places or is likely to place the police officer in a position of conflict of interest. O. Reg. 554/91, s. 4 (2).</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. Sections 6, 7 and 8 apply to a municipal police officer other than a chief of police or a deputy chief of police. O. Reg. 89/98, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>Sections 6, 7 and 8 apply to a municipal police officer other than a chief of police or a deputy chief of police. O. Reg. 89/98, s. 1.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. (1) A municipal police officer may be a candidate, or may seek to become a candidate, in a federal or provincial election or in an election for municipal council only while on a leave of absence granted under subsection (2). O. Reg. 89/98, s. 1. (2) A municipal police officer who seeks to become a candidate in a federal or provincial election or in an election for municipal council shall apply to the board of the municipality in which he or she is employed for a leave of absence without pay and the board shall grant the leave of absence. O. Reg. 89/98, s. 1. (3) Despite subsections (1) and (2), a municipal police officer may seek to become a candidate or may be a candidate in an election for municipal council without taking a leave of absence if, (a) the election is in a municipality that does not receive police services from the municipality in which the police officer is employed; and (b) seeking to become or being a candidate does not interfere with the police officer’s duties as a police officer and does not place, or is not likely to place, the police officer in a position of conflict of interest. O. Reg. 89/98, s. 1. (4) Regardless of whether a leave of absence is required under this section, a board shall grant any leave of absence that is requested by a municipal police officer to enable the police officer to seek to become a candidate or to be a candidate in an election for municipal council. O. Reg. 89/98, s. 1. (5) The following rules apply to a leave of absence granted to a municipal police officer under subsection (2) or (4): 1. A leave of absence shall begin and end on the dates specified in the police officer’s application, subject to paragraphs 2, 3, and 4. 2. A leave of absence granted to enable a police officer to be a candidate in an election for municipal council shall not begin earlier than sixty days before polling day or continue after polling day. 3. A leave of absence granted to enable a police officer to be a candidate in a federal or provincial election shall not begin earlier than the day on which the writ for the election is issued or later than the last day for nominating candidates under the applicable provincial or federal statute and shall not continue after polling day. 4. A leave of absence granted to enable a police officer to seek to become a candidate in a federal or provincial election or in an election for municipal council shall not continue after the day the police officer withdraws from or loses the nomination campaign, or, if the police officer wins the nomination, after polling day. O. Reg. 89/98, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) A municipal police officer may be a candidate, or may seek to become a candidate, in a federal or provincial election or in an election for municipal council only while on a leave of absence granted under subsection (2). O. Reg. 89/98, s. 1.</p> <p class=\"subsection-e\">(2) A municipal police officer who seeks to become a candidate in a federal or provincial election or in an election for municipal council shall apply to the board of the municipality in which he or she is employed for a leave of absence without pay and the board shall grant the leave of absence. O. Reg. 89/98, s. 1.</p> <p class=\"subsection-e\">(3) Despite subsections (1) and (2), a municipal police officer may seek to become a candidate or may be a candidate in an election for municipal council without taking a leave of absence if,</p> <p class=\"clause-e\">(a) the election is in a municipality that does not receive police services from the municipality in which the police officer is employed; and</p> <p class=\"clause-e\">(b) seeking to become or being a candidate does not interfere with the police officer’s duties as a police officer and does not place, or is not likely to place, the police officer in a position of conflict of interest. O. Reg. 89/98, s. 1.</p> <p class=\"subsection-e\">(4) Regardless of whether a leave of absence is required under this section, a board shall grant any leave of absence that is requested by a municipal police officer to enable the police officer to seek to become a candidate or to be a candidate in an election for municipal council. O. Reg. 89/98, s. 1.</p> <p class=\"subsection-e\">(5) The following rules apply to a leave of absence granted to a municipal police officer under subsection (2) or (4):</p> <p class=\"paragraph-e\">1. A leave of absence shall begin and end on the dates specified in the police officer’s application, subject to paragraphs 2, 3, and 4.</p> <p class=\"paragraph-e\">2. A leave of absence granted to enable a police officer to be a candidate in an election for municipal council shall not begin earlier than sixty days before polling day or continue after polling day.</p> <p class=\"paragraph-e\">3. A leave of absence granted to enable a police officer to be a candidate in a federal or provincial election shall not begin earlier than the day on which the writ for the election is issued or later than the last day for nominating candidates under the applicable provincial or federal statute and shall not continue after polling day.</p> <p class=\"paragraph-e\">4. A leave of absence granted to enable a police officer to seek to become a candidate in a federal or provincial election or in an election for municipal council shall not continue after the day the police officer withdraws from or loses the nomination campaign, or, if the police officer wins the nomination, after polling day. O. Reg. 89/98, s. 1.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. (1) A municipal police officer who is elected in a federal or provincial election or in an election for municipal council shall immediately resign as a police officer. O. Reg. 89/98, s. 1. (2) Despite subsection (1), a municipal police officer need not resign as a municipal police officer upon being elected in an election for municipal council if, (a) the police officer is elected a member of the municipal council of a municipality that does not receive police services from the municipality in which the police officer is employed; and (b) being a member of the municipal council does not interfere with the police officer’s duties as a police officer or does not place, or is not likely to place, the police officer in a position of conflict of interest. O. Reg. 89/98, s. 1. (3) A municipal police officer who is elected in an election for municipal council and who, as permitted by subsection (2), does not resign as a police officer, (a) shall not take part at any meeting of the municipal council in the discussion of, or vote on, any question relating to the budget for a police services board under section 39 of the Act; and (b) shall not attempt in any way, whether before, during or after a meeting of the municipal council, to influence the voting on any such question. O. Reg. 89/98, s. 1. (4) A former municipal police officer who resigns in accordance with subsection (1) and later ceases to be an elected political representative is entitled, on application, to be appointed to any vacant position on the police force for which he or she is qualified under section 43 of the Act. O. Reg. 89/98, s. 1. (5) Subsection (4) applies only if the former police officer, (a) ceases to be an elected political representative within, (i) in the case of a former police officer who was elected in a federal or provincial election, five years after resigning as a police officer, (ii) in the case of a former police officer who was elected in an election for municipal council, three years after resigning as a police officer; and (b) makes an application to be reappointed to the police force within 12 months after ceasing to be an elected political representative. O. Reg. 89/98, s. 1. (6) Another person’s right to be appointed or assigned to a position on the police force by virtue of a collective agreement prevails over the right conferred by subsection (4). O. Reg. 89/98, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) A municipal police officer who is elected in a federal or provincial election or in an election for municipal council shall immediately resign as a police officer. O. Reg. 89/98, s. 1.</p> <p class=\"subsection-e\">(2) Despite subsection (1), a municipal police officer need not resign as a municipal police officer upon being elected in an election for municipal council if,</p> <p class=\"clause-e\">(a) the police officer is elected a member of the municipal council of a municipality that does not receive police services from the municipality in which the police officer is employed; and</p> <p class=\"clause-e\">(b) being a member of the municipal council does not interfere with the police officer’s duties as a police officer or does not place, or is not likely to place, the police officer in a position of conflict of interest. O. Reg. 89/98, s. 1.</p> <p class=\"subsection-e\">(3) A municipal police officer who is elected in an election for municipal council and who, as permitted by subsection (2), does not resign as a police officer,</p> <p class=\"clause-e\">(a) shall not take part at any meeting of the municipal council in the discussion of, or vote on, any question relating to the budget for a police services board under section 39 of the Act; and</p> <p class=\"clause-e\">(b) shall not attempt in any way, whether before, during or after a meeting of the municipal council, to influence the voting on any such question. O. Reg. 89/98, s. 1.</p> <p class=\"subsection-e\">(4) A former municipal police officer who resigns in accordance with subsection (1) and later ceases to be an elected political representative is entitled, on application, to be appointed to any vacant position on the police force for which he or she is qualified under section 43 of the Act. O. Reg. 89/98, s. 1.</p> <p class=\"subsection-e\">(5) Subsection (4) applies only if the former police officer,</p> <p class=\"clause-e\">(a) ceases to be an elected political representative within,</p> <p class=\"subclause-e\">(i) in the case of a former police officer who was elected in a federal or provincial election, five years after resigning as a police officer,</p> <p class=\"subclause-e\">(ii) in the case of a former police officer who was elected in an election for municipal council, three years after resigning as a police officer; and</p> <p class=\"clause-e\">(b) makes an application to be reappointed to the police force within 12 months after ceasing to be an elected political representative. O. Reg. 89/98, s. 1.</p> <p class=\"subsection-e\">(6) Another person’s right to be appointed or assigned to a position on the police force by virtue of a collective agreement prevails over the right conferred by subsection (4). O. Reg. 89/98, s. 1.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. (1) The period of a leave of absence granted under subsection 6 (2) or (4) shall not be counted in determining the length of the police officer’s service, but the service before and after the period of leave shall be deemed to be continuous for all purposes. O. Reg. 89/98, s. 1. (2) Subsection (1) applies, with necessary modifications, to a police officer who has resigned and subsequently been reappointed to the police force in accordance with subsection 7 (3). O. Reg. 89/98, s. 1. ",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) The period of a leave of absence granted under subsection 6 (2) or (4) shall not be counted in determining the length of the police officer’s service, but the service before and after the period of leave shall be deemed to be continuous for all purposes. O. Reg. 89/98, s. 1.</p> <p class=\"subsection-e\">(2) Subsection (1) applies, with necessary modifications, to a police officer who has resigned and subsequently been reappointed to the police force in accordance with subsection 7 (3). O. Reg. 89/98, s. 1.</p> <p class=\"Normal\"></p>"
        }
    ]
}