{
    "reg_info": {
        "full_title": "O. Reg. 132/12: CLASS SIZE",
        "reg_name_text": "Class size",
        "citation": "O. Reg. 132/12: CLASS SIZE",
        "act_under": "Not Found",
        "url": "https://www.ontario.ca/laws/regulation/120132",
        "date_scraped": "2023-12-18 20:03:43"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "September  3, 2020",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/120132/v7",
            "valid_from": "August 22, 2019",
            "valid_to": "September  2, 2020"
        },
        {
            "a_href": "/laws/regulation/120132/v6",
            "valid_from": "August 31, 2018",
            "valid_to": "August 21, 2019"
        },
        {
            "a_href": "/laws/regulation/120132/v5",
            "valid_from": "June 30, 2017",
            "valid_to": "August 30, 2018"
        },
        {
            "a_href": "/laws/regulation/120132/v4",
            "valid_from": "September  1, 2014",
            "valid_to": "June 29, 2017"
        },
        {
            "a_href": "/laws/regulation/120132/v3",
            "valid_from": "March 27, 2014",
            "valid_to": "August 31, 2014"
        },
        {
            "a_href": "/laws/regulation/120132/v2",
            "valid_from": "September  1, 2012",
            "valid_to": "March 26, 2014"
        },
        {
            "a_href": "/laws/regulation/120132/v1",
            "valid_from": "June  4, 2012",
            "valid_to": "August 31, 2012"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. (1) In this Regulation, “class”, in relation to elementary schools, means a group of pupils who are scheduled to spend more than 50 per cent of their instructional time together during the cycle that includes October 31, but does not include a self-contained class established for exceptional pupils; (“classe”) “class”, in relation to secondary schools, means, (a) a group of pupils, (i) who are scheduled to be together for the purposes of instruction in a course for which a credit or part of a credit may be earned, during a scheduled part of the day school program provided on instructional days, (ii) who are each eligible to earn the same number of credits on successfully completing the course that he or she is taking during that scheduled part of the day school program provided on instructional days, and (iii) who are taught the course by a teacher who is responsible for the instruction of the course, the evaluation of the progress of the pupils in that course and the reporting to the principal of the progress of the pupils in that course, or (b) a co-operative education class, but does not include, (c) a transfer course class, (d) a class established for exceptional pupils, or (e) an online learning class; (“classe”) “co-operative education class” means a group of pupils, (a) who are enrolled in a co-operative education program, (b) who are scheduled to spend some instructional time together in school or through online learning during the school year in connection with the co-operative education program, and (c) who are each eligible to earn the same number of credits on successfully completing the course that he or she is taking in the co-operative education program; (“classe d’éducation coopérative”) “course” means a course at the secondary school level that is assigned a common course code in the list of common course codes published by the Ministry; (“cours”) “cycle” means the number of days for which a schedule of classes in a school continues before the schedule is repeated; (“horaire”) “instructional day” has the same meaning as in Regulation 304 of the Revised Regulations of Ontario, 1990 (School Year Calendar, Professional Activity Days), made under the Act; (“journée d’enseignement”) “legislative grant regulation” means a regulation made under subsection 234 (1) of the Act; (“règlement sur les subventions générales”) “online learning” means a method of credit course delivery that relies on communication between pupils and teachers through the internet or any other digital platform and does not require pupils to be face-to-face with each other or with their teacher; (“apprentissage en ligne”) “online learning class” means a group of pupils, (a) who are enrolled in online learning, (b) who are scheduled to be together for the purposes of instruction in a course, the instruction for which may be delivered in a synchronous manner, an asynchronous manner, or a combination of both manners, for which a credit or part of a credit may be earned, during a scheduled part of the day school program provided on instructional days, and (c) who satisfy the requirements in subclauses (a) (ii) and (iii) of the definition of “class” in relation to secondary schools; (“classe d’apprentissage en ligne”) “transfer course” means a transfer course as described in the Ministry publication entitled “Ontario Secondary Schools Grades 9 to 12 — Program and Diploma Requirements — 1999”. (“cours de transition”)  O. Reg. 132/12, s. 1 (1); O. Reg. 80/14, s. 1 (1), O. Reg. 287/19, s. 1; O. Reg. 484/20, s. 1 (1-3). (1.1) The definition of “online learning” in subsection (1) does not include a method of credit course delivery that would have, but for a pandemic, natural disaster or other similar circumstance, been conducted through classroom instruction. O. Reg. 484/20, s. 1 (4). (2) For the purposes of determinations under this Regulation in relation to elementary schools, (a) pupils include pupils enrolled in full day junior kindergarten or kindergarten; (b) a class can consist of pupils enrolled in the same grade or in different grades; and (c) junior kindergarten and kindergarten are to be considered grades.  O. Reg. 132/12, s. 1 (2); O. Reg. 80/14, s. 1 (2, 3). (3) For the purposes of determinations under this Regulation in relation to secondary schools, (a) a class or an online learning class can consist of pupils enrolled in the same grade or in different grades and in the same course or in different courses; (b) a pupil taking a course as an independent study course shall not be considered a class, an online learning class, or a part of either a class or online learning class; and (c) the credit value of a class or online learning class is the number of credits that each pupil in the class is eligible to earn on successfully completing the course that he or she is taking in connection with the class or online learning class, as the case may be. O. Reg. 484/20, s. 1 (5). (4) Revoked: O. Reg. 80/14, s. 1 (4). (5) This Regulation applies only to district school boards and to classes in schools operated by district school boards.  O. Reg. 132/12, s. 1 (5). Elementary School Classes — Full day Junior Kindergarten and Kindergarten",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“class”, in relation to elementary schools, means a group of pupils who are scheduled to spend more than 50 per cent of their instructional time together during the cycle that includes October 31, but does not include a self-contained class established for exceptional pupils; (“classe”)</p> <p class=\"definition-e\">“class”, in relation to secondary schools, means,</p> <p class=\"defclause-e\">  (a) a group of pupils,</p> <p class=\"defsubclause-e\">  (i) who are scheduled to be together for the purposes of instruction in a course for which a credit or part of a credit may be earned, during a scheduled part of the day school program provided on instructional days,</p> <p class=\"defsubclause-e\">  (ii) who are each eligible to earn the same number of credits on successfully completing the course that he or she is taking during that scheduled part of the day school program provided on instructional days, and</p> <p class=\"defsubclause-e\">  (iii) who are taught the course by a teacher who is responsible for the instruction of the course, the evaluation of the progress of the pupils in that course and the reporting to the principal of the progress of the pupils in that course, or</p> <p class=\"defclause-e\">  (b) a co-operative education class,</p> <p class=\"Sdefinition-e\">but does not include,</p> <p class=\"defclause-e\">  (c) a transfer course class, </p> <p class=\"defclause-e\">  (d) a class established for exceptional pupils, or</p> <p class=\"defclause-e\">  (e) an online learning class; (“classe”)</p> <p class=\"definition-e\">“co-operative education class” means a group of pupils,</p> <p class=\"defclause-e\">  (a) who are enrolled in a co-operative education program,</p> <p class=\"defclause-e\">  (b) who are scheduled to spend some instructional time together in school or through online learning during the school year in connection with the co-operative education program, and</p> <p class=\"defclause-e\">  (c) who are each eligible to earn the same number of credits on successfully completing the course that he or she is taking in the co-operative education program; (“classe d’éducation coopérative”)</p> <p class=\"definition-e\">“course” means a course at the secondary school level that is assigned a common course code in the list of common course codes published by the Ministry; (“cours”)</p> <p class=\"definition-e\">“cycle” means the number of days for which a schedule of classes in a school continues before the schedule is repeated; (“horaire”)</p> <p class=\"definition-e\">“instructional day” has the same meaning as in Regulation 304 of the Revised Regulations of Ontario, 1990 (School Year Calendar, Professional Activity Days), made under the Act; (“journée d’enseignement”)</p> <p class=\"definition-e\">“legislative grant regulation” means a regulation made under subsection 234 (1) of the Act; (“règlement sur les subventions générales”)</p> <p class=\"definition-e\">“online learning” means a method of credit course delivery that relies on communication between pupils and teachers through the internet or any other digital platform and does not require pupils to be face-to-face with each other or with their teacher; (“apprentissage en ligne”)</p> <p class=\"definition-e\">“online learning class” means a group of pupils,</p> <p class=\"defclause-e\">  (a) who are enrolled in online learning,</p> <p class=\"defclause-e\">  (b) who are scheduled to be together for the purposes of instruction in a course, the instruction for which may be delivered in a synchronous manner, an asynchronous manner, or a combination of both manners, for which a credit or part of a credit may be earned, during a scheduled part of the day school program provided on instructional days, and</p> <p class=\"defclause-e\">  (c) who satisfy the requirements in subclauses (a) (ii) and (iii) of the definition of “class” in relation to secondary schools; (“classe d’apprentissage en ligne”)</p> <p class=\"definition-e\">“transfer course” means a transfer course as described in the Ministry publication entitled “Ontario Secondary Schools Grades 9 to 12 — Program and Diploma Requirements — 1999”. (“cours de transition”)  O. Reg. 132/12, s. 1 (1); O. Reg. 80/14, s. 1 (1), O. Reg. 287/19, s. 1; O. Reg. 484/20, s. 1 (1-3).</p> <p class=\"subsection-e\">  (1.1) The definition of “online learning” in subsection (1) does not include a method of credit course delivery that would have, but for a pandemic, natural disaster or other similar circumstance, been conducted through classroom instruction. O. Reg. 484/20, s. 1 (4).</p> <p class=\"subsection-e\">  (2) For the purposes of determinations under this Regulation in relation to elementary schools,</p> <p class=\"clause-e\">  (a) pupils include pupils enrolled in full day junior kindergarten or kindergarten;</p> <p class=\"clause-e\">  (b) a class can consist of pupils enrolled in the same grade or in different grades; and</p> <p class=\"clause-e\">  (c) junior kindergarten and kindergarten are to be considered grades.  O. Reg. 132/12, s. 1 (2); O. Reg. 80/14, s. 1 (2, 3).</p> <p class=\"subsection-e\">  (3) For the purposes of determinations under this Regulation in relation to secondary schools,</p> <p class=\"clause-e\">  (a) a class or an online learning class can consist of pupils enrolled in the same grade or in different grades and in the same course or in different courses;</p> <p class=\"clause-e\">  (b) a pupil taking a course as an independent study course shall not be considered a class, an online learning class, or a part of either a class or online learning class; and</p> <p class=\"clause-e\">  (c) the credit value of a class or online learning class is the number of credits that each pupil in the class is eligible to earn on successfully completing the course that he or she is taking in connection with the class or online learning class, as the case may be. O. Reg. 484/20, s. 1 (5).</p> <p class=\"subsection-e\">  (4) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 80/14, s. 1 (4).</p> <p class=\"subsection-e\">  (5) This Regulation applies only to district school boards and to classes in schools operated by district school boards.  O. Reg. 132/12, s. 1 (5).</p> <p class=\"heading1-e\">Elementary School Classes — Full day Junior Kindergarten and Kindergarten</p>"
        },
        {
            "id": "2.",
            "section": "Class size average",
            "content": " 2. The average size in each school year of the classes of a board that include one or more pupils enrolled in junior kindergarten or kindergarten shall not exceed 26. O. Reg. 245/17, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>The average size in each school year of the classes of a board that include one or more pupils enrolled in junior kindergarten or kindergarten shall not exceed 26. O. Reg. 245/17, s. 1.</p>"
        },
        {
            "id": "2.1",
            "section": "Class size limit",
            "content": " 2.1 (1) The class size limit of a class of a board that consists only of pupils enrolled in junior kindergarten and kindergarten is 29. O. Reg. 245/17, s. 1. (2) In each school year, 10 per cent or less of the classes of a board that have only pupils in junior kindergarten and kindergarten may have a class size that exceeds the class size limit, but that does not exceed 32, in any of the following circumstances: 1. Exceeding the class size limit would reduce the number of classes that have both a pupil in junior kindergarten or kindergarten and a pupil in grade 1. 2. Not exceeding the class size limit would negatively affect a program, such as French immersion. 3. In respect of a school year during the period beginning in the 2017-2018 school year up until and including the 2021-2022 school year, purpose built accommodation is not available. O. Reg. 245/17, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>2.1 </b>(1) The class size limit of a class of a board that consists only of pupils enrolled in junior kindergarten and kindergarten is 29. O. Reg. 245/17, s. 1.</p> <p class=\"subsection-e\">  (2) In each school year, 10 per cent or less of the classes of a board that have only pupils in junior kindergarten and kindergarten may have a class size that exceeds the class size limit, but that does not exceed 32, in any of the following circumstances:</p> <p class=\"paragraph-e\">  1. Exceeding the class size limit would reduce the number of classes that have both a pupil in junior kindergarten or kindergarten and a pupil in grade 1.</p> <p class=\"paragraph-e\">  2. Not exceeding the class size limit would negatively affect a program, such as French immersion.</p> <p class=\"paragraph-e\">  3. In respect of a school year during the period beginning in the 2017-2018 school year up until and including the 2021-2022 school year, purpose built accommodation is not available. O. Reg. 245/17, s. 1.</p>"
        },
        {
            "id": "2.2",
            "section": "Class size limit",
            "content": " 2.2 Revoked: O. Reg. 245/17, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>2.2 </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 245/17, s. 1.</p>"
        },
        {
            "id": "3.",
            "section": "Class size determination",
            "content": " 3. (1) Each board shall select for each school year a date not earlier than September 1 and not later than September 30 as the date as of which class sizes in elementary schools shall be determined.  O. Reg. 132/12, s. 3 (1). (2) The average size in a school year of a board’s full day junior kindergarten and kindergarten classes shall be determined for the school year, as of the date selected under subsection (1), as follows: 1. Determine the number of pupils enrolled in full day junior kindergarten or kindergarten classes. 2. Determine the number of full day junior kindergarten and kindergarten classes in the schools. 3. Divide the number determined under paragraph 1 by the number determined under paragraph 2. O. Reg. 80/14, s. 3. (3) If a full day junior kindergarten or kindergarten class includes one or more pupils enrolled in full day junior kindergarten or kindergarten and one or more pupils enrolled in any other grade, (a) for the purposes of paragraph 1 of subsection (2), only the pupils in the class who are enrolled in full day junior kindergarten or kindergarten shall be counted; and (b) for the purposes of paragraph 2 of subsection (2), the class shall be counted as the number obtained by dividing the number of pupils in the class who are enrolled in full day junior kindergarten or kindergarten by the total number of pupils in the class. O. Reg. 80/14, s. 3. (4) For greater certainty, the purpose of the determination of the average size of a board’s full day junior kindergarten and kindergarten classes under subsection (2) is to ensure that the requirement set out in section 2 is met. O. Reg. 80/14, s. 3. Elementary School Classes — Other Primary",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) Each board shall select for each school year a date not earlier than September 1 and not later than September 30 as the date as of which class sizes in elementary schools shall be determined.  O. Reg. 132/12, s. 3 (1).</p> <p class=\"subsection-e\">  (2) The average size in a school year of a board’s full day junior kindergarten and kindergarten classes shall be determined for the school year, as of the date selected under subsection (1), as follows:</p> <p class=\"paragraph-e\">  1. Determine the number of pupils enrolled in full day junior kindergarten or kindergarten classes. </p> <p class=\"paragraph-e\">  2. Determine the number of full day junior kindergarten and kindergarten classes in the schools.</p> <p class=\"paragraph-e\">  3. Divide the number determined under paragraph 1 by the number determined under paragraph 2. O. Reg. 80/14, s. 3.</p> <p class=\"subsection-e\">  (3) If a full day junior kindergarten or kindergarten class includes one or more pupils enrolled in full day junior kindergarten or kindergarten and one or more pupils enrolled in any other grade, </p> <p class=\"clause-e\">  (a) for the purposes of paragraph 1 of subsection (2), only the pupils in the class who are enrolled in full day junior kindergarten or kindergarten shall be counted; and </p> <p class=\"clause-e\">  (b) for the purposes of paragraph 2 of subsection (2), the class shall be counted as the number obtained by dividing the number of pupils in the class who are enrolled in full day junior kindergarten or kindergarten by the total number of pupils in the class. O. Reg. 80/14, s. 3.</p> <p class=\"subsection-e\">  (4) For greater certainty, the purpose of the determination of the average size of a board’s full day junior kindergarten and kindergarten classes under subsection (2) is to ensure that the requirement set out in section 2 is met. O. Reg. 80/14, s. 3.</p> <p class=\"heading1-e\">Elementary School Classes — Other Primary</p>"
        },
        {
            "id": "4.",
            "section": "Application",
            "content": " 4. Sections 5 and 6 apply to classes of a board that consist only of pupils enrolled in the primary division, unless the class consists only of pupils enrolled in full day junior kindergarten or kindergarten.  O. Reg. 132/12, s. 4; O. Reg. 80/14, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>Sections 5 and 6 apply to classes<b> </b>of a board<b> </b>that consist only of pupils enrolled in the primary division, unless the class consists only of pupils enrolled in full day junior kindergarten or kindergarten.  O. Reg. 132/12, s. 4; O. Reg. 80/14, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Class size limit",
            "content": " 5. (1) A class to which this section applies shall have 23 or fewer pupils.  O. Reg. 132/12, s. 5 (1). (2) In each school year, at least 90 per cent of the classes described in section 4 shall have 20 or fewer pupils.  O. Reg. 132/12, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) A class to which this section applies shall have 23 or fewer pupils.  O. Reg. 132/12, s. 5 (1).</p> <p class=\"subsection-e\">  (2) In each school year, at least 90 per cent of the classes <span>described in section 4 </span>shall have 20 or fewer pupils.  O. Reg. 132/12, s. 5 (2).</p>"
        },
        {
            "id": "6.",
            "section": "Class size determination",
            "content": "  6. The size in a school year of the classes of a board to which this section applies shall be determined for the school year as of the date selected under subsection 3 (1).  O. Reg. 132/12, s. 6. Elementary School Classes — Grades 4, 5, 6, 7 and 8",
            "raw_html": "<p class=\"section-e\"><b>  6. </b>The size <span>in a school year </span>of the classes of a board <span>to which this section applies </span>shall be determined for the school year as of the date selected under subsection 3 (1).  O. Reg. 132/12, s. 6.</p> <p class=\"heading1-e\">Elementary School Classes — Grades 4, 5, 6, 7 and 8</p>"
        },
        {
            "id": "7.",
            "section": "Class size average",
            "content": " 7. (1) The average size in each school year of the classes of a board that include one or more pupils enrolled in any of grades 4, 5, 6, 7 or 8 shall not exceed 24.50. O. Reg. 245/17, s. 2. (2) However, for a board listed in the following Table, for the 2017-2018 and 2018-2019 school years, the average size of the classes of the board that have one or more pupils enrolled in grade 4, 5, 6, 7 or 8 shall not exceed the number specified for the board in the appropriate Column of the Table. Table Item   Column 1   Name of board   Column 2   Maximum class size average for the 2017-2018 school year   Column 3   Maximum class size average for the 2018-2019 school year \n\n  1.   Algoma District School Board   24.03   24.03 \n\n  2.   Avon Maitland District School Board   26.02   25.64 \n\n  3.   Bluewater District School Board   25.05   24.69 \n\n  4.   Brant Haldimand Norfolk Catholic District School Board   25.24   24.88 \n\n  5.   District School Board of Niagara   25.73   25.35 \n\n  6.   District School Board Ontario North East   21.60   21.60 \n\n  7.   Grand Erie District School Board   24.15   24.15 \n\n  8.   Halton Catholic District School Board   24.85   24.50 \n\n  9.   Halton District School Board   24.75   24.50 \n\n  10.   Hamilton-Wentworth Catholic District School Board   25.14   24.79 \n\n  11.   Hamilton-Wentworth District School Board   24.75   24.50 \n\n  12.   Hastings and Prince Edward District School Board   24.32   24.32 \n\n  13.   Keewatin-Patricia District School Board   22.00   22.00 \n\n  14.   Lambton Kent District School Board   24.35   24.35 \n\n  15.   Limestone District School Board   24.40   24.40 \n\n  16.   London District Catholic School Board   25.24   24.88 \n\n  17.   Near North District School Board   23.30   23.30 \n\n  18.   Rainbow District School Board   24.10   24.10 \n\n  19.   Rainy River District School Board   22.38   22.38 \n\n  20.   Renfrew County District School Board   24.10   24.10 \n\n  21.   Superior-Greenstone District School Board   18.50   18.50 \n\n  22.   Thames Valley District School Board   24.65   24.50 \n\n  23.   Toronto Catholic District School Board   25.34   24.97 \n\n  24.   Toronto District School Board   23.24   23.24 \n\n  25.   Trillium Lakelands District School Board   24.41   24.41 \n\n  26.   Upper Grand District School Board   24.85   24.50 \n\n  27.   Waterloo Catholic District School Board   24.66   24.50 \n\n  28.   Waterloo Region District School Board   24.61   24.50 \n\n  29.   Windsor-Essex Catholic District School Board   24.56   24.50 \n\n  30.   York Catholic District School Board   24.56   24.50 \n\n  31.   York Region District School Board   24.92   24.57 O. Reg. 287/19, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) The average size in each school year of the classes of a board that include one or more pupils enrolled in any of grades 4, 5, 6, 7 or 8 shall not exceed 24.50. O. Reg. 245/17, s. 2.</p> <p class=\"subsection-e\">  (2) However, for a board listed in the following Table, for the 2017-2018 and 2018-2019 school years, the average size of the classes of the board that have one or more pupils enrolled in grade 4, 5, 6, 7 or 8 shall not exceed the number specified for the board in the appropriate Column of the Table.</p> <p class=\"headingx-e\">Table</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\"> <p class=\"table-e\">Column 1 <br/>  Name of board</p> </td> <td valign=\"top\" width=\"178\"> <p class=\"table-e\">Column 2 <br/>  Maximum class size average for the 2017-2018 school year</p> </td> <td valign=\"top\" width=\"178\"> <p class=\"table-e\">Column 3 <br/>  Maximum class size average for the 2018-2019 school year</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\"> <p class=\"table-e\">Algoma District School Board</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">24.03</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">24.03</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\"> <p class=\"table-e\">Avon Maitland District School Board</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">26.02</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">25.64</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\"> <p class=\"table-e\">Bluewater District School Board</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">25.05</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">24.69</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\"> <p class=\"table-e\">Brant Haldimand Norfolk Catholic District School Board</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">25.24</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">24.88</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\"> <p class=\"table-e\">District School Board of Niagara</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">25.73</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">25.35</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\"> <p class=\"table-e\">District School Board Ontario North East</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">21.60</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">21.60</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">7.</p> </td> <td valign=\"top\"> <p class=\"table-e\">Grand Erie District School Board</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">24.15</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">24.15</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">8.</p> </td> <td valign=\"top\"> <p class=\"table-e\">Halton Catholic District School Board</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">24.85</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">24.50</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">9.</p> </td> <td valign=\"top\"> <p class=\"table-e\">Halton District School Board</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">24.75</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">24.50</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">10.</p> </td> <td valign=\"top\"> <p class=\"table-e\">Hamilton-Wentworth Catholic District School Board</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">25.14</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">24.79</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">11.</p> </td> <td valign=\"top\"> <p class=\"table-e\">Hamilton-Wentworth District School Board</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">24.75</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">24.50</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">12.</p> </td> <td valign=\"top\"> <p class=\"table-e\">Hastings and Prince Edward District School Board</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">24.32</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">24.32</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">13.</p> </td> <td valign=\"top\"> <p class=\"table-e\">Keewatin-Patricia District School Board</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">22.00</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">22.00</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">14.</p> </td> <td valign=\"top\"> <p class=\"table-e\">Lambton Kent District School Board</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">24.35</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">24.35</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">15.</p> </td> <td valign=\"top\"> <p class=\"table-e\">Limestone District School Board</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">24.40</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">24.40</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">16.</p> </td> <td valign=\"top\"> <p class=\"table-e\">London District Catholic School Board</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">25.24</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">24.88</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">17.</p> </td> <td valign=\"top\"> <p class=\"table-e\">Near North District School Board</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">23.30</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">23.30</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">18.</p> </td> <td valign=\"top\"> <p class=\"table-e\">Rainbow District School Board</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">24.10</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">24.10</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">19.</p> </td> <td valign=\"top\"> <p class=\"table-e\">Rainy River District School Board</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">22.38</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">22.38</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">20.</p> </td> <td valign=\"top\"> <p class=\"table-e\">Renfrew County District School Board</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">24.10</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">24.10</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">21.</p> </td> <td valign=\"top\"> <p class=\"table-e\">Superior-Greenstone District School Board</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">18.50</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">18.50</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">22.</p> </td> <td valign=\"top\"> <p class=\"table-e\">Thames Valley District School Board</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">24.65</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">24.50</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">23.</p> </td> <td valign=\"top\"> <p class=\"table-e\">Toronto Catholic District School Board</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">25.34</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">24.97</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">24.</p> </td> <td valign=\"top\"> <p class=\"table-e\">Toronto District School Board</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">23.24</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">23.24</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">25.</p> </td> <td valign=\"top\"> <p class=\"table-e\">Trillium Lakelands District School Board</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">24.41</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">24.41</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">26.</p> </td> <td valign=\"top\"> <p class=\"table-e\">Upper Grand District School Board</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">24.85</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">24.50</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">27.</p> </td> <td valign=\"top\"> <p class=\"table-e\">Waterloo Catholic District School Board</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">24.66</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">24.50</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">28.</p> </td> <td valign=\"top\"> <p class=\"table-e\">Waterloo Region District School Board</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">24.61</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">24.50</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">29.</p> </td> <td valign=\"top\"> <p class=\"table-e\">Windsor-Essex Catholic District School Board</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">24.56</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">24.50</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">30.</p> </td> <td valign=\"top\"> <p class=\"table-e\">York Catholic District School Board</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">24.56</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">24.50</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">31.</p> </td> <td valign=\"top\"> <p class=\"table-e\">York Region District School Board</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">24.92</p> </td> <td valign=\"top\" width=\"178\"> <p align=\"right\" class=\"table-e\">24.57</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 287/19, s. 2.</p>"
        },
        {
            "id": "8.",
            "section": "Class size determination ",
            "content": " 8. The average size in a school year of the classes of a board that include one or more pupils enrolled in any of grades 4, 5, 6, 7 and 8 shall be determined for the school year, as of the date selected under subsection 3 (1), as follows: 1. Determine the number of pupils enrolled in the board’s classes that include one or more pupils enrolled in any of grades 4, 5, 6, 7 and 8. 2. Determine the number of the board’s classes that include one or more pupils enrolled in any of grades 4, 5, 6, 7 and 8. 3. Divide the number determined under paragraph 1 by the number determined under paragraph 2.  O. Reg. 132/12, s. 8. Elementary School Classes — Mixed Grades",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>The average size <span>in a school year </span>of the classes of a board that include one or more pupils enrolled in any of grades 4, 5, 6, 7 and 8 shall be determined for the school year, as of the date selected under subsection 3 (1), as follows:</p> <p class=\"paragraph-e\">  1. Determine the number of pupils enrolled in the board’s classes that include one or more pupils enrolled in any of grades 4, 5, 6, 7 and 8.</p> <p class=\"paragraph-e\">  2. Determine the number of the board’s classes that include one or more pupils enrolled in any of grades 4, 5, 6, 7 and 8.</p> <p class=\"paragraph-e\">  3. Divide the number determined under paragraph 1 by the number determined under paragraph 2.  O. Reg. 132/12, s. 8.</p> <p class=\"heading1-e\">Elementary School Classes — Mixed Grades</p>"
        },
        {
            "id": "9.",
            "section": "Class size limit",
            "content": " 9. (1) If a class includes one or more pupils enrolled in the primary division and one or more pupils enrolled in grade 4, 5, 6, 7 or 8, the class shall have 23 or fewer pupils.  O. Reg. 132/12, s. 9 (1). (2) For greater certainty, subsection (1) does not apply to classes that consist only of pupils enrolled in full day junior kindergarten or kindergarten. O. Reg. 80/14, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) If a class includes one or more pupils enrolled in the primary division and one or more pupils enrolled in grade 4, 5, 6, 7 or 8, the class shall have 23 or fewer pupils.  O. Reg. 132/12, s. 9 (1).</p> <p class=\"subsection-e\">  (2) For greater certainty, subsection (1) does not apply to classes that consist only of pupils enrolled in full day junior kindergarten or kindergarten. O. Reg. 80/14, s. 5.</p>"
        },
        {
            "id": "10.",
            "section": "Class size determination ",
            "content": " 10. (1) The size in a school year of a board’s classes described in subsection 9 (1) shall be determined for the school year as of the date selected under subsection 3 (1).  O. Reg. 132/12, s. 10 (1). (2) For greater certainty, a board’s classes described in subsection 9 (1) shall be included in the determination of class sizes under section 8.  O. Reg. 132/12, s. 10 (2). Elementary School Classes — Reporting",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) The size in a school year of a board’s classes described in subsection 9 (1) shall be determined for the school year as of the date selected under subsection 3 (1).  O. Reg. 132/12, s. 10 (1).</p> <p class=\"subsection-e\">  (2) For greater certainty, a board’s classes described in subsection 9 (1) shall be included in the determination of class sizes under section 8.  O. Reg. 132/12, s. 10 (2).</p> <p class=\"heading1-e\">Elementary School Classes — Reporting</p>"
        },
        {
            "id": "11.",
            "section": "Reporting",
            "content": " 11. (1) By October 31 in each school year, each board shall submit a report for the school year on class size in its elementary schools to the Minister, in a format acceptable to the Minister.  O. Reg. 132/12, s. 11 (1). (2) The board shall, by October 31 in each school year, (a) make the report available to the public by, (i) having copies available at the head office of the board and at the office of each school of the board, or (ii) posting the report on the website of the board; and (b) submit a copy of the report to the chair of the school council for each school of the board. O. Reg. 484/20, s. 2. (3) The report shall include, but is not limited to, information relating to the board’s reliance on the circumstances under subsection 2.1 (2). O. Reg. 245/17, s. 3. Secondary School Classes",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) By October 31 in each school year, each board shall submit a report for the school year on class size in its elementary schools to the Minister, in a format acceptable to the Minister.  O. Reg. 132/12, s. 11 (1).</p> <p class=\"subsection-e\">  (2) The board shall, by October 31 in each school year,</p> <p class=\"clause-e\">  (a) make the report available to the public by,</p> <p class=\"subclause-e\">  (i) having copies available at the head office of the board and at the office of each school of the board, or</p> <p class=\"subclause-e\">  (ii) posting the report on the website of the board; and</p> <p class=\"clause-e\">  (b) submit a copy of the report to the chair of the school council for each school of the board. O. Reg. 484/20, s. 2.</p> <p class=\"subsection-e\">  (3) The report shall include, but is not limited to, information relating to the board’s reliance on the circumstances under subsection 2.1 (2). O. Reg. 245/17, s. 3.</p> <p class=\"heading1-e\">Secondary School Classes</p>"
        },
        {
            "id": "12.",
            "section": "Class size average",
            "content": "  12. For the 2020-2021 school year and subsequent school years, the average class size in a given school year of a board’s secondary school classes shall not exceed 23. O. Reg. 484/20, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>  12.</b> For the 2020-2021 school year and subsequent school years, the average class size in a given school year of a board’s secondary school classes shall not exceed 23. O. Reg. 484/20, s. 3.</p>"
        },
        {
            "id": "13.",
            "section": "Class size determination — average class size for a board",
            "content": " 13. The average size in a school year of a board’s secondary school classes shall be determined for each school year, as follows: 1. For each non-semestered class in each secondary school of the board, multiply the number of pupils enrolled in the class as of October 31 in the school year by one-half of the credit value of the class. Total the results obtained. 2. For each non-semestered class in each secondary school of the board, multiply the number of pupils enrolled in the class as of March 31 in the school year by one-half of the credit value of the class. Total the results obtained. 3. For each semestered class held in the first semester in each secondary school of the board, multiply the number of pupils enrolled in the class as of October 31 in the school year by the credit value of the class. Total the results obtained. 4. For each semestered class held in the second semester in each secondary school of the board, multiply the number of pupils enrolled in the class as of March 31 in the school year by the credit value of the class. Total the results obtained. 5. Total the totals obtained under paragraphs 1, 2, 3 and 4. The result is the number of pupil credits for the board. 6. Determine the credit value of each non-semestered class in each secondary school of the board. Total the numbers obtained. 7. Determine the credit value of each semestered class held in the first semester in each secondary school of the board. Total the numbers obtained. 8. Determine the credit value of each semestered class held in the second semester in each secondary school of the board. Total the numbers obtained. 9. Total the totals obtained under paragraphs 6, 7 and 8. The result is the number of classroom credits for the board. 10. Divide the number of pupil credits for the board, determined under paragraph 5, by the number of classroom credits for the board, determined under paragraph 9.  O. Reg. 132/12, s. 13.",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>The average size in a school year of a board’s secondary school classes shall be determined for each school year, as follows:</p> <p class=\"paragraph-e\">  1. For each non-semestered class in each secondary school of the board, multiply the number of pupils enrolled in the class as of October 31 in the school year by one-half of the credit value of the class. Total the results obtained.</p> <p class=\"paragraph-e\">  2. For each non-semestered class in each secondary school of the board, multiply the number of pupils enrolled in the class as of March 31 in the school year by one-half of the credit value of the class. Total the results obtained.</p> <p class=\"paragraph-e\">  3. For each semestered class held in the first semester in each secondary school of the board, multiply the number of pupils enrolled in the class as of October 31 in the school year by the credit value of the class. Total the results obtained.</p> <p class=\"paragraph-e\">  4. For each semestered class held in the second semester in each secondary school of the board, multiply the number of pupils enrolled in the class as of March 31 in the school year by the credit value of the class. Total the results obtained.</p> <p class=\"paragraph-e\">  5. Total the totals obtained under paragraphs 1, 2, 3 and 4. The result is the number of pupil credits for the board.</p> <p class=\"paragraph-e\">  6. Determine the credit value of each non-semestered class in each secondary school of the board. Total the numbers obtained.</p> <p class=\"paragraph-e\">  7. Determine the credit value of each semestered class held in the first semester in each secondary school of the board. Total the numbers obtained.</p> <p class=\"paragraph-e\">  8. Determine the credit value of each semestered class held in the second semester in each secondary school of the board. Total the numbers obtained.</p> <p class=\"paragraph-e\">  9. Total the totals obtained under paragraphs 6, 7 and 8. The result is the number of classroom credits for the board.</p> <p class=\"paragraph-e\">  10. Divide the number of pupil credits for the board, determined under paragraph 5, by the number of classroom credits for the board, determined under paragraph 9.  O. Reg. 132/12, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": "Class size determination — average class size for a school",
            "content": " 14. The average size in a school year of a secondary school’s classes shall be determined for each school year as follows: 1. For each non-semestered class in the secondary school, multiply the number of pupils enrolled in the class as of October 31 in the school year by one-half of the credit value of the class. Total the results obtained. 2. For each non-semestered class in the secondary school, multiply the number of pupils enrolled in the class as of March 31 in the school year by one-half of the credit value of the class. Total the results obtained. 3. For each semestered class held in the first semester in the secondary school, multiply the number of pupils enrolled in the class as of October 31 in the school year by the credit value of the class. Total the results obtained. 4. For each semestered class held in the second semester in the secondary school, multiply the number of pupils enrolled in the class as of March 31 in the school year by the credit value of the class. Total the results obtained. 5. Total the totals obtained under paragraphs 1, 2, 3 and 4. The result is the number of pupil credits for the school. 6. Determine the credit value of each non-semestered class in the secondary school. Total the numbers obtained. 7. Determine the credit value of each semestered class held in the first semester in the secondary school. Total the numbers obtained. 8. Determine the credit value of each semestered class held in the second semester in the secondary school. Total the numbers obtained. 9. Total the totals obtained under paragraphs 6, 7, and 8. The result is the number of classroom credits for the school. 10. Divide the number of pupil credits for the school, determined under paragraph 5, by the number of classroom credits for the school, determined under paragraph 9.  O. Reg. 132/12, s. 14.",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>The average size in a school year of a secondary school’s classes shall be determined for each school year as follows:</p> <p class=\"paragraph-e\">  1. For each non-semestered class in the secondary school, multiply the number of pupils enrolled in the class as of October 31 in the school year by one-half of the credit value of the class. Total the results obtained.</p> <p class=\"paragraph-e\">  2. For each non-semestered class in the secondary school, multiply the number of pupils enrolled in the class as of March 31 in the school year by one-half of the credit value of the class. Total the results obtained.</p> <p class=\"paragraph-e\">  3. For each semestered class held in the first semester in the secondary school, multiply the number of pupils enrolled in the class as of October 31 in the school year by the credit value of the class. Total the results obtained.</p> <p class=\"paragraph-e\">  4. For each semestered class held in the second semester in the secondary school, multiply the number of pupils enrolled in the class as of March 31 in the school year by the credit value of the class. Total the results obtained.</p> <p class=\"paragraph-e\">  5. Total the totals obtained under paragraphs 1, 2, 3 and 4. The result is the number of pupil credits for the school.</p> <p class=\"paragraph-e\">  6. Determine the credit value of each non-semestered class in the secondary school. Total the numbers obtained.</p> <p class=\"paragraph-e\">  7. Determine the credit value of each semestered class held in the first semester in the secondary school. Total the numbers obtained.</p> <p class=\"paragraph-e\">  8. Determine the credit value of each semestered class held in the second semester in the secondary school. Total the numbers obtained.</p> <p class=\"paragraph-e\">  9. Total the totals obtained under paragraphs 6, 7, and 8. The result is the number of classroom credits for the school.</p> <p class=\"paragraph-e\">  10. Divide the number of pupil credits for the school, determined under paragraph 5, by the number of classroom credits for the school, determined under paragraph 9.  O. Reg. 132/12, s. 14.</p>"
        },
        {
            "id": "14.1",
            "section": "Online learning class size average",
            "content": "  14.1 For the 2020-2021 school year and subsequent school years, the average size in a school year of a board’s online learning classes shall not exceed 30. O. Reg. 484/20, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>  14.1 </b>For the 2020-2021 school year and subsequent school years, the average size in a school year of a board’s online learning classes shall not exceed 30. O. Reg. 484/20, s. 4.</p>"
        },
        {
            "id": "14.2",
            "section": "Online learning class size determination — average online learning class size for a board",
            "content": " 14.2 (1) The average size in a school year of a board’s online learning classes shall be determined for each school year as follows: 1. For each non-semestered online learning class in each secondary school of the board, multiply the number of pupils enrolled in the class as of October 31 in the school year by one-half of the credit value of the class. Total the results obtained. 2. For each non-semestered online learning class in each secondary school of the board, multiply the number of pupils enrolled in the class as of March 31 in the school year by one-half of the credit value of the class. Total the results obtained. 3. For each semestered online learning class held in the first semester in each secondary school of the board, multiply the number of pupils enrolled in the class as of October 31 in the school year by the credit value of the class. Total the results obtained. 4. For each semestered online learning class held in the second semester in each secondary school of the board, multiply the number of pupils enrolled in the class as of March 31 in the school year by the credit value of the class. Total the results obtained. 5. Total the totals obtained under paragraphs 1, 2, 3 and 4. The result is the number of online learning pupil credits for the board. 6. Determine the credit value of each non-semestered online learning class in each secondary school of the board. Total the numbers obtained. 7. Determine the credit value of each semestered online learning class held in the first semester in each secondary school of the board. Total the numbers obtained. 8. Determine the credit value of each semestered online learning class held in the second semester in each secondary school of the board. Total the numbers obtained. 9. Total the totals obtained under paragraphs 6, 7 and 8. The result is the number of online learning credits for the board. 10. Divide the number of online learning pupil credits for the board, determined under paragraph 5, by the number of online learning credits for the board, determined under paragraph 9. O. Reg. 484/20, s. 4. (2) The following rules apply for the purposes of subsection (1): 1. An online learning class is deemed to be a class of a given secondary school if the teacher teaching the online learning class is assigned to that school. 2. In counting the number of pupils in paragraphs 1 to 4 of subsection (1), the board shall include all pupils enrolled in the class, including pupils, i. who are registered at other schools of the board, or ii. who are registered at schools of other boards. O. Reg. 484/20, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>14.2 </b>(1) The average size in a school year <span>of a board’s online learning classes</span> shall be determined for each school year as follows:</p> <p class=\"paragraph-e\">  1. For each non-semestered online learning class in each secondary school of the board, multiply the number of pupils enrolled in the class as of October 31 in the school year by one-half of the credit value of the class. Total the results obtained.</p> <p class=\"paragraph-e\">  2. For each non-semestered online learning class in each secondary school of the board, multiply the number of pupils enrolled in the class as of March 31 in the school year by one-half of the credit value of the class. Total the results obtained.</p> <p class=\"paragraph-e\">  3. For each semestered online learning class held in the first semester in each secondary school of the board, multiply the number of pupils enrolled in the class as of October 31 in the school year by the credit value of the class. Total the results obtained.</p> <p class=\"paragraph-e\">  4. For each semestered online learning class held in the second semester in each secondary school of the board, multiply the number of pupils enrolled in the class as of March 31 in the school year by the credit value of the class. Total the results obtained.</p> <p class=\"paragraph-e\">  5. Total the totals obtained under paragraphs 1, 2, 3 and 4. The result is the number of online learning pupil credits for the board.</p> <p class=\"paragraph-e\">  6. Determine the credit value of each non-semestered online learning class in each secondary school of the board. Total the numbers obtained.</p> <p class=\"paragraph-e\">  7. Determine the credit value of each semestered online learning class held in the first semester in each secondary school of the board. Total the numbers obtained.</p> <p class=\"paragraph-e\">  8. Determine the credit value of each semestered online learning class held in the second semester in each secondary school of the board. Total the numbers obtained.</p> <p class=\"paragraph-e\">  9. Total the totals obtained under paragraphs 6, 7 and 8. The result is the number of online learning credits for the board.</p> <p class=\"paragraph-e\">  10. Divide the number of online learning pupil credits for the board, determined under paragraph 5, by the number of online learning credits for the board, determined under paragraph 9. O. Reg. 484/20, s. 4.</p> <p class=\"subsection-e\">  (2) The following rules apply for the purposes of subsection (1):</p> <p class=\"paragraph-e\">  1. An online learning class is deemed to be a class of a given secondary school if the teacher teaching the online learning class is assigned to that school.</p> <p class=\"paragraph-e\">  2. In counting the number of pupils in paragraphs 1 to 4 of subsection (1), the board shall include all pupils enrolled in the class, including pupils,</p> <p class=\"subpara-e\">  i. who are registered at other schools of the board, or</p> <p class=\"subpara-e\">  ii. who are registered at schools of other boards. O. Reg. 484/20, s. 4.</p>"
        },
        {
            "id": "14.3",
            "section": "Online learning class size determination — average online learning class size for a school",
            "content": " 14.3 (1) The average size in a school year of a secondary school’s online learning classes shall be determined for each school year as follows: 1. For each non-semestered online learning class in the secondary school, multiply the number of pupils enrolled in the class as of October 31 in the school year by one-half of the credit value of the class. Total the results obtained. 2. For each non-semestered online learning class in the secondary school, multiply the number of pupils enrolled in the class as of March 31 in the school year by one-half of the credit value of the class. Total the results obtained. 3. For each semestered online learning class held in the first semester in the secondary school, multiply the number of pupils enrolled in the class as of October 31 in the school year by the credit value of the class. Total the results obtained. 4. For each semestered online learning class held in the second semester in the secondary school, multiply the number of pupils enrolled in the class as of March 31 in the school year by the credit value of the class. Total the results obtained. 5. Total the totals obtained under paragraphs 1, 2, 3 and 4. The result is the number of online learning pupil credits for the school. 6. Determine the credit value of each non-semestered online learning class in the secondary school. Total the numbers obtained. 7. Determine the credit value of each semestered online learning class held in the first semester in the secondary school. Total the numbers obtained. 8. Determine the credit value of each semestered online learning class held in the second semester in the secondary school. Total the numbers obtained. 9. Total the totals obtained under paragraphs 6, 7, and 8. The result is the number of online learning credits for the school. 10. Divide the number of online learning pupil credits for the school, determined under paragraph 5, by the number of online learning credits for the school, determined under paragraph 9. O. Reg. 484/20, s. 4. (2) The following rules apply for the purposes of subsection (1): 1. An online learning class is deemed to be a class of a given secondary school, if the teacher teaching the online learning class is assigned to that school. 2. In counting the number of pupils in paragraphs 1 to 4 of subsection (1), the board shall include all pupils enrolled in the class, including pupils, i. who are registered at other schools of the board, or ii. who are registered at schools of other boards. O. Reg. 484/20, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>14.3 </b>(1) The average size in a school year of a secondary school’s online learning classes shall be determined for each school year as follows:</p> <p class=\"paragraph-e\">  1. For each non-semestered online learning class in the secondary school, multiply the number of pupils enrolled in the class as of October 31 in the school year by one-half of the credit value of the class. Total the results obtained.</p> <p class=\"paragraph-e\">  2. For each non-semestered online learning class in the secondary school, multiply the number of pupils enrolled in the class as of March 31 in the school year by one-half of the credit value of the class. Total the results obtained.</p> <p class=\"paragraph-e\">  3. For each semestered online learning class held in the first semester in the secondary school, multiply the number of pupils enrolled in the class as of October 31 in the school year by the credit value of the class. Total the results obtained.</p> <p class=\"paragraph-e\">  4. For each semestered online learning class held in the second semester in the secondary school, multiply the number of pupils enrolled in the class as of March 31 in the school year by the credit value of the class. Total the results obtained.</p> <p class=\"paragraph-e\">  5. Total the totals obtained under paragraphs 1, 2, 3 and 4. The result is the number of online learning pupil credits for the school.</p> <p class=\"paragraph-e\">  6. Determine the credit value of each non-semestered online learning class in the secondary school. Total the numbers obtained.</p> <p class=\"paragraph-e\">  7. Determine the credit value of each semestered online learning class held in the first semester in the secondary school. Total the numbers obtained.</p> <p class=\"paragraph-e\">  8. Determine the credit value of each semestered online learning class held in the second semester in the secondary school. Total the numbers obtained.</p> <p class=\"paragraph-e\">  9. Total the totals obtained under paragraphs 6, 7, and 8. The result is the number of online learning credits for the school.</p> <p class=\"paragraph-e\">  10. Divide the number of online learning pupil credits for the school, determined under paragraph 5, by the number of online learning credits for the school, determined under paragraph 9. O. Reg. 484/20, s. 4.</p> <p class=\"subsection-e\">  (2) The following rules apply for the purposes of subsection (1):</p> <p class=\"paragraph-e\">  1. An online learning class is deemed to be a class of a given secondary school, if the teacher teaching the online learning class is assigned to that school.</p> <p class=\"paragraph-e\">  2. In counting the number of pupils in paragraphs 1 to 4 of subsection (1), the board shall include all pupils enrolled in the class, including pupils,</p> <p class=\"subpara-e\">  i. who are registered at other schools of the board, or</p> <p class=\"subpara-e\">  ii. who are registered at schools of other boards. O. Reg. 484/20, s. 4.</p>"
        },
        {
            "id": "15.",
            "section": "Reporting",
            "content": " 15. (1) By June 30 in each school year, each board shall submit a report for the school year on class size in its secondary schools to the Minister, in a format acceptable to the Minister.  O. Reg. 132/12, s. 15 (1). (2) A board shall, by June 30 in each school year, (a) make the report available to the public by, (a) having copies available at the head office of the board and at the office of each school of the board; or (b) posting the report on the website of the board; and (b) submit a copy of the report to the chair of the school council for each school of the board. O. Reg. 484/20, s. 5. (3) The report shall include the following: 1. The numbers determined for the board under each of the paragraphs of sections 13 and 14.2. 2. The average size of the classes and online learning classes in each secondary school of the board, determined in accordance with sections 14 and 14.3. O. Reg. 484/20, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>(1) By June 30 in each school year, each board shall submit a report for the school year on class size in its secondary schools to the Minister, in a format acceptable to the Minister.  O. Reg. 132/12, s. 15 (1).</p> <p class=\"subsection-e\">  (2) A board shall, by June 30 in each school year,</p> <p class=\"clause-e\">  (a) make the report available to the public by,</p> <p class=\"subclause-e\">  (a) having copies available at the head office of the board and at the office of each school of the board; or</p> <p class=\"subclause-e\">  (b) posting the report on the website of the board; and</p> <p class=\"clause-e\">  (b) submit a copy of the report to the chair of the school council for each school of the board. O. Reg. 484/20, s. 5.</p> <p class=\"subsection-e\">  (3) The report shall include the following:</p> <p class=\"paragraph-e\">  1. The numbers determined for the board under each of the paragraphs of sections 13 and 14.2.</p> <p class=\"paragraph-e\">  2. The average size of the classes and online learning classes in each secondary school of the board, determined in accordance with sections 14 and 14.3. O. Reg. 484/20, s. 5.</p>"
        },
        {
            "id": "16.",
            "section": "Reporting",
            "content": " 16. Omitted (revokes other Regulations).  O. Reg. 132/12, s. 16.",
            "raw_html": "<p class=\"section-e\"> <b>16.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">revokes other Regulations</span>).<span class=\"ovsmallcap\">  O. Reg. 132/12, s. 16.</span></p>"
        },
        {
            "id": "17.",
            "section": "Reporting",
            "content": " 17. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 132/12, s. 17.",
            "raw_html": "<p class=\"section-e\"> <b>17.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 132/12, s. 17.</p>"
        },
        {
            "id": null,
            "section": "Reporting",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/120132\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}