{
    "reg_info": {
        "full_title": "O. Reg. 683/98: ZONING ORDER FOR SLOT MACHINES AT RACE TRACKS - TOWN OF HANOVER (HANOVER RACEWAY)",
        "reg_name_text": "ZONING ORDER FOR SLOT MACHINES AT RACE TRACKS — TOWN OF HANOVER (HANOVER RACEWAY)",
        "citation": "O. Reg. 683/98: ZONING ORDER FOR SLOT MACHINES AT RACE TRACKS - TOWN OF HANOVER (HANOVER RACEWAY)",
        "act_under": "Planning Act   Loi sur l’aménagement du territoire ",
        "url": "https://www.ontario.ca/laws/regulation/980683",
        "date_scraped": "2023-12-20 00:12:55"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December 18, 1998",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. This Order applies to the land in the Town of Hanover in the County of Grey, that is described in the Schedule, being all of the lands of the Hanover Raceway. O. Reg. 683/98, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>This Order applies to the land in the Town of Hanover in the County of Grey, that is described in the Schedule, being all of the lands of the Hanover Raceway. O. Reg. 683/98, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) The following uses of the land and erections or uses of buildings or structures on the land are permitted:  1. The location, installation, operation and use of slot machines. 2. The erection, location and use of buildings and structures to provide for the use described in paragraph 1. 3. The enlargement, alteration and extension of existing buildings or structures in order to provide for the use described in paragraph 1. 4. Such other uses, buildings and structures as may be permitted by a municipal by-law passed under section 34 of the Act. O. Reg. 683/98, s. 2 (1). (2) Every other use of the land and every other erection or use of buildings or structures on the land is prohibited. O. Reg. 683/98, s. 2 (2). (3) In this section, “slot machine” means any automatic machine or slot machine, (a) that is used or intended to be used for any purpose other than vending merchandise or services, or (b) that is used or intended to be used for the purpose of vending merchandise or services if, (i) the result of one of any number of operations of the machine is a matter of chance or uncertainty to the operator, (ii) as a result of a given number of successive operations by the operator the machine produces different results, or (iii) on any operation of the machine it discharges or emits a slug or token, but does not include an automatic machine or slot machine that dispenses as prizes only one or more free games on that machine. O. Reg. 683/98, s. 2 (3). SCHEDULE The land referred to in section 1 of the Order is composed of: Parcel One: All and singular those certain parcels or tracts of land and premises situate, lying and being in the Town of Hanover, in the County of Grey and Province of Ontario and being composed of Lots 33, 34, 35, 36, 37, west of Victoria Street, and Lots 38, 39, 40, 41, 42, 43 and 44, east of Joseph Street, and Lots 45, 46, 47, 48, 49, 50 and 51, west of Joseph Street, all according to Plan Number 752 for the Town of Hanover. Parcel Two: All and singular that certain parcel or tract of land and premises situate, lying and being in the Town of Hanover (formerly in the Township of Bentinck) in the County of Grey and Province of Ontario and being composed of Part of Lot 1, Concession I, south of the Durham Road, more particularly described as follows: Premising that the westerly limit of Lot 1, Concession I, south of the Durham Road has a bearing of north eleven degrees, thirty-one minutes west (N11°31'W) and relating all bearings herein thereto; Commencing at the southwest angle of Lot 9, Plan 791 for the Town of Hanover; Thence south eleven degrees, thirty-one minutes east (S11°31'E) along the westerly limit of Lot 1 a distance of 541.5 feet to the point of commencement; Thence south eleven degrees, thirty-one minutes east (S11°31'E) along the westerly limit to a point distant 551.73 feet from the southwesterly angle of Lot 1; Thence north seventy-four degrees, thirty-six minutes, seventy seconds east (N74°36'70\"E) a distance of 65 feet; Thence south eleven degrees, thirty-one minutes east (S11°3'E) a distance of 70 feet; Thence south seventy-four degrees, thirty-six minutes, seventy seconds west (S74°36'70\"W) a distance of 65 feet to a point in the westerly limit of Lot 1; Thence south eleven degrees, thirty-one minutes east (S11°31'E) along the westerly limit a distance of 181.73 feet more or less to the southwesterly angle of said Lot 1; Thence easterly along the southerly limit of the Lot a distance of 660 feet more or less to the southeasterly angle of the Lot; Thence northerly along the easterly limit of the Lot to the southeast angle of Lot 19, Plan 791 for the Town of Hanover; Thence south seventy-seven degrees, fifty-one minutes west (S77°51'W) along the southerly limit of the Plan a distance of 568.75 feet more or less to the southwest angle of Lot 9, Plan 791; Thence southerly and parallel to the westerly limit of Lot 1 a distance of 12 feet; Thence westerly and parallel to the southerly limit of Lot 9, Plan 791 a distance of 95 feet to the westerly limit of Lot I; Thence south eleven degrees, thirty-one minutes east (S11°31'E) along the westerly limit a distance of 198 feet to a point; Thence easterly and parallel to the southerly limit of Lot 1 a distance of 263 feet to a point; Thence southerly and parallel to the westerly limit of Lot 1 a distance of 163 feet; Thence westerly and parallel to the northerly limit of Lot 1 a distance of 63 feet; Thence southerly and parallel to the westerly limit of Lot 1 a distance of 100 feet; Thence southerly in a straight line a distance of 205.6 feet more or less to the point of commencement; Save and except that part of Lot 1 , Concession I heretofore conveyed to the Municipal Corporation of the County of Grey for road purposes by Instrument Registered as Number 5814 for the Town of Hanover. Parcel Three: All and singular those certain parcels or tracts of land and premises situate, lying and being in the Town of Hanover, in the County of Grey and Province of Ontario and being composed of the north four (4) acres of Lot Number Fifteen (15) and the whole of Lot Number Fourteen (14) fronting on the west side of Mary Street and south of Miller Street in Plan 742 for the Town of Hanover; Save and except a strip of land 46 feet in width from the north side of Lots 14 and 15 forming part of the Street; Further save and except those parts of Lots 14 and 15 described as follows: Commencing at the northeasterly angle of Lot 14; Thence westerly along the northerly limit of Lot 14 a distance of 388 feet, more or less, to the point where it is intersected by the southerly production of the westerly limit of Victoria Street in the Town of Hanover; Thence southerly along the southerly production of Victoria Street a distance of 133 feet, more or less, to the Race Course of the present Agricultural Society grounds; Thence southeasterly along a curve having a radius of 235 feet and following along the outer limit of the Race Course a distance of 195 feet; Thence southerly on a line parallel to the easterly limit of Lots 14 and 15 a distance of 322.8 feet, more or less, to the southerly limit of the north four acres of Lot 15; Thence easterly along the last mentioned limit a distance of 310 feet, more or less, to the easterly limit of Lot 15; Thence northerly along the easterly limit of Lots 14 and 15 a distance of 626.8 feet, more or less, to the point of commencement. O. Reg. 683/98, Sched. ",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) The following uses of the land and erections or uses of buildings or structures on the land are permitted: </p> <p class=\"paragraph-e\">1. The location, installation, operation and use of slot machines. </p> <p class=\"paragraph-e\">2. The erection, location and use of buildings and structures to provide for the use described in paragraph 1. </p> <p class=\"paragraph-e\">3. The enlargement, alteration and extension of existing buildings or structures in order to provide for the use described in paragraph 1. </p> <p class=\"paragraph-e\">4. Such other uses, buildings and structures as may be permitted by a municipal by-law passed under section 34 of the Act. O. Reg. 683/98, s. 2 (1).</p> <p class=\"subsection-e\">(2) Every other use of the land and every other erection or use of buildings or structures on the land is prohibited. O. Reg. 683/98, s. 2 (2).</p> <p class=\"subsection-e\">(3) In this section, </p> <p class=\"firstdef-e\">“slot machine” means any automatic machine or slot machine,</p> <p class=\"defclause-e\">(a) that is used or intended to be used for any purpose other than vending merchandise or services, or </p> <p class=\"defclause-e\">(b) that is used or intended to be used for the purpose of vending merchandise or services if, </p> <p class=\"defsubclause-e\">(i) the result of one of any number of operations of the machine is a matter of chance or uncertainty to the operator, </p> <p class=\"defsubclause-e\">(ii) as a result of a given number of successive operations by the operator the machine produces different results, or </p> <p class=\"defsubclause-e\">(iii) on any operation of the machine it discharges or emits a slug or token, </p> <p class=\"Sdefclause-e\">but does not include an automatic machine or slot machine that dispenses as prizes only one or more free games on that machine. O. Reg. 683/98, s. 2 (3).</p> <p class=\"schedule-e\">SCHEDULE </p> <p class=\"parawindt2-e\">The land referred to in section 1 of the Order is composed of: </p> <p class=\"parawindt2-e\">Parcel One: </p> <p class=\"parawindt2-e\">All and singular those certain parcels or tracts of land and premises situate, lying and being in the Town of Hanover, in the County of Grey and Province of Ontario and being composed of Lots 33, 34, 35, 36, 37, west of Victoria Street, and Lots 38, 39, 40, 41, 42, 43 and 44, east of Joseph Street, and Lots 45, 46, 47, 48, 49, 50 and 51, west of Joseph Street, all according to Plan Number 752 for the Town of Hanover. </p> <p class=\"parawindt2-e\">Parcel Two: </p> <p class=\"parawindt2-e\">All and singular that certain parcel or tract of land and premises situate, lying and being in the Town of Hanover (formerly in the Township of Bentinck) in the County of Grey and Province of Ontario and being composed of Part of Lot 1, Concession I, south of the Durham Road, more particularly described as follows: </p> <p class=\"parawindt2-e\">Premising that the westerly limit of Lot 1, Concession I, south of the Durham Road has a bearing of north eleven degrees, thirty-one minutes west (N11°31'W) and relating all bearings herein thereto; </p> <p class=\"parawindt2-e\">Commencing at the southwest angle of Lot 9, Plan 791 for the Town of Hanover; </p> <p class=\"parawindt2-e\">Thence south eleven degrees, thirty-one minutes east (S11°31'E) along the westerly limit of Lot 1 a distance of 541.5 feet to the point of commencement; </p> <p class=\"parawindt2-e\">Thence south eleven degrees, thirty-one minutes east (S11°31'E) along the westerly limit to a point distant 551.73 feet from the southwesterly angle of Lot 1;</p> <p class=\"parawindt2-e\">Thence north seventy-four degrees, thirty-six minutes, seventy seconds east (N74°36'70\"E) a distance of 65 feet; </p> <p class=\"parawindt2-e\">Thence south eleven degrees, thirty-one minutes east (S11°3'E) a distance of 70 feet; </p> <p class=\"parawindt2-e\">Thence south seventy-four degrees, thirty-six minutes, seventy seconds west (S74°36'70\"W) a distance of 65 feet to a point in the westerly limit of Lot 1; </p> <p class=\"parawindt2-e\">Thence south eleven degrees, thirty-one minutes east (S11°31'E) along the westerly limit a distance of 181.73 feet more or less to the southwesterly angle of said Lot 1; </p> <p class=\"parawindt2-e\">Thence easterly along the southerly limit of the Lot a distance of 660 feet more or less to the southeasterly angle of the Lot; </p> <p class=\"parawindt2-e\">Thence northerly along the easterly limit of the Lot to the southeast angle of Lot 19, Plan 791 for the Town of Hanover; </p> <p class=\"parawindt2-e\">Thence south seventy-seven degrees, fifty-one minutes west (S77°51'W) along the southerly limit of the Plan a distance of 568.75 feet more or less to the southwest angle of Lot 9, Plan 791; </p> <p class=\"parawindt2-e\">Thence southerly and parallel to the westerly limit of Lot 1 a distance of 12 feet; </p> <p class=\"parawindt2-e\">Thence westerly and parallel to the southerly limit of Lot 9, Plan 791 a distance of 95 feet to the westerly limit of Lot I;</p> <p class=\"parawindt2-e\">Thence south eleven degrees, thirty-one minutes east (S11°31'E) along the westerly limit a distance of 198 feet to a point; </p> <p class=\"parawindt2-e\">Thence easterly and parallel to the southerly limit of Lot 1 a distance of 263 feet to a point; </p> <p class=\"parawindt2-e\">Thence southerly and parallel to the westerly limit of Lot 1 a distance of 163 feet; </p> <p class=\"parawindt2-e\">Thence westerly and parallel to the northerly limit of Lot 1 a distance of 63 feet; </p> <p class=\"parawindt2-e\">Thence southerly and parallel to the westerly limit of Lot 1 a distance of 100 feet; </p> <p class=\"parawindt2-e\">Thence southerly in a straight line a distance of 205.6 feet more or less to the point of commencement; </p> <p class=\"parawindt2-e\">Save and except that part of Lot 1 , Concession I heretofore conveyed to the Municipal Corporation of the County of Grey for road purposes by Instrument Registered as Number 5814 for the Town of Hanover. </p> <p class=\"parawindt2-e\">Parcel Three: </p> <p class=\"parawindt2-e\">All and singular those certain parcels or tracts of land and premises situate, lying and being in the Town of Hanover, in the County of Grey and Province of Ontario and being composed of the north four (4) acres of Lot Number Fifteen (15) and the whole of Lot Number Fourteen (14) fronting on the west side of Mary Street and south of Miller Street in Plan 742 for the Town of Hanover; </p> <p class=\"parawindt2-e\">Save and except a strip of land 46 feet in width from the north side of Lots 14 and 15 forming part of the Street; </p> <p class=\"parawindt2-e\">Further save and except those parts of Lots 14 and 15 described as follows: </p> <p class=\"parawindt2-e\">Commencing at the northeasterly angle of Lot 14; </p> <p class=\"parawindt2-e\">Thence westerly along the northerly limit of Lot 14 a distance of 388 feet, more or less, to the point where it is intersected by the southerly production of the westerly limit of Victoria Street in the Town of Hanover; </p> <p class=\"parawindt2-e\">Thence southerly along the southerly production of Victoria Street a distance of 133 feet, more or less, to the Race Course of the present Agricultural Society grounds; </p> <p class=\"parawindt2-e\">Thence southeasterly along a curve having a radius of 235 feet and following along the outer limit of the Race Course a distance of 195 feet; </p> <p class=\"parawindt2-e\">Thence southerly on a line parallel to the easterly limit of Lots 14 and 15 a distance of 322.8 feet, more or less, to the southerly limit of the north four acres of Lot 15; </p> <p class=\"parawindt2-e\">Thence easterly along the last mentioned limit a distance of 310 feet, more or less, to the easterly limit of Lot 15; </p> <p class=\"parawindt2-e\">Thence northerly along the easterly limit of Lots 14 and 15 a distance of 626.8 feet, more or less, to the point of commencement.</p> <p class=\"footnote-e\">O. Reg. 683/98, Sched.</p> <p class=\"Normal\"></p>"
        }
    ]
}