{
    "reg_info": {
        "full_title": "O. Reg. 57/92: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "O. Reg. 57/92: ",
        "act_under": "Independent Health Facilities Act   Loi sur les établissements de santé autonomes",
        "url": "https://www.ontario.ca/laws/regulation/920057",
        "date_scraped": "2023-12-18 03:08:07"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/920057/v7",
            "valid_from": "May 18, 2023",
            "valid_to": "September 24, 2023"
        },
        {
            "a_href": "/laws/regulation/920057/v6",
            "valid_from": "April  1, 2020",
            "valid_to": "May 17, 2023"
        },
        {
            "a_href": "/laws/regulation/920057/v5",
            "valid_from": "March 19, 2020",
            "valid_to": "March 31, 2020"
        },
        {
            "a_href": "/laws/regulation/920057/v4",
            "valid_from": "February 11, 2008",
            "valid_to": "March 18, 2020"
        },
        {
            "a_href": "/laws/regulation/920057/v3",
            "valid_from": "November  1, 2004",
            "valid_to": "February 10, 2008"
        },
        {
            "a_href": "/laws/regulation/920057/v2",
            "valid_from": "October 26, 2004",
            "valid_to": "October 31, 2004"
        },
        {
            "a_href": "/laws/regulation/920057/v1",
            "valid_from": "April  3, 1995",
            "valid_to": "October 25, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Quality Advisor and Advisory Committee",
            "content": " 1. (1) Every licensee shall appoint a quality advisor to advise the licensee with respect to the quality and standards of services provided in the independent health facility.  O. Reg. 57/92, s. 1 (1). (2) If the quality advisor dies or ceases to be the quality advisor, the licensee shall appoint a new quality advisor forthwith.  O. Reg. 57/92, s. 1 (2). (3) The quality advisor must be a health professional who ordinarily provides insured services in or in connection with the independent health facility and whose training enables him or her to advise the licensee with respect to the quality and standards of services provided in the facility.  O. Reg. 57/92, s. 1 (3). (4) It is a condition of a licence that the quality advisor be a physician if all the insured services provided in the independent health facility that support the facility fees that the licensee may charge are provided by physicians.  O. Reg. 57/92, s. 1 (4). (5) In subsection (4), an insured service supports a facility fee if the facility fee is for or in respect of a service or operating cost that supports, assists or is a necessary adjunct to the insured service.  O. Reg. 57/92, s. 1 (5). (6) A licensee who is qualified under subsection (3) may appoint himself or herself as the quality advisor only if there is no other health professional who is qualified to be the quality advisor who will consent to be the quality advisor.  O. Reg. 57/92, s. 1 (6).",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) Every licensee shall appoint a quality advisor to advise the licensee with respect to the quality and standards of services provided in the independent health facility.  O. Reg. 57/92, s. 1 (1).</p> <p class=\"subsection-e\">  (2) If the quality advisor dies or ceases to be the quality advisor, the licensee shall appoint a new quality advisor forthwith.  O. Reg. 57/92, s. 1 (2). </p> <p class=\"subsection-e\">  (3) The quality advisor must be a health professional who ordinarily provides insured services in or in connection with the independent health facility and whose training enables him or her to advise the licensee with respect to the quality and standards of services provided in the facility.  O. Reg. 57/92, s. 1 (3).</p> <p class=\"subsection-e\">  (4) It is a condition of a licence that the quality advisor be a physician if all the insured services provided in the independent health facility that support the facility fees that the licensee may charge are provided by physicians.  O. Reg. 57/92, s. 1 (4).</p> <p class=\"subsection-e\">  (5) In subsection (4), an insured service supports a facility fee if the facility fee is for or in respect of a service or operating cost that supports, assists or is a necessary adjunct to the insured service.  O. Reg. 57/92, s. 1 (5).</p> <p class=\"subsection-e\">  (6) A licensee who is qualified under subsection (3) may appoint himself or herself as the quality advisor only if there is no other health professional who is qualified to be the quality advisor who will consent to be the quality advisor.  O. Reg. 57/92, s. 1 (6).</p>"
        },
        {
            "id": "2.",
            "section": "Quality Advisor and Advisory Committee",
            "content": " 2. (1) Every licensee shall appoint an advisory committee to advise the quality advisor.  O. Reg. 57/92, s. 2 (1). (2) The advisory committee shall consist of health professionals who provide health services in or in connection with the independent health facility.  O. Reg. 57/92, s. 2 (2). (3) The quality advisor shall be the chair of the advisory committee.  O. Reg. 57/92, s. 2 (3). (4) Every licensee shall use his or her best efforts to ensure that there is a representative on the advisory committee from each health profession and each specialty and sub-specialty of medicine, practitioners of which provide health services in or in connection with the independent health facility.  O. Reg. 57/92, s. 2 (4).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) Every licensee shall appoint an advisory committee to advise the quality advisor.  O. Reg. 57/92, s. 2 (1).</p> <p class=\"subsection-e\">  (2) The advisory committee shall consist of health professionals who provide health services in or in connection with the independent health facility.  O. Reg. 57/92, s. 2 (2).</p> <p class=\"subsection-e\">  (3) The quality advisor shall be the chair of the advisory committee.  O. Reg. 57/92, s. 2 (3).</p> <p class=\"subsection-e\">  (4) Every licensee shall use his or her best efforts to ensure that there is a representative on the advisory committee from each health profession and each specialty and sub-specialty of medicine, practitioners of which provide health services in or in connection with the independent health facility.  O. Reg. 57/92, s. 2 (4).</p>"
        },
        {
            "id": "3.",
            "section": "Quality Advisor and Advisory Committee",
            "content": " 3. (1) Every licensee shall give the Director the name of the quality advisor in writing forthwith after the quality advisor is appointed.  O. Reg. 57/92, s. 3 (1).  (2) If the quality advisor dies or ceases to be the quality advisor, the licensee shall inform the Director in writing forthwith.  O. Reg. 57/92, s. 3 (2). (3) Every licensee shall give the Director, on request, the names of the members of the advisory committee in writing.  O. Reg. 57/92, s. 3 (3). Standards",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) Every licensee shall give the Director the name of the quality advisor in writing forthwith after the quality advisor is appointed.  O. Reg. 57/92, s. 3 (1). </p> <p class=\"subsection-e\">  (2) If the quality advisor dies or ceases to be the quality advisor, the licensee shall inform the Director in writing forthwith.  O. Reg. 57/92, s. 3 (2).</p> <p class=\"subsection-e\">  (3) Every licensee shall give the Director, on request, the names of the members of the advisory committee in writing.  O. Reg. 57/92, s. 3 (3).</p> <p class=\"heading1-e\">Standards</p>"
        },
        {
            "id": "4.",
            "section": "Standards",
            "content": " 4. (1) Every licensee shall ensure that all aspects of the services provided in the independent health facility are provided in accordance with generally accepted professional standards.  O. Reg. 57/92, s. 4 (1). (2) Every licensee shall ensure that the persons who provide services in the independent health facility are qualified, according to generally accepted professional standards, to provide those services.  O. Reg. 57/92, s. 4 (2). (3) If the quality advisor has reasonable grounds to believe that this section is not being complied with, he or she shall inform the Director forthwith.  O. Reg. 57/92, s. 4 (3).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) Every licensee shall ensure that all aspects of the services provided in the independent health facility are provided in accordance with generally accepted professional standards.  O. Reg. 57/92, s. 4 (1).</p> <p class=\"subsection-e\">  (2) Every licensee shall ensure that the persons who provide services in the independent health facility are qualified, according to generally accepted professional standards, to provide those services.  O. Reg. 57/92, s. 4 (2).</p> <p class=\"subsection-e\">  (3) If the quality advisor has reasonable grounds to believe that this section is not being complied with, he or she shall inform the Director forthwith.  O. Reg. 57/92, s. 4 (3).</p>"
        },
        {
            "id": "5.",
            "section": "Standards",
            "content": " 5. Every licensee shall keep a system to monitor the results of the services provided in the independent health facility.  O. Reg. 57/92, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>Every licensee shall keep a system to monitor the results of the services provided in the independent health facility.  O. Reg. 57/92, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Standards",
            "content": " 6. (1) Every licensee shall ensure that all tissues removed from a patient during an operation or curettage performed in an independent health facility are sent to a laboratory for examination and report unless the physician performing the operation or curettage is of the opinion that it is not necessary according to generally accepted medical standards.  O. Reg. 57/92, s. 6 (1). (2) The licensee shall ensure that a short history of the case and a statement of the findings of the operation or curettage are sent with the tissues.  O. Reg. 57/92, s. 6 (2). Records of Employees, etc.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) Every licensee shall ensure that all tissues removed from a patient during an operation or curettage performed in an independent health facility are sent to a laboratory for examination and report unless the physician performing the operation or curettage is of the opinion that it is not necessary according to generally accepted medical standards.  O. Reg. 57/92, s. 6 (1).</p> <p class=\"subsection-e\">  (2) The licensee shall ensure that a short history of the case and a statement of the findings of the operation or curettage are sent with the tissues.  O. Reg. 57/92, s. 6 (2).</p> <p class=\"heading1-e\">Records of Employees, etc.</p>"
        },
        {
            "id": "7.",
            "section": "Records of Employees, etc.",
            "content": " 7. (1) Every licensee of an independent health facility shall maintain, for each employee of the facility who is not a physician, an employment record setting out the employee’s qualifications and employment history including a record of any registration with or licensing by the governing body of a health profession.  O. Reg. 57/92, s. 7 (1). (2) Every licensee shall retain an employee’s employment record for at least two years after the employee ceases to be an employee.  O. Reg. 57/92, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) Every licensee of an independent health facility shall maintain, for each employee of the facility who is not a physician, an employment record setting out the employee’s qualifications and employment history including a record of any registration with or licensing by the governing body of a health profession.  O. Reg. 57/92, s. 7 (1).</p> <p class=\"subsection-e\">  (2) Every licensee shall retain an employee’s employment record for at least two years after the employee ceases to be an employee.  O. Reg. 57/92, s. 7 (2).</p>"
        },
        {
            "id": "8.",
            "section": "Records of Employees, etc.",
            "content": " 8. (1) Every licensee of an independent health facility shall maintain a record of qualifications and work history for, (a)  each person the licensee contracts with to manage the facility; and (b)  each person who is not a physician who the licensee contracts with to provide patient-related services in the facility.  O. Reg. 57/92, s. 8 (1). (2) The record shall include a record of any registration with or licensing by the governing body of a health profession.  O. Reg. 57/92, s. 8 (2). (3) Every licensee shall retain the record for a person the licensee contracts with for at least two years after the licensee ceases to contract with the person.  O. Reg. 57/92, s. 8 (3).",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) Every licensee of an independent health facility shall maintain a record of qualifications and work history for,</p> <p class=\"clause-e\">  (a)  each person the licensee contracts with to manage the facility; and</p> <p class=\"clause-e\">  (b)  each person who is not a physician who the licensee contracts with to provide patient-related services in the facility.  O. Reg. 57/92, s. 8 (1). </p> <p class=\"subsection-e\">  (2) The record shall include a record of any registration with or licensing by the governing body of a health profession.  O. Reg. 57/92, s. 8 (2).</p> <p class=\"subsection-e\">  (3) Every licensee shall retain the record for a person the licensee contracts with for at least two years after the licensee ceases to contract with the person.  O. Reg. 57/92, s. 8 (3).</p>"
        },
        {
            "id": "9.",
            "section": "Records of Employees, etc.",
            "content": " 9. (1) Every licensee shall maintain a declaration of professional standing for each physician who provides professional services in the independent health facility.  O. Reg. 57/92, s. 9 (1). (2) A declaration of professional standing must include the following information: 1.  The physician’s name. 2.  The physician’s registration number with the College of Physicians and Surgeons of Ontario. 3.  The physician’s number as registered with the Health Insurance Division of the Ministry of Health. 4.  The class of the physician’s licence issued under Part III of the Health Disciplines Act and any terms and conditions attached to it. 5.  The physician’s specialty.  O. Reg. 57/92, s. 9 (2). (3) Every licensee shall give the Director a copy of each declaration of professional standing, forthwith after the obligation to maintain it begins under subsection (1).  O. Reg. 57/92, s. 9 (3). (4) Every licensee shall give the Director a written statement of any change in a declaration of professional standing forthwith after the change.  O. Reg. 57/92, s. 9 (4). (5) Subsections (3) and (4) do not apply with respect to physicians providing services on a temporary basis for less than twelve weeks.  O. Reg. 57/92, s. 9 (5). Patient Records",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) Every licensee shall maintain a declaration of professional standing for each physician who provides professional services in the independent health facility.  O. Reg. 57/92, s. 9 (1).</p> <p class=\"subsection-e\">  (2) A declaration of professional standing must include the following information:</p> <p class=\"paragraph-e\">  1.  The physician’s name.</p> <p class=\"paragraph-e\">  2.  The physician’s registration number with the College of Physicians and Surgeons of Ontario.</p> <p class=\"paragraph-e\">  3.  The physician’s number as registered with the Health Insurance Division of the Ministry of Health.</p> <p class=\"paragraph-e\">  4.  The class of the physician’s licence issued under Part III of the <i>Health Disciplines Act</i> and any terms and conditions attached to it.</p> <p class=\"paragraph-e\">  5.  The physician’s specialty.  O. Reg. 57/92, s. 9 (2).</p> <p class=\"subsection-e\">  (3) Every licensee shall give the Director a copy of each declaration of professional standing, forthwith after the obligation to maintain it begins under subsection (1).  O. Reg. 57/92, s. 9 (3). </p> <p class=\"subsection-e\">  (4) Every licensee shall give the Director a written statement of any change in a declaration of professional standing forthwith after the change.  O. Reg. 57/92, s. 9 (4).</p> <p class=\"subsection-e\">  (5) Subsections (3) and (4) do not apply with respect to physicians providing services on a temporary basis for less than twelve weeks.  O. Reg. 57/92, s. 9 (5).</p> <p class=\"heading1-e\">Patient Records</p>"
        },
        {
            "id": "10.",
            "section": "Patient Records",
            "content": " 10. (1) Every licensee of an independent health facility shall keep, for each person who is or was a patient, a health record relating to the health services provided in the facility.  O. Reg. 57/92, s. 10 (1). (2) A patient’s health record must include, (a)  the patient’s name and home address; (b)  the patient’s date of birth; (c)  the patient’s health number; (d)  the name of any attending physician or practitioner and his or her number as registered with the Health Insurance Division of the Ministry of Health; (e)  the name of any referring physician or practitioner and his or her number as registered with the Health Insurance Division of the Ministry of Health; (f)  a history of the patient; (g)  a written record of any orders for examinations, tests, consultations or treatments; (h)  particulars of any examination of the patient; (i)  any reports of examinations, tests or consultations including any imaging media from examinations and any physicians’ interpretive or operative reports; (j)  any reports of treatment including any physicians’ operative reports; (k)  any orders for and reports of any discharge of the patient from supervised care; (l)  any consents; and (m)  any diagnoses of the patient.  O. Reg. 57/92, s. 10 (2). (3) A patient’s health record need not contain a history of the patient if the patient came to the independent health facility for diagnostic services only and received only such services.  O. Reg. 57/92, s. 10 (3). (4) Every licensee shall ensure that every part of a patient’s record has a reference on it identifying the patient or the record.  O. Reg. 57/92, s. 10 (4). (5) If information in a patient’s record is kept in the form of a chart, each entry in the chart must be dated and it must be initialled by the person authorizing the entry.  O. Reg. 57/92, s. 10 (5).",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) Every licensee of an independent health facility shall keep, for each person who is or was a patient, a health record relating to the health services provided in the facility.  O. Reg. 57/92, s. 10 (1).</p> <p class=\"subsection-e\">  (2) A patient’s health record must include,</p> <p class=\"clause-e\">  (a)  the patient’s name and home address;</p> <p class=\"clause-e\">  (b)  the patient’s date of birth;</p> <p class=\"clause-e\">  (c)  the patient’s health number;</p> <p class=\"clause-e\">  (d)  the name of any attending physician or practitioner and his or her number as registered with the Health Insurance Division of the Ministry of Health;</p> <p class=\"clause-e\">  (e)  the name of any referring physician or practitioner and his or her number as registered with the Health Insurance Division of the Ministry of Health;</p> <p class=\"clause-e\">  (f)  a history of the patient;</p> <p class=\"clause-e\">  (g)  a written record of any orders for examinations, tests, consultations or treatments;</p> <p class=\"clause-e\">  (h)  particulars of any examination of the patient;</p> <p class=\"clause-e\">  (i)  any reports of examinations, tests or consultations including any imaging media from examinations and any physicians’ interpretive or operative reports;</p> <p class=\"clause-e\">  (j)  any reports of treatment including any physicians’ operative reports;</p> <p class=\"clause-e\">  (k)  any orders for and reports of any discharge of the patient from supervised care;</p> <p class=\"clause-e\">  (l)  any consents; and</p> <p class=\"clause-e\">  (m)  any diagnoses of the patient.  O. Reg. 57/92, s. 10 (2).</p> <p class=\"subsection-e\">  (3) A patient’s health record need not contain a history of the patient if the patient came to the independent health facility for diagnostic services only and received only such services.  O. Reg. 57/92, s. 10 (3). </p> <p class=\"subsection-e\">  (4) Every licensee shall ensure that every part of a patient’s record has a reference on it identifying the patient or the record.  O. Reg. 57/92, s. 10 (4).</p> <p class=\"subsection-e\">  (5) If information in a patient’s record is kept in the form of a chart, each entry in the chart must be dated and it must be initialled by the person authorizing the entry.  O. Reg. 57/92, s. 10 (5).</p>"
        },
        {
            "id": "11.",
            "section": "Patient Records",
            "content": " 11. (1) Every licensee shall retain a patient’s health record or a copy of it for at least six years following, (a)  the patient’s last visit; or (b)  if the patient was less than eighteen years old when he or she last visited the facility, the day the patient became or would have become eighteen years old.  O. Reg. 57/92, s. 11 (1). (2) Despite subsection (1), a licensee is not required to retain imaging media from any examination other than a mammography for more than three years following, (a)  the patient’s last visit; or (b)  if the patient was less than eighteen years old when he or she last visited the facility, the day the patient became or would have become eighteen years old.  O. Reg. 57/92, s. 11 (2). (3) Every licensee shall retain the film from a mammography for at least ten years following the patient’s last visit.  O. Reg. 57/92, s. 11 (3). (4) On the transfer of a licence under section 11 of the Act, the transferor of the licence shall transfer to the transferee of the licence, in a manner that will protect the privacy of the records, the records maintained under section 10 of this Regulation, and the transferee of the licence shall retain those records in accordance with this section.  O. Reg. 346/04, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) Every licensee shall retain a patient’s health record or a copy of it for at least six years following,</p> <p class=\"clause-e\">  (a)  the patient’s last visit; or</p> <p class=\"clause-e\">  (b)  if the patient was less than eighteen years old when he or she last visited the facility, the day the patient became or would have become eighteen years old.  O. Reg. 57/92, s. 11 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), a licensee is not required to retain imaging media from any examination other than a mammography for more than three years following,</p> <p class=\"clause-e\">  (a)  the patient’s last visit; or</p> <p class=\"clause-e\">  (b)  if the patient was less than eighteen years old when he or she last visited the facility, the day the patient became or would have become eighteen years old.  O. Reg. 57/92, s. 11 (2).</p> <p class=\"subsection-e\">  (3) Every licensee shall retain the film from a mammography for at least ten years following the patient’s last visit.  O. Reg. 57/92, s. 11 (3).</p> <p class=\"subsection-e\">  (4) On the transfer of a licence under section 11 of the Act, the transferor of the licence shall transfer to the transferee of the licence, in a manner that will protect the privacy of the records, the records maintained under section 10 of this Regulation, and the transferee of the licence shall retain those records in accordance with this section.  O. Reg. 346/04, s. 1.</p>"
        },
        {
            "id": "12.",
            "section": "Patient Records",
            "content": " 12. (1) No licensee shall allow any person to have access to any information concerning a patient that is not subject to the Personal Health Information Protection Act, 2004 except in accordance with subsection (3).  O. Reg. 346/04, s. 2. (2) The reference to “information concerning a patient” in subsection (1) includes information or copies from a health record, even if anything that could identify the patient is removed.  O. Reg. 346/04, s. 2. (3) A licensee may provide information described in subsection (1) to the following persons if anything that could identify the patient is removed from the information: 1.  Any person, if the information is to be used for health administration or planning or health research or epidemiological studies and the use is in the public interest as determined by the Minister. 2.  Ontario Health. O. Reg. 346/04, s. 2; O. Reg. 60/20, s. 1. Books and Accounts",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>(1) No licensee shall allow any person to have access to any information concerning a patient that is not subject to the <i>Personal Health Information Protection Act, 2004</i> except in accordance with subsection (3).  O. Reg. 346/04, s. 2.</p> <p class=\"subsection-e\">  (2) The reference to “information concerning a patient” in subsection (1) includes information or copies from a health record, even if anything that could identify the patient is removed.  O. Reg. 346/04, s. 2.</p> <p class=\"subsection-e\">  (3) A licensee may provide information described in subsection (1) to the following persons if anything that could identify the patient is removed from the information:</p> <p class=\"paragraph-e\">  1.  Any person, if the information is to be used for health administration or planning or health research or epidemiological studies and the use is in the public interest as determined by the Minister.</p> <p class=\"paragraph-e\">  2.  Ontario Health. O. Reg. 346/04, s. 2; O. Reg. 60/20, s. 1.</p> <p class=\"heading1-e\">Books and Accounts</p>"
        },
        {
            "id": "12.1",
            "section": "Books and Accounts",
            "content": " 12.1 (1) This section applies to licensees of independent health facilities that are funded under section 24 of the Act, other than independent health facilities whose funding is based solely on the Ministry of Health publication titled “Schedule of Facility Fees”.  O. Reg. 283/94, s. 1. (2) Every licensee shall keep the following records in relation to the independent health facility: 1.  Current financial records showing, i.  the amounts paid by the Minister to the licensee under section 24 of the Act, ii.  the revenue earned by the licensee from facility fees charged by the licensee for or in respect of services or operating costs that support, assist or are a necessary adjunct to the primary insured services set out in the licensee’s licence, and iii.  the expenditures, assets and liabilities of the facility that relate to the costs paid by the Minister under section 24 of the Act. 2.  A reporting record listing each service provided in the facility that is a primary insured service set out in the licensee’s licence and each service provided in the facility that is a funded service under section 24 of the Act and showing how many of each of such services are provided. 3.  An annual income and expense statement showing the income received and the expenses incurred by the licensee in connection with the services mentioned in paragraph 2. 4.  An annual inventory of the assets of the facility that have an acquisition cost exceeding $3,500 and that relate to the costs paid by the Minister under section 24 of the Act.  O. Reg. 283/94, s. 1. (3) Every licensee shall ensure that the records required under subsection (2), (a)  are kept in the independent health facility; and (b)  are kept in a bound or looseleaf book or are recorded by a system of mechanical or electronic data processing or any other information storage device.  O. Reg. 283/94, s. 1. (4) Every licensee shall ensure that any part of a record required under subsection (2) that relates to a period of time is retained for at least six years following the end of the period.  O. Reg. 283/94, s. 1. (5) Every licensee shall ensure that the accounts of the independent health facility are audited by a person licensed under the Public Accountancy Act.  O. Reg. 283/94, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>12.1 </b>(1) This section applies to licensees of independent health facilities that are funded under section 24 of the Act, other than independent health facilities whose funding is based solely on the Ministry of Health publication titled “Schedule of Facility Fees”.  O. Reg. 283/94, s. 1.</p> <p class=\"subsection-e\">  (2) Every licensee shall keep the following records in relation to the independent health facility:</p> <p class=\"paragraph-e\">  1.  Current financial records showing,</p> <p class=\"subpara-e\">  i.  the amounts paid by the Minister to the licensee under section 24 of the Act,</p> <p class=\"subpara-e\">  ii.  the revenue earned by the licensee from facility fees charged by the licensee for or in respect of services or operating costs that support, assist or are a necessary adjunct to the primary insured services set out in the licensee’s licence, and</p> <p class=\"subpara-e\">  iii.  the expenditures, assets and liabilities of the facility that relate to the costs paid by the Minister under section 24 of the Act.</p> <p class=\"paragraph-e\">  2.  A reporting record listing each service provided in the facility that is a primary insured service set out in the licensee’s licence and each service provided in the facility that is a funded service under section 24 of the Act and showing how many of each of such services are provided.</p> <p class=\"paragraph-e\">  3.  An annual income and expense statement showing the income received and the expenses incurred by the licensee in connection with the services mentioned in paragraph 2.</p> <p class=\"paragraph-e\">  4.  An annual inventory of the assets of the facility that have an acquisition cost exceeding $3,500 and that relate to the costs paid by the Minister under section 24 of the Act.  O. Reg. 283/94, s. 1.</p> <p class=\"subsection-e\">  (3) Every licensee shall ensure that the records required under subsection (2),</p> <p class=\"clause-e\">  (a)  are kept in the independent health facility; and</p> <p class=\"clause-e\">  (b)  are kept in a bound or looseleaf book or are recorded by a system of mechanical or electronic data processing or any other information storage device.  O. Reg. 283/94, s. 1.</p> <p class=\"subsection-e\">  (4) Every licensee shall ensure that any part of a record required under subsection (2) that relates to a period of time is retained for at least six years following the end of the period.  O. Reg. 283/94, s. 1.</p> <p class=\"subsection-e\">  (5) Every licensee shall ensure that the accounts of the independent health facility are audited by a person licensed under the <i>Public Accountancy Act</i>.  O. Reg. 283/94, s. 1.</p>"
        },
        {
            "id": "12.2",
            "section": "Books and Accounts",
            "content": " 12.2 Every licensee of an independent health facility shall furnish such information and accounts as the Director may require.  O. Reg. 283/94, s. 1. Notices",
            "raw_html": "<p class=\"section-e\"> <b>12.2 </b>Every licensee of an independent health facility shall furnish such information and accounts as the Director may require.  O. Reg. 283/94, s. 1.</p> <p class=\"heading1-e\">Notices</p>"
        },
        {
            "id": "13.",
            "section": "Notices",
            "content": " 13. Every licensee of an independent health facility, (a)  who decides to cease operating the facility at a future date shall give the Director, as soon as possible, written notice of the date; and (b)  who ceases to operate the facility shall give the Director, within seven days after the date the licensee ceases to operate the facility, written notice of the date.  O. Reg. 57/92, s. 13.",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>Every licensee of an independent health facility,</p> <p class=\"clause-e\">  (a)  who decides to cease operating the facility at a future date shall give the Director, as soon as possible, written notice of the date; and</p> <p class=\"clause-e\">  (b)  who ceases to operate the facility shall give the Director, within seven days after the date the licensee ceases to operate the facility, written notice of the date.  O. Reg. 57/92, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": "Notices",
            "content": " 14. Every licensee of an independent health facility shall give the Director, (a)  if the licensee is a corporation, written notice of any change in the location of the licensee’s head office within ten days after the change; and (b)  written notice of any change in the name under which the licensee carries on business within ten days after the change.  O. Reg. 57/92, s. 14. Miscellaneous",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>Every licensee of an independent health facility shall give the Director,</p> <p class=\"clause-e\">  (a)  if the licensee is a corporation, written notice of any change in the location of the licensee’s head office within ten days after the change; and</p> <p class=\"clause-e\">  (b)  written notice of any change in the name under which the licensee carries on business within ten days after the change.  O. Reg. 57/92, s. 14.</p> <p class=\"heading1-e\">Miscellaneous</p>"
        },
        {
            "id": "15.",
            "section": "Miscellaneous",
            "content": " 15. It is a condition of a licence that the licensee posts the first page of the licence in a conspicuous place in the independent health facility.  O. Reg. 57/92, s. 15.",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>It is a condition of a licence that the licensee posts the first page of the licence in a conspicuous place in the independent health facility.  O. Reg. 57/92, s. 15.</p>"
        },
        {
            "id": "15.1",
            "section": "Miscellaneous",
            "content": " 15.1 (1) For the purposes of subsection 6 (3) of the Act, and subject to any power that the Director may exercise under the Act with respect to the licence, every licence that authorizes the performance of radiography services also authorizes the licensee to provide, in the facility where the licensee is authorized to provide radiography services, therapeutically necessary radiography, other than interpretation of images, ordered by a member of the College of Chiropractors of Ontario, as provided for in the designation made by the Minister under subsection 4 (2) of the Act that is available through the website of the Ministry, as long as the licensee complies with all other applicable legislation and standards.  O. Reg. 19/08, s. 1. (2) For greater certainty, every person who holds a licence to which subsection (1) applies is exempt from applying under section 8 of the Act in order to add therapeutically necessary radiography ordered by a member of the College of Chiropractors of Ontario to the list of services in respect of which the person is licensed.  O. Reg. 19/08, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>15.1 </b>(1) For the purposes of subsection 6 (3) of the Act, and subject to any power that the Director may exercise under the Act with respect to the licence, every licence that authorizes the performance of radiography services also authorizes the licensee to provide, in the facility where the licensee is authorized to provide radiography services, therapeutically necessary radiography, other than interpretation of images, ordered by a member of the College of Chiropractors of Ontario, as provided for in the designation made by the Minister under subsection 4 (2) of the Act that is available through the website of the Ministry, as long as the licensee complies with all other applicable legislation and standards.  O. Reg. 19/08, s. 1.</p> <p class=\"subsection-e\"><b> </b>(2) For greater certainty, every person who holds a licence to which subsection (1) applies is exempt<b> </b>from applying under section 8 of the Act in order to add therapeutically necessary radiography ordered by a member of the College of Chiropractors of Ontario to the list of services in respect of which the person is licensed.  O. Reg. 19/08, s. 1.</p>"
        },
        {
            "id": "16.",
            "section": "Miscellaneous",
            "content": " 16. (1) The fee for a licence is $100.  O. Reg. 57/92, s. 16 (1). (2) The fee for the transfer of a licence is $100.  O. Reg. 57/92, s. 16 (2). (3) The fee for the renewal of a licence is $100.  O. Reg. 57/92, s. 16 (3).",
            "raw_html": "<p class=\"section-e\"> <b>16. </b>(1) The fee for a licence is $100.  O. Reg. 57/92, s. 16 (1).</p> <p class=\"subsection-e\">  (2) The fee for the transfer of a licence is $100.  O. Reg. 57/92, s. 16 (2).</p> <p class=\"subsection-e\">  (3) The fee for the renewal of a licence is $100.  O. Reg. 57/92, s. 16 (3).</p>"
        },
        {
            "id": "17.",
            "section": "Miscellaneous",
            "content": " 17. The administrative charge for the purposes of section 36 of the Act is $50.  O. Reg. 57/92, s. 17.",
            "raw_html": "<p class=\"section-e\"> <b>17. </b>The administrative charge for the purposes of section 36 of the Act is $50.  O. Reg. 57/92, s. 17.</p>"
        },
        {
            "id": "18.",
            "section": "Miscellaneous",
            "content": " 18.  Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 57/92, s. 18.",
            "raw_html": "<p class=\"section-e\"> <b>18. </b> <span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Regulation)</span>.  O. Reg. 57/92, s. 18.</p>"
        },
        {
            "id": null,
            "section": "Miscellaneous",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}