{
    "reg_info": {
        "full_title": "O. Reg. 913/93: ELECTIONS",
        "reg_name_text": "ELECTIONS",
        "citation": "O. Reg. 913/93: ",
        "act_under": "Medicine Act, 1991   Loi de 1991 sur les médecins",
        "url": "https://www.ontario.ca/laws/regulation/930913",
        "date_scraped": "2023-12-19 21:36:57"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": "Definition",
            "content": "1. In this Part,  “election” means an election of members to the Council and includes a regular election and a by-election. O.Reg. 913/93, s. 1. Electoral Districts",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Part, </p> <p class=\"firstdef-e\">“election” means an election of members to the Council and includes a regular election and a by-election. O.Reg. 913/93, s. 1.</p> <p class=\"heading1-e\">Electoral Districts</p>"
        },
        {
            "id": "2.",
            "section": "Electoral Districts",
            "content": "2. (1) The following electoral districts are established for the purpose of elections: 1. Electoral district 1, composed of the counties of Essex, Kent and Lambton. 2. Electoral district 2, composed of the counties of Elgin, Huron, Middlesex, Oxford and Perth. 3. Electoral district 3, composed of the counties of Bruce, Dufferin, Grey, Wellington and The Regional Municipality of Waterloo. 4. Electoral district 4, composed of the County of Brant and the regional municipalities of Haldimand-Norfolk, Halton, Hamilton-Wentworth and Niagara. 5. Electoral district 5, composed of the County of Simcoe, The District Municipality of Muskoka and the regional municipalities of Durham, Peel and York. 6. Electoral district 6, composed of the counties of Frontenac, Haliburton, Hastings, Leeds and Grenville, Lennox and Addington, Northumberland, Peterborough, Prince Edward and Victoria. 7. Electoral district 7, composed of the counties of Dundas, Glengarry, Lanark, Prescott, Renfrew, Russell and Stormont, and The Regional Municipality of Ottawa-Carleton. 8. Electoral district 8, composed of the territorial districts of Algoma, Cochrane, Manitoulin, Nipissing, Parry Sound, Sudbury and Timiskaming. 9. Electoral district 9, composed of the territorial districts of Kenora, Rainy River and Thunder Bay. 10. Electoral district 10, composed of The Municipality of Metropolitan Toronto. (2) The electoral district in which a member is eligible to vote is the district in which, on the thirtieth day prior to the date fixed for the election, the member principally practises or, if the member is not engaged in the practice of medicine, in the district in which the member principally resides. O.Reg. 913/93, s. 2. Number of Members to be Elected",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) The following electoral districts are established for the purpose of elections:</p> <p class=\"paragraph-e\">1. Electoral district 1, composed of the counties of Essex, Kent and Lambton.</p> <p class=\"paragraph-e\">2. Electoral district 2, composed of the counties of Elgin, Huron, Middlesex, Oxford and Perth.</p> <p class=\"paragraph-e\">3. Electoral district 3, composed of the counties of Bruce, Dufferin, Grey, Wellington and The Regional Municipality of Waterloo.</p> <p class=\"paragraph-e\">4. Electoral district 4, composed of the County of Brant and the regional municipalities of Haldimand-Norfolk, Halton, Hamilton-Wentworth and Niagara.</p> <p class=\"paragraph-e\">5. Electoral district 5, composed of the County of Simcoe, The District Municipality of Muskoka and the regional municipalities of Durham, Peel and York.</p> <p class=\"paragraph-e\">6. Electoral district 6, composed of the counties of Frontenac, Haliburton, Hastings, Leeds and Grenville, Lennox and Addington, Northumberland, Peterborough, Prince Edward and Victoria.</p> <p class=\"paragraph-e\">7. Electoral district 7, composed of the counties of Dundas, Glengarry, Lanark, Prescott, Renfrew, Russell and Stormont, and The Regional Municipality of Ottawa-Carleton.</p> <p class=\"paragraph-e\">8. Electoral district 8, composed of the territorial districts of Algoma, Cochrane, Manitoulin, Nipissing, Parry Sound, Sudbury and Timiskaming.</p> <p class=\"paragraph-e\">9. Electoral district 9, composed of the territorial districts of Kenora, Rainy River and Thunder Bay.</p> <p class=\"paragraph-e\">10. Electoral district 10, composed of The Municipality of Metropolitan Toronto.</p> <p class=\"subsection-e\">(2) The electoral district in which a member is eligible to vote is the district in which, on the thirtieth day prior to the date fixed for the election, the member principally practises or, if the member is not engaged in the practice of medicine, in the district in which the member principally resides. O.Reg. 913/93, s. 2.</p> <p class=\"heading1-e\">Number of Members to be Elected</p>"
        },
        {
            "id": "3.",
            "section": "Number of Members to be Elected",
            "content": "3. (1) Except for electoral districts 4, 5, 7 and 10, one member is to be elected for each electoral district. (2) Two members are to be elected for each of electoral districts 4, 5 and 7 and four members are to be elected for electoral district 10. O.Reg. 913/93, s. 3. Term of Office",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) Except for electoral districts 4, 5, 7 and 10, one member is to be elected for each electoral district.</p> <p class=\"subsection-e\">(2) Two members are to be elected for each of electoral districts 4, 5 and 7 and four members are to be elected for electoral district 10. O.Reg. 913/93, s. 3.</p> <p class=\"heading1-e\">Term of Office</p>"
        },
        {
            "id": "4.",
            "section": "Term of Office",
            "content": "4. The term of office of a member elected in a regular election is three years, starting at the first regular meeting of the Council held in November after the election and expiring at the first regular meeting of the Council held in November after the election three years later. O.Reg. 913/93, s. 4. Election Date",
            "raw_html": "<p class=\"section-e\"><b>4. </b>The term of office of a member elected in a regular election is three years, starting at the first regular meeting of the Council held in November after the election and expiring at the first regular meeting of the Council held in November after the election three years later. O.Reg. 913/93, s. 4.</p> <p class=\"heading1-e\">Election Date</p>"
        },
        {
            "id": "5.",
            "section": "Election Date",
            "content": "5. (1) A regular election shall be held in, (a) October, 1995, and in every third year after that for Districts 1, 2, 3 and 4; (b) October, 1996, and in every third year after that for Districts 5 and 10; and (c) October, 1997, and in every third year after that for Districts 6, 7, 8 and 9. (2) Subject to subsection (1), the Council shall set the date for each election of members to the Council. O.Reg. 913/93, s. 5. Eligibility for Election",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) A regular election shall be held in,</p> <p class=\"clause-e\">(a) October, 1995, and in every third year after that for Districts 1, 2, 3 and 4;</p> <p class=\"clause-e\">(b) October, 1996, and in every third year after that for Districts 5 and 10; and</p> <p class=\"clause-e\">(c) October, 1997, and in every third year after that for Districts 6, 7, 8 and 9.</p> <p class=\"subsection-e\">(2) Subject to subsection (1), the Council shall set the date for each election of members to the Council. O.Reg. 913/93, s. 5.</p> <p class=\"heading1-e\">Eligibility for Election</p>"
        },
        {
            "id": "6.",
            "section": "Eligibility for Election",
            "content": "6. A member is eligible for election to the Council in an electoral district if, on the date of the election, (a) the member is engaged in the practice of medicine in the electoral district for which he or she is nominated or, if the member is not engaged in the practice of medicine, is resident in the electoral district for which he or she is nominated; (b) the member is not in default of payment of any fees prescribed in any regulation made under the Regulated Health Professions Act, 1991 or the Medicine Act, 1991; (c) the member is not the subject of any disciplinary or incapacity proceeding; (d) the member’s certificate of registration has not been revoked or suspended in the six years preceding the date of the election; and (e) the member’s certificate of registration is not subject to a term, condition or limitation other than one prescribed in any regulation made under the Regulated Health Professions Act, 1991 or the Medicine Act, 1991. O.Reg. 913/93, s. 6. Registrar to Supervise Nominations",
            "raw_html": "<p class=\"section-e\"><b>6. </b>A member is eligible for election to the Council in an electoral district if, on the date of the election,</p> <p class=\"clause-e\">(a) the member is engaged in the practice of medicine in the electoral district for which he or she is nominated or, if the member is not engaged in the practice of medicine, is resident in the electoral district for which he or she is nominated;</p> <p class=\"clause-e\">(b) the member is not in default of payment of any fees prescribed in any regulation made under the <i>Regulated Health Professions Act, 1991</i> or the <i>Medicine Act, 1991</i>;</p> <p class=\"clause-e\">(c) the member is not the subject of any disciplinary or incapacity proceeding;</p> <p class=\"clause-e\">(d) the member’s certificate of registration has not been revoked or suspended in the six years preceding the date of the election; and</p> <p class=\"clause-e\">(e) the member’s certificate of registration is not subject to a term, condition or limitation other than one prescribed in any regulation made under the <i>Regulated Health Professions Act, 1991</i> or the <i>Medicine Act, 1991</i>. O.Reg. 913/93, s. 6.</p> <p class=\"heading1-e\">Registrar to Supervise Nominations</p>"
        },
        {
            "id": "7.",
            "section": "Registrar to Supervise Nominations",
            "content": "7. The Registrar shall supervise the nomination of candidates. O.Reg. 913/93, s. 7. Notice of Election and Nominations",
            "raw_html": "<p class=\"section-e\"><b>7. </b>The Registrar shall supervise the nomination of candidates. O.Reg. 913/93, s. 7.</p> <p class=\"heading1-e\">Notice of Election and Nominations</p>"
        },
        {
            "id": "8.",
            "section": "Notice of Election and Nominations",
            "content": "8. No later than sixty days before the date of an election, the Registrar shall notify every member who is eligible to vote of the date, time and place of the election and of the nomination procedure. O.Reg. 913/93, s. 8. Nomination Procedure",
            "raw_html": "<p class=\"section-e\"><b>8. </b>No later than sixty days before the date of an election, the Registrar shall notify every member who is eligible to vote of the date, time and place of the election and of the nomination procedure. O.Reg. 913/93, s. 8.</p> <p class=\"heading1-e\">Nomination Procedure</p>"
        },
        {
            "id": "9.",
            "section": "Nomination Procedure",
            "content": "9. The nomination of a candidate for election as a member of the Council shall be in writing and shall be given to the Registrar at least forty-nine days before the date of the election. O.Reg. 913/93, s. 9. Mail Disruption",
            "raw_html": "<p class=\"section-e\"><b>9. </b>The nomination of a candidate for election as a member of the Council shall be in writing and shall be given to the Registrar at least forty-nine days before the date of the election. O.Reg. 913/93, s. 9.</p> <p class=\"heading1-e\">Mail Disruption</p>"
        },
        {
            "id": "10.",
            "section": "Mail Disruption",
            "content": "10. Where there is an interruption of mail service during a nomination or election, the Registrar shall extend the holding of nominations and the election for such minimum period of time as the Registrar considers necessary to compensate for the interruption. O.Reg. 913/93, s. 10. Acclamation",
            "raw_html": "<p class=\"section-e\"><b>10. </b>Where there is an interruption of mail service during a nomination or election, the Registrar shall extend the holding of nominations and the election for such minimum period of time as the Registrar considers necessary to compensate for the interruption. O.Reg. 913/93, s. 10.</p> <p class=\"heading1-e\">Acclamation</p>"
        },
        {
            "id": "11.",
            "section": "Acclamation",
            "content": "11. If the number of candidates nominated for an electoral district is less than or equal to the number of members to be elected in the electoral district, the Registrar shall declare the candidates to be elected by acclamation. O.Reg. 913/93, s. 11. Registrar’s Electoral Duties",
            "raw_html": "<p class=\"section-e\"><b>11. </b>If the number of candidates nominated for an electoral district is less than or equal to the number of members to be elected in the electoral district, the Registrar shall declare the candidates to be elected by acclamation. O.Reg. 913/93, s. 11.</p> <p class=\"heading1-e\">Registrar’s Electoral Duties</p>"
        },
        {
            "id": "12.",
            "section": "Registrar’s Electoral Duties",
            "content": "12. (1) The Registrar shall supervise and administer elections and may, for the purpose of carrying out that duty, subject to the by-laws, (a) appoint returning officers and scrutineers; (b) establish a deadline for the receiving of ballots; (c) establish procedures for the opening and counting of ballots; (d) provide for the notification of all candidates and members of the results of the election; and (e) provide for the destruction of ballots following an election. (2) No later than twenty-one days before the date of an election, the Registrar shall send to every member eligible to vote in an electoral district in which an election is to take place a list of the candidates in the electoral district, a ballot and an explanation of the voting procedure as set out in the by-laws. O.Reg. 913/93, s. 12. Number of Votes to be Cast",
            "raw_html": "<p class=\"section-e\"><b>12. </b>(1) The Registrar shall supervise and administer elections and may, for the purpose of carrying out that duty, subject to the by-laws,</p> <p class=\"clause-e\">(a) appoint returning officers and scrutineers;</p> <p class=\"clause-e\">(b) establish a deadline for the receiving of ballots;</p> <p class=\"clause-e\">(c) establish procedures for the opening and counting of ballots;</p> <p class=\"clause-e\">(d) provide for the notification of all candidates and members of the results of the election; and</p> <p class=\"clause-e\">(e) provide for the destruction of ballots following an election.</p> <p class=\"subsection-e\">(2) No later than twenty-one days before the date of an election, the Registrar shall send to every member eligible to vote in an electoral district in which an election is to take place a list of the candidates in the electoral district, a ballot and an explanation of the voting procedure as set out in the by-laws. O.Reg. 913/93, s. 12.</p> <p class=\"heading1-e\">Number of Votes to be Cast</p>"
        },
        {
            "id": "13.",
            "section": "Number of Votes to be Cast",
            "content": "13. (1) A member may cast as many votes on a ballot in an election of members to the Council as there are members to be elected to the Council from the electoral district in which the member is eligible to vote. (2) A member shall not cast more than one vote for any one candidate. O.Reg. 913/93, s. 13. Tie Votes",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) A member may cast as many votes on a ballot in an election of members to the Council as there are members to be elected to the Council from the electoral district in which the member is eligible to vote.</p> <p class=\"subsection-e\">(2) A member shall not cast more than one vote for any one candidate. O.Reg. 913/93, s. 13.</p> <p class=\"heading1-e\">Tie Votes</p>"
        },
        {
            "id": "14.",
            "section": "Tie Votes",
            "content": "14. If there is a tie in an election of members to the Council, the Registrar shall break the tie by lot. O.Reg. 913/93, s. 14. Recounts",
            "raw_html": "<p class=\"section-e\"><b>14. </b>If there is a tie in an election of members to the Council, the Registrar shall break the tie by lot. O.Reg. 913/93, s. 14.</p> <p class=\"heading1-e\">Recounts</p>"
        },
        {
            "id": "15.",
            "section": "Recounts",
            "content": "15. (1) A candidate may require a recount by giving a written request to the Registrar no more than fourteen days after the date of an election and paying a fee of $200. (2) The Registrar shall hold the recount no more than thirty days after receiving the request. O.Reg. 913/93, s. 15. Disqualification of Elected Members",
            "raw_html": "<p class=\"section-e\"><b>15. </b>(1) A candidate may require a recount by giving a written request to the Registrar no more than fourteen days after the date of an election and paying a fee of $200.</p> <p class=\"subsection-e\">(2) The Registrar shall hold the recount no more than thirty days after receiving the request. O.Reg. 913/93, s. 15.</p> <p class=\"heading1-e\">Disqualification of Elected Members</p>"
        },
        {
            "id": "16.",
            "section": "Disqualification of Elected Members",
            "content": "16. (1) An elected member is disqualified from sitting on the Council if the member, (a) is found to have committed an act of professional misconduct or is found to be incompetent by a panel of the Discipline Committee; (b) is found to be an incapacitated member by a panel of the Fitness to Practise Committee; (c) fails, without cause, to attend three consecutive meetings of the Council; (d) fails, without cause, to attend three consecutive meetings of a committee of which he or she is a member; or (e) ceases to either practise or reside in the electoral district for which the member was elected. (2) If an elected member is disqualified from sitting on the Council, his or her seat becomes vacant. O.Reg. 913/93, s. 16. Filling of Vacancies",
            "raw_html": "<p class=\"section-e\"><b>16. </b>(1) An elected member is disqualified from sitting on the Council if the member,</p> <p class=\"clause-e\">(a) is found to have committed an act of professional misconduct or is found to be incompetent by a panel of the Discipline Committee;</p> <p class=\"clause-e\">(b) is found to be an incapacitated member by a panel of the Fitness to Practise Committee;</p> <p class=\"clause-e\">(c) fails, without cause, to attend three consecutive meetings of the Council;</p> <p class=\"clause-e\">(d) fails, without cause, to attend three consecutive meetings of a committee of which he or she is a member; or</p> <p class=\"clause-e\">(e) ceases to either practise or reside in the electoral district for which the member was elected.</p> <p class=\"subsection-e\">(2) If an elected member is disqualified from sitting on the Council, his or her seat becomes vacant. O.Reg. 913/93, s. 16.</p> <p class=\"heading1-e\">Filling of Vacancies</p>"
        },
        {
            "id": "17.",
            "section": "Filling of Vacancies",
            "content": "17. (1) If the seat of an elected Council member becomes vacant not more than twelve months before the expiry of the member’s term of office, the Council may, (a) leave the seat vacant; (b) appoint as an elected member, the candidate, if any, who had the most votes of all the unsuccessful candidates in the last election of Council members for that electoral district; or (c) direct the Registrar to hold a by-election for that electoral district in accordance with this Regulation. (2) If the seat of an elected Council member becomes vacant more than twelve months before the expiry of the member’s term of office, the Registrar shall hold a by-election for that electoral district in accordance with this Regulation. (3) The term of office of a member appointed under clause (1) (b) or elected in a by-election expires when the former Council member’s term would have expired. O.Reg. 913/93, s. 17. PART II   ACADEMIC REPRESENTATIVES",
            "raw_html": "<p class=\"section-e\"><b>17. </b>(1) If the seat of an elected Council member becomes vacant not more than twelve months before the expiry of the member’s term of office, the Council may,</p> <p class=\"clause-e\">(a) leave the seat vacant;</p> <p class=\"clause-e\">(b) appoint as an elected member, the candidate, if any, who had the most votes of all the unsuccessful candidates in the last election of Council members for that electoral district; or</p> <p class=\"clause-e\">(c) direct the Registrar to hold a by-election for that electoral district in accordance with this Regulation.</p> <p class=\"subsection-e\">(2) If the seat of an elected Council member becomes vacant more than twelve months before the expiry of the member’s term of office, the Registrar shall hold a by-election for that electoral district in accordance with this Regulation.</p> <p class=\"subsection-e\">(3) The term of office of a member appointed under clause (1) (b) or elected in a by-election expires when the former Council member’s term would have expired. O.Reg. 913/93, s. 17.</p> <p class=\"partnum-e\"><b>PART II <br/>  ACADEMIC REPRESENTATIVES</b></p>"
        },
        {
            "id": "18.",
            "section": "Filling of Vacancies",
            "content": "18. For the purpose of clause 6 (1) (c) of the Act, members shall be selected in the manner described in this Part. O.Reg. 913/93, s. 18.",
            "raw_html": "<p class=\"section-e\"><b>18. </b>For the purpose of clause 6 (1) (c) of the Act, members shall be selected in the manner described in this Part. O.Reg. 913/93, s. 18.</p>"
        },
        {
            "id": "19.",
            "section": "Filling of Vacancies",
            "content": "19. (1) An Academic Advisory Committee shall be established and shall be composed of members appointed under this section. (2) Between one and two months before the meeting of the Council when the term of office of newly elected members of the Council starts, the dean of each faculty of medicine of a university in Ontario shall appoint one member to the Academic Advisory Committee. (3) A member is eligible for appointment to the Academic Advisory Committee if, on the date of the appointment, (a) the member is on the academic staff of the faculty of medicine; (b) the member is not in default of payment of any fees prescribed in this Regulation; (c) the member is not the subject of any disciplinary or incapacity proceeding; (d) the member’s certificate of registration has not been revoked or suspended in the six years preceding the appointment; and (e) the member’s certificate of registration is not subject to a term, condition or limitation other than one prescribed in this Regulation. O.Reg. 913/93, s. 19.",
            "raw_html": "<p class=\"section-e\"><b>19. </b>(1) An Academic Advisory Committee shall be established and shall be composed of members appointed under this section.</p> <p class=\"subsection-e\">(2) Between one and two months before the meeting of the Council when the term of office of newly elected members of the Council starts, the dean of each faculty of medicine of a university in Ontario shall appoint one member to the Academic Advisory Committee.</p> <p class=\"subsection-e\">(3) A member is eligible for appointment to the Academic Advisory Committee if, on the date of the appointment,</p> <p class=\"clause-e\">(a) the member is on the academic staff of the faculty of medicine;</p> <p class=\"clause-e\">(b) the member is not in default of payment of any fees prescribed in this Regulation;</p> <p class=\"clause-e\">(c) the member is not the subject of any disciplinary or incapacity proceeding;</p> <p class=\"clause-e\">(d) the member’s certificate of registration has not been revoked or suspended in the six years preceding the appointment; and</p> <p class=\"clause-e\">(e) the member’s certificate of registration is not subject to a term, condition or limitation other than one prescribed in this Regulation. O.Reg. 913/93, s. 19.</p>"
        },
        {
            "id": "20.",
            "section": "Filling of Vacancies",
            "content": "20. (1) A member shall be appointed to the Academic Advisory Committee for a term of about a year, from the first meeting of the Council after his or her appointment when elected members of the Council take office until the next such meeting. (2) Three of the Committee members shall be elected to the Council in accordance with section 21. O.Reg. 913/93, s. 20.",
            "raw_html": "<p class=\"section-e\"><b>20. </b>(1) A member shall be appointed to the Academic Advisory Committee for a term of about a year, from the first meeting of the Council after his or her appointment when elected members of the Council take office until the next such meeting.</p> <p class=\"subsection-e\">(2) Three of the Committee members shall be elected to the Council in accordance with section 21. O.Reg. 913/93, s. 20.</p>"
        },
        {
            "id": "21.",
            "section": "Filling of Vacancies",
            "content": "21. (1) At the meeting of the Council when the term of office of newly elected members of the Council starts, a vote shall be held at which each member of the Council may cast three ballots for members of the Academic Advisory Committee to be members of the Council for the following year. O.Reg. 913/93, s. 21 (1); O. Reg. 57/94, s. 1. (2) The three members of the Academic Advisory Committee for whom the most ballots are cast are selected as members of the Council for the following year. O.Reg. 913/93, s. 21 (2).",
            "raw_html": "<p class=\"section-e\"><b>21. </b>(1) At the meeting of the Council when the term of office of newly elected members of the Council starts, a vote shall be held at which each member of the Council may cast three ballots for members of the Academic Advisory Committee to be members of the Council for the following year. O.Reg. 913/93, s. 21 (1); O. Reg. 57/94, s. 1.</p> <p class=\"subsection-e\">(2) The three members of the Academic Advisory Committee for whom the most ballots are cast are selected as members of the Council for the following year. O.Reg. 913/93, s. 21 (2).</p>"
        },
        {
            "id": "22.",
            "section": "Filling of Vacancies",
            "content": "22. (1) A person selected as a member of the Council under this Part is disqualified from sitting on the Council if the member, (a) is found to have committed an act of professional misconduct or is found to be incompetent by a panel of the Discipline Committee; (b) is found to be an incapacitated member by a panel of the Fitness to Practise Committee; (c) fails, without cause, to attend three consecutive meetings of the Council; (d) fails, without cause, to attend three consecutive meetings of a committee of which he or she is a member; or (e) ceases to be on the academic staff of the faculty of medicine from which the member was selected. (2) If a member is disqualified from sitting on the Council under subsection (1), his or her seat becomes vacant and the dean of the faculty at which the disqualified member was a professor shall appoint another member directly to the Council to complete the term of office of the member whose seat became vacant. O.Reg. 913/93, s. 22.",
            "raw_html": "<p class=\"section-e\"><b>22. </b>(1) A person selected as a member of the Council under this Part is disqualified from sitting on the Council if the member,</p> <p class=\"clause-e\">(a) is found to have committed an act of professional misconduct or is found to be incompetent by a panel of the Discipline Committee;</p> <p class=\"clause-e\">(b) is found to be an incapacitated member by a panel of the Fitness to Practise Committee;</p> <p class=\"clause-e\">(c) fails, without cause, to attend three consecutive meetings of the Council;</p> <p class=\"clause-e\">(d) fails, without cause, to attend three consecutive meetings of a committee of which he or she is a member; or</p> <p class=\"clause-e\">(e) ceases to be on the academic staff of the faculty of medicine from which the member was selected.</p> <p class=\"subsection-e\">(2) If a member is disqualified from sitting on the Council under subsection (1), his or her seat becomes vacant and the dean of the faculty at which the disqualified member was a professor shall appoint another member directly to the Council to complete the term of office of the member whose seat became vacant. O.Reg. 913/93, s. 22.</p>"
        },
        {
            "id": "23.",
            "section": "Filling of Vacancies",
            "content": "23. Omitted (provides for coming into force of provisions of this Regulation). O.Reg. 913/93, s. 23. ",
            "raw_html": "<p class=\"section-e\"><b>23.</b> Omitted (provides for coming into force of provisions of this Regulation). O.Reg. 913/93, s. 23.</p> <p class=\"Normal\"></p>"
        }
    ]
}