{
    "reg_info": {
        "full_title": "O. Reg. 581/00: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "O. Reg. 581/00: ",
        "act_under": "Arthur Wishart Act (Franchise Disclosure), 2000",
        "url": "https://www.ontario.ca/laws/regulation/000581",
        "date_scraped": "2023-12-18 20:05:10"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "September  1, 2020",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/000581/v7",
            "valid_from": "July 16, 2020",
            "valid_to": "August 31, 2020"
        },
        {
            "a_href": "/laws/regulation/000581/v6",
            "valid_from": "July  1, 2016",
            "valid_to": "July 15, 2020"
        },
        {
            "a_href": "/laws/regulation/000581/v5",
            "valid_from": "June  3, 2016",
            "valid_to": "June 30, 2016"
        },
        {
            "a_href": "/laws/regulation/000581/v4",
            "valid_from": "July  1, 2005",
            "valid_to": "June  2, 2016"
        },
        {
            "a_href": "/laws/regulation/000581/v3",
            "valid_from": "May  6, 2005",
            "valid_to": "June 30, 2005"
        },
        {
            "a_href": "/laws/regulation/000581/v2",
            "valid_from": "March 22, 2004",
            "valid_to": "May  5, 2005"
        },
        {
            "a_href": "/laws/regulation/000581/v1",
            "valid_from": "January 31, 2001",
            "valid_to": "March 21, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "0.1",
            "section": null,
            "content": " 0.1 For the purposes of the Act, “franchisor’s agent” means a sales agent of the franchisor who is engaged by the franchisor’s broker and who is directly involved in the granting of a franchise.  O. Reg. 69/04, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>0.1</b> For the purposes of the Act,</p> <p class=\"firstdef-e\">“franchisor’s agent” means a sales agent of the franchisor who is engaged by the franchisor’s broker and who is directly involved in the granting of a franchise.  O. Reg. 69/04, s. 1.</p>"
        },
        {
            "id": "1.",
            "section": null,
            "content": " 1. For the purpose of paragraph 3 of subsection 2 (3) of the Act, a co-operative association is defined as, (a)  an organization operated on a co-operative basis by and for independent retailers that, (i)  purchases or arranges the purchase of, on a non-exclusive basis, wholesale goods or services primarily for resale by its member retailers, and (ii)  does not grant representational rights or exercise significant operational control over its member retailers; (b)  a “co-operative corporation” as defined under subsection 136 (2) of the Income Tax Act (Canada) or would be a co-operative corporation as defined in that subsection, but for paragraph 136 (2) (c); (c)  an organization incorporated under the Canada Cooperatives Act (Canada); or (d)  an organization incorporated under the Co-operative Corporations Act.  O. Reg. 581/00, s. 1; O. Reg. 611/00, s. 1. PART II   DISCLOSURE DOCUMENTS",
            "raw_html": "<p class=\"section-e\"> <b>1.</b> For the purpose of paragraph 3 of subsection 2 (3) of the Act, a co-operative association is defined as,</p> <p class=\"clause-e\">  (a)  an organization operated on a co-operative basis by and for independent retailers that,</p> <p class=\"subclause-e\">  (i)  purchases or arranges the purchase of, on a non-exclusive basis, wholesale goods or services primarily for resale by its member retailers, and</p> <p class=\"subclause-e\">  (ii)  does not grant representational rights or exercise significant operational control over its member retailers;</p> <p class=\"clause-e\">  (b)  a “co-operative corporation” as defined under subsection 136 (2) of the <i>Income Tax Act</i> (Canada) or would be a co-operative corporation as defined in that subsection, but for paragraph 136 (2) (c);</p> <p class=\"clause-e\">  (c)  an organization incorporated under the <i>Canada Cooperatives Act</i><i> </i>(Canada); or</p> <p class=\"clause-e\">  (d)  an organization incorporated under the <i>Co-operative Corporations Act</i>.  O. Reg. 581/00, s. 1; O. Reg. 611/00, s. 1.</p> <p class=\"partnum-e\">PART II <br/>  DISCLOSURE DOCUMENTS</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. Every disclosure document shall include the following information: 1.  The business background of the franchisor, including, i.  the name and address of the franchisor, ii.  the name under which the franchisor engages in or intends to engage in business, iii.  the principal business address of the franchisor and, if the franchisor’s principal address is outside Ontario, the name and address of a person authorized to accept service in Ontario on the franchisor’s behalf, iv.  the business form of the franchisor, including whether the franchisor is a sole proprietorship, partnership or corporation and, if incorporated, the jurisdiction where the franchisor is incorporated, v.  if the franchisor is a subsidiary, the name and principal address of the parent, vi.  the length of time the franchisor has engaged in the line of business associated with the franchise, vii.  the length of time the franchisor has offered franchises in the line of business associated with the franchise, and viii.  if the franchisor has offered a franchise in another line of business, a description of every franchise in each line of business, including for each franchise, A.  the length of time the franchisor has offered the franchise to prospective franchisees, and B.  the number of franchises sold in the five years immediately preceding the date of the disclosure document. 2.  The business background of the directors, the general partners and the officers of the franchisor, including, i.  the name and current position of each person, ii.  a brief description of the prior relevant business experience of each person, iii.  the length of time each person has engaged in the line of business associated with the franchise, and iv.  the principal occupation and the employers of each person during the five years immediately preceding the date of the disclosure document. 3.  A statement, including a description of details, indicating whether, during the ten years immediately preceding the date of the disclosure document, the franchisor, the franchisor’s associate or a director, general partner or officer of the franchisor has been convicted of fraud, unfair or deceptive business practices, or a violation of a law that regulates franchises or business or if there is a charge pending against the person involving such a matter. 4.  A statement, including a description of details, indicating whether the franchisor, the franchisor’s associate or a director, general partner or officer of the franchisor has been subject to an administrative order or penalty imposed under a law of any jurisdiction regulating franchises or business or if the person is the subject of any pending administrative actions to be heard under such a law. 5.  A statement, including a description of details, indicating whether the franchisor, the franchisor’s associate or a director, general partner or officer of the franchisor has been found liable in a civil action of misrepresentation, unfair or deceptive business practices or violating a law that regulates franchises or businesses, including a failure to provide proper disclosure to a franchisee, or if a civil action involving such allegations is pending against the person. 6.  Details of any bankruptcy or insolvency proceedings, voluntary or otherwise, any part of which took place during the six years immediately preceding the date of the disclosure document, against any of the following persons as debtors: i.  The franchisor or the franchisor’s associate. ii.  A corporation whose directors or officers include a current director, officer or general partner of the franchisor, or included such a person at a time when the bankruptcy or insolvency proceeding was taking place. iii.  A partnership whose general partners include a current director, officer or general partner of the franchisor, or included such a person at a time when the bankruptcy or insolvency proceeding was taking place. iv.  A director, an officer or a general partner of the franchisor in their personal capacity.  O. Reg. 581/00, s. 2; O. Reg. 69/04, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>Every disclosure document shall include the following information:</p> <p class=\"paragraph-e\">  1.  The business background of the franchisor, including,</p> <p class=\"subpara-e\">  i.  the name and address of the franchisor,</p> <p class=\"subpara-e\">  ii.  the name under which the franchisor engages in or intends to engage in business,</p> <p class=\"subpara-e\">  iii.  the principal business address of the franchisor and, if the franchisor’s principal address is outside Ontario, the name and address of a person authorized to accept service in Ontario on the franchisor’s behalf,</p> <p class=\"subpara-e\">  iv.  the business form of the franchisor, including whether the franchisor is a sole proprietorship, partnership or corporation and, if incorporated, the jurisdiction where the franchisor is incorporated,</p> <p class=\"subpara-e\">  v.  if the franchisor is a subsidiary, the name and principal address of the parent,</p> <p class=\"subpara-e\">  vi.  the length of time the franchisor has engaged in the line of business associated with the franchise,</p> <p class=\"subpara-e\">  vii.  the length of time the franchisor has offered franchises in the line of business associated with the franchise, and</p> <p class=\"subpara-e\">  viii.  if the franchisor has offered a franchise in another line of business, a description of every franchise in each line of business, including for each franchise,</p> <p class=\"subsubpara-e\">  A.  the length of time the franchisor has offered the franchise to prospective franchisees, and</p> <p class=\"subsubpara-e\">  B.  the number of franchises sold in the five years immediately preceding the date of the disclosure document.</p> <p class=\"paragraph-e\">  2.  The business background of the directors, the general partners and the officers of the franchisor, including,</p> <p class=\"subpara-e\">  i.  the name and current position of each person,</p> <p class=\"subpara-e\">  ii.  a brief description of the prior relevant business experience of each person,</p> <p class=\"subpara-e\">  iii.  the length of time each person has engaged in the line of business associated with the franchise, and</p> <p class=\"subpara-e\">  iv.  the principal occupation and the employers of each person during the five years immediately preceding the date of the disclosure document.</p> <p class=\"paragraph-e\">  3.  A statement, including a description of details, indicating whether, during the ten years immediately preceding the date of the disclosure document, the franchisor, the franchisor’s associate or a director, general partner or officer of the franchisor has been convicted of fraud, unfair or deceptive business practices, or a violation of a law that regulates franchises or business or if there is a charge pending against the person involving such a matter.</p> <p class=\"paragraph-e\">  4.  A statement, including a description of details, indicating whether the franchisor, the franchisor’s associate or a director, general partner or officer of the franchisor has been subject to an administrative order or penalty imposed under a law of any jurisdiction regulating franchises or business or if the person is the subject of any pending administrative actions to be heard under such a law.</p> <p class=\"paragraph-e\">  5.  A statement, including a description of details, indicating whether the franchisor, the franchisor’s associate or a director, general partner or officer of the franchisor has been found liable in a civil action of misrepresentation, unfair or deceptive business practices or violating a law that regulates franchises or businesses, including a failure to provide proper disclosure to a franchisee, or if a civil action involving such allegations is pending against the person.</p> <p class=\"paragraph-e\">  6.  Details of any bankruptcy or insolvency proceedings, voluntary or otherwise, any part of which took place during the six years immediately preceding the date of the disclosure document, against any of the following persons as debtors:</p> <p class=\"subpara-e\">  i.  The franchisor or the franchisor’s associate.</p> <p class=\"subpara-e\">  ii.  A corporation whose directors or officers include a current director, officer or general partner of the franchisor, or included such a person at a time when the bankruptcy or insolvency proceeding was taking place.</p> <p class=\"subpara-e\">  iii.  A partnership whose general partners include a current director, officer or general partner of the franchisor, or included such a person at a time when the bankruptcy or insolvency proceeding was taking place.</p> <p class=\"subpara-e\">  iv.  A director, an officer or a general partner of the franchisor in their personal capacity.  O. Reg. 581/00, s. 2; O. Reg. 69/04, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. (1) Every disclosure document shall include, (a)  an audited financial statement for the most recently completed fiscal year of the franchisor’s operations, prepared in accordance with generally accepted auditing standards as set out, (i)  in the CPA Canada Handbook — Assurance, (ii)  by the Auditing Standards Board of the American Institute of Certified Public Accountants or the Public Company Accounting Oversight Board of the United States, as applicable, or (iii)  by the International Auditing and Assurance Standards Board; (b)  a financial statement for the most recently completed fiscal year of the franchisor’s operations, prepared in accordance with generally accepted accounting principles that meet the review and reporting standards applicable to review engagements as set out, (i)  in the CPA Canada Handbook — Accounting, (ii)  by the Financial Accounting Standards Board of the United States, or (iii)  by the International Accounting Standards Board; or (c)  if a regulation has been made under subsection 13 (2) of the Act in respect of the franchisor, a declaration that the franchisor is exempt from the requirement to provide the financial statement described in clause (a) or (b), and that the franchisor meets the criteria prescribed for the purpose of that exemption.  O. Reg. 581/00, s. 3 (1); O. Reg. 69/04, s. 3; O. Reg. 199/05, s. 1; O. Reg. 418/20, s. 1. (2) Despite subsection (1), if 180 days have not yet passed since the end of the most recently completed fiscal year and a financial statement has not been prepared and reported for that year, the disclosure document shall include a financial statement for the previous fiscal year that is prepared in accordance with the requirements in clause (1) (a) or (b).  O. Reg. 581/00, s. 3 (2). (3) Despite subsection (1), if a franchisor has operated for less than one fiscal year or if 180 days have not yet passed since the end of the first fiscal year of operations and a financial statement for that year has not been prepared in accordance with the requirements in clause (1) (a) or (b), the disclosure document shall include the opening balance sheet for the franchisor.  O. Reg. 581/00, s. 3 (3).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) Every disclosure document shall include,</p> <p class=\"clause-e\">  (a)  an audited financial statement for the most recently completed fiscal year of the franchisor’s operations, prepared in accordance with generally accepted auditing standards as set out,</p> <p class=\"subclause-e\">  (i)  in the CPA Canada Handbook — Assurance,</p> <p class=\"subclause-e\">  (ii)  by the Auditing Standards Board of the American Institute of Certified Public Accountants or the Public Company Accounting Oversight Board of the United States, as applicable, or</p> <p class=\"subclause-e\">  (iii)  by the International Auditing and Assurance Standards Board;</p> <p class=\"clause-e\">  (b)  a financial statement for the most recently completed fiscal year of the franchisor’s operations, prepared in accordance with generally accepted accounting principles that meet the review and reporting standards applicable to review engagements as set out,</p> <p class=\"subclause-e\">  (i)  in the CPA Canada Handbook — Accounting,</p> <p class=\"subclause-e\">  (ii)  by the Financial Accounting Standards Board of the United States, or</p> <p class=\"subclause-e\">  (iii)  by the International Accounting Standards Board; or</p> <p class=\"clause-e\">  (c)  if a regulation has been made under subsection 13 (2) of the Act in respect of the franchisor, a declaration that the franchisor is exempt from the requirement to provide the financial statement described in clause (a) or (b), and that the franchisor meets the criteria prescribed for the purpose of that exemption.  O. Reg. 581/00, s. 3 (1); O. Reg. 69/04, s. 3; O. Reg. 199/05, s. 1; O. Reg. 418/20, s. 1.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), if 180 days have not yet passed since the end of the most recently completed fiscal year and a financial statement has not been prepared and reported for that year, the disclosure document shall include a financial statement for the previous fiscal year that is prepared in accordance with the requirements in clause (1) (a) or (b).  O. Reg. 581/00, s. 3 (2).</p> <p class=\"subsection-e\">  (3) Despite subsection (1), if a franchisor has operated for less than one fiscal year or if 180 days have not yet passed since the end of the first fiscal year of operations and a financial statement for that year has not been prepared in accordance with the requirements in clause (1) (a) or (b), the disclosure document shall include the opening balance sheet for the franchisor.  O. Reg. 581/00, s. 3 (3).</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. For the purpose of clause 5 (4) (d) of the Act, every disclosure document shall include the following statements together in one section at the beginning of the document: 1.  A commercial credit report is a report which may include information on the franchisor’s business background, banking information, credit history and trade references. Such reports may be obtained from private credit reporting companies and may provide information useful in making an investment decision. 2.  Independent legal and financial advice in relation to the franchise agreement should be sought prior to entering into the franchise agreement. 3.  A prospective franchisee is strongly encouraged to contact any current or previous franchisees prior to entering into the fran­chise agreement. 4.  The cost of goods and services acquired under the franchise agreement may not correspond to the lowest cost of the goods and services available in the marketplace. O. Reg. 581/00, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>For the purpose of clause 5 (4) (d) of the Act, every disclosure document shall include the following statements together in one section at the beginning of the document:</p> <p class=\"paragraph-e\">  1.  A commercial credit report is a report which may include information on the franchisor’s business background, banking information, credit history and trade references. Such reports may be obtained from private credit reporting companies and may provide information useful in making an investment decision.</p> <p class=\"paragraph-e\">  2.  Independent legal and financial advice in relation to the franchise agreement should be sought prior to entering into the franchise agreement.</p> <p class=\"paragraph-e\">  3.  A prospective franchisee is strongly encouraged to contact any current or previous franchisees prior to entering into the fran­chise agreement.</p> <p class=\"paragraph-e\">  4.  The cost of goods and services acquired under the franchise agreement may not correspond to the lowest cost of the goods and services available in the marketplace. O. Reg. 581/00, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5. (1) If an internal or external mediation or other alternative dispute resolution process is used by a franchisor in disputes with a franchisee, a disclosure document shall include, together with the statement referred to in subsection (2), a description of the mediation or other alternative dispute resolution process, and the circumstances when the process may be invoked.  O. Reg. 581/00, s. 5 (1). (2) Every disclosure document shall include the following statement: Mediation is a voluntary process to resolve disputes with the assistance of an independent third party. Any party may propose mediation or other dispute resolution process in regard to a dispute under the franchise agreement, and the process may be used to resolve the dispute if agreed to by all parties. O. Reg. 581/00, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) If an internal or external mediation or other alternative dispute resolution process is used by a franchisor in disputes with a franchisee, a disclosure document shall include, together with the statement referred to in subsection (2), a description of the mediation or other alternative dispute resolution process, and the circumstances when the process may be invoked.  O. Reg. 581/00, s. 5 (1).</p> <p class=\"subsection-e\">  (2) Every disclosure document shall include the following statement:</p> <p class=\"parawindt-e\">Mediation is a voluntary process to resolve disputes with the assistance of an independent third party. Any party may propose mediation or other dispute resolution process in regard to a dispute under the franchise agreement, and the process may be used to resolve the dispute if agreed to by all parties.</p> <p class=\"footnote-e\">O. Reg. 581/00, s. 5 (2).</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": " 6. For the purposes of clause 5 (4) (a) of the Act, every disclosure document shall include the following presented together in one part of the document: 1.  A list of all of the franchisee’s costs associated with the establishment of the franchise, including, i.  the amount of any deposits or franchise fees, whether the deposits or fees are refundable, and if so, under what conditions, ii.  an estimate of the costs for inventory, leasehold improvements, equipment, leases, rentals and all other tangible and intangible property necessary to establish the franchise and an explanation of any assumptions underlying the estimate, and iii.  any other costs associated with the establishment of the franchise not listed in subparagraph i or ii, including any payment to the franchisor, whether direct or indirect, required by the franchise agreement, the nature and amount of the payment, and when the payment is due. 2.  If an estimate of annual operating costs for the franchise is provided, a statement specifying the basis for the estimate, the assumptions underlying the estimate and a location where information is available for inspection that substantiates the estimate. 3.  If an earnings projection for the franchise is provided, a statement specifying the reasonable basis for the projection, the assumptions underlying the projection and a location where information is available for inspection that substantiates the projection. 4.  The terms and conditions of the financing arrangements that the franchisor or the franchisor’s associate offers directly or indirectly to franchisees. 5.  A description of any training or other assistance offered to franchisees by the franchisor or the franchisor’s associate,  including whether the training is mandatory or optional, and if the training is mandatory, a statement specifying who bears the costs of the training. 6.  If the franchisee, as a condition of the franchise agreement, is required to contribute to an advertising fund, i.  a statement describing, A.  the percentage of the fund that has been spent on national campaigns and local advertising in the two fiscal years immediately preceding the date of the disclosure document, and B.  the percentage of the fund, other than the percentage described in sub-subparagraph A, that has been retained by the franchisor, the franchisor’s parent or the franchisor’s associate in the two fiscal years immediately preceding the date of the disclosure document, ii.  another statement describing, A.  the projected amount of the contribution, B.  a projection of the percentage of the fund to be spent on national or local advertising campaigns for the current fiscal year, and C.  a projection of the percentage of the fund to be retained by the franchisor, the franchisor’s parent or the franchisor’s associate in the current fiscal year, and iii.  an indication of whether reports on advertising activities financed by the fund will be made available to the franchisee. 7.  A description of any restrictions or requirements imposed by the franchise agreement with respect to, i.  obligations to purchase or lease from the franchisor, the franchisor’s associate or suppliers approved by the franchisor or the franchisor’s associate, ii.  the goods and services the franchisee may sell, and iii.  the persons to whom the franchisee may sell goods or services. 8.  A description of the franchisor’s policy, if any, regarding volume rebates, and whether or not the franchisor or the franchisor’s associate receives a rebate, commission, payment or other benefit as a result of purchases of goods and services by a franchisee and, if so, whether rebates, commissions, payments or other benefits are shared with franchisees, either directly or indirectly. 9.  A description of the rights the franchisor or the franchisor’s associate has to the trade-mark, trade name, logo or advertising or other commercial symbol associated with the franchise. 10.  A description of every licence, registration, authorization or other permission the franchisee is required to obtain, under any applicable federal or provincial law or municipal by-law, to operate the franchise. 11.  A statement indicating whether the franchisee is required to participate personally and directly in the operation of the franchise or, if the franchisee is a corporation, whether the principals of the corporation are so required. 12.  A description of any exclusive territory granted to the franchisee. 13.  If the franchise agreement grants the franchisee rights to exclusive territory, a description of the franchisor’s policy, if any, as to whether the continuation of the franchisee’s rights to exclusive territory depends on the franchisee achieving a specific level of sales, market penetration, or other condition, and under what circumstances these rights may be altered. 14.  A description of the franchisor’s policy, if any, on the proximity between an existing franchise and, i.  another franchise, ii.  any other distributor using the trade-mark, trade name or logo or advertising or other commercial symbol that is owned by or licensed to the franchisor or the franchisor’s associate, iii.  a franchise owned or operated by the franchisor that distributes similar products or services under a different trade-mark, trade name or logo, and iv.  a franchise granted by the franchisor that distributes similar products or services under a different trade-mark, trade name or logo. 15.  The name, last known address and telephone number of each franchisee in Ontario who operated a franchise of the type being offered that has been terminated, cancelled, not renewed or reacquired by the franchisor or otherwise left the system within the last fiscal year immediately preceding the date of the disclosure document. 16.  For each closure of a franchise of the type being offered within the three fiscal years immediately preceding the date of the disclosure document, the reasons for the closure, including whether, i.  the franchisor or franchisor’s associate terminated or cancelled the franchise agreement, ii.  the franchisor or franchisor’s associate refused to renew the franchise agreement, or iii.  the franchisee refused to renew the franchise agreement or otherwise left the franchise system. 17.  A list of the locations of all franchises in Ontario of the type being offered, including the business address, telephone number and name of the franchisee who operates the franchise and, if there are less than 20 franchises in Ontario, the list shall include those franchises which are geographically closest to Ontario, until information on 20 franchises is provided. 18.  A description of all restrictions or conditions in the franchise agreement related to, i.  the termination or renewal of the agreement, and ii.  the transfer of the franchise.  O. Reg. 581/00, s. 6; O. Reg. 611/00, s. 2; O. Reg. 69/04, s. 4; O. Reg. 164/16, s. 1; O. Reg. 418/20, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>For the purposes of clause 5 (4) (a) of the Act, every disclosure document shall include the following presented together in one part of the document:</p> <p class=\"paragraph-e\">  1.  A list of all of the franchisee’s costs associated with the establishment of the franchise, including,</p> <p class=\"subpara-e\">  i.  the amount of any deposits or franchise fees, whether the deposits or fees are refundable, and if so, under what conditions,</p> <p class=\"subpara-e\">  ii.  an estimate of the costs for inventory, leasehold improvements, equipment, leases, rentals and all other tangible and intangible property necessary to establish the franchise and an explanation of any assumptions underlying the estimate, and</p> <p class=\"subpara-e\">  iii.  any other costs associated with the establishment of the franchise not listed in subparagraph i or ii, including any payment to the franchisor, whether direct or indirect, required by the franchise agreement, the nature and amount of the payment, and when the payment is due.</p> <p class=\"paragraph-e\">  2.  If an estimate of annual operating costs for the franchise is provided, a statement specifying the basis for the estimate, the assumptions underlying the estimate and a location where information is available for inspection that substantiates the estimate.</p> <p class=\"paragraph-e\">  3.  If an earnings projection for the franchise is provided, a statement specifying the reasonable basis for the projection, the assumptions underlying the projection and a location where information is available for inspection that substantiates the projection.</p> <p class=\"paragraph-e\">  4.  The terms and conditions of the financing arrangements that the franchisor or the franchisor’s associate offers directly or indirectly to franchisees.</p> <p class=\"paragraph-e\">  5.  A description of any training or other assistance offered to franchisees by the franchisor or the franchisor’s associate,  including whether the training is mandatory or optional, and if the training is mandatory, a statement specifying who bears the costs of the training.</p> <p class=\"paragraph-e\">  6.  If the franchisee, as a condition of the franchise agreement, is required to contribute to an advertising fund, </p> <p class=\"subpara-e\">  i.  a statement describing,</p> <p class=\"subsubpara-e\">  A.  the percentage of the fund that has been spent on national campaigns and local advertising in the two fiscal years immediately preceding the date of the disclosure document, and</p> <p class=\"subsubpara-e\">  B.  the percentage of the fund, other than the percentage described in sub-subparagraph A, that has been retained by the franchisor, the franchisor’s parent or the franchisor’s associate in the two fiscal years immediately preceding the date of the disclosure document, </p> <p class=\"subpara-e\">  ii.  another statement describing,</p> <p class=\"subsubpara-e\">  A.  the projected amount of the contribution,</p> <p class=\"subsubpara-e\">  B.  a projection of the percentage of the fund to be spent on national or local advertising campaigns for the current fiscal year, and</p> <p class=\"subsubpara-e\">  C.  a projection of the percentage of the fund to be retained by the franchisor, the franchisor’s parent or the franchisor’s associate in the current fiscal year, and</p> <p class=\"subpara-e\">  iii.  an indication of whether reports on advertising activities financed by the fund will be made available to the franchisee.</p> <p class=\"paragraph-e\">  7.  A description of any restrictions or requirements imposed by the franchise agreement with respect to,</p> <p class=\"subpara-e\">  i.  obligations to purchase or lease from the franchisor, the franchisor’s associate or suppliers approved by the franchisor or the franchisor’s associate,</p> <p class=\"subpara-e\">  ii.  the goods and services the franchisee may sell, and</p> <p class=\"subpara-e\">  iii.  the persons to whom the franchisee may sell goods or services.</p> <p class=\"paragraph-e\">  8.  A description of the franchisor’s policy, if any, regarding volume rebates, and whether or not the franchisor or the franchisor’s associate receives a rebate, commission, payment or other benefit as a result of purchases of goods and services by a franchisee and, if so, whether rebates, commissions, payments or other benefits are shared with franchisees, either directly or indirectly.</p> <p class=\"paragraph-e\">  9.  A description of the rights the franchisor or the franchisor’s associate has to the trade-mark, trade name, logo or advertising or other commercial symbol associated with the franchise.</p> <p class=\"paragraph-e\">  10.  A description of every licence, registration, authorization or other permission the franchisee is required to obtain, under any applicable federal or provincial law or municipal by-law, to operate the franchise.</p> <p class=\"paragraph-e\">  11.  A statement indicating whether the franchisee is required to participate personally and directly in the operation of the franchise or, if the franchisee is a corporation, whether the principals of the corporation are so required.</p> <p class=\"paragraph-e\">  12.  A description of any exclusive territory granted to the franchisee.</p> <p class=\"paragraph-e\">  13.  If the franchise agreement grants the franchisee rights to exclusive territory, a description of the franchisor’s policy, if any, as to whether the continuation of the franchisee’s rights to exclusive territory depends on the franchisee achieving a specific level of sales, market penetration, or other condition, and under what circumstances these rights may be altered.</p> <p class=\"paragraph-e\">  14.  A description of the franchisor’s policy, if any, on the proximity between an existing franchise and,</p> <p class=\"subpara-e\">  i.  another franchise,</p> <p class=\"subpara-e\">  ii.  any other distributor using the trade-mark, trade name or logo or advertising or other commercial symbol that is owned by or licensed to the franchisor or the franchisor’s associate,</p> <p class=\"subpara-e\">  iii.  a franchise owned or operated by the franchisor that distributes similar products or services under a different trade-mark, trade name or logo, and</p> <p class=\"subpara-e\">  iv.  a franchise granted by the franchisor that distributes similar products or services under a different trade-mark, trade name or logo.</p> <p class=\"paragraph-e\">  15.  The name, last known address and telephone number of each franchisee in Ontario who operated a franchise of the type being offered that has been terminated, cancelled, not renewed or reacquired by the franchisor or otherwise left the system within the last fiscal year immediately preceding the date of the disclosure document.</p> <p class=\"paragraph-e\">  16.  For each closure of a franchise of the type being offered within the three fiscal years immediately preceding the date of the disclosure document, the reasons for the closure, including whether,</p> <p class=\"subpara-e\">  i.  the franchisor or franchisor’s associate terminated or cancelled the franchise agreement,</p> <p class=\"subpara-e\">  ii.  the franchisor or franchisor’s associate refused to renew the franchise agreement, or</p> <p class=\"subpara-e\">  iii.  the franchisee refused to renew the franchise agreement or otherwise left the franchise system. </p> <p class=\"paragraph-e\">  17.  A list of the locations of all franchises in Ontario of the type being offered, including the business address, telephone number and name of the franchisee who operates the franchise and, if there are less than 20 franchises in Ontario, the list shall include those franchises which are geographically closest to Ontario, until information on 20 franchises is provided.</p> <p class=\"paragraph-e\">  18.  A description of all restrictions or conditions in the franchise agreement related to,</p> <p class=\"subpara-e\">  i.  the termination or renewal of the agreement, and</p> <p class=\"subpara-e\">  ii.  the transfer of the franchise.  O. Reg. 581/00, s. 6; O. Reg. 611/00, s. 2; O. Reg. 69/04, s. 4; O. Reg. 164/16, s. 1; O. Reg. 418/20, s. 2.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": " 7. (1) Every disclosure document shall include a certificate certifying that the document, (a)  contains no untrue information, representations or statements; and (b)  includes every material fact, financial statement, statement and other information required by the Act and this Regulation.  O. Reg. 581/00, s. 7 (1). (2) A certificate referred to in subsection (1) shall be signed and dated by, (a)  in the case of a franchisor that is not incorporated, the franchisor; (b)  in the case of a franchisor that is incorporated and has only one director or officer, by that person; (c)  in the case of a franchisor that is incorporated and has more than one officer or director, by at least two persons who are officers or directors.  O. Reg. 581/00, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) Every disclosure document shall include a certificate certifying that the document,</p> <p class=\"clause-e\">  (a)  contains no untrue information, representations or statements; and</p> <p class=\"clause-e\">  (b)  includes every material fact, financial statement, statement and other information required by the Act and this Regulation.  O. Reg. 581/00, s. 7 (1).</p> <p class=\"subsection-e\">  (2) A certificate referred to in subsection (1) shall be signed and dated by,</p> <p class=\"clause-e\">  (a)  in the case of a franchisor that is not incorporated, the franchisor;</p> <p class=\"clause-e\">  (b)  in the case of a franchisor that is incorporated and has only one director or officer, by that person; </p> <p class=\"clause-e\">  (c)  in the case of a franchisor that is incorporated and has more than one officer or director, by at least two persons who are officers or directors.  O. Reg. 581/00, s. 7 (2).</p>"
        },
        {
            "id": "7.1",
            "section": null,
            "content": " 7.1 (1) For the purposes of subclauses 5 (1) (b) (i) and 5 (5) (b) (i) of the Act, the prescribed amount is 20 per cent of the franchise fee, to a maximum of $100,000. O. Reg. 418/20, s. 3. (2) A statement of material change shall include a certificate certifying that it, (a)  contains no untrue information, representations or statements, whether of a material change or otherwise; and (b)  includes every material change. O. Reg. 418/20, s. 3. (3) A certificate referred to in subsection (2) shall be signed and dated by, (a)  in the case of a franchisor that is not incorporated, the franchisor; (b)  in the case of a franchisor that is incorporated and has only one director or officer, by that person; or (c)  in the case of a franchisor that is incorporated and has more than one officer or director, by at least two persons who are officers or directors. O. Reg. 418/20, s. 3. PART III   EXEMPTIONS",
            "raw_html": "<p class=\"section-e\"> <b>7.1 </b>(1) For the purposes of subclauses 5 (1) (b) (i) and 5 (5) (b) (i) of the Act, the prescribed amount is 20 per cent of the franchise fee, to a maximum of $100,000. O. Reg. 418/20, s. 3.</p> <p class=\"subsection-e\">  (2) A statement of material change shall include a certificate certifying that it,</p> <p class=\"clause-e\">  (a)  contains no untrue information, representations or statements, whether of a material change or otherwise; and</p> <p class=\"clause-e\">  (b)  includes every material change. O. Reg. 418/20, s. 3.</p> <p class=\"subsection-e\">  (3) A certificate referred to in subsection (2) shall be signed and dated by,</p> <p class=\"clause-e\">  (a)  in the case of a franchisor that is not incorporated, the franchisor;</p> <p class=\"clause-e\">  (b)  in the case of a franchisor that is incorporated and has only one director or officer, by that person; or</p> <p class=\"clause-e\">  (c)  in the case of a franchisor that is incorporated and has more than one officer or director, by at least two persons who are officers or directors. O. Reg. 418/20, s. 3.</p> <p class=\"partnum-e\">PART III <br/>  EXEMPTIONS</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "  8. For the purposes of clause 5 (7) (e) of the Act, the prescribed percentage is 20 per cent.  O. Reg. 581/00, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>  8. </b>For the purposes of clause 5 (7) (e) of the Act, the prescribed percentage is 20 per cent.  O. Reg. 581/00, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": " 9. (1) For the purposes of subclause 5 (7) (g) (i) and clause 5 (7) (h) of the Act, a total initial investment is determined by all of the franchisee’s costs associated with the establishment of the franchise, including, (a)  the amount of any deposits or franchise fees; (b)  an estimate of the costs for inventory, leasehold improvements, equipment, leases, rentals and all other tangible and intangible property necessary to establish the franchise; and (c)  any other costs or estimates of costs associated with the establishment of the franchise not listed in clause (a) or (b), including any payment to the franchisor, whether direct or indirect, required by the franchise agreement. O. Reg. 418/20, s. 4. (2) For the purposes of subclause 5 (7) (g) (i) of the Act, the prescribed amount is $15,000. O. Reg. 418/20, s. 4. (3) For the purposes of clause 5 (7) (h) of the Act, the prescribed amount is $3,000,000. O. Reg. 418/20, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) For the purposes of subclause 5 (7) (g) (i) and clause 5 (7) (h) of the Act, a total initial investment is determined by all of the franchisee’s costs associated with the establishment of the franchise, including,</p> <p class=\"clause-e\">  (a)  the amount of any deposits or franchise fees;</p> <p class=\"clause-e\">  (b)  an estimate of the costs for inventory, leasehold improvements, equipment, leases, rentals and all other tangible and intangible property necessary to establish the franchise; and</p> <p class=\"clause-e\">  (c)  any other costs or estimates of costs associated with the establishment of the franchise not listed in clause (a) or (b), including any payment to the franchisor, whether direct or indirect, required by the franchise agreement. O. Reg. 418/20, s. 4.</p> <p class=\"subsection-e\">  (2) For the purposes of subclause 5 (7) (g) (i) of the Act, the prescribed amount is $15,000. O. Reg. 418/20, s. 4.</p> <p class=\"subsection-e\">  (3) For the purposes of clause 5 (7) (h) of the Act, the prescribed amount is $3,000,000. O. Reg. 418/20, s. 4.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": " 10. Revoked: O. Reg. 418/20, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 418/20, s. 4.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": " 11. (1) Pursuant to subsection 13 (2) of the Act, a franchisor that meets the following criteria is exempt from the requirement to include the financial information described in clause 3 (1) (a) or (b) or subsection 3 (2) or (3) of this Regulation in a disclosure document, subject to the conditions set out in subsection (3): 1.  The net worth of the franchisor on a consolidated basis according to its most recent financial statements that have been audited or for which a review engagement report has been prepared, i.  is at least $5,000,000, or ii.  is at least $1,000,000, if the franchisor is controlled by a corporation whose net worth on a consolidated basis according to its most recent financial statements that have been audited or for which a review engagement report has been prepared is at least $5,000,000. 2.  The franchisor, i.  in the five years immediately preceding the date of the disclosure document, has at least 25 franchisees engaging in business at all times in Canada, ii.  in the five years immediately preceding the date of the disclosure document, has fewer than 25 franchisees engaging in business at all times in Canada and has at least 25 franchisees engaging in business at all times in a single jurisdiction other than Canada, iii.  does not meet the requirements of subparagraph i or ii, but is controlled by a corporation that meets the requirements of subparagraph i, or iv.  does not meet the requirements of subparagraph i or ii, but is controlled by a corporation that meets the requirements of subparagraph ii. 3.  The franchisor, i.  has engaged in the line of business associated with the franchise continuously for not less than five years immediately preceding the date of the disclosure document, or ii.  is controlled by a corporation that meets the requirements of subparagraph i. 4.  In the five years immediately preceding the date of the disclosure document, the franchisor, the franchisor’s associates, and the directors, general partners and officers of the franchisor, i.  in the case of a franchisor described in subparagraph 2 i or iii have not had any judgment, order or award made in Canada against any of them relating to fraud, unfair or deceptive practices, or a law regulating franchises, including the Act, or ii.  in the case of a franchisor described in subparagraph 2 ii or iv have not had any judgment, order or award made in Canada or in the jurisdiction referred to in subparagraph 2 ii against any of them relating to fraud, unfair or deceptive practices, or a law regulating franchises, including the Act.  O. Reg. 581/00, s. 11; O. Reg. 611/00, s. 3; O. Reg. 69/04, s. 5; O. Reg. 199/05, s. 2 (1-6). (2) Financial statements of a franchisor mentioned in paragraph 1 of subsection (1) shall, (a)  if the financial statements are audited, be prepared in accordance with generally accepted auditing standards as set out, (i)  in the CPA Canada Handbook — Assurance, (ii)  by the Auditing Standards Board of the American Institute of Certified Public Accountants or the Public Company Accounting Oversight Board of the United States, as applicable, or (iii)  by the International Auditing and Assurance Standards Board; and (b)  if a review engagement report has been prepared for the financial statements, be prepared in accordance with generally accepted accounting principles that meet the review and reporting standards applicable to review engagements as set out, (i)  in the CPA Canada Handbook — Accounting, (ii)  by the Financial Accounting Standards Board of the United States, or (iii)  by the International Accounting Standards Board.\nO. Reg. 199/05, s. 2 (7); O. Reg. 418/20, s. 5. (3) An exemption described in subsection (1) ceases to be effective if, (a)  the franchisor ceases to meet the exemption criteria set out in paragraph 1 of subsection (1); (b)  the franchisor no longer meets any of the following conditions: (i)  the franchisor has at least 25 franchisees engaging in business at all times in Canada, (ii)  the franchisor has fewer than 25 franchisees engaging in business at all times in Canada and has at least 25 franchisees engaging in business at all times in a single jurisdiction other than Canada, (iii)  the franchisor does not meet the conditions of subclause (i) or (ii), but is controlled by a corporation that meets the conditions of subclause (i), or (iv)  the franchisor does not meet the conditions of subclause (i) or (ii), but is controlled by a corporation that meets the conditions of subclause (ii); (c)  the franchisor ceases to engage in the line of business associated with the franchise; (d)  in the case of a franchisor described in subparagraph 3 ii of subsection (1), the franchisor ceases to be controlled by a corporation that engages in the line of business associated with the franchise; (e)  in the case of a franchisor described in subparagraph 2 i or iii of subsection (1), a judgment, order or award relating to fraud, unfair or deceptive practices, or a law regulating franchises, including the Act, is made in Canada against any of the franchisor, the franchisor’s associates, and the directors, general partners and officers of the franchisor; or (f)  in the case of a franchisor described in subparagraph 2 ii or iv of subsection (1), a judgment, order or award relating to fraud, unfair or deceptive practices, or a law regulating franchises, including the Act, is made in Canada or in the single jurisdiction other than Canada referred to in subparagraph 2 ii of subsection (1) against any of the franchisor, the franchisor’s associates, and the directors, general partners and officers of the franchisor.  O. Reg. 199/05, s. 2 (7). Part IV   Delivery of documents",
            "raw_html": "<p class=\"section-e\"> <b>11.</b> (1) Pursuant to subsection 13 (2) of the Act, a franchisor that meets the following criteria is exempt from the requirement to include the financial information described in clause 3 (1) (a) or (b) or subsection 3 (2) or (3) of this Regulation in a disclosure document, subject to the conditions set out in subsection (3):</p> <p class=\"paragraph-e\">  1.  The net worth of the franchisor on a consolidated basis according to its most recent financial statements that have been audited or for which a review engagement report has been prepared,</p> <p class=\"subpara-e\">  i.  is at least $5,000,000, or</p> <p class=\"subpara-e\">  ii.  is at least $1,000,000, if the franchisor is controlled by a corporation whose net worth on a consolidated basis according to its most recent financial statements that have been audited or for which a review engagement report has been prepared is at least $5,000,000.</p> <p class=\"paragraph-e\">  2.  The franchisor,</p> <p class=\"subpara-e\">  i.  in the five years immediately preceding the date of the disclosure document, has at least 25 franchisees engaging in business at all times in Canada,</p> <p class=\"subpara-e\">  ii.  in the five years immediately preceding the date of the disclosure document, has fewer than 25 franchisees engaging in business at all times in Canada and has at least 25 franchisees engaging in business at all times in a single jurisdiction other than Canada,</p> <p class=\"subpara-e\">  iii.  does not meet the requirements of subparagraph i or ii, but is controlled by a corporation that meets the requirements of subparagraph i, or</p> <p class=\"subpara-e\">  iv.  does not meet the requirements of subparagraph i or ii, but is controlled by a corporation that meets the requirements of subparagraph ii.</p> <p class=\"paragraph-e\">  3.  The franchisor,</p> <p class=\"subpara-e\">  i.  has engaged in the line of business associated with the franchise continuously for not less than five years immediately preceding the date of the disclosure document, or</p> <p class=\"subpara-e\">  ii.  is controlled by a corporation that meets the requirements of subparagraph i.</p> <p class=\"paragraph-e\">  4.  In the five years immediately preceding the date of the disclosure document, the franchisor, the franchisor’s associates, and the directors, general partners and officers of the franchisor,</p> <p class=\"subpara-e\">  i.  in the case of a franchisor described in subparagraph 2 i or iii have not had any judgment, order or award made in Canada against any of them relating to fraud, unfair or deceptive practices, or a law regulating franchises, including the Act, or</p> <p class=\"subpara-e\">  ii.  in the case of a franchisor described in subparagraph 2 ii or iv have not had any judgment, order or award made in Canada or in the jurisdiction referred to in subparagraph 2 ii against any of them relating to fraud, unfair or deceptive practices, or a law regulating franchises, including the Act.  O. Reg. 581/00, s. 11; O. Reg. 611/00, s. 3; O. Reg. 69/04, s. 5; O. Reg. 199/05, s. 2 (1-6).</p> <p class=\"subsection-e\">  (2) Financial statements of a franchisor mentioned in paragraph 1 of subsection (1) shall,</p> <p class=\"clause-e\">  (a)  if the financial statements are audited, be prepared in accordance with generally accepted auditing standards as set out,</p> <p class=\"subclause-e\">  (i)  in the CPA Canada Handbook — Assurance,</p> <p class=\"subclause-e\">  (ii)  by the Auditing Standards Board of the American Institute of Certified Public Accountants or the Public Company Accounting Oversight Board of the United States, as applicable, or</p> <p class=\"subclause-e\">  (iii)  by the International Auditing and Assurance Standards Board; and</p> <p class=\"clause-e\">  (b)  if a review engagement report has been prepared for the financial statements, be prepared in accordance with generally accepted accounting principles that meet the review and reporting standards applicable to review engagements as set out,</p> <p class=\"subclause-e\">  (i)  in the CPA Canada Handbook — Accounting,</p> <p class=\"subclause-e\">  (ii)  by the Financial Accounting Standards Board of the United States, or</p> <p class=\"subclause-e\">  (iii)  by the International Accounting Standards Board.<i>\n</i>O. Reg. 199/05, s. 2 (7); O. Reg. 418/20, s. 5.</p> <p class=\"subsection-e\">  (3) An exemption described in subsection (1) ceases to be effective if,</p> <p class=\"clause-e\">  (a)  the franchisor ceases to meet the exemption criteria set out in paragraph 1 of subsection (1);</p> <p class=\"clause-e\">  (b)  the franchisor no longer meets any of the following conditions:</p> <p class=\"subclause-e\">  (i)  the franchisor has at least 25 franchisees engaging in business at all times in Canada,</p> <p class=\"subclause-e\">  (ii)  the franchisor has fewer than 25 franchisees engaging in business at all times in Canada and has at least 25 franchisees engaging in business at all times in a single jurisdiction other than Canada,</p> <p class=\"subclause-e\">  (iii)  the franchisor does not meet the conditions of subclause (i) or (ii), but is controlled by a corporation that meets the conditions of subclause (i), or</p> <p class=\"subclause-e\">  (iv)  the franchisor does not meet the conditions of subclause (i) or (ii), but is controlled by a corporation that meets the conditions of subclause (ii);</p> <p class=\"clause-e\">  (c)  the franchisor ceases to engage in the line of business associated with the franchise;</p> <p class=\"clause-e\">  (d)  in the case of a franchisor described in subparagraph 3 ii of subsection (1), the franchisor ceases to be controlled by a corporation that engages in the line of business associated with the franchise;</p> <p class=\"clause-e\">  (e)  in the case of a franchisor described in subparagraph 2 i or iii of subsection (1), a judgment, order or award relating to fraud, unfair or deceptive practices, or a law regulating franchises, including the Act, is made in Canada against any of the franchisor, the franchisor’s associates, and the directors, general partners and officers of the franchisor; or</p> <p class=\"clause-e\">  (f)  in the case of a franchisor described in subparagraph 2 ii or iv of subsection (1), a judgment, order or award relating to fraud, unfair or deceptive practices, or a law regulating franchises, including the Act, is made in Canada or in the single jurisdiction other than Canada referred to in subparagraph 2 ii of subsection (1) against any of the franchisor, the franchisor’s associates, and the directors, general partners and officers of the franchisor.  O. Reg. 199/05, s. 2 (7).</p> <p class=\"partnum-e\">Part IV <br/>  Delivery of documents</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": " 12. (1) For the purposes of subsection 5 (2) of the Act, a franchisor may deliver a disclosure document to a prospective franchisee by electronic transmission if, (a)  the document is delivered in a form that enables the recipient to view, store, retrieve and print it; (b)  the document contains no links to external documents or content; (c)  the document contains an index for each separate electronic file, if any, of which the document consists, where each index sets out, (i)  the file name, and (ii)  if the file name is not sufficiently descriptive of the subject matter dealt with in the file, a statement of that subject matter; and (d)  the franchisor receives a written acknowledgment of receipt from the prospective franchisee. O. Reg. 164/16, s. 2. (2) A franchisor may deliver a disclosure document to a prospective franchisee by courier if the franchisor pays the costs of the delivery. O. Reg. 164/16, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>(1) For the purposes of subsection 5 (2) of the Act, a franchisor may deliver a disclosure document to a prospective franchisee by electronic transmission if,</p> <p class=\"clause-e\">  (a)  the document is delivered in a form that enables the recipient to view, store, retrieve and print it;</p> <p class=\"clause-e\">  (b)  the document contains no links to external documents or content;</p> <p class=\"clause-e\">  (c)  the document contains an index for each separate electronic file, if any, of which the document consists, where each index sets out,</p> <p class=\"subclause-e\">  (i)  the file name, and</p> <p class=\"subclause-e\">  (ii)  if the file name is not sufficiently descriptive of the subject matter dealt with in the file, a statement of that subject matter; and</p> <p class=\"clause-e\">  (d)  the franchisor receives a written acknowledgment of receipt from the prospective franchisee. O. Reg. 164/16, s. 2.</p> <p class=\"subsection-e\">  (2) A franchisor may deliver a disclosure document to a prospective franchisee by courier if the franchisor pays the costs of the delivery. O. Reg. 164/16, s. 2.</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": " 13. (1) For the purposes of subsection 6 (3) of the Act, a franchisee may deliver a notice of rescission by prepaid courier to the franchisor’s address for service in the franchise agreement. O. Reg. 164/16, s. 2. (2) A notice of rescission delivered in accordance with subsection (1) shall be deemed to be delivered to the franchisor on the second day after the day of delivery by courier. O. Reg. 164/16, s. 2.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>(1) For the purposes of subsection 6 (3) of the Act, a franchisee may deliver a notice of rescission by prepaid courier to the franchisor’s address for service in the franchise agreement. O. Reg. 164/16, s. 2.</p> <p class=\"subsection-e\">  (2) A notice of rescission delivered in accordance with subsection (1) shall be deemed to be delivered to the franchisor on the second day after the day of delivery by courier. O. Reg. 164/16, s. 2.</p> <p class=\"subsection-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/000581\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}