{
    "reg_info": {
        "full_title": "O. Reg. 37/22: ZONING ORDER - TOWN OF INNISFIL, COUNTY OF SIMCOE",
        "reg_name_text": "ZONING ORDER - TOWN OF INNISFIL, COUNTY OF SIMCOE",
        "citation": "O. Reg. 37/22: ",
        "act_under": "Planning Act   Loi sur l’aménagement du territoire ",
        "url": "https://www.ontario.ca/laws/regulation/220037",
        "date_scraped": "2023-12-18 06:13:38"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April 11, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/220037/v1",
            "valid_from": "January 28, 2022",
            "valid_to": "April 10, 2022"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "  1. In this Order, “zoning by-law” means Zoning By-Law No. 080-13 of the Town of Innisfil.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>In this Order,</p> <p class=\"definition-e\">“zoning by-law” means Zoning By-Law No. 080-13 of the Town of Innisfil.</p>"
        },
        {
            "id": "2.",
            "section": "Application",
            "content": " 2. (1) This Order applies to the lands in the Town of Innisfil in the County of Simcoe, in the Province of Ontario, being the lands identified on a map numbered 284 and filed at the Toronto office of the Ministry of Municipal Affairs and Housing located at 777 Bay Street. (2) Despite section 2.116 of the zoning by-law, the lands referred to in subsection (1) shall be considered a single lot.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) This Order applies to the lands in the Town of Innisfil in the County of Simcoe, in the Province of Ontario, being the lands identified on a map numbered 284 and filed at the Toronto office of the Ministry of Municipal Affairs and Housing located at 777 Bay Street.</p> <p class=\"subsection-e\">  (2) Despite section 2.116 of the zoning by-law, the lands referred to in subsection (1) shall be considered a single lot.</p>"
        },
        {
            "id": "3.",
            "section": "Community Health Hub Zone",
            "content": " 3. (1) This section applies to the lands located in the area shown as the Community Health Hub Zone on the map described in subsection 2 (1). O. Reg. 37/22, s. 3 (1). (2) Every use of land and every erection, location or use of any building or structure is prohibited on the lands described in subsection (1), except for the following: 1. A hospital as defined in the Public Hospitals Act. 2. A private hospital as defined in the Private Hospitals Act. 3. A health care research or education facility that is used for health care research, development or education or for the promotion of the health care profession. 4. A hospice. 5. A medical office. 6. A long-term care home as defined in the Fixing Long-Term Care Act, 2021. 7. A nursing home. 8. A retirement home as defined in the Retirement Homes Act, 2010. 9. A pharmacy. 10. Professional offices complementary to the uses identified in paragraphs 1 to 9. 11. Accessory uses, buildings or structures located wholly within a building or structure that contains any of the uses identified in paragraphs 1 to 9, including: i. Restaurant for the use of patients, clients and visitors. ii. Coffee shop for the use of patients, clients and visitors. iii. Tuck shop, gift shop or convenience store. iv. Automatic banking machine or financial institution kiosk. v. Fitness centre. vi. Day nursery. vii. Library branch or kiosk. 12. Accessory uses, buildings or structures, including: i. Outdoor recreation facilities. ii. Park. iii. A public parking lot that is located in an open parking area or within a building or structure and for which a fee for use can be charged. iv. Heliport or helipad facility used for the landing and taking off of helicopters for air ambulance services, as defined in the Ambulance Act, including near or adjoining areas which are used for patient transfer, navigation, fuelling, maintenance, repairs and storage. v. Maintenance and operation facilities. vii. A university or college. O. Reg. 37/22, s. 3 (2), 7. (3) The following requirements apply to the uses, buildings and structures permitted under subsection (2): 1. The maximum building height is the greater of 50 metres or 10 storeys and subject to a 45 degree angular plane to the lot lines. 2. The minimum yard setback for all buildings and structures is the greater of the provisions set out below and a 45 degree angular plane to the lot lines, i. nine metres to all lot lines, excluding any maintenance and operation facilities other than buildings used as maintenance and operation facilities, ii. 15 metres from a residential zone, iii. 30 metres from the area shown as the Environmental Protection Zone on the map described in subsection 2 (1). 3. The minimum landscaped open space is 30 per cent. 4. The maximum lot coverage is 40 per cent, excluding any maintenance and operation facilities other than buildings used as maintenance and operation facilities. 5. If the hospital gross floor area is greater than 41,900 square metres, the minimum number of loading spaces for the hospital and all other uses located within the same building shall be six. 6. The minimum number of required parking spaces shall be one parking space per 50 square metres of gross floor area for the hospital and all other uses located within the same building. O. Reg. 37/22, s. 3 (3). (4) The zoning requirements set out in sections 3.3 and 3.7 of the zoning by-law shall not apply to the uses, buildings and structures permitted under subsection (2). O. Reg. 37/22, s. 3 (4). (5) For the purposes of paragraph 1 of subsection (3), the height of a building shall be determined based on the vertical distance between the established grade and the highest point of a roof and the determination shall not include maintenance and operation facilities. O. Reg. 37/22, s. 3 (5). (6) In this section, “accessory uses, buildings or structures” means uses, buildings or structures that are incidental or subordinate to a principal use, building or structure permitted to be on the same lot; “gross floor area” means the total floor area of all storeys or levels above established grade contained within the outside walls of the building excluding any floor area above or below grade used for or to access motor vehicle or bicycle parking, loading, garbage, storage or maintenance and operation facilities “maintenance and operation facilities” means buildings, structures, rooms, areas and equipment that (a) are used to ensure the proper and safe function and operation of a use, building or structure permitted under this subsection; (b) are used for mechanical, electrical, HVAC, communications or data or information storage purposes; and (c) includes storage vessels, towers, antennae, stacks, vents, ducts, water handling or conveyor systems, and utility distribution systems. O. Reg. 37/22, s. 3 (6).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) This section applies to the lands located in the area shown as the Community Health Hub Zone on the map described in subsection 2 (1). O. Reg. 37/22, s. 3 (1).</p> <p class=\"subsection-e\">  (2) Every use of land and every erection, location or use of any building or structure is prohibited on the lands described in subsection (1), except for the following: </p> <p class=\"paragraph-e\">  1. A hospital as defined in the <i>Public Hospitals Act.</i></p> <p class=\"paragraph-e\">  2. A private hospital as defined in the<i> Private Hospitals Act</i>.</p> <p class=\"paragraph-e\">  3. A health care research or education facility that is used for health care research, development or education or for the promotion of the health care profession.</p> <p class=\"paragraph-e\">  4. A hospice.</p> <p class=\"paragraph-e\">  5. A medical office.</p> <p class=\"paragraph-e\">  6. A long-term care home as defined in the <i>Fixing Long-Term Care Act, 2021</i>.</p> <p class=\"paragraph-e\">  7. A nursing home.</p> <p class=\"paragraph-e\">  8. A retirement home as defined in the <i>Retirement Homes Act, 2010</i>.</p> <p class=\"paragraph-e\">  9. A pharmacy.</p> <p class=\"paragraph-e\">  10. Professional offices complementary to the uses identified in paragraphs 1 to 9.</p> <p class=\"paragraph-e\">  11. Accessory uses, buildings or structures located wholly within a building or structure that contains any of the uses identified in paragraphs 1 to 9, including:</p> <p class=\"subpara-e\">  i. Restaurant for the use of patients, clients and visitors.</p> <p class=\"subpara-e\">  ii. Coffee shop for the use of patients, clients and visitors.</p> <p class=\"subpara-e\">  iii. Tuck shop, gift shop or convenience store.</p> <p class=\"subpara-e\">  iv. Automatic banking machine or financial institution kiosk.</p> <p class=\"subpara-e\">  v. Fitness centre.</p> <p class=\"subpara-e\">  vi. Day nursery.</p> <p class=\"subpara-e\">  vii. Library branch or kiosk.</p> <p class=\"paragraph-e\">  12. Accessory uses, buildings or structures, including:</p> <p class=\"subpara-e\">  i. Outdoor recreation facilities.</p> <p class=\"subpara-e\">  ii. Park.</p> <p class=\"subpara-e\">  iii. A public parking lot that is located in an open parking area or within a building or structure and for which a fee for use can be charged.</p> <p class=\"subpara-e\">  iv. Heliport or helipad facility used for the landing and taking off of helicopters for air ambulance services, as defined in the <i>Ambulance Act</i>, including near or adjoining areas which are used for patient transfer, navigation, fuelling, maintenance, repairs and storage.</p> <p class=\"subpara-e\">  v. Maintenance and operation facilities.</p> <p class=\"subpara-e\">  vii. A university or college. O. Reg. 37/22, s. 3 (2), 7.</p> <p class=\"subsection-e\">  (3) The following requirements apply to the uses, buildings and structures permitted under subsection (2):</p> <p class=\"paragraph-e\">  1. The maximum building height is the greater of 50 metres or 10 storeys and subject to a 45 degree angular plane to the lot lines.</p> <p class=\"paragraph-e\">  2. The minimum yard setback for all buildings and structures is the greater of the provisions set out below and a 45 degree angular plane to the lot lines,</p> <p class=\"subpara-e\">  i. nine metres to all lot lines, excluding any maintenance and operation facilities other than buildings used as maintenance and operation facilities,</p> <p class=\"subpara-e\">  ii. 15 metres from a residential zone,</p> <p class=\"subpara-e\">  iii. 30 metres from the area shown as the Environmental Protection Zone on the map described in subsection 2 (1).</p> <p class=\"paragraph-e\">  3. The minimum landscaped open space is 30 per cent.</p> <p class=\"paragraph-e\">  4. The maximum lot coverage is 40 per cent, excluding any maintenance and operation facilities other than buildings used as maintenance and operation facilities.</p> <p class=\"paragraph-e\">  5. If the hospital gross floor area is greater than 41,900 square metres, the minimum number of loading spaces for the hospital and all other uses located within the same building shall be six.</p> <p class=\"paragraph-e\">  6. The minimum number of required parking spaces shall be one parking space per 50 square metres of gross floor area for the hospital and all other uses located within the same building. O. Reg. 37/22, s. 3 (3).</p> <p class=\"subsection-e\">  (4) The zoning requirements set out in sections 3.3 and 3.7 of the zoning by-law shall not apply to the uses, buildings and structures permitted under subsection (2). O. Reg. 37/22, s. 3 (4).</p> <p class=\"subsection-e\">  (5) For the purposes of paragraph 1 of subsection (3), the height of a building shall be determined based on the vertical distance between the established grade and the highest point of a roof and the determination shall not include maintenance and operation facilities. O. Reg. 37/22, s. 3 (5).</p> <p class=\"subsection-e\">  (6) In this section,</p> <p class=\"definition-e\">“accessory uses, buildings or structures” means uses, buildings or structures that are incidental or subordinate to a principal use, building or structure permitted to be on the same lot;</p> <p class=\"definition-e\">“gross floor area” means the total floor area of all storeys or levels above established grade contained within the outside walls of the building excluding any floor area above or below grade used for or to access motor vehicle or bicycle parking, loading, garbage, storage or maintenance and operation facilities</p> <p class=\"definition-e\">“maintenance and operation facilities” means buildings, structures, rooms, areas and equipment that</p> <p class=\"defclause-e\">  (a) are used to ensure the proper and safe function and operation of a use, building or structure permitted under this subsection;</p> <p class=\"defclause-e\">  (b) are used for mechanical, electrical, HVAC, communications or data or information storage purposes; and</p> <p class=\"defclause-e\">  (c) includes storage vessels, towers, antennae, stacks, vents, ducts, water handling or conveyor systems, and utility distribution systems. O. Reg. 37/22, s. 3 (6).</p>"
        },
        {
            "id": "4.",
            "section": "Environmental Protection Area",
            "content": " 4. (1) This section applies to the lands located in the area shown as Environmental Protection Area on the map described in subsection 2 (1). (2) Every use of land and every erection, location or use of any building or structure is prohibited on the lands described in subsection (1), except for the following: 1. The protection, maintenance, enhancement and restoration of ecosystem forms and function. 2. Site drainage and flood erosion control. 3. Conservation uses. 4. Passive recreation uses.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) This section applies to the lands located in the area shown as Environmental Protection Area on the map described in subsection 2 (1).</p> <p class=\"subsection-e\">  (2) Every use of land and every erection, location or use of any building or structure is prohibited on the lands described in subsection (1), except for the following:</p> <p class=\"paragraph-e\">  1. The protection, maintenance, enhancement and restoration of ecosystem forms and function.</p> <p class=\"paragraph-e\">  2. Site drainage and flood erosion control.</p> <p class=\"paragraph-e\">  3. Conservation uses.</p> <p class=\"paragraph-e\">  4. Passive recreation uses.</p>"
        },
        {
            "id": "5.",
            "section": "Terms of Use",
            "content": " 5. (1) Every use of land and every erection, location and use of buildings or structures shall be in accordance with this Order. (2) Nothing in this Order prevents the use of any land, building or structure for any use prohibited by this Order if the land, building or structure is lawfully so used on the day this Order comes into force. (3) Nothing in this Order prevents the reconstruction of any building or structure that is damaged or destroyed by causes beyond the control of the owner if the dimensions of the original building or structure are not increased and its original use is not altered. (4) Nothing in this Order prevents the strengthening or restoration to a safe condition of any building or structure.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) Every use of land and every erection, location and use of buildings or structures shall be in accordance with this Order.</p> <p class=\"subsection-e\">  (2) Nothing in this Order prevents the use of any land, building or structure for any use prohibited by this Order if the land, building or structure is lawfully so used on the day this Order comes into force.</p> <p class=\"subsection-e\">  (3) Nothing in this Order prevents the reconstruction of any building or structure that is damaged or destroyed by causes beyond the control of the owner if the dimensions of the original building or structure are not increased and its original use is not altered.</p> <p class=\"subsection-e\">  (4) Nothing in this Order prevents the strengthening or restoration to a safe condition of any building or structure.</p>"
        },
        {
            "id": "6.",
            "section": "Deemed by-law",
            "content": " 6. This Order is deemed for all purposes, except the purposes of section 24 of the Act, to be and to always have been a by-law passed by the council of the Town of Innisfil.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>This Order is deemed for all purposes, except the purposes of section 24 of the Act, to be and to always have been a by-law passed by the council of the Town of Innisfil.</p>"
        },
        {
            "id": "7.",
            "section": "Deemed by-law",
            "content": " 7. Omitted (provides for amendments to this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>7.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for amendments to this Regulation</span>).</p>"
        },
        {
            "id": "8.",
            "section": "Deemed by-law",
            "content": " 8. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>8.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Deemed by-law",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}