{
    "reg_info": {
        "full_title": "O. Reg. 402/15: PEDESTRIAN CROSSOVER SIGNS",
        "reg_name_text": "PEDESTRIAN CROSSOVER SIGNS",
        "citation": "O. Reg. 402/15: ",
        "act_under": "Highway Traffic Act   Code de la route",
        "url": "https://www.ontario.ca/laws/regulation/150402",
        "date_scraped": "2023-12-19 03:39:46"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2016",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/150402/v1",
            "valid_from": "December 11, 2015",
            "valid_to": "December 31, 2015"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Interpretation and Application",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation and Application",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation",
            "content": " 1. In this Regulation, (a) the word “text” in the provisions refers to “legend” in the Figures; and (b) the word “markings” in the provisions refers to “background”, “border”, “outline”, “stripe” and “symbol” in the Figures and to roadway markings in the diagrams.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1. </b>In this Regulation,</p> <p class=\"clause-e\">  (a) the word “text” in the provisions refers to “legend” in the Figures; and</p> <p class=\"clause-e\">  (b) the word “markings” in the provisions refers to “background”, “border”, “outline”, “stripe” and “symbol” in the Figures and to roadway markings in the diagrams.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Level 1 and Level 2 pedestrian crossover signs",
            "content": " 2. For the purpose of this Regulation and section 140 of the Act, a pedestrian crossover may be indicated, (a) by the Level 1 pedestrian crossover signs described and illustrated in section 3 and erected in accordance with section 4 and by the markings described and illustrated in section 5; or (b) by the Level 2 pedestrian crossover signs described and illustrated in section 6 and erected in accordance with section 7 and by the markings described and illustrated in section 8. Level 1 Pedestrian Crossover Signs",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK2\"></a>2. </b>For the purpose of this Regulation and section 140 of the Act, a pedestrian crossover may be indicated,</p> <p class=\"clause-e\">  (a) by the Level 1 pedestrian crossover signs described and illustrated in section 3 and erected in accordance with section 4 and by the markings described and illustrated in section 5; or</p> <p class=\"clause-e\">  (b) by the Level 2 pedestrian crossover signs described and illustrated in section 6 and erected in accordance with section 7 and by the markings described and illustrated in section 8.</p> <p class=\"heading1-e\"><a name=\"BK3\"></a>Level 1 Pedestrian Crossover Signs</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "Level 1 Pedestrian Crossover Signs",
            "part_id": null,
            "part_type": null,
            "section": "Level 1 Pedestrian Crossover Signs",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Level 1 pedestrian crossover signs",
            "content": " 3. (1) Following are the Level 1 pedestrian crossover signs: 1. A sign, not less than 75 centimetres high and not less than 60 centimetres wide, bearing the text and markings and having the dimensions illustrated in the following Figure:  2. A sign, not less than 45 centimetres high and not less than 60 centimetres wide, bearing the text and markings and having the dimensions illustrated in the following Figure:  3. A sign, not less than 75 centimetres high and not less than 60 centimetres wide, bearing the text and markings and having the dimensions illustrated in the following Figure:  4. One or more double-sided signs, rectangular in shape, as near as practicable to 40 centimetres high and either 180 centimetres or 90 centimetres wide, each side being translucent, bearing opaque markings and having the dimensions described and illustrated in the following Figures:   (2) Despite subsection (1), in an area designated by the French Language Services Act, the Level 1 pedestrian crossover signs are the following: 1. Instead of the sign illustrated in paragraph 1 of subsection (1), a sign, not less than 90 centimetres high and not less than 60 centimetres wide, bearing the text and markings and having the dimensions illustrated in the following Figure:  2. Instead of the sign illustrated in paragraph 2 of subsection (1), a sign, not less than 60 centimetres high and not less than 60 centimetres wide, bearing the text and markings and having the dimensions illustrated in the following Figure:  3. In addition to the sign illustrated in paragraph 3 of subsection (1), a sign, not less than 75 centimetres high and not less than 60 centimetres wide, bearing the text and markings and having the dimensions illustrated in the following Figure:  4. One or more signs illustrated in paragraph 4 of subsection (1). (3) The signs illustrated in paragraph 4 of subsection (1) shall be continuously illuminated on both sides from the inside and shall project light downward to illuminate the pedestrian crossing from one edge of the roadway to the other.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>3. </b>(1) Following are the Level 1 pedestrian crossover signs:</p> <p class=\"paragraph-e\">  1. A sign, not less than 75 centimetres high and not less than 60 centimetres wide, bearing the text and markings and having the dimensions illustrated in the following Figure:</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of pedestrian crossover sign 60 cm wide and 75 cm high with text PEDESTRIAN above large X on white retro-reflective background\" border=\"0\" height=\"520\" id=\"Picture 14\" src=\"150402_e_files/image001.jpg\" width=\"439\"/></span></p> <p class=\"paragraph-e\">  2. A sign, not less than 45 centimetres high and not less than 60 centimetres wide, bearing the text and markings and having the dimensions illustrated in the following Figure:</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of tab sign 45 cm wide and 60 cm high with black text STOP FOR PEDESTRIANS on white retro-reflective background\" border=\"0\" height=\"370\" id=\"Picture 13\" src=\"150402_e_files/image002.jpg\" width=\"439\"/></span></p> <p class=\"paragraph-e\">  3. A sign, not less than 75 centimetres high and not less than 60 centimetres wide, bearing the text and markings and having the dimensions illustrated in the following Figure:</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of sign 60 cm wide and 75 cm high with white text No Passing on red background over black text Here To Crossing on white background\n\" border=\"0\" height=\"450\" id=\"Picture 12\" src=\"150402_e_files/image003.jpg\" width=\"548\"/></span></p> <p class=\"paragraph-e\">  4. One or more double-sided signs, rectangular in shape, as near as practicable to 40 centimetres high and either 180 centimetres or 90 centimetres wide, each side being translucent, bearing opaque markings and having the dimensions described and illustrated in the following Figures:</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of sign 40 cm high and 180 cm wide with black X on amber internally illuminated background\" border=\"0\" height=\"310\" id=\"Picture 1\" src=\"150402_e_files/image004.jpg\" width=\"671\"/></span></p> <p class=\"scanned-e\"><span><img alt=\"Illustration of sign 40 cm high and 90 cm wide with black X on amber internally illumniated background\" border=\"0\" height=\"315\" id=\"Picture 3\" src=\"150402_e_files/image005.jpg\" width=\"419\"/></span></p> <p class=\"subsection-e\">  (2) Despite subsection (1), in an area designated by the <i>French Language Services Act</i>, the Level 1 pedestrian crossover signs are the following:</p> <p class=\"paragraph-e\">  1. Instead of the sign illustrated in paragraph 1 of subsection (1), a sign, not less than 90 centimetres high and not less than 60 centimetres wide, bearing the text and markings and having the dimensions illustrated in the following Figure:</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of sign 60 cm wide and 90 cm high with black text PEDESTRIAN above large black X above black text PIÉTONS on white retro-reflective background \" border=\"0\" height=\"570\" id=\"Picture 11\" src=\"150402_e_files/image006.jpg\" width=\"401\"/></span></p> <p class=\"paragraph-e\">  2. Instead of the sign illustrated in paragraph 2 of subsection (1), a sign, not less than 60 centimetres high and not less than 60 centimetres wide, bearing the text and markings and having the dimensions illustrated in the following Figure:</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of sign 60 cm wide and 60 cm high with black text STOP FOR PEDESTRIANS / PRIORITÉ AUX PIÉTONS on white background\" border=\"0\" height=\"474\" id=\"Picture 10\" src=\"150402_e_files/image007.jpg\" width=\"446\"/></span> </p> <p class=\"paragraph-e\">  3. In addition to the sign illustrated in paragraph 3 of subsection (1), a sign, not less than 75 centimetres high and not less than 60 centimetres wide, bearing the text and markings and having the dimensions illustrated in the following Figure:</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of sign 60 cm wide and 75 cm high with white text NE DÉPASSEZ PAS on red background over black text D'ICI AU PASSAGE on white background\n\" border=\"0\" height=\"565\" id=\"Picture 9\" src=\"150402_e_files/image008.jpg\" width=\"521\"/></span></p> <p class=\"paragraph-e\">  4. One or more signs illustrated in paragraph 4 of subsection (1).</p> <p class=\"subsection-e\">  (3) The signs illustrated in paragraph 4 of subsection (1) shall be continuously illuminated on both sides from the inside and shall project light downward to illuminate the pedestrian crossing from one edge of the roadway to the other.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Erection of Level 1 pedestrian crossover signs",
            "content": " 4. (1) The sign illustrated in paragraph 1 of subsection 3 (1) or in paragraph 1 of subsection 3 (2) shall be erected, (a) on both sides of the highway; (b) in two places on the same standard, mounted back to back, so that the signs face in opposite directions and one sign faces approaching traffic; and (c) at a point not more than 4 metres from the edge of the roadway, adjacent to the place where the pedestrian crossover illustrated in section 5 meets the edge of the roadway. (2) The sign illustrated in paragraph 2 of subsection 3 (1) or paragraph 2 of subsection 3 (2) shall be erected in the same manner as and immediately below the sign illustrated in paragraph 1 of the same subsection. (3) The signs illustrated in paragraph 3 of subsection 3 (1) and paragraph 3 of subsection 3 (2) shall be erected, (a) on both sides of the highway; (b) in one place on the standard so that they face approaching traffic; (c) at a point not more than 4 metres from the edge of the roadway and 30 metres before the place where, from the perspective of approaching vehicular traffic, the pedestrian crossover illustrated in section 5 meets the edge of the roadway; and (d) such that the sign illustrated in paragraph 3 of subsection 3 (2) is below or to the right of the sign illustrated in paragraph 3 of subsection 3 (1). (4) Where the roadway has been divided into two clearly marked lanes for traffic, the sign illustrated as Figure 1 of paragraph 4 of subsection 3 (1) shall be erected above the pedestrian crossover facing vehicular traffic as nearly as practicable over the centre of the roadway. (5) Where the roadway has been divided into more than two clearly marked lanes for traffic, two signs illustrated as Figure 1 of paragraph 4 of subsection 3 (1) shall be erected such that one sign is erected as nearly as practicable over each half of the roadway above the pedestrian crossover facing vehicular traffic. (6) Where the characteristics of the highway require a combination of the signs illustrated as Figure 1 and Figure 2 in paragraph 4 of subsection 3 (1), the signs shall be erected above the pedestrian crossover facing vehicular traffic as nearly as practicable over the centre of the roadway or over the centre of each half of the roadway. (7) A sign erected under subsection (4) shall have four circular pedestrian-activated flashing amber beacons such that there are two beacons, mounted back to back, on each end of the sign. (8) Signs erected under subsection (5) or (6) shall have a total of four circular pedestrian-activated flashing amber beacons such that there are two beacons, mounted back to back, near the inside end of each sign and as close as practicable to the centre of the roadway. (9) For each direction of travel on the roadway, the beacons required by subsection (7) or (8) shall be illuminated and flash alternately when activated by a push button or other device, and shall not otherwise be illuminated or flash.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK5\"></a>4. </b>(1) The sign illustrated in paragraph 1 of subsection 3 (1) or in paragraph 1 of subsection 3 (2) shall be erected,</p> <p class=\"clause-e\">  (a) on both sides of the highway;</p> <p class=\"clause-e\">  (b) in two places on the same standard, mounted back to back, so that the signs face in opposite directions and one sign faces approaching traffic; and</p> <p class=\"clause-e\">  (c) at a point not more than 4 metres from the edge of the roadway, adjacent to the place where the pedestrian crossover illustrated in section 5 meets the edge of the roadway.</p> <p class=\"subsection-e\">  (2) The sign illustrated in paragraph 2 of subsection 3 (1) or paragraph 2 of subsection 3 (2) shall be erected in the same manner as and immediately below the sign illustrated in paragraph 1 of the same subsection.</p> <p class=\"subsection-e\">  (3) The signs illustrated in paragraph 3 of subsection 3 (1) and paragraph 3 of subsection 3 (2) shall be erected,</p> <p class=\"clause-e\">  (a) on both sides of the highway;</p> <p class=\"clause-e\">  (b) in one place on the standard so that they face approaching traffic;</p> <p class=\"clause-e\">  (c) at a point not more than 4 metres from the edge of the roadway and 30 metres before the place where, from the perspective of approaching vehicular traffic, the pedestrian crossover illustrated in section 5 meets the edge of the roadway; and</p> <p class=\"clause-e\">  (d) such that the sign illustrated in paragraph 3 of subsection 3 (2) is below or to the right of the sign illustrated in paragraph 3 of subsection 3 (1).</p> <p class=\"subsection-e\">  (4) Where the roadway has been divided into two clearly marked lanes for traffic, the sign illustrated as Figure 1 of paragraph 4 of subsection 3 (1) shall be erected above the pedestrian crossover facing vehicular traffic as nearly as practicable over the centre of the roadway.</p> <p class=\"subsection-e\">  (5) Where the roadway has been divided into more than two clearly marked lanes for traffic, two signs illustrated as Figure 1 of paragraph 4 of subsection 3 (1) shall be erected such that one sign is erected as nearly as practicable over each half of the roadway above the pedestrian crossover facing vehicular traffic.</p> <p class=\"subsection-e\">  (6) Where the characteristics of the highway require a combination of the signs illustrated as Figure 1 and Figure 2 in paragraph 4 of subsection 3 (1), the signs shall be erected above the pedestrian crossover facing vehicular traffic as nearly as practicable over the centre of the roadway or over the centre of each half of the roadway.</p> <p class=\"subsection-e\">  (7) A sign erected under subsection (4) shall have four circular pedestrian-activated flashing amber beacons such that there are two beacons, mounted back to back, on each end of the sign.</p> <p class=\"subsection-e\">  (8) Signs erected under subsection (5) or (6) shall have a total of four circular pedestrian-activated flashing amber beacons such that there are two beacons, mounted back to back, near the inside<b> </b>end of each sign and as close as practicable to the centre of the roadway.</p> <p class=\"subsection-e\">  (9) For each direction of travel on the roadway, the beacons required by subsection (7) or (8) shall be illuminated and flash alternately when activated by a push button or other device, and shall not otherwise be illuminated or flash.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Roadway markings for Level 1 pedestrian crossover signs",
            "content": " 5. (1) Where Level 1 pedestrian crossover signs are used, a pedestrian crossover that is at an intersection on the highway shall have markings on the surface of the roadway having the dimensions and being the distance from each other illustrated in the following diagram:  Text alternative: Diagram of an overhead view of a pedestrian crossover at an intersection on a four-lane roadway. Two “X” markings of 2.5 x 6 m size appear on the roadway in the two lanes approaching the crossover and are set 30 m back from the crosswalk lines. The crossover has double crosswalk bars marking the roadway in the southern leg of the intersection that measure 15 cm to 20 cm wide and 15 cm to 20 cm apart. The space between the two sets of double bars is not less than 2.5 m wide. The stroke width of solid “x” markings is 30 to 50 cm and outlined “X”s must have a minimum line width of 10 cm. This text alternative is provided for convenience only and does not form part of the official law. (2) Where Level 1 pedestrian crossover signs are used, a pedestrian crossover that is not at an intersection shall have markings on the surface of the roadway having the dimensions and being the distance from each other illustrated in the following diagram:  Text alternative: Diagram of an overhead view of a mid-block pedestrian crossover on a four-lane roadway. Two “X” markings of 2.5 x 6 m size appear on the roadway in the two lanes approaching the crossover and are set 30 m back from the crosswalk lines. The crossover has double crosswalk bars marking the roadway that measure 15 cm to 20 cm wide and 15 cm to 20 cm apart. The space between the two sets of double bars is not less than 2.5 m wide. The stroke width of solid “x” markings is 30 to 50 cm and outlined “X”s must have a minimum line width of 10 cm. This text alternative is provided for convenience only and does not form part of the official law. Level 2 Pedestrian Crossover Signs",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK6\"></a>5. </b>(1) Where Level 1 pedestrian crossover signs are used, a pedestrian crossover that is at an intersection on the highway shall have markings on the surface of the roadway having the dimensions and being the distance from each other illustrated in the following diagram:</p> <p class=\"scanned-e\"><span><img alt=\"Diagram of pedestrian crossover at an intersection on a four-lane roadway showing road markings \" border=\"0\" height=\"565\" id=\"Picture 8\" src=\"150402_e_files/image009.jpg\" width=\"279\"/></span></p> <p class=\"Pnote-e\">Text alternative: Diagram of an overhead view of a pedestrian crossover at an intersection on a four-lane roadway. Two “X” markings of 2.5 x 6 m size appear on the roadway in the two lanes approaching the crossover and are set 30 m back from the crosswalk lines. The crossover has double crosswalk bars marking the roadway in the southern leg of the intersection that measure 15 cm to 20 cm wide and 15 cm to 20 cm apart. The space between the two sets of double bars is not less than 2.5 m wide. The stroke width of solid “x” markings is 30 to 50 cm and outlined “X”s must have a minimum line width of 10 cm. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"subsection-e\">  (2) Where Level 1 pedestrian crossover signs are used, a pedestrian crossover that is not at an intersection shall have markings on the surface of the roadway having the dimensions and being the distance from each other illustrated in the following diagram:</p> <p class=\"scanned-e\"><span><img alt=\"Diagram of a mid-block pedestrian crossover on a four-lane roadway showing road markings \" border=\"0\" height=\"565\" id=\"Picture 2\" src=\"150402_e_files/image010.jpg\" width=\"264\"/></span></p> <p class=\"Pnote-e\">Text alternative: Diagram of an overhead view of a mid-block pedestrian crossover on a four-lane roadway. Two “X” markings of 2.5 x 6 m size appear on the roadway in the two lanes approaching the crossover and are set 30 m back from the crosswalk lines. The crossover has double crosswalk bars marking the roadway that measure 15 cm to 20 cm wide and 15 cm to 20 cm apart. The space between the two sets of double bars is not less than 2.5 m wide. The stroke width of solid “x” markings is 30 to 50 cm and outlined “X”s must have a minimum line width of 10 cm. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"heading1-e\"><a name=\"BK7\"></a>Level 2 Pedestrian Crossover Signs</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "Level 2 Pedestrian Crossover Signs",
            "part_id": null,
            "part_type": null,
            "section": "Level 2 Pedestrian Crossover Signs",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Level 2 pedestrian crossover signs",
            "content": " 6. (1) Following are the Level 2 pedestrian crossover signs: 1. Two signs, each not less than 75 centimetres high and not less than 60 centimetres wide, bearing the markings and having the dimensions illustrated in the following Figures:   2. A sign, not less than 45 centimetres high and not less than 60 centimetres wide, bearing the text and markings and having the dimensions illustrated in the following Figure:  3. A sign, not less than 75 centimetres high and not less than 60 centimetres wide, bearing the text and markings and having the dimensions illustrated in the following Figure:  4. A sign, not less than 60 centimetres high and not less than 60 centimetres wide, bearing the markings and having the dimensions illustrated in the following Figure:  Text alternative: Illustration of diamond-shaped sign, with a yellow background and black arrow pointing up and, at its centre, a sign with the symbol in black of a person crossing the road from right to left on a white background. Sign size indicated (60 x 60 cm). This text alternative is provided for convenience only and does not form part of the official law. (2) Despite subsection (1), in an area designated by the French Language Services Act, the Level 2 pedestrian crossover signs are the following: 1. The signs illustrated in paragraph 1 of subsection (1). 2. Instead of the sign illustrated in paragraph 2 of subsection (1), a sign, not less than 60 centimetres high and not less than 60 centimetres wide, bearing the text and markings and having the dimensions illustrated in the following Figure:  3. In addition to the sign illustrated in paragraph 3 of subsection (1), a sign, not less than 75 centimetres high and not less than 60 centimetres wide, bearing the text and markings and having the dimensions illustrated in the following Figure:  4. The sign illustrated in paragraph 4 of subsection (1).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>6. </b>(1) Following are the Level 2 pedestrian crossover signs:</p> <p class=\"paragraph-e\">  1. Two sign<span>s</span>, each not less than 75 centimetres high and not less than 60 centimetres wide, bearing the markings and having the dimensions illustrated in the following Figures:</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of sign 60cm wide and 75 cm high with a black symbol of a person crossing a road from right to left on white retro-reflective background\" border=\"0\" height=\"434\" id=\"Picture 15\" src=\"150402_e_files/image011.jpg\" width=\"360\"/></span></p> <p class=\"scanned-e\"><span><img alt=\"Illustration of sign 60 cm wide and 75 cm high with a black symbol of a person crossing a road from left to right on white retro-reflective background\" border=\"0\" height=\"431\" id=\"Picture 16\" src=\"150402_e_files/image012.jpg\" width=\"330\"/></span></p> <p class=\"paragraph-e\">  2. A sign, not less than 45 centimetres high and not less than 60 centimetres wide, bearing the text and markings and having the dimensions illustrated in the following Figure:</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of tab sign 45 cm wide and 60 cm high with black text STOP FOR PEDESTRIANS on white retro-reflective background\" border=\"0\" height=\"366\" id=\"Picture 61\" src=\"150402_e_files/image013.jpg\" width=\"464\"/></span></p> <p class=\"paragraph-e\">  3. A sign, not less than 75 centimetres high and not less than 60 centimetres wide, bearing the text and markings and having the dimensions illustrated in the following Figure:</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of sign 60 cm wide and 75 cm high with white text NO PASSING on red background over black text HERE TO CROSSING on white background\" border=\"0\" height=\"456\" id=\"Picture 62\" src=\"150402_e_files/image014.jpg\" width=\"557\"/></span></p> <p class=\"paragraph-e\">  4. A sign, not less than 60 centimetres high and not less than 60 centimetres wide, bearing the markings and having the dimensions illustrated in the following Figure:</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of sign with yellow background and up arrow over a black symbol of person crossing the road from right to left \" border=\"0\" height=\"422\" id=\"Picture 68\" src=\"150402_e_files/image015.jpg\" width=\"598\"/></span></p> <p class=\"Pnote-e\">Text alternative: Illustration of diamond-shaped sign, with a yellow background and black arrow pointing up and, at its centre, a sign with the symbol in black of a person crossing the road from right to left on a white background. Sign size indicated (60 x 60 cm). This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), in an area designated by the <i>French Language Services Act</i>, the Level 2 pedestrian crossover signs are the following:</p> <p class=\"paragraph-e\">  1. The signs illustrated in paragraph 1 of subsection (1).</p> <p class=\"paragraph-e\">  2. Instead of the sign illustrated in paragraph 2 of subsection (1), a sign, not less than 60 centimetres high and not less than 60 centimetres wide, bearing the text and markings and having the dimensions illustrated in the following Figure:</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of sign 60 cm wide and 60 cm high with black text STOP FOR PEDESTRIANS / PRIORITÉ AUX PIÉTONS on white retro-reflective background\" border=\"0\" height=\"458\" id=\"Picture 67\" src=\"150402_e_files/image016.jpg\" width=\"431\"/></span></p> <p class=\"paragraph-e\">  3. In addition to the sign illustrated in paragraph 3 of subsection (1), a sign, not less than 75 centimetres high and not less than 60 centimetres wide, bearing the text and markings and having the dimensions illustrated in the following Figure:</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of sign 60 cm wide and 75 cm high with white text NE DÉPASSEZ PAS on red background over black text D'ICI AU PASSAGE on white background\" border=\"0\" height=\"562\" id=\"Picture 66\" src=\"150402_e_files/image017.jpg\" width=\"521\"/></span></p> <p class=\"paragraph-e\">  4. The sign illustrated in paragraph 4 of subsection (1).</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Erection of Level 2 pedestrian crossover signs",
            "content": " 7. (1) The signs illustrated in paragraph 1 of subsection 6 (1) shall be erected as follows: 1. For each direction of travel, each sign shall be erected in two places on the same standard, mounted back to back, so that the signs face in opposite directions and one sign faces approaching traffic. 2. Each sign shall be at a point not more than 4 metres from the edge of the roadway, adjacent to the place where the pedestrian crossover described and illustrated in section 8 meets the edge of the roadway. 3. Where the highway is divided into two separate roadways, the sign illustrated as Figure 2 shall be erected on the left side of each roadway facing traffic at a point not more than 4 metres from the edge of the roadway. (2) The sign illustrated in paragraph 2 of subsection 6 (1) or in paragraph 2 of subsection 6 (2) shall be erected, (a) in the same manner as and immediately below the signs illustrated in paragraph 1 of subsection 6 (1); and (b) with the bottom of the sign not less than 1.5 metres from the ground. (3) Subsection (2) does not apply to the signs illustrated in paragraph 1 of subsection 6 (1) that are mounted overhead as set out in subsection (5) or (6). (4) The signs illustrated in paragraph 3 of subsection 6 (1) and in paragraph 3 of subsection 6 (2) shall be erected, (a) on the right side of the highway facing approaching traffic; (b) at a point not more than 4 metres from the edge of the roadway and 30 metres before the place where, from the perspective of approaching vehicular traffic, the pedestrian crossover illustrated in section 8 meets the edge of the roadway; and (c) such that the sign illustrated in paragraph 3 of subsection 6 (2) is below or beside the sign illustrated in paragraph 3 of subsection 6 (1). (5) Where the roadway has been divided into two clearly marked lanes for traffic, the sign illustrated as Figure 1 in paragraph 1 of subsection 6 (1) may also be erected above the pedestrian crossover facing vehicular traffic as nearly as practicable over the centre of each lane. (6) Where the roadway has been divided into more than two clearly marked lanes for traffic, (a) the sign illustrated as Figure 1 in paragraph 1 of subsection 6 (1) may also be erected above the pedestrian crossover on the right side facing vehicular traffic as nearly as practicable over each half of the roadway for each direction of travel; and (b) the sign illustrated as Figure 2 in paragraph 1 of subsection 6 (1) may also be erected above the pedestrian crossover on the left side facing vehicular traffic approaching on the right side of the roadway as nearly as practicable over each half of the roadway for each direction of travel. (7) A rapid rectangular pedestrian-activated flashing amber beacon may be erected directly above the signs illustrated in paragraph 1 of subsection 6 (1) as illustrated in section 8. (8) For each direction of travel where a rectangular beacon described in subsection (7) is erected, each indication shall be illuminated and flash alternately when activated by a push button or other device, and shall not otherwise be illuminated or flash. (9) The sign illustrated in paragraph 4 of subsection 6 (1) may be erected on the right side of the highway facing approaching traffic no more than 100 metres before the sign illustrated in paragraph 3 of that subsection.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>7. </b>(1) The signs illustrated in paragraph 1 of subsection 6 (1) shall be erected as follows:</p> <p class=\"paragraph-e\">  1. For each direction of travel, each sign shall be erected in two places on the same standard, mounted back to back, so that the signs face in opposite directions and one sign faces approaching traffic.</p> <p class=\"paragraph-e\">  2. Each sign shall be at a point not more than 4 metres from the edge of the roadway, adjacent to the place where the pedestrian crossover described and illustrated in section 8 meets the edge of the roadway.</p> <p class=\"paragraph-e\">  3. Where the highway is divided into two separate roadways, the sign illustrated as Figure 2 shall be erected on the left side of each roadway facing traffic at a point not more than 4 metres from the edge of the roadway.</p> <p class=\"subsection-e\">  (2) The sign illustrated in paragraph 2 of subsection 6 (1) or in paragraph 2 of subsection 6 (2) shall be erected,</p> <p class=\"clause-e\">  (a) in the same manner as and immediately below the signs illustrated in paragraph 1 of subsection 6 (1); and</p> <p class=\"clause-e\">  (b) with the bottom of the sign not less than 1.5 metres from the ground.</p> <p class=\"subsection-e\">  (3) Subsection (2) does not apply to the signs illustrated in paragraph 1 of subsection 6 (1) that are mounted overhead as set out in subsection (5) or (6).</p> <p class=\"subsection-e\">  (4) The signs illustrated in paragraph 3 of subsection 6 (1) and in paragraph 3 of subsection 6 (2) shall be erected,</p> <p class=\"clause-e\">  (a) on the right side of the highway facing approaching traffic;</p> <p class=\"clause-e\">  (b) at a point not more than 4 metres from the edge of the roadway and 30 metres before the place where, from the perspective of approaching vehicular traffic, the pedestrian crossover illustrated in section 8 meets the edge of the roadway; and</p> <p class=\"clause-e\">  (c) such that the sign illustrated in paragraph 3 of subsection 6 (2) is below or beside the sign illustrated in paragraph 3 of subsection 6 (1).</p> <p class=\"subsection-e\">  (5) Where the roadway has been divided into two clearly marked lanes for traffic, the sign illustrated as Figure 1 in paragraph 1 of subsection 6 (1) may also be erected above the pedestrian crossover facing vehicular traffic as nearly as practicable over the centre of each lane.</p> <p class=\"subsection-e\">  (6) Where the roadway has been divided into more than two clearly marked lanes for traffic,</p> <p class=\"clause-e\">  (a) the sign illustrated as Figure 1 in paragraph 1 of subsection 6 (1) may also be erected above the pedestrian crossover on the right side facing vehicular traffic as nearly as practicable over each half of the roadway for each direction of travel; and</p> <p class=\"clause-e\">  (b) the sign illustrated as Figure 2 in paragraph 1 of subsection 6 (1) may also be erected above the pedestrian crossover on the left side facing vehicular traffic approaching on the right side of the roadway as nearly as practicable over each half of the roadway for each direction of travel.</p> <p class=\"subsection-e\">  (7) A rapid rectangular pedestrian-activated flashing amber beacon may be erected directly above the signs illustrated in paragraph 1 of subsection 6 (1) as illustrated in section 8.</p> <p class=\"subsection-e\">  (8) For each direction of travel where a rectangular beacon described in subsection (7) is erected, each indication shall be illuminated and flash alternately when activated by a push button or other device, and shall not otherwise be illuminated or flash.</p> <p class=\"subsection-e\">  (9) The sign illustrated in paragraph 4 of subsection 6 (1) may be erected on the right side of the highway facing approaching traffic no more than 100 metres before the sign illustrated in paragraph 3 of that subsection.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Roadway markings and sign placement for Level 2 pedestrian crossover signs",
            "content": " 8. (1) Where Level 2 pedestrian crossover signs are used, a pedestrian crossover that is at an intersection on the highway shall have markings on the surface of the roadway having the dimensions and being the distance from each other illustrated in the following diagram and may have the signs and flashing beacons illustrated in the following diagram:  Text alternative: Diagram of an overhead view of a pedestrian crossover at an intersection on a four-lane roadway. A ladder crosswalk, consisting of many parallel bars positioned between two horizontal outer lines and with a minimum width of 2.5 m, runs from one edge of the roadway to the other. A yield to pedestrians line, known as shark teeth, is positioned on each side of the crossing 6 m back from the outer crosswalk lines. No passing zones are indicated with solid pavement markings in the traffic lanes starting at the yield to pedestrians lines and continuing for a distance of 30 m. The placement of the signs described in paragraphs 1, 2 and 3 of subsection 6 (1) and in subsection 7 (5) and of rapid rectangular flashing beacons described in subsection 7 (7) are shown. This text alternative is provided for convenience only and does not form part of the official law. (2) Where Level 2 pedestrian crossover signs are used, a pedestrian crossover that is not at an intersection shall have markings on the surface of the roadway having the dimensions and being the distance from each other illustrated in the following diagram and may have the signs and flashing beacons illustrated in the following diagram:  Text alternative: Diagram of an overhead view of a mid-block pedestrian crossover on a four-lane roadway. A ladder crosswalk, consisting of many parallel bars positioned between two horizontal outer lines and with a minimum width of 2.5 m, runs from one edge of the roadway to the other. A yield to pedestrians line, known as shark teeth, is positioned on each side of the crosswalk 6 m back from the outer crosswalk lines. No passing zones are indicated with solid pavement markings in the traffic lanes starting at the yield to pedestrians lines and continuing for a distance of 30 m. The placement of the signs described in paragraphs 1, 2 and 3 of subsection 6 (1) and in subsection 7 (5) and of rapid rectangular flashing beacons described in subsection 7 (7) are shown. This text alternative is provided for convenience only and does not form part of the official law. (3) The ladder crosswalks and shark teeth yield to pedestrians lines illustrated in the diagrams in subsections (1) and (2) shall meet the requirements set out in the following Figures:  Text alternative:  Illustration of pavement markings for a ladder crosswalk. This is a line of parallel bars separated by spaces and positioned between two horizontal bars. Each parallel bar and each space is between 45 and 60 cm wide. This text alternative is provided for convenience only and does not form part of the official law.  Text alternative: Illustration of pavement markings for a shark teeth yield to pedestrians line. This is a line of triangles with the bottom points facing the direction of approaching traffic. The base of each triangle is between 30 and 60 cm wide and the space between each triangle at the base is between 7.5 and 30 cm wide.  This text alternative is provided for convenience only and does not form part of the official law. 9. Omitted (provides for coming into force of provisions of this Regulation).    ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>8. </b>(1) Where Level 2 pedestrian crossover signs are used, a pedestrian crossover that is at an intersection on the highway shall have markings on the surface of the roadway having the dimensions and being the distance from each other illustrated in the following diagram and may have the signs and flashing beacons illustrated in the following diagram:</p> <p class=\"scanned-e\"><span><img alt=\"Diagram of pedestrian crossover at an intersection on a four-lane roadway showing road markings and sign and beacon placement\" border=\"0\" height=\"901\" id=\"Picture 7\" src=\"150402_e_files/image018.jpg\" width=\"691\"/></span></p> <p class=\"Pnote-e\">Text alternative: Diagram of an overhead view of a pedestrian crossover at an intersection on a four-lane roadway. A ladder crosswalk, consisting of many parallel bars positioned between two horizontal outer lines and with a minimum width of 2.5 m, runs from one edge of the roadway to the other. A yield to pedestrians line, known as shark teeth, is positioned on each side of the crossing 6 m back from the outer crosswalk lines. No passing zones are indicated with solid pavement markings in the traffic lanes starting at the yield to pedestrians lines and continuing for a distance of 30 m. The placement of the signs described in paragraphs 1, 2 and 3 of subsection 6 (1) and in subsection 7 (5) and of rapid rectangular flashing beacons described in subsection 7 (7) are shown. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"subsection-e\">  (2) Where Level 2 pedestrian crossover signs are used,<b> </b>a pedestrian crossover that is not at an intersection shall have markings on the surface of the roadway having the dimensions and being the distance from each other illustrated in the following diagram and may have the signs and flashing beacons illustrated in the following diagram:</p> <p class=\"MsoNormal\"><img alt=\"Diagram of a mid-block pedestrian crossover on a four-lane roadway showing road markings and sign and beacon placement\" border=\"0\" height=\"824\" id=\"Picture 4\" src=\"150402_e_files/image019.jpg\" width=\"711\"/></p> <p class=\"Pnote-e\">Text alternative: Diagram of an overhead view of a mid-block pedestrian crossover on a four-lane roadway. A ladder crosswalk, consisting of many parallel bars positioned between two horizontal outer lines and with a minimum width of 2.5 m, runs from one edge of the roadway to the other. A yield to pedestrians line, known as shark teeth, is positioned on each side of the crosswalk 6 m back from the outer crosswalk lines. No passing zones are indicated with solid pavement markings in the traffic lanes starting at the yield to pedestrians lines and continuing for a distance of 30 m. The placement of the signs described in paragraphs 1, 2 and 3 of subsection 6 (1) and in subsection 7 (5) and of rapid rectangular flashing beacons described in subsection 7 (7) are shown. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"subsection-e\">  (3) The ladder crosswalks and shark teeth yield to pedestrians lines illustrated in the diagrams in subsections (1) and (2) shall meet the requirements set out in the following Figures:</p> <p class=\"scanned-e\"><span><img alt=\"Diagram of pavement markings for a ladder crosswalk showing thin horizontal bars on top and bottom of spaced parallel bars\" border=\"0\" height=\"370\" id=\"Picture 6\" src=\"150402_e_files/image020.jpg\" width=\"589\"/></span></p> <p class=\"Pnote-e\">Text alternative:  Illustration of pavement markings for a ladder crosswalk. This is a line of parallel bars separated by spaces and positioned between two horizontal bars. Each parallel bar and each space is between 45 and 60 cm wide. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"scanned-e\"><span><img alt=\"Diagram of pavement markings for yield to pedestrians line showing a line of triangles with the bottom points facting traffic\" border=\"0\" height=\"340\" id=\"Picture 18\" src=\"150402_e_files/image021.jpg\" width=\"361\"/></span></p> <p class=\"Pnote-e\">Text alternative: Illustration of pavement markings for a shark teeth yield to pedestrians line. This is a line of triangles with the bottom points facing the direction of approaching traffic. The base of each triangle is between 30 and 60 cm wide and the space between each triangle at the base is between 7.5 and 30 cm wide.  This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"section-e\"> <b>9.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}