{
    "reg_info": {
        "full_title": "O. Reg. 246/15: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "O. Reg. 246/15: ",
        "act_under": "Highway 407 East Act, 2012",
        "url": "https://www.ontario.ca/laws/regulation/150246",
        "date_scraped": "2023-12-18 02:55:41"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October 17, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/150246/v2",
            "valid_from": "March 24, 2020",
            "valid_to": "October 16, 2023"
        },
        {
            "a_href": "/laws/regulation/150246/v1",
            "valid_from": "August 21, 2015",
            "valid_to": "March 23, 2020"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. In this Regulation,  “bonded courier” means a courier that is exclusively in the business of delivering items for which a third party insurance company provides replacement insurance against loss, theft or disappearance of the item to be delivered; (“messagerie assurée”) “business day” includes every day other than a Saturday, Sunday or a day that is a public holiday as defined in the Employment Standards Act, 2000; (“jour ouvrable”) “courier” means a courier that provides a tracking mechanism for each item it accepts for delivery so that persons sending items can check their progress; (“messagerie”) “service provider” means a person or entity that enters into an agreement with the Minister under section 14 of the Act to collect and enforce the payment of tolls. (“fournisseur de services”) Vehicles Exempt from Paying Tolls",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation, </p> <p class=\"firstdef-e\">“bonded courier” means a courier that is exclusively in the business of delivering items for which a third party insurance company provides replacement insurance against loss, theft or disappearance of the item to be delivered; (“messagerie assurée”)</p> <p class=\"definition-e\">“business day” includes every day other than a Saturday, Sunday or a day that is a public holiday as defined in the <i>Employment Standards Act, 2000</i>; (“jour ouvrable”)</p> <p class=\"definition-e\">“courier” means a courier that provides a tracking mechanism for each item it accepts for delivery so that persons sending items can check their progress; (“messagerie”)</p> <p class=\"definition-e\">“service provider” means a person or entity that enters into an agreement with the Minister under section 14 of the Act to collect and enforce the payment of tolls. (“fournisseur de services”)</p> <p class=\"heading1-e\">Vehicles Exempt from Paying Tolls</p>"
        },
        {
            "id": "2.",
            "section": "Exemptions",
            "content": " 2. The following vehicles are exempt from the obligation to pay tolls under section 3 of the Act if the holder of the plate portion of the vehicle permit satisfies the Ministry or the service provider, if there is one, that the vehicle belongs to one of the following classes of vehicles and gives the Ministry or service provider the vehicle’s plate number: 1. Ambulances, as defined in the Ambulance Act. 2. Fire department vehicles. 3. Police department vehicles. 4. Vehicles operated by a ministry of the Government of Ontario for enforcement purposes. 5. Vehicles bearing diplomatic licence plates. 6. Maintenance vehicles operated by a person or entity employed or contracted to carry out maintenance work on the tolling equipment on Highway 407 East. Interest Rate",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>The following vehicles are exempt from the obligation to pay tolls under section 3 of the Act if the holder of the plate portion of the vehicle permit satisfies the Ministry or the service provider, if there is one, that the vehicle belongs to one of the following classes of vehicles and gives the Ministry or service provider the vehicle’s plate number:</p> <p class=\"paragraph-e\">  1. Ambulances, as defined in the <i>Ambulance Act</i>.</p> <p class=\"paragraph-e\">  2. Fire department vehicles.</p> <p class=\"paragraph-e\">  3. Police department vehicles.</p> <p class=\"paragraph-e\">  4. Vehicles operated by a ministry of the Government of Ontario for enforcement purposes.</p> <p class=\"paragraph-e\">  5. Vehicles bearing diplomatic licence plates.</p> <p class=\"paragraph-e\">  6. Maintenance vehicles operated by a person or entity employed or contracted to carry out maintenance work on the tolling equipment on Highway 407 East.</p> <p class=\"heading1-e\">Interest Rate</p>"
        },
        {
            "id": "3.",
            "section": "Interest on unpaid tolls and fees",
            "content": " 3. The rate of interest on unpaid tolls and fees under section 4 of the Act is 18 per cent. O. Reg. 246/15, s. 3; O. Reg. 81/20, s. 1; O. Reg. 326/23, s. 1. Methods of Sending Notices",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>The rate of interest on unpaid tolls and fees under section 4 of the Act is 18 per cent. O. Reg. 246/15, s. 3; O. Reg. 81/20, s. 1; O. Reg. 326/23, s. 1.</p> <p class=\"heading1-e\">Methods of Sending Notices</p>"
        },
        {
            "id": "4.",
            "section": "By mail or courier",
            "content": "  4. (1) The Minister or service provider, if there is one, may send the following by registered mail or may deliver them by a bonded courier: 1. Any notice or document that section 5, 6, 8 or 11 of the Act requires or permits the Minister to send. (2) The Minister or service provider, if there is one, may send the following by ordinary mail: 1. Any notice or document that section 5, 6, 8 or 11 of the Act requires or permits the Minister to send, other than a notification under subsection 11 (1) or (2) of the Act. 2. A second or subsequent notification under subsection 11 (2) of the Act to a person who has already been notified under subsection 11 (2) of the Act and who is, as a result of having not paid a toll and the related fees and interest, unable to have a vehicle permit validated or issued pursuant to subsection 11 (3) of the Act. (3) The Minister or service provider, if there is one, may deliver the following by courier, other than a bonded courier: 1. A notice of failure to pay a toll under section 5 of the Act to the person responsible for the payment of the toll. 2. A first notification under subsection 11 (2) of the Act to a person to whom a notice of failure to pay was previously sent under subsection 5 (1) of the Act. 3. A second or subsequent notification under subsection 11 (2) of the Act to a person who has already been notified under subsection 11 (2) of the Act and who is, as a result of having not paid a toll and the related fees and interest, unable to have a vehicle permit validated or issued pursuant to subsection 11 (3) of the Act. (4) A notice, document or notification referred to in subsection (1), (2) or (3) and sent by the Minister or service provider by ordinary mail or registered mail or delivered by courier, other than a bonded courier, is deemed to have been received on the fifth business day after the day it was mailed or given to the courier.",
            "raw_html": "<p class=\"section-e\"><b>  4. </b>(1) The Minister or service provider, if there is one, may send the following by registered mail or may deliver them by a bonded courier:</p> <p class=\"paragraph-e\">  1. Any notice or document that section 5, 6, 8 or 11 of the Act requires or permits the Minister to send.</p> <p class=\"subsection-e\">  (2) The Minister or service provider, if there is one, may send the following by ordinary mail:</p> <p class=\"paragraph-e\">  1. Any notice or document that section 5, 6, 8 or 11 of the Act requires or permits the Minister to send, other than a notification under subsection 11 (1) or (2) of the Act.</p> <p class=\"paragraph-e\">  2. A second or subsequent notification under subsection 11 (2) of the Act to a person who has already been notified under subsection 11 (2) of the Act and who is, as a result of having not paid a toll and the related fees and interest, unable to have a vehicle permit validated or issued pursuant to subsection 11 (3) of the Act.</p> <p class=\"subsection-e\">  (3) The Minister or service provider, if there is one, may deliver the following by courier, other than a bonded courier:</p> <p class=\"paragraph-e\">  1. A notice of failure to pay a toll under section 5 of the Act to the person responsible for the payment of the toll.</p> <p class=\"paragraph-e\">  2. A first notification under subsection 11 (2) of the Act to a person to whom a notice of failure to pay was previously sent under subsection 5 (1) of the Act.</p> <p class=\"paragraph-e\">  3. A second or subsequent notification under subsection 11 (2) of the Act to a person who has already been notified under subsection 11 (2) of the Act and who is, as a result of having not paid a toll and the related fees and interest, unable to have a vehicle permit validated or issued pursuant to subsection 11 (3) of the Act.</p> <p class=\"subsection-e\">  (4) A notice, document or notification referred to in subsection (1), (2) or (3) and sent by the Minister or service provider by ordinary mail or registered mail or delivered by courier, other than a bonded courier, is deemed to have been received on the fifth business day after the day it was mailed or given to the courier.</p>"
        },
        {
            "id": "5.",
            "section": "By electronic transmission",
            "content": " 5. (1) The Minister or service provider, if there is one, may send the following by electronic transmission, including e-mail: 1. A notice of failure to pay a toll under section 5 of the Act to the person responsible for the payment of the toll. 2. A written submission to the dispute arbitrator under subsection 8 (2) of the Act. 3. A second or subsequent notification under subsection 11 (2) of the Act to a person who has already been notified under subsection 11 (2) of the Act and who is, as a result of having not paid a toll and the related interest and fees, unable to have a vehicle permit validated or issued pursuant to subsection 11 (3) of the Act. (2) A notice or notification sent by electronic transmission under paragraph 1 or 3 of subsection (1) must be sent to the most recent address for receipt of electronic transmission provided to the Ministry or service provider, if there is one, by or on behalf of the person responsible for paying the toll. (3) Paragraphs 1 and 3 of subsection (1) apply only if, (a) the Minister or service provider and the person responsible for paying the toll are parties to a valid and current written agreement under which the person responsible for paying the toll, (i) consents to receive notices under section 5 of the Act and under subsection 11 (2) of the Act by electronic transmission, and (ii) may at any time withdraw the consent described in subclause (i) by a means set out in the agreement; and (b) the technology used by the Minister or service provider for electronic transmission provides confirmation to the Ministry or service provider that an electronic transmission has been sent. (4) Section 8 does not apply in respect of a notice or notification sent by electronic transmission in accordance with this section. (5) A notice, written submission or notification sent by electronic transmission under this section is deemed to have been received on the next business day after it was sent.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) The Minister or service provider, if there is one, may send the following by electronic transmission, including e-mail:</p> <p class=\"paragraph-e\">  1. A notice of failure to pay a toll under section 5 of the Act to the person responsible for the payment of the toll.</p> <p class=\"paragraph-e\">  2. A written submission to the dispute arbitrator under subsection 8 (2) of the Act.</p> <p class=\"paragraph-e\">  3. A second or subsequent notification under subsection 11 (2) of the Act to a person who has already been notified under subsection 11 (2) of the Act and who is, as a result of having not paid a toll and the related interest and fees, unable to have a vehicle permit validated or issued pursuant to subsection 11 (3) of the Act.</p> <p class=\"subsection-e\">  (2) A notice or notification sent by electronic transmission under paragraph 1 or 3 of subsection (1) must be sent to the most recent address for receipt of electronic transmission provided to the Ministry or service provider, if there is one, by or on behalf of the person responsible for paying the toll.</p> <p class=\"subsection-e\">  (3) Paragraphs 1 and 3 of subsection (1) apply only if,</p> <p class=\"clause-e\">  (a) the Minister or service provider and the person responsible for paying the toll are parties to a valid and current written agreement under which the person responsible for paying the toll,</p> <p class=\"subclause-e\">  (i) consents to receive notices under section 5 of the Act and under subsection 11 (2) of the Act by electronic transmission, and</p> <p class=\"subclause-e\">  (ii) may at any time withdraw the consent described in subclause (i) by a means set out in the agreement; and</p> <p class=\"clause-e\">  (b) the technology used by the Minister or service provider for electronic transmission provides confirmation to the Ministry or service provider that an electronic transmission has been sent.</p> <p class=\"subsection-e\">  (4) Section 8 does not apply in respect of a notice or notification sent by electronic transmission in accordance with this section.</p> <p class=\"subsection-e\">  (5) A notice, written submission or notification sent by electronic transmission under this section is deemed to have been received on the next business day after it was sent.</p>"
        },
        {
            "id": "6.",
            "section": "Notice of dispute, notice of appeal — contents, methods of sending",
            "content": " 6. (1) The Minister or service provider, if there is one, shall, together with a notice of failure to pay sent to a person under section 5 of the Act, and in addition to the information required to be given to the person under that section, inform the person of, (a) the methods by which a notice of dispute may be sent to the Minister or service provider, as set out in subsection (3); and (b) any information the person may need in order to send a notice of dispute by a method set out in subsection (3). (2) The Minister or service provider, if there is one, shall, together with the copy of the decision sent to a person under subsection 6 (5) of the Act, and in addition to the information required to be given to the person under subsection 6 (6) of the Act if the dispute is unsuccessful, inform the person of, (a) the methods by which a notice of appeal may be sent to the Minister or service provider and to the dispute arbitrator, as set out in subsection (3); and (b) any information the person may need in order to send a notice of appeal by a method set out in subsection (3). (3) A person who receives a notice of failure to pay under section 5 of the Act may send or deliver a notice of dispute or notice of appeal under section 6 or 8 of the Act, (a) by ordinary mail, registered mail, fax or electronic transmission, including e-mail; (b) by a bonded courier; (c) by completing the notice form provided on the Government of Ontario’s, service provider’s or dispute arbitrator’s website, as the case may be; or (d) by personal delivery during the Ministry’s, service provider’s or dispute arbitrator’s regular business hours, as the case may be. (4) A notice sent as provided in subsection (3) is deemed to have been received, (a) if sent by ordinary mail or registered mail, on the fifth business day after the day it was mailed; (b) if sent by fax or electronic transmission, on the next business day after it was sent; (c) if sent by completing a form on a website, on the same business day that it was completed; (d) if personally delivered during regular business hours, on the same business day that it was delivered. (5) For the purposes of subsection (4), the day on which the notice is mailed, sent, completed or delivered shall be determined with reference to the records kept by the Minister or service provider, as the case may be.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) The Minister or service provider, if there is one, shall, together with a notice of failure to pay sent to a person under section 5 of the Act, and in addition to the information required to be given to the person under that section, inform the person of,</p> <p class=\"clause-e\">  (a) the methods by which a notice of dispute may be sent to the Minister or service provider, as set out in subsection (3); and</p> <p class=\"clause-e\">  (b) any information the person may need in order to send a notice of dispute by a method set out in subsection (3).</p> <p class=\"subsection-e\">  (2) The Minister or service provider, if there is one, shall, together with the copy of the decision sent to a person under subsection 6 (5) of the Act, and in addition to the information required to be given to the person under subsection 6 (6) of the Act if the dispute is unsuccessful, inform the person of,</p> <p class=\"clause-e\">  (a) the methods by which a notice of appeal may be sent to the Minister or service provider and to the dispute arbitrator, as set out in subsection (3); and</p> <p class=\"clause-e\">  (b) any information the person may need in order to send a notice of appeal by a method set out in subsection (3).</p> <p class=\"subsection-e\">  (3) A person who receives a notice of failure to pay under section 5 of the Act may send or deliver a notice of dispute or notice of appeal under section 6 or 8 of the Act,</p> <p class=\"clause-e\">  (a) by ordinary mail, registered mail, fax or electronic transmission, including e-mail;</p> <p class=\"clause-e\">  (b) by a bonded courier;</p> <p class=\"clause-e\">  (c) by completing the notice form provided on the Government of Ontario’s, service provider’s or dispute arbitrator’s website, as the case may be; or</p> <p class=\"clause-e\">  (d) by personal delivery during the Ministry’s, service provider’s or dispute arbitrator’s regular business hours, as the case may be.</p> <p class=\"subsection-e\">  (4) A notice sent as provided in subsection (3) is deemed to have been received,</p> <p class=\"clause-e\">  (a) if sent by ordinary mail or registered mail, on the fifth business day after the day it was mailed;</p> <p class=\"clause-e\">  (b) if sent by fax or electronic transmission, on the next business day after it was sent;</p> <p class=\"clause-e\">  (c) if sent by completing a form on a website, on the same business day that it was completed;</p> <p class=\"clause-e\">  (d) if personally delivered during regular business hours, on the same business day that it was delivered.</p> <p class=\"subsection-e\">  (5) For the purposes of subsection (4), the day on which the notice is mailed, sent, completed or delivered shall be determined with reference to the records kept by the Minister or service provider, as the case may be.<a name=\"hit6\"></a><a name=\"term0_6\"></a></p>"
        },
        {
            "id": "7.",
            "section": "Methods of sending dispute arbitrator’s decision",
            "content": " 7. (1) The dispute arbitrator may send a copy of his or her decision to the appellant, the Minister, the service provider, if there is one, and the Registrar of Motor Vehicles under subsection 8 (7) of the Act by ordinary mail, registered mail, fax or electronic transmission, including e-mail, or may deliver it by a bonded courier. (2) A copy of the decision sent as provided in subsection (1) is deemed to have been received, (a) if sent by ordinary mail or registered mail, on the fifth business day after the day it was mailed; (b) if sent by fax or electronic transmission, on the next business day after it was sent.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) The dispute arbitrator may send a copy of his or her decision to the appellant, the Minister, the service provider, if there is one, and the Registrar of Motor Vehicles under subsection 8 (7) of the Act by ordinary mail, registered mail, fax or electronic transmission, including e-mail, or may deliver it by a bonded courier.</p> <p class=\"subsection-e\">  (2) A copy of the decision sent as provided in subsection (1) is deemed to have been received,</p> <p class=\"clause-e\">  (a) if sent by ordinary mail or registered mail, on the fifth business day after the day it was mailed;</p> <p class=\"clause-e\">  (b) if sent by fax or electronic transmission, on the next business day after it was sent.<a name=\"hit8\"></a><a name=\"term0_8\"></a></p>"
        },
        {
            "id": "8.",
            "section": "Confirmation of address",
            "content": " 8. (1) The service provider, if there is one, shall confirm the address of the person responsible for the payment of the toll with the Ministry database within seven days before sending to that person a notice or document that the Minister or, by virtue of the agreement, the service provider, is required or permitted to send by section 5, 6, 8 or 11 of the Act. (2) The service provider shall send the notice or document required or permitted to be sent by section 5, 6, 8 or 11 of the Act to the person at the address confirmed under subsection (1). (3) Subsections (1) and (2) apply only if the service provider has access to the Ministry database for the purposes described in those subsections pursuant to an agreement between the service provider and the Minister.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) The service provider, if there is one, shall confirm the address of the person responsible for the payment of the toll with the Ministry database within seven days before sending to that person a notice or document that the Minister or, by virtue of the agreement, the service provider, is required or permitted to send by section 5, 6, 8 or 11 of the Act.</p> <p class=\"subsection-e\">  (2) The service provider shall send the notice or document required or permitted to be sent by section 5, 6, 8 or 11 of the Act to the person at the address confirmed under subsection (1).</p> <p class=\"subsection-e\">  (3) Subsections (1) and (2) apply only if the service provider has access to the Ministry database for the purposes described in those subsections pursuant to an agreement between the service provider and the Minister.</p> <p class=\"subsection-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/150246\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}