{
    "reg_info": {
        "full_title": "O. Reg. 218/94: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "O. Reg. 218/94: ",
        "act_under": "Dental Hygiene Act, 1991   Loi de 1991 sur les hygiénistes dentaires",
        "url": "https://www.ontario.ca/laws/regulation/940218",
        "date_scraped": "2023-12-18 03:19:42"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "August 31, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/940218/v12",
            "valid_from": "August 21, 2023",
            "valid_to": "August 30, 2023"
        },
        {
            "a_href": "/laws/regulation/940218/v11",
            "valid_from": "October  8, 2020",
            "valid_to": "August 20, 2023"
        },
        {
            "a_href": "/laws/regulation/940218/v10",
            "valid_from": "January 25, 2013",
            "valid_to": "October  7, 2020"
        },
        {
            "a_href": "/laws/regulation/940218/v9",
            "valid_from": "March 26, 2012",
            "valid_to": "January 24, 2013"
        },
        {
            "a_href": "/laws/regulation/940218/v8",
            "valid_from": "May 18, 2011",
            "valid_to": "March 25, 2012"
        },
        {
            "a_href": "/laws/regulation/940218/v7",
            "valid_from": "November  3, 2008",
            "valid_to": "May 17, 2011"
        },
        {
            "a_href": "/laws/regulation/940218/v6",
            "valid_from": "January 24, 2008",
            "valid_to": "November  2, 2008"
        },
        {
            "a_href": "/laws/regulation/940218/v5",
            "valid_from": "September  1, 2007",
            "valid_to": "January 23, 2008"
        },
        {
            "a_href": "/laws/regulation/940218/v4",
            "valid_from": "August 27, 2007",
            "valid_to": "August 31, 2007"
        },
        {
            "a_href": "/laws/regulation/940218/v3",
            "valid_from": "March  6, 2006",
            "valid_to": "August 26, 2007"
        },
        {
            "a_href": "/laws/regulation/940218/v2",
            "valid_from": "August 26, 2004",
            "valid_to": "March  5, 2006"
        },
        {
            "a_href": "/laws/regulation/940218/v1",
            "valid_from": "February 17, 2000",
            "valid_to": "August 25, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "PART I",
            "Section": "None",
            "Section1": "None",
            "Section2": "Sections",
            "part_id": "nan",
            "part_type": "nan",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "PART II",
            "Section": "None",
            "Section1": "EXAMINATIONS",
            "Section2": "1-4., 5",
            "part_id": "nan",
            "part_type": "nan",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "PART III",
            "Section": "None",
            "Section1": "ADVERTISING",
            "Section2": "6",
            "part_id": "nan",
            "part_type": "nan",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "PART III.1",
            "Section": "None",
            "Section1": "PRESCRIBED CONTRAINDICATIONS TO SCALING TEETH AND ROOT PLANING, INCLUDING CURETTING SURROUNDING TISSUE, ON MEMBER’S OWN INITIATIVE",
            "Section2": "7",
            "part_id": "nan",
            "part_type": "nan",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "PART IV",
            "Section": "None",
            "Section1": "RECORDS",
            "Section2": "8-12.4",
            "part_id": "nan",
            "part_type": "nan",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "PART IV.1",
            "Section": "None",
            "Section1": "NOTICE OF MEETINGS AND HEARINGS",
            "Section2": "13",
            "part_id": "nan",
            "part_type": "nan",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "PART V",
            "Section": "None",
            "Section1": "CONFLICT OF INTEREST",
            "Section2": "14-14.4",
            "part_id": "nan",
            "part_type": "nan",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "PART VI",
            "Section": "None",
            "Section1": "PROFESSIONAL MISCONDUCT",
            "Section2": "15",
            "part_id": "nan",
            "part_type": "nan",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "PART VII",
            "Section": "None",
            "Section1": "QUALITY ASSURANCE",
            "Section2": "None",
            "part_id": "nan",
            "part_type": "nan",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "None",
            "Section": "None",
            "Section1": "General",
            "Section2": "16-18",
            "part_id": "PART VII",
            "part_type": "None",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Self-Assessment, Continuing Education and Professional Development",
            "Section2": "19",
            "part_id": "PART VII",
            "part_type": "None",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Peer and Practice Assessment",
            "Section2": "20-21.-26",
            "part_id": "PART VII",
            "part_type": "None",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "PART VIII",
            "Section": "None",
            "Section1": "REGISTRATION",
            "Section2": "27-39",
            "part_id": "nan",
            "part_type": "nan",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": "PART VIII",
            "Section": "None",
            "Section1": "MISCELLANEOUS",
            "Section2": "40",
            "part_id": "nan",
            "part_type": "nan",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#1.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 1. In setting the examinations to be taken by applicants to the College for registration, the College shall specify the general areas of competency to be examined and shall ensure that the examinations provide a reliable and valid measure of a candidate’s competency in knowledge, skills and ability for the practice of dental hygiene in Ontario.  O. Reg. 268/04, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1.</b> In setting the examinations to be taken by applicants to the College for registration, the College shall specify the general areas of competency to be examined and shall ensure that the examinations provide a reliable and valid measure of a candidate’s competency in knowledge, skills and ability for the practice of dental hygiene in Ontario.  O. Reg. 268/04, s. 1.</p>"
        },
        {
            "ahref_id": "#2.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 2. Written and practical examinations shall be offered at least once yearly and at such other times as the Council considers necessary.  O. Reg. 268/04, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>Written and practical examinations shall be offered at least once yearly and at such other times as the Council considers necessary.  O. Reg. 268/04, s. 1.</p>"
        },
        {
            "ahref_id": "#3.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 3. (1) Subject to the other provisions of this section, a candidate who fails the examinations may apply for re-examination twice.  O. Reg. 268/04, s. 1. (2) A candidate who fails the examinations may retake them not more than two years after the failure, but if the candidate presents to the Registration Committee proof of remediation and upgrading in accordance with policy guidelines issued by the Committee, he or she may retake the examinations more than two years after the failure.  O. Reg. 268/04, s. 1. (3) A candidate who fails a third attempt of the examinations may submit to the Registration Committee proof of remediation and upgrading in accordance with policy guidelines issued by the Committee, and if the Committee is satisfied that the remediation and upgrading is proved,  the candidate may retake the examinations one more time.  O. Reg. 268/04, s. 1. (4) A candidate who fails a fourth attempt of the examinations is not eligible to retake the examinations again until the candidate has obtained another diploma from a dental hygiene program acceptable to the Registration Committee.  O. Reg. 268/04, s. 1. (5) Each time a candidate has obtained a diploma from a dental hygiene program acceptable to the Registration Committee, the candidate is eligible to write the examinations four times as set out in this section.  O. Reg. 268/04, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) Subject to the other provisions of this section, a candidate who fails the examinations may apply for re-examination twice.  O. Reg. 268/04, s. 1.</p> <p class=\"subsection-e\">  (2) A candidate who fails the examinations may retake them not more than two years after the failure, but if the candidate presents to the Registration Committee proof of remediation and upgrading in accordance with policy guidelines issued by the Committee, he or she may retake the examinations more than two years after the failure.  O. Reg. 268/04, s. 1.</p> <p class=\"subsection-e\">  (3) A candidate who fails a third attempt of the examinations may submit to the Registration Committee proof of remediation and upgrading in accordance with policy guidelines issued by the Committee, and if the Committee is satisfied that the remediation and upgrading is proved,  the candidate may retake the examinations one more time.  O. Reg. 268/04, s. 1.</p> <p class=\"subsection-e\">  (4) A candidate who fails a fourth attempt of the examinations is not eligible to retake the examinations again until the candidate has obtained another diploma from a dental hygiene program acceptable to the Registration Committee.  O. Reg. 268/04, s. 1.</p> <p class=\"subsection-e\">  (5) Each time a candidate has obtained a diploma from a dental hygiene program acceptable to the Registration Committee, the candidate is eligible to write the examinations four times as set out in this section.  O. Reg. 268/04, s. 1.</p>"
        },
        {
            "ahref_id": "#4., 5.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 4., 5. Revoked:  O. Reg. 131/00, s. 1. PART II   ADVERTISING",
            "raw_html": "<p class=\"section-e\"> <b>4., 5.</b> <span>Revoked:  O. R</span>eg. 131/00, s. 1.</p> <p class=\"partnum-e\"><a name=\"BK1\"></a>PART II <br/>  ADVERTISING</p>"
        },
        {
            "ahref_id": "#6.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 6. (1) An advertisement with respect to a member’s practice must not contain, (a) anything that is false or misleading; (b) anything that, because of its nature, cannot be verified; (c) subject to subsection (2), a reference to any area of practice or to any procedure or treatment; (d) an endorsement other than an endorsement by an organization that is known to have expertise relevant to the subject matter of the endorsement; (e) a testimonial by a patient or former patient or by a friend or relative of a patient or former patient; or (f) a reference to a drug used to provide health services.  O. Reg. 218/94, s. 6 (1). (2) An advertisement with respect to a member’s practice may contain a reference to an area of practice or to a procedure or treatment if, (a) in the case of a reference to an area of practice that is a prescribed specialty, the member holds a specialty certificate of registration in the specialty and the advertisement states that the member is a specialist in the specialty; and (b) in the case of a reference to an area of practice that is not a prescribed specialty or to a treatment or procedure, the advertisement states that the member is not a specialist.  O. Reg. 218/94, s. 6 (2). (3) An advertisement must be readily comprehensible to the persons to whom it is directed.  O. Reg. 218/94, s. 6 (3). PART III   PRESCRIBED CONTRAINDICATIONS TO SCALING TEETH AND ROOT PLANING, INCLUDING CURETTING SURROUNDING TISSUE, ON MEMBER’S OWN INITIATIVE",
            "raw_html": "<p class=\"section-e\"> <b>6.</b> (1) An advertisement with respect to a member’s practice must not contain,</p> <p class=\"clause-e\">  (a) anything that is false or misleading;</p> <p class=\"clause-e\">  (b) anything that, because of its nature, cannot be verified;</p> <p class=\"clause-e\">  (c) subject to subsection (2), a reference to any area of practice or to any procedure or treatment;</p> <p class=\"clause-e\">  (d) an endorsement other than an endorsement by an organization that is known to have expertise relevant to the subject matter of the endorsement;</p> <p class=\"clause-e\">  (e) a testimonial by a patient or former patient or by a friend or relative of a patient or former patient; or</p> <p class=\"clause-e\">  (f) a reference to a drug used to provide health services.  O. Reg. 218/94, s. 6 (1).</p> <p class=\"subsection-e\">  (2) An advertisement with respect to a member’s practice may contain a reference to an area of practice or to a procedure or treatment if,</p> <p class=\"clause-e\">  (a) in the case of a reference to an area of practice that is a prescribed specialty, the member holds a specialty certificate of registration in the specialty and the advertisement states that the member is a specialist in the specialty; and</p> <p class=\"clause-e\">  (b) in the case of a reference to an area of practice that is not a prescribed specialty or to a treatment or procedure, the advertisement states that the member is not a specialist.  O. Reg. 218/94, s. 6 (2).</p> <p class=\"subsection-e\">  (3) An advertisement must be readily comprehensible to the persons to whom it is directed.  O. Reg. 218/94, s. 6 (3).</p> <p class=\"partnum-e\"><a name=\"BK2\"></a>PART III <br/>  PRESCRIBED CONTRAINDICATIONS TO SCALING TEETH AND ROOT PLANING, INCLUDING CURETTING SURROUNDING TISSUE, ON MEMBER’S OWN INITIATIVE</p>"
        },
        {
            "ahref_id": "#7.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 7. (1) For the purpose of clause 5 (1) (a) of the Act, the following contraindications are prescribed if the patient has not received clearance from a physician or dentist, or both:  1. Any cardiac condition for which antibiotic prophylaxis is recommended in the guidelines set by the American Heart Association (AHA), as those guidelines are amended from time to time, unless the member has consulted with either the patient’s physician, dentist or registered nurse in the extended class (RN(EC)) and determined that it is appropriate to proceed if the patient has taken the prescribed medication per the AHA guidelines. 2. Any other condition for which antibiotic prophylaxis is recommended or required. 3. An unstable medical or oral health condition, where the condition may affect the appropriateness or safety of scaling and root planing, including curetting surrounding tissue. 4. Active chemotherapy or radiation therapy. 5. Significant immunosuppression caused by disease, medications or treatment modalities. 6. Any blood disorders. 7. Active tuberculosis. 8. Drug or alcohol dependency of a type or extent that it may affect the appropriateness or safety of scaling and root planing, including curetting surrounding tissue. 9. High-risk of infective endocarditis. 10. A medical or oral health condition with which the member is unfamiliar or that could affect the appropriateness, efficacy or safety of the procedure. 11. A drug or combination of drugs with which the member is unfamiliar or which could affect the appropriateness, efficacy or safety of the procedure.  O. Reg. 501/07, s. 1. (2) Despite subsection (1), a member shall not perform a procedure under the authority of paragraph 1 of section 4 of the Act if the member is in doubt as to the status or accuracy of the medical or oral history of the patient.  O. Reg. 501/07, s. 1. Part III.1   Records",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) For the purpose of clause 5 (1) (a) of the Act, the following contraindications are prescribed if the patient has not received clearance from a physician or dentist, or both: </p> <p class=\"paragraph-e\">  1. Any cardiac condition for which antibiotic prophylaxis is recommended in the guidelines set by the American Heart Association (AHA), as those guidelines are amended from time to time, unless the member has consulted with either the patient’s physician, dentist or registered nurse in the extended class (RN(EC)) and determined that it is appropriate to proceed if the patient has taken the prescribed medication per the AHA guidelines.</p> <p class=\"paragraph-e\">  2. Any other condition for which antibiotic prophylaxis is recommended or required.</p> <p class=\"paragraph-e\">  3. An unstable medical or oral health condition, where the condition may affect the appropriateness or safety of scaling and root planing, including curetting surrounding tissue.</p> <p class=\"paragraph-e\">  4. Active chemotherapy or radiation therapy.</p> <p class=\"paragraph-e\">  5. Significant immunosuppression caused by disease, medications or treatment modalities.</p> <p class=\"paragraph-e\">  6. Any blood disorders.</p> <p class=\"paragraph-e\">  7. Active tuberculosis.</p> <p class=\"paragraph-e\">  8. Drug or alcohol dependency of a type or extent that it may affect the appropriateness or safety of scaling and root planing, including curetting surrounding tissue.</p> <p class=\"paragraph-e\">  9. High-risk of infective endocarditis.</p> <p class=\"paragraph-e\">  10. A medical or oral health condition with which the member is unfamiliar or that could affect the appropriateness, efficacy or safety of the procedure. </p> <p class=\"paragraph-e\">  11. A drug or combination of drugs with which the member is unfamiliar or which could affect the appropriateness, efficacy or safety of the procedure.  O. Reg. 501/07, s. 1.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), a member shall not perform a procedure under the authority of paragraph 1 of section 4 of the Act if the member is in doubt as to the status or accuracy of the medical or oral history of the patient.  O. Reg. 501/07, s. 1.</p> <p class=\"partnum-e\"><a name=\"BK3\"></a>Part III.1 <br/>  Records</p>"
        },
        {
            "ahref_id": "#8.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 8. In this Part, “communal screening program” means a program designed to detect gross oral abnormalities or disease in identified population groups, through dental hygiene assessments in which no instrument other than mirrors, explorers, probes and lights are used intra-orally, and where instruments are not used for periodontal examination, and where no payment is made from or on behalf of a client to the member.  O. Reg. 9/08, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>In this Part,</p> <p class=\"firstdef-e\">“communal screening program” means a program designed to detect gross oral abnormalities or disease in identified population groups, through dental hygiene assessments in which no instrument other than mirrors, explorers, probes and lights are used intra-orally, and where instruments are not used for periodontal examination, and where no payment is made from or on behalf of a client to the member.  O. Reg. 9/08, s. 1.</p>"
        },
        {
            "ahref_id": "#9.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 9. (1) A member shall, in relation to his or her practice, take all reasonable steps to ensure that records are made, used, maintained, retained and disclosed in accordance with this Regulation.  O. Reg. 9/08, s. 1. (2) A member shall ensure that his or her records are up to date and made, used, maintained, retained and disclosed in accordance with this Regulation.  O. Reg. 9/08, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) A member shall, in relation to his or her practice, take all reasonable steps to ensure that records are made, used, maintained, retained<b> </b>and disclosed in accordance with this Regulation.  O. Reg. 9/08, s. 1.</p> <p class=\"subsection-e\">  (2) A member shall ensure that his or her records are up to date and made, used, maintained, retained and disclosed in accordance with this Regulation.  O. Reg. 9/08, s. 1.</p>"
        },
        {
            "ahref_id": "#10.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 10. (1) Subject to subsection (2), a member shall maintain a daily appointment record that contains the name of each client who the member examines, treats or for whom the member renders any service.  O. Reg. 9/08, s. 1. (2) Where a client is part of a communal screening program, the member shall maintain a daily appointment record that contains, (a) the information required under subsection (1); or (b) the name of each client participating in the program, the name of the group each client is associated with and the name of any other member working with the member.  O. Reg. 9/08, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) Subject to subsection (2), a member shall maintain a daily appointment record that contains the name of each client who the member examines, treats or for whom the member renders any service.  O. Reg. 9/08, s. 1.</p> <p class=\"subsection-e\">  (2) Where a client is part of a communal screening program, the member shall maintain a daily appointment record that contains,</p> <p class=\"clause-e\">  (a) the information required under subsection (1); or </p> <p class=\"clause-e\">  (b) the name of each client participating in the program, the name of the group each client is associated with and the name of any other member working with the member.  O. Reg. 9/08, s. 1.</p>"
        },
        {
            "ahref_id": "#11.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 11. (1) Each member shall maintain an equipment service record that contains servicing information for any instrument or equipment that is used by the member to examine, treat or render any dental hygiene service to a client.  O. Reg. 9/08, s. 1. (2) Each member shall maintain a record referred to in subsection (1) in relation to equipment that is used to sterilize equipment or instruments.  O. Reg. 9/08, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) Each member shall maintain an equipment service record that contains servicing information for any instrument or equipment that is used by the member to examine, treat or render any dental hygiene service to a client.  O. Reg. 9/08, s. 1.</p> <p class=\"subsection-e\">  (2) Each member shall maintain a record referred to in subsection (1) in relation to equipment that is used to sterilize equipment or instruments.  O. Reg. 9/08, s. 1.</p>"
        },
        {
            "ahref_id": "#12.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 12. (1) Each member shall maintain a financial record for each client, unless the client is a client in a communal screening program, or any other program where there is no payment from or on behalf of a client to the member.  O. Reg. 9/08, s. 1.  (2) A financial record shall contain the treatment or procedure rendered, the fee charged or received, and where available, the record of any receipt issued by or on behalf of the member.  O. Reg. 9/08, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>(1) Each member shall maintain a financial record for each client, unless the client is a client in a communal screening program, or any other program where there is no payment from or on behalf of a client to the member.  O. Reg. 9/08, s. 1. </p> <p class=\"subsection-e\">  (2) A financial record shall contain the treatment or procedure rendered, the fee charged or received, and where available, the record of any receipt issued by or on behalf of the member.  O. Reg. 9/08, s. 1.</p>"
        },
        {
            "ahref_id": "#12.1",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 12.1 (1) Subject to section 12.2, each member shall maintain a client health record for each client, that contains, (a) the client’s name, address, and date of birth; (b) the date of each professional contact with the client, or the client’s substitute decision-maker, and whether the contact was made in person, telephone or electronically; (c) for each intervention, the amount of time the member spent providing dental hygiene care; (d) the name and address of the client’s primary care provider, if available; (e) the name and address of the client’s primary care dentist, if available, unless the record is shared with that dentist; (f) the name and address of any referring health professional; (g) an appropriate medical and dental history of the client; (h) every written report received by the member respecting examinations, tests, consultations or treatments performed by any other person relating to the client; (i) a copy of every written communication sent by the member relating to the client; (j) each examination, clinical finding and assessment relating to the client; (k) any medication taken by the client as a precondition to treatment or examination by the member for each intervention, including the name of the medication, the time it was taken, and if the medication was not administered to the client by the client, the name of the person who administered it to the client; (l) any dental hygiene treatment plan; (m) each treatment or procedure performed for each intervention, and the identity of the person applying the treatment if the person applying the dental hygiene treatment was not the member; (n) any advice given by the member including any pre-treatment or post-treatment instruction given by the member to the client or the client’s substitute decision-maker; (o) every controlled act, within the meaning of subsection 27 (2) of the Regulated Health Professions Act, 1991, performed by the member, including the source of the authority to perform the controlled act; (p) every referral of the client by the member to any other person; (q) every procedure that was commenced but not completed, including reasons for non-completion; (r) a copy of every written consent provided by the client, or the client’s substitute decision-maker; and (s) every refusal of a treatment or procedure by the client, or the client’s substitute decision-maker.  O. Reg. 9/08, s. 1. (2) The member shall ensure that every part of a client health record has a reference identifying the client.  O. Reg. 9/08, s. 1. (3) The member shall ensure that every entry in a client health record is dated and includes the identity of the person who made or dictated the entry.  O. Reg. 9/08, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>12.1 </b>(1) Subject to section 12.2, each member shall maintain a client health record for each client, that contains,</p> <p class=\"clause-e\">  (a) the client’s name, address, and date of birth;</p> <p class=\"clause-e\">  (b) the date of each professional contact with the client, or the client’s substitute decision-maker, and whether the contact was made in person, telephone or electronically;</p> <p class=\"clause-e\">  (c) for each intervention, the amount of time the member spent providing dental hygiene care;</p> <p class=\"clause-e\">  (d) the name and address of the client’s primary care provider, if available; </p> <p class=\"clause-e\">  (e) the name and address of the client’s primary care dentist, if available, unless the record is shared with that dentist;</p> <p class=\"clause-e\">  (f) the name and address of any referring health professional;</p> <p class=\"clause-e\">  (g) an appropriate medical and dental history of the client;</p> <p class=\"clause-e\">  (h) every written report received by the member respecting examinations, tests, consultations or treatments performed by any other person relating to the client;</p> <p class=\"clause-e\">  (i) a copy of every written communication sent by the member relating to the client;</p> <p class=\"clause-e\">  (j) each examination, clinical finding and assessment relating to the client;</p> <p class=\"clause-e\">  (k) any medication taken by the client as a precondition to treatment or examination by the member for each intervention, including the name of the medication, the time it was taken, and if the medication was not administered to the client by the client, the name of the person who administered it to the client;</p> <p class=\"clause-e\">  (l) any dental hygiene treatment plan;</p> <p class=\"clause-e\">  (m) each treatment or procedure performed for each intervention, and the identity of the person applying the treatment if the person applying the dental hygiene treatment was not the member;</p> <p class=\"clause-e\">  (n) any advice given by the member including any pre-treatment or post-treatment instruction given by the member to the client or the client’s substitute decision-maker; </p> <p class=\"clause-e\">  (o) every controlled act, within the meaning of subsection 27 (2) of the <i>Regulated Health Professions Act, 1991</i>, performed by the member, including the source of the authority to perform the controlled act;</p> <p class=\"clause-e\">  (p) every referral of the client by the member to any other person;</p> <p class=\"clause-e\">  (q) every procedure that was commenced but not completed, including reasons for non-completion;</p> <p class=\"clause-e\">  (r) a copy of every written consent provided by the client, or the client’s substitute decision-maker; and</p> <p class=\"clause-e\">  (s) every refusal of a treatment or procedure by the client, or the client’s substitute decision-maker.  O. Reg. 9/08, s. 1.</p> <p class=\"subsection-e\">  (2) The member shall ensure that every part of a client health record has a reference identifying the client.  O. Reg. 9/08, s. 1. </p> <p class=\"subsection-e\">  (3) The member shall ensure that every entry in a client health record is dated and includes the identity of the person who made or dictated the entry.  O. Reg. 9/08, s. 1.</p>"
        },
        {
            "ahref_id": "#12.2",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 12.2 A member shall maintain a client health record, where the client is part of a communal screening program, that contains, (a) the client’s name, and a reference to the group with whom the client is identified; (b) the date and nature of the screening; (c) every clinical finding and assessment made by the member; (d) every referral of the client by the member to any other person; (e) a record of every refusal of a treatment or procedure by the client, or the client’s substitute decision-maker.  O. Reg. 9/08, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>12.2 </b>A member shall maintain a client health record, where the client is part of a communal screening program, that contains,</p> <p class=\"clause-e\">  (a) the client’s name, and a reference to the group with whom the client is identified;</p> <p class=\"clause-e\">  (b) the date and nature of the screening;</p> <p class=\"clause-e\">  (c) every clinical finding and assessment made by the member;</p> <p class=\"clause-e\">  (d) every referral of the client by the member to any other person;</p> <p class=\"clause-e\">  (e) a record of every refusal of a treatment or procedure by the client, or the client’s substitute decision-maker.  O. Reg. 9/08, s. 1.</p>"
        },
        {
            "ahref_id": "#12.3",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 12.3 The member shall maintain his or her records in a manner that ensures that a client or client’s substitute decision-maker and an investigator, assessor or representative of the College who is authorized under the Regulated Health Professions Act, 1991 has access to the records.  O. Reg. 9/08, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>12.3 </b>The member shall maintain his or her records in a manner that ensures that a client or client’s substitute decision-maker and an investigator, assessor or representative of the College who is authorized under the <i>Regulated Health Professions Act, 1991</i><i> </i>has access to the records.  O. Reg. 9/08, s. 1.</p>"
        },
        {
            "ahref_id": "#12.4",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 12.4 (1) Subject to subsection (2), every financial and client health record shall be retained for at least 10 years following, (a) the last intervention with the client or the date of the last entry in the client health record, whichever is longer; or (b) the day the client became or would have become 18 years old, if the client was younger than 18 at the time of the last intervention with him or her.  O. Reg. 9/08, s. 1. (2) A member shall retain a record relating to a communal screening program for at least three years following the date of the program.  O. Reg. 9/08, s. 1. (3) A member shall retain each daily appointment record respecting a client for 10 years from the date of the last client intervention and retain each equipment service record for 10 years from the date of the last entry respecting the equipment or instrument.  O. Reg. 9/08, s. 1. PART IV   NOTICE OF MEETINGS AND HEARINGS",
            "raw_html": "<p class=\"section-e\"> <b>12.4 </b>(1) Subject to subsection (2), every financial and client health record shall be retained for at least 10 years following,</p> <p class=\"clause-e\">  (a) the last intervention with the client or the date of the last entry in the client health record, whichever is longer; or</p> <p class=\"clause-e\">  (b) the day the client became or would have become 18 years old, if the client was younger than 18 at the time of the last intervention with him or her.  O. Reg. 9/08, s. 1.</p> <p class=\"subsection-e\">  (2) A member shall retain a record relating to a communal screening program for at least three years following the date of the program.  O. Reg. 9/08, s. 1.</p> <p class=\"subsection-e\">  (3) A member shall retain each daily appointment record respecting a client for 10 years from the date of the last client intervention and retain each equipment service record for 10 years from the date of the last entry respecting the equipment or instrument.  O. Reg. 9/08, s. 1.</p> <p class=\"partnum-e\"><a name=\"BK4\"></a>PART IV <br/>  NOTICE OF MEETINGS AND HEARINGS</p>"
        },
        {
            "ahref_id": "#13.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": "  13. (1) The Registrar shall ensure that notice is given in accordance with this Part with respect to each of the following that is required to be open to the public under the Act: 1. A meeting of the Council. 2. A hearing of the Discipline Committee respecting allegations of a member’s professional misconduct or incompetence.  O. Reg. 13/08, s. 1. (2) The notice must, where possible, be posted not less than 14 days before the date of the meeting or hearing on the website of the College.  O. Reg. 13/08, s. 1. (3) The notice must be published in English and in French.  O. Reg. 13/08, s. 1. (4) The notice must include, (a) the date, time and location of the meeting or hearing; (b) a statement of the purpose of the meeting or hearing including, in the case of a hearing, the name of the member against whom the allegations have been made and the member’s principal place of practice; and (c) an address and telephone number at which further information about the meeting or hearing may be obtained.  O. Reg. 13/08, s. 1. (5) The Registrar shall give notice of a meeting or hearing that is open to the public to every person who requests it.  O. Reg. 13/08, s. 1. (6) No meeting or hearing is invalid simply because a person has not complied with a requirement of this Part.  O. Reg. 13/08, s. 1. Part iv.1   Conflict of Interest",
            "raw_html": "<p class=\"section-e\"><b>  13. </b>(1) The Registrar shall ensure that notice is given in accordance with this Part with respect to each of the following that is required to be open to the public under the Act:</p> <p class=\"paragraph-e\">  1. A meeting of the Council.</p> <p class=\"paragraph-e\">  2. A hearing of the Discipline Committee respecting allegations of a member’s professional misconduct or incompetence.  O. Reg. 13/08, s. 1.</p> <p class=\"subsection-e\">  (2) The notice must, where possible, be posted not less than 14 days before the date of the meeting or hearing on the website of the College.  O. Reg. 13/08, s. 1.</p> <p class=\"subsection-e\">  (3) The notice must be published in English and in French.  O. Reg. 13/08, s. 1.</p> <p class=\"subsection-e\">  (4) The notice must include,</p> <p class=\"clause-e\">  (a) the date, time and location of the meeting or hearing;</p> <p class=\"clause-e\">  (b) a statement of the purpose of the meeting or hearing including, in the case of a hearing, the name of the member against whom the allegations have been made and the member’s principal place of practice; and</p> <p class=\"clause-e\">  (c) an address and telephone number at which further information about the meeting or hearing may be obtained.  O. Reg. 13/08, s. 1.</p> <p class=\"subsection-e\">  (5) The Registrar shall give notice of a meeting or hearing that is open to the public to every person who requests it.  O. Reg. 13/08, s. 1.</p> <p class=\"subsection-e\">  (6) No meeting or hearing is invalid simply because a person has not complied with a requirement of this Part.  O. Reg. 13/08, s. 1.</p> <p class=\"partnum-e\"><a name=\"BK5\"></a>Part iv.1 <br/>  Conflict of Interest</p>"
        },
        {
            "ahref_id": "#14.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 14. A member shall not act in a professional capacity while in a conflict of interest.  O. Reg. 31/13, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>A member shall not act in a professional capacity while in a conflict of interest.  O. Reg. 31/13, s. 1.</p>"
        },
        {
            "ahref_id": "#14.1",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 14.1 A member is in a conflict of interest if the member’s professional or ethical duty to a client, including a duty to exercise professional judgment in the client’s interest, (a) conflicts, appears to conflict or potentially conflicts with the member’s personal or financial interest; or (b) is influenced or appears to be influenced by the furthering of another person’s personal or financial interest.  O. Reg. 31/13, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>14.1 </b>A member is in a conflict of interest if the member’s professional or ethical duty to a client, including a duty to exercise professional judgment in the client’s interest,</p> <p class=\"clause-e\">  (a) conflicts, appears to conflict or potentially conflicts with the member’s personal or financial interest; or</p> <p class=\"clause-e\">  (b) is influenced or appears to be influenced by the furthering of another person’s personal or financial interest.  O. Reg. 31/13, s. 1.</p>"
        },
        {
            "ahref_id": "#14.2",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 14.2 Without limiting the generality of section 14.1, a member is in a conflict of interest when the member, directly or indirectly, (a) accepts a rebate, credit or other benefit that is related to the member referring a client to any other person; (b) offers, makes or confers a rebate, credit or other benefit to a person that is related to the referral of a client to the member; (c) offers, makes or confers a rebate, credit or other benefit to a client with respect to a service where the service is paid in whole or in part by a third party, other than the provision to a client, at no charge, of a product of nominal value to be used in the maintaining or promoting of well-being or oral health; (d) accepts, makes or confers a rebate, credit or other benefit relating to any dental hygiene materials or equipment, including materials or equipment intended to be provided to a client, that influence or appear to influence the exercise of the member’s professional judgment respecting the purchase or use of the materials or equipment; (e) uses, without reasonable consideration, any premises, dental hygiene materials or equipment provided by a person who inappropriately benefits from providing the premises, dental hygiene materials or equipment by or to the member; (f) enters into an agreement or arrangement that influences or appears to influence the member’s ability to properly exercise his or her professional expertise or judgment, or causes another member to enter into an agreement or arrangement of such a nature; (g) engages, with respect to the practice of the profession, in any form of revenue, fee or income sharing with any person except, (i) with another member, (ii) with a member of another College to which the Health Professions Procedural Code applies, or (iii)   in accordance with a written agreement that states that the member retains responsibility for and control over all aspects of his or her professional practice, including, but not limited to, record keeping and billing; (h) charges a client differing amounts for the same good or service depending on whether the client pays directly or indirectly; or (i) inappropriately ties professional services to the provision of other regulated or non-regulated health care services provided by the member.  O. Reg. 31/13, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>14.2 </b>Without limiting the generality of section 14.1, a member is in a conflict of interest when the member, directly or indirectly,</p> <p class=\"clause-e\">  (a) accepts a rebate, credit or other benefit that is related to the member referring a client to any other person;</p> <p class=\"clause-e\">  (b) offers, makes or confers a rebate, credit or other benefit to a person that is related to the referral of a client to the member;</p> <p class=\"clause-e\">  (c) offers, makes or confers a rebate, credit or other benefit to a client with respect to a service where the service is paid in whole or in part by a third party, other than the provision to a client, at no charge, of a product of nominal value to be used in the maintaining or promoting of well-being or oral health;</p> <p class=\"clause-e\">  (d) accepts, makes or confers a rebate, credit or other benefit relating to any dental hygiene materials or equipment, including materials or equipment intended to be provided to a client, that influence or appear to influence the exercise of the member’s professional judgment respecting the purchase or use of the materials or equipment;</p> <p class=\"clause-e\">  (e) uses, without reasonable consideration, any premises, dental hygiene materials or equipment provided by a person who inappropriately benefits from providing the premises, dental hygiene materials or equipment by or to the member;</p> <p class=\"clause-e\">  (f) enters into an agreement or arrangement that influences or appears to influence the member’s ability to properly exercise his or her professional expertise or judgment, or causes another member to enter into an agreement or arrangement of such a nature;</p> <p class=\"clause-e\">  (g) engages, with respect to the practice of the profession, in any form of revenue, fee or income sharing with any person except,</p> <p class=\"subclause-e\">  (i) with another member,</p> <p class=\"subclause-e\">  (ii) with a member of another College to which the Health Professions Procedural Code applies, or</p> <p class=\"subclause-e\">  (iii)   in accordance with a written agreement that states that the member retains responsibility for and control over all aspects of his or her professional practice, including, but not limited to, record keeping and billing;</p> <p class=\"clause-e\">  (h) charges a client differing amounts for the same good or service depending on whether the client pays directly or indirectly; or</p> <p class=\"clause-e\">  (i) inappropriately ties professional services to the provision of other regulated or non-regulated health care services provided by the member.  O. Reg. 31/13, s. 1.</p>"
        },
        {
            "ahref_id": "#14.3",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 14.3 A member is in a conflict of interest if the member participates in an arrangement that constitutes a conflict of interest as described in this Part even if the arrangement is not initiated by the member, but by a partner, associate, employer, client or other person.  O. Reg. 31/13, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>14.3 </b>A member is in a conflict of interest if the member participates in an arrangement that constitutes a conflict of interest as described in this Part even if the arrangement is not initiated by the member, but by a partner, associate, employer, client or other person.  O. Reg. 31/13, s. 1.</p>"
        },
        {
            "ahref_id": "#14.4",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 14.4 (1) A member is not in a conflict of interest in connection with making a recommendation about a treatment or product to a client that has the potential to benefit a person who is in a non-arm’s length relationship to the member if, before making the recommendation, the member, (a) discloses to the client the nature of the benefit; (b) discloses to the client the nature of the relationship between the member and the person in the non-arm’s length relationship; (c) advises the client that professional services provided to the client will not be affected if the client chooses to decline the member’s recommendation.  O. Reg. 31/13, s. 1. (2) A member is not in a conflict of interest in connection with making a recommendation about the referral of a client by the member to a person who is in a non-arm’s length relationship with the member if, before making the recommendation, the member, (a) discloses to the client the nature of the relationship between the member and the person in the non-arm’s length relationship; and (b) advises the client that professional services provided to the client will not be affected if the client chooses to decline the recommended referral.  O. Reg. 31/13, s. 1. PART V   PROFESSIONAL MISCONDUCT",
            "raw_html": "<p class=\"section-e\"> <b>14.4 </b>(1) A member is not in a conflict of interest in connection with making a recommendation about a treatment or product to a client that has the potential to benefit a person who is in a non-arm’s length relationship to the member if, before making the recommendation, the member,</p> <p class=\"clause-e\">  (a) discloses to the client the nature of the benefit;</p> <p class=\"clause-e\">  (b) discloses to the client the nature of the relationship between the member and the person in the non-arm’s length relationship;</p> <p class=\"clause-e\">  (c) advises the client that professional services provided to the client will not be affected if the client chooses to decline the member’s recommendation.  O. Reg. 31/13, s. 1.</p> <p class=\"subsection-e\">  (2) A member is not in a conflict of interest in connection with making a recommendation about the referral of a client by the member to a person who is in a non-arm’s length relationship with the member if, before making the recommendation, the member,</p> <p class=\"clause-e\">  (a) discloses to the client the nature of the relationship between the member and the person in the non-arm’s length relationship; and</p> <p class=\"clause-e\">  (b) advises the client that professional services provided to the client will not be affected if the client chooses to decline the recommended referral.  O. Reg. 31/13, s. 1.</p> <p class=\"partnum-e\"><a name=\"BK6\"></a>PART V <br/>  PROFESSIONAL MISCONDUCT</p>"
        },
        {
            "ahref_id": "#15.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 15. The following are acts of professional misconduct for the purposes of clause 51 (1) (c) of the Health Professions Procedural Code: 1. Contravening, by act or omission, a term, condition or limitation imposed on the member’s certificate of registration. 2. Contravening, by act or omission, a standard of practice of the profession or failing to maintain the standard of practice of the profession. 3. Treating or attempting to treat a condition that the member knows or ought to know is beyond his or her expertise or competence. 4. Failing to refer a client to a qualified medical or dental practitioner where the member recognizes or ought to recognize a condition which requires medical or dental examination. 5. Providing or continuing to provide treatment, a remedy or a procedure that is not indicated, has ceased to be effective or is unnecessary. 6. Doing anything to a client for a therapeutic, preventive, palliative, diagnostic, cosmetic or other health-related purpose except, i. with the informed consent of the client or the client’s authorized representative, or ii. as required or authorized by law. 7. Abusing a client verbally, physically, psychologically or emotionally. 8. Engaging in sexual misconduct involving a person, other than a client, i. with whom the member has a professional relationship, or ii. in relation to whom the member is in a position of authority or trust. 9. Discontinuing professional services contrary to the terms of an agreement between the member and a hospital within the meaning of the Public Hospitals Act. 10. Engaging in the practice of the profession while the member’s ability to do so is impaired by any substance. 11. Discontinuing professional services that are needed unless, i. the client requests the discontinuation, ii. alternative services are arranged, or iii. the client is given a reasonable opportunity to arrange alternate services. 12. Acting in a professional capacity while in a conflict of interest as described in Part IV.1. 13. Breaching an agreement with a client relating to professional services for the client or fees for such services. 14. Failing to reveal the exact nature of a remedy, treatment, device or procedure used by the member following a request by a client, a client’s authorized representative or the College to do so. 15. Making a claim respecting the utility of a remedy, treatment, device or procedure other than a claim which can be supported as reasonable professional opinion. 16. Influencing a client to change his or her will or other testamentary instrument. 17. Failing to provide to a client, a client’s authorized representative or a member of the public, when requested, the address and telephone number of the College. 18. Inappropriately using a term, title or designation in respect of the member’s practice. 19. Inappropriately using a term, title or designation indicating a specialization in the profession. 20. Using a name other than the member’s name as set out in the register in the course of providing or offering to provide services within the scope of practice of dental hygiene. 21. Failing to identify himself or herself, by name and certificate of registration number, upon request in the course of practising the profession. 22. Advertising or permitting advertising with respect to the member’s practice in contravention of the regulations. 23. Appearing in, or permitting the use of a member’s name in, an advertisement or communication that implies, or could be reasonably interpreted to imply, that the professional expertise of the member is relevant to the subject matter of the advertisement or communication.  This does not apply to an advertisement or communication of the member’s own practice or to an advertisement or communication by a non-profit organization if the member receives no consideration for his or her appearance or the use of his or her name. 24. Giving information about a client to a person without the consent of the client or his or her authorized representative except as required or permitted by law. 25. Failing to make arrangements with a client or his or her authorized representative for the transfer of the client’s records in the care of the member, i. when the member retires from practice, ii. when the member changes office location and the client or his or her authorized representative requests that the records be transferred, or iii. when requested to do so by the client or his or her authorized representative. 26. Failing to provide to a client the new business address and phone number of another member with whom the member previously practised in association, partnership, an employment relationship or otherwise, where the client has requested this information for the purpose of obtaining dental hygiene services from the member of his or her choice.  This does not apply to a member who was unable to obtain such information after having made all reasonable efforts to do so. 27. Failing to keep records in accordance with generally accepted standards of practice or as required by any applicable regulations. 28. Falsifying a record relating to the member’s practice. 29. Failing, without reasonable cause, to provide a report, certificate or copy of a record relating to an examination or treatment performed by the member within a reasonable time, to the client or his or her authorized representative, after they requested such a report, certificate or copy of a record. 30. Signing or issuing, in the member’s professional capacity, a document that the member knows or ought to know contains a false or misleading statement. 31. Submitting an account or charge for services that the member knows or ought to know is false or misleading. 32. Counselling or assisting in the submission of false or misleading accounts or charges to clients or in respect of their care. 33. Charging or accepting a fee or amount that is excessive or unreasonable in relation to the services performed. 34. Failing to advise a client or his or her authorized representative, upon request, of the fee to be charged for a service in advance of providing the service. 35. Failing to itemize an account for professional services, i. if requested to do so by the client or person or agency who is to pay, in whole or in part, for the services, or ii. if the account includes a commercial laboratory fee. 36. Refusing to perform a professional service that a client urgently requires unless all or part of the fee is paid before the service is provided. 37. Selling or assigning any debt owed to the member for professional services.  This does not prohibit the use of credit cards to pay for professional services. 38. Receiving any form of benefit from the practice of dental hygiene while under suspension unless full disclosure is made by the member to the College of the nature of the benefit to be obtained and prior approval is obtained from the Executive Committee. 39. Employing or otherwise benefiting from a suspended member with respect to the practice of dental hygiene unless full disclosure is made by the member to the College of the nature of the benefit to be obtained and prior approval is obtained from the Executive Committee. 40.  Revoked: O. Reg. 31/13, s. 2 (2). 41. Failing to pay any money owing to the College. 42. Failing to take reasonable steps to ensure that information provided by or on behalf of the member to the College is accurate. 43. Failing to reply appropriately and responsively within the time specified by the request or, if no time is specified, within 30 days to a written inquiry made by the College that requests a response. 44. Failing to attend an oral caution of the Complaints Committee or an oral reprimand of the Discipline Committee. 45. Failing to comply with an order or direction of a Committee or a panel of a Committee of the College. 46. Failing to abide by a written undertaking given by the member to the College or to carry out an agreement entered into with the College. 47. Contravening, by act or omission, the Act, the Regulated Health Professions Act, 1991 or the regulations under either of those Acts. 48. Contravening, by act or omission, a federal, provincial or territorial law, a municipal by-law or a hospital rule or by-law under the Public Hospitals Act if, i. the purpose of the law, by-law or rule is to protect the public health, or ii. the act or omission is relevant to the member’s suitability to practise. 49. Permitting, counselling or assisting any person who is not a member to hold himself or herself out as a member of the profession. 50. Failing to co-operate with an investigator of the College or another regulatory body, upon production by the investigator of his or her appointment under section 75 of the Health Professions Procedural Code or to provide access to and copies of all records, documents, and things that may be reasonably required for the purposes of the investigation. 51. Failing to promptly report to the College an incident of unsafe practice by a member. 52. Engaging in conduct or performing an act relevant to the practice of the profession that, having regard to all the circumstances would reasonably be regarded by members as disgraceful, dishonourable or unprofessional. 53. Engaging in conduct unbecoming a dental hygienist.  O. Reg. 382/08, s. 1; O. Reg. 31/13, s. 2. part vi   quality assurance General",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>The following are acts of professional misconduct for the purposes of clause 51 (1) (c) of the Health Professions Procedural Code:</p> <p class=\"paragraph-e\">  1. Contravening, by act or omission, a term, condition or limitation imposed on the member’s certificate of registration.</p> <p class=\"paragraph-e\">  2. Contravening, by act or omission, a standard of practice of the profession or failing to maintain the standard of practice of the profession.</p> <p class=\"paragraph-e\">  3. Treating or attempting to treat a condition that the member knows or ought to know is beyond his or her expertise or competence.</p> <p class=\"paragraph-e\">  4. Failing to refer a client to a qualified medical or dental practitioner where the member recognizes or ought to recognize a condition which requires medical or dental examination.</p> <p class=\"paragraph-e\">  5. Providing or continuing to provide treatment, a remedy or a procedure that is not indicated, has ceased to be effective or is unnecessary.</p> <p class=\"paragraph-e\">  6. Doing anything to a client for a therapeutic, preventive, palliative, diagnostic, cosmetic or other health-related purpose except,</p> <p class=\"subpara-e\">  i. with the informed consent of the client or the client’s authorized representative, or</p> <p class=\"subpara-e\">  ii. as required or authorized by law.</p> <p class=\"paragraph-e\">  7. Abusing a client verbally, physically, psychologically or emotionally.</p> <p class=\"paragraph-e\">  8. Engaging in sexual misconduct involving a person, other than a client,</p> <p class=\"subpara-e\">  i. with whom the member has a professional relationship, or</p> <p class=\"subpara-e\">  ii. in relation to whom the member is in a position of authority or trust.</p> <p class=\"paragraph-e\">  9. Discontinuing professional services contrary to the terms of an agreement between the member and a hospital within the meaning of the<i> </i><i>Public Hospitals Act</i>.</p> <p class=\"paragraph-e\">  10. Engaging in the practice of the profession while the member’s ability to do so is impaired by any substance.</p> <p class=\"paragraph-e\">  11. Discontinuing professional services that are needed unless,</p> <p class=\"subpara-e\">  i. the client requests the discontinuation,</p> <p class=\"subpara-e\">  ii. alternative services are arranged, or</p> <p class=\"subpara-e\">  iii. the client is given a reasonable opportunity to arrange alternate services.</p> <p class=\"paragraph-e\">  12. Acting in a professional capacity while in a conflict of interest as described in Part IV.1.</p> <p class=\"paragraph-e\">  13. Breaching an agreement with a client relating to professional services for the client or fees for such services.</p> <p class=\"paragraph-e\">  14. Failing to reveal the exact nature of a remedy, treatment, device or procedure used by the member following a request by a client, a client’s authorized representative or the College to do so.</p> <p class=\"paragraph-e\">  15. Making a claim respecting the utility of a remedy, treatment, device or procedure other than a claim which can be supported as reasonable professional opinion.</p> <p class=\"paragraph-e\">  16. Influencing a client to change his or her will or other testamentary instrument.</p> <p class=\"paragraph-e\">  17. Failing to provide to a client, a client’s authorized representative or a member of the public, when requested, the address and telephone number of the College.</p> <p class=\"paragraph-e\">  18. Inappropriately using a term, title or designation in respect of the member’s practice.</p> <p class=\"paragraph-e\">  19. Inappropriately using a term, title or designation indicating a specialization in the profession.</p> <p class=\"paragraph-e\">  20. Using a name other than the member’s name as set out in the register in the course of providing or offering to provide services within the scope of practice of dental hygiene.</p> <p class=\"paragraph-e\">  21. Failing to identify himself or herself, by name and certificate of registration number, upon request in the course of practising the profession.</p> <p class=\"paragraph-e\">  22. Advertising or permitting advertising with respect to the member’s practice in contravention of the regulations.</p> <p class=\"paragraph-e\">  23. Appearing in, or permitting the use of a member’s name in, an advertisement or communication that implies, or could be reasonably interpreted to imply, that the professional expertise of the member is relevant to the subject matter of the advertisement or communication.  This does not apply to an advertisement or communication of the member’s own practice or to an advertisement or communication by a non-profit organization if the member receives no consideration for his or her appearance or the use of his or her name. </p> <p class=\"paragraph-e\">  24. Giving information about a client to a person without the consent of the client or his or her authorized representative except as required or permitted by law.</p> <p class=\"paragraph-e\">  25. Failing to make arrangements with a client or his or her authorized representative for the transfer of the client’s records in the care of the member,</p> <p class=\"subpara-e\">  i. when the member retires from practice,</p> <p class=\"subpara-e\">  ii. when the member changes office location and the client or his or her authorized representative requests that the records be transferred, or</p> <p class=\"subpara-e\">  iii. when requested to do so by the client or his or her authorized representative.</p> <p class=\"paragraph-e\">  26. Failing to provide to a client the new business address and phone number of another member with whom the member previously practised in association, partnership, an employment relationship or otherwise, where the client has requested this information for the purpose of obtaining dental hygiene services from the member of his or her choice.  This does not apply to a member who was unable to obtain such information after having made all reasonable efforts to do so.</p> <p class=\"paragraph-e\">  27. Failing to keep records in accordance with generally accepted standards of practice or as required by any applicable regulations.</p> <p class=\"paragraph-e\">  28. Falsifying a record relating to the member’s practice.</p> <p class=\"paragraph-e\">  29. Failing, without reasonable cause, to provide a report, certificate or copy of a record relating to an examination or treatment performed by the member within a reasonable time, to the client or his or her authorized representative, after they requested such a report, certificate or copy of a record.</p> <p class=\"paragraph-e\">  30. Signing or issuing, in the member’s professional capacity, a document that the member knows or ought to know contains a false or misleading statement.</p> <p class=\"paragraph-e\">  31. Submitting an account or charge for services that the member knows or ought to know is false or misleading.</p> <p class=\"paragraph-e\">  32. Counselling or assisting in the submission of false or misleading accounts or charges to clients or in respect of their care.</p> <p class=\"paragraph-e\">  33. Charging or accepting a fee or amount that is excessive or unreasonable in relation to the services performed.</p> <p class=\"paragraph-e\">  34. Failing to advise a client or his or her authorized representative, upon request, of the fee to be charged for a service in advance of providing the service.</p> <p class=\"paragraph-e\">  35. Failing to itemize an account for professional services,</p> <p class=\"subpara-e\">  i. if requested to do so by the client or person or agency who is to pay, in whole or in part, for the services, or</p> <p class=\"subpara-e\">  ii. if the account includes a commercial laboratory fee.</p> <p class=\"paragraph-e\">  36. Refusing to perform a professional service that a client urgently requires unless all or part of the fee is paid before the service is provided.</p> <p class=\"paragraph-e\">  37. Selling or assigning any debt owed to the member for professional services.  This does not prohibit the use of credit cards to pay for professional services.</p> <p class=\"paragraph-e\">  38. Receiving any form of benefit from the practice of dental hygiene while under suspension unless full disclosure is made by the member to the College of the nature of the benefit to be obtained and prior approval is obtained from the Executive Committee.</p> <p class=\"paragraph-e\">  39. Employing or otherwise benefiting from a suspended member with respect to the practice of dental hygiene unless full disclosure is made by the member to the College of the nature of the benefit to be obtained and prior approval is obtained from the Executive Committee.</p> <p class=\"paragraph-e\">  40.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 31/13, s. 2 (2).</p> <p class=\"paragraph-e\">  41. Failing to pay any money owing to the College.</p> <p class=\"paragraph-e\">  42. Failing to take reasonable steps to ensure that information provided by or on behalf of the member to the College is accurate.</p> <p class=\"paragraph-e\">  43. Failing to reply appropriately and responsively within the time specified by the request or, if no time is specified, within 30 days to a written inquiry made by the College that requests a response.</p> <p class=\"paragraph-e\">  44. Failing to attend an oral caution of the Complaints Committee or an oral reprimand of the Discipline Committee.</p> <p class=\"paragraph-e\">  45. Failing to comply with an order or direction of a Committee or a panel of a Committee of the College.</p> <p class=\"paragraph-e\">  46. Failing to abide by a written undertaking given by the member to the College or to carry out an agreement entered into with the College.</p> <p class=\"paragraph-e\">  47. Contravening, by act or omission, the Act, the <i>Regulated Health Professions Act, 1991</i> or the regulations under either of those Acts.</p> <p class=\"paragraph-e\">  48. Contravening, by act or omission, a federal, provincial or territorial law, a municipal by-law or a hospital rule or by-law under the <i>Public Hospitals Act</i> if,</p> <p class=\"subpara-e\">  i. the purpose of the law, by-law or rule is to protect the public health, or</p> <p class=\"subpara-e\">  ii. the act or omission is relevant to the member’s suitability to practise.</p> <p class=\"paragraph-e\">  49. Permitting, counselling or assisting any person who is not a member to hold himself or herself out as a member of the profession.</p> <p class=\"paragraph-e\">  50. Failing to co-operate with an investigator of the College or another regulatory body, upon production by the investigator of his or her appointment under section 75 of the Health Professions Procedural Code or to provide access to and copies of all records, documents, and things that may be reasonably required for the purposes of the investigation.</p> <p class=\"paragraph-e\">  51. Failing to promptly report to the College an incident of unsafe practice by a member.</p> <p class=\"paragraph-e\">  52. Engaging in conduct or performing an act relevant to the practice of the profession that, having regard to all the circumstances would reasonably be regarded by members as disgraceful, dishonourable or unprofessional.</p> <p class=\"paragraph-e\">  53. Engaging in conduct unbecoming a dental hygienist.  O. Reg. 382/08, s. 1; O. Reg. 31/13, s. 2.</p> <p class=\"partnum-e\"><a name=\"BK7\"></a>part vi <br/>  quality assurance</p> <p class=\"heading1-e\"><a name=\"BK8\"></a>General</p>"
        },
        {
            "ahref_id": "#16.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 16. In this Part, “assessor” means a person appointed under section 81 of the Health Professions Procedural Code; “Committee” means the Quality Assurance Committee required by subsection 10 (1) of the Health Professions Procedural Code and includes a panel of that Committee; “program” means the quality assurance program required by section 80 of the Health Professions Procedural Code; “stratified random sampling” means a sampling where groups of members are, (a) removed from the pool of members to be sampled, or (b) weighted to increase or decrease the likelihood of their being selected.  O. Reg. 167/11, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>16. </b>In this Part,</p> <p class=\"firstdef-e\">“assessor” means a person appointed under section 81 of the Health Professions Procedural Code;</p> <p class=\"definition-e\">“Committee” means the Quality Assurance Committee required by subsection 10 (1) of the Health Professions Procedural Code and includes a panel of that Committee;</p> <p class=\"definition-e\">“program” means the quality assurance program required by section 80 of the Health Professions Procedural Code;</p> <p class=\"definition-e\">“stratified random sampling” means a sampling where groups of members are,</p> <p class=\"defclause-e\">  (a) removed from the pool of members to be sampled, or</p> <p class=\"defclause-e\">  (b) weighted to increase or decrease the likelihood of their being selected.  O. Reg. 167/11, s. 1.</p>"
        },
        {
            "ahref_id": "#17.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 17. (1) The Committee shall administer the program.  O. Reg. 167/11, s. 1. (2) The program shall include the following components: 1. Continuing education or professional development designed to, i. promote continuing competence and quality improvement among the members, ii. address changes to practice environments, and iii. incorporate standards of practice, advances in technology, changes made to entry to practice competencies and other relevant issues in the discretion of the Council. 2. Self, peer and practice assessments. 3. A mechanism for the College to monitor members’ participation in and compliance with the program.  O. Reg. 167/11, s. 1. (3) All members shall participate in the program.  O. Reg. 167/11, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>17. </b>(1) The Committee shall administer the program.  O. Reg. 167/11, s. 1.</p> <p class=\"subsection-e\">  (2) The program shall include the following components:</p> <p class=\"paragraph-e\">  1. Continuing education or professional development designed to,</p> <p class=\"subpara-e\">  i. promote continuing competence and quality improvement among the members,</p> <p class=\"subpara-e\">  ii. address changes to practice environments, and</p> <p class=\"subpara-e\">  iii. incorporate standards of practice, advances in technology, changes made to entry to practice competencies and other relevant issues in the discretion of the Council.</p> <p class=\"paragraph-e\">  2. Self, peer and practice assessments.</p> <p class=\"paragraph-e\">  3. A mechanism for the College to monitor members’ participation in and compliance with the program.  O. Reg. 167/11, s. 1.</p> <p class=\"subsection-e\">  (3) All members shall participate in the program.  O. Reg. 167/11, s. 1.</p>"
        },
        {
            "ahref_id": "#18.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 18. (1) A panel of the Committee shall be composed of at least three persons, at least one of whom shall be a member of the Council appointed by the Lieutenant Governor in Council.  O. Reg. 167/11, s. 1. (2) Two members of a panel of the Committee constitute a quorum if at least one of the two members is a member of the Council appointed by the Lieutenant Governor in Council.  O. Reg. 167/11, s. 1. Self-Assessment, Continuing Education and Professional Development",
            "raw_html": "<p class=\"section-e\"> <b>18. </b>(1) A panel of the Committee shall be composed of at least three persons, at least one of whom shall be a member of the Council appointed by the Lieutenant Governor in Council.  O. Reg. 167/11, s. 1.</p> <p class=\"subsection-e\">  (2) Two members of a panel of the Committee constitute a quorum if at least one of the two members is a member of the Council appointed by the Lieutenant Governor in Council.  O. Reg. 167/11, s. 1.</p> <p class=\"heading1-e\"><a name=\"BK9\"></a>Self-Assessment, Continuing Education and Professional Development</p>"
        },
        {
            "ahref_id": "#19.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 19. (1) Each year, members shall participate in self-assessment, continuing education and professional development activities in order to maintain the knowledge, skills and judgment required to practise the profession in accordance with the standards of practice and ethics set by the College.  O. Reg. 167/11, s. 1. (2) Members shall keep records of their participation in self-assessment, continuing education and professional development activities in the form and manner approved by the Committee and for the period of time specified by the Committee.  O. Reg. 167/11, s. 1. (3) At the request of the Committee, an assessor or an employee of the College, a member shall provide to the Committee accurate information about the member’s participation in self-assessment, continuing education and professional development activities and the member’s records described in subsection (2).  O. Reg. 167/11, s. 1. Peer and Practice Assessment",
            "raw_html": "<p class=\"section-e\"> <b>19. </b>(1) Each year, members shall participate in self-assessment, continuing education and professional development activities in order to maintain the knowledge, skills and judgment required to practise the profession in accordance with the standards of practice and ethics set by the College.  O. Reg. 167/11, s. 1.</p> <p class=\"subsection-e\">  (2) Members shall keep records of their participation in self-assessment, continuing education and professional development activities in the form and manner approved by the Committee and for the period of time specified by the Committee.  O. Reg. 167/11, s. 1.</p> <p class=\"subsection-e\">  (3) At the request of the Committee, an assessor or an employee of the College, a member shall provide to the Committee accurate information about the member’s participation in self-assessment, continuing education and professional development activities and the member’s records described in subsection (2).  O. Reg. 167/11, s. 1.</p> <p class=\"heading1-e\"><a name=\"BK10\"></a>Peer and Practice Assessment</p>"
        },
        {
            "ahref_id": "#20.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 20. (1) Each year, the Committee shall select members to undergo a peer and practice assessment in order to assess the members’ knowledge, skills and judgment.  O. Reg. 167/11, s. 1. (2) A member may be selected by the Committee to undergo a peer and practice assessment, (a) at random, including by stratified random sampling; (b) if a request is made under subsection 19 (3) and the member does not provide accurate information or the member’s records do not demonstrate that the member has engaged in adequate self-assessment, continuing education or professional development activities; or (c) on the basis of criteria specified by the Committee and published on the College’s website at least three months before the member is selected on the basis of that criteria.  O. Reg. 167/11, s. 1. (3) A peer and practice assessment shall be carried out by an assessor.  O. Reg. 167/11, s. 1. (4) A peer and practice assessment may include but is not limited to the following: 1. Reviewing the member’s records required by subsection 19 (2). 2. Inspecting the premises where the member practises. 3. Inspecting the member’s records of the care of patients. 4. Requiring the member to provide information in respect of the care of patients or in respect of the records of the care of patients. 5. Conferring with the member about the member’s practice. 6. Using an evaluation tool designed to help assess the member’s knowledge, skills and judgment, if requested by the Committee.  O. Reg. 167/11, s. 1. (5) The assessor shall prepare a written report about a peer and practice assessment and shall provide the report to the Committee.  O. Reg. 167/11, s. 1. (6) If, after considering the assessor’s report and any other relevant information, the Committee is of the opinion that the member’s knowledge, skills or judgment are not satisfactory, the Committee shall provide to the member, (a) notice of the Committee’s opinion; (b) a copy of the assessor’s report; (c) notice of the member’s right to make written submissions to the Committee within 14 days of receiving notice of the Committee’s opinion or within such longer time period as may be specified by the Committee; and (d) any other relevant information the Committee used to form its opinion.  O. Reg. 167/11, s. 1. (7) After receiving notice of the Committee’s opinion under subsection (6), the member shall have 14 days or such longer time period as may be specified by the Committee to make written submissions to the Committee.  O. Reg. 167/11, s. 1. (8) If, after considering any written submissions made by the member, the Committee is still of the opinion that the member’s knowledge, skills or judgment are not satisfactory, the Committee may exercise any of the powers listed in section 80.2 of the Health Professions Procedural Code.  O. Reg. 167/11, s. 1. (9) Regardless of whether the Committee provides notice of its opinion to the member under subsection (6), the Committee shall advise the member of the results of the peer and practice assessment.  O. Reg. 167/11, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>20. </b>(1) Each year, the Committee shall select members to undergo a peer and practice assessment in order to assess the members’ knowledge, skills and judgment.  O. Reg. 167/11, s. 1.</p> <p class=\"subsection-e\">  (2) A member may be selected by the Committee to undergo a peer and practice assessment,</p> <p class=\"clause-e\">  (a) at random, including by stratified random sampling;</p> <p class=\"clause-e\">  (b) if a request is made under subsection 19 (3) and the member does not provide accurate information or the member’s records do not demonstrate that the member has engaged in adequate self-assessment, continuing education or professional development activities; or</p> <p class=\"clause-e\">  (c) on the basis of criteria specified by the Committee and published on the College’s website at least three months before the member is selected on the basis of that criteria.  O. Reg. 167/11, s. 1.</p> <p class=\"subsection-e\">  (3) A peer and practice assessment shall be carried out by an assessor.  O. Reg. 167/11, s. 1.</p> <p class=\"subsection-e\">  (4) A peer and practice assessment may include but is not limited to the following:</p> <p class=\"paragraph-e\">  1. Reviewing the member’s records required by subsection 19 (2).</p> <p class=\"paragraph-e\">  2. Inspecting the premises where the member practises.</p> <p class=\"paragraph-e\">  3. Inspecting the member’s records of the care of patients.</p> <p class=\"paragraph-e\">  4. Requiring the member to provide information in respect of the care of patients or in respect of the records of the care of patients.</p> <p class=\"paragraph-e\">  5. Conferring with the member about the member’s practice.</p> <p class=\"paragraph-e\">  6. Using an evaluation tool designed to help assess the member’s knowledge, skills and judgment, if requested by the Committee.  O. Reg. 167/11, s. 1.</p> <p class=\"subsection-e\">  (5) The assessor shall prepare a written report about a peer and practice assessment and shall provide the report to the Committee.  O. Reg. 167/11, s. 1.</p> <p class=\"subsection-e\">  (6) If, after considering the assessor’s report and any other relevant information, the Committee is of the opinion that the member’s knowledge, skills or judgment are not satisfactory, the Committee shall provide to the member,</p> <p class=\"clause-e\">  (a) notice of the Committee’s opinion;</p> <p class=\"clause-e\">  (b) a copy of the assessor’s report;</p> <p class=\"clause-e\">  (c) notice of the member’s right to make written submissions to the Committee within 14 days of receiving notice of the Committee’s opinion or within such longer time period as may be specified by the Committee; and</p> <p class=\"clause-e\">  (d) any other relevant information the Committee used to form its opinion.  O. Reg. 167/11, s. 1.</p> <p class=\"subsection-e\">  (7) After receiving notice of the Committee’s opinion under subsection (6), the member shall have 14 days or such longer time period as may be specified by the Committee to make written submissions to the Committee.  O. Reg. 167/11, s. 1.</p> <p class=\"subsection-e\">  (8) If, after considering any written submissions made by the member, the Committee is still of the opinion that the member’s knowledge, skills or judgment are not satisfactory, the Committee may exercise any of the powers listed in section 80.2 of the Health Professions Procedural Code.  O. Reg. 167/11, s. 1.</p> <p class=\"subsection-e\">  (9) Regardless of whether the Committee provides notice of its opinion to the member under subsection (6), the Committee shall advise the member of the results of the peer and practice assessment.  O. Reg. 167/11, s. 1.</p>"
        },
        {
            "ahref_id": "#21.-26.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 21.-26. Revoked:  O. Reg. 167/11, s. 1. PART VII   REGISTRATION",
            "raw_html": "<p class=\"section-e\"> <b>21.-26. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 167/11, s. 1.</p> <p class=\"partnum-e\"><a name=\"BK11\"></a>PART VII <br/>  REGISTRATION</p>"
        },
        {
            "ahref_id": "#27.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 27. The following are prescribed as classes of certificates of registration: 1. General. 2. Specialty. 3. Inactive. 4. Emergency. O. Reg. 36/12, s. 1; O. Reg. 278/23, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>27. </b>The following are prescribed as classes of certificates of registration:</p> <p class=\"paragraph-e\">  1. General.</p> <p class=\"paragraph-e\">  2. Specialty.</p> <p class=\"paragraph-e\">  3. Inactive.</p> <p class=\"paragraph-e\">  4. Emergency. O. Reg. 36/12, s. 1; O. Reg. 278/23, s. 1.</p>"
        },
        {
            "ahref_id": "#28.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 28. (1) A person may apply for a certificate of registration by submitting a completed application to the Registrar, in the manner specified by the Registrar, together with all required supporting documentation and the application fee.  O. Reg. 36/12, s. 1. (2) This Regulation, as it read immediately before March 26, 2012 continues to apply to applications for a certificate of registration that were received by the Registrar and that were not finally determined before that date.  O. Reg. 36/12, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>28. </b>(1) A person may apply for a certificate of registration by submitting a completed application to the Registrar, in the manner specified by the Registrar, together with all required supporting documentation and the application fee.  O. Reg. 36/12, s. 1.</p> <p class=\"subsection-e\">  (2) This Regulation, as it read immediately before March 26, 2012<b> </b>continues to apply to applications for a certificate of registration that were received by the Registrar and that were not finally determined before that date.  O. Reg. 36/12, s. 1.</p>"
        },
        {
            "ahref_id": "#29.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 29. (1) It is a registration requirement for a certificate of registration of any class that the applicant provide details of any of the following that relate to the applicant: 1. Any charge for any criminal offence, including a charge under the Criminal Code\n(Canada), the Controlled Drugs and Substances Act\r\n(Canada) or the Food and Drugs Act (Canada), unless the ensuing proceedings concluded with a verdict of not guilty. 2. Any charge for any other offence where the ensuing proceedings resulted in the imposition of incarceration or a fine of more than $1,000. 3. A finding of professional misconduct, incompetency or incapacity, or any like finding, in Ontario in relation to another profession, or in another jurisdiction in relation to the profession or another profession. 4. A current proceeding for professional misconduct, incompetency or incapacity, or any like proceeding, in Ontario in relation to another profession, or in another jurisdiction in relation to the profession or another profession. 5. An unsuccessful application for registration as a dental hygienist in Ontario or another jurisdiction. 6. An attempt to pass an examination or evaluation required for purposes of being licensed or certified to practise any profession whether in Ontario or another jurisdiction that has not, at the time of the application, resulted in a passing grade.  O. Reg. 36/12, s. 1. (2) An applicant shall provide the information referred to in subsection (1) upon application or, if an event referred to in subsection (1) occurs after the application is submitted but before a certificate of registration is issued, immediately after the event occurs.  O. Reg. 36/12, s. 1. (3) Where an applicant has undertaken a program in dental hygiene that at the time of the applicant’s graduation was not accredited by the Commission on Dental Accreditation of Canada or by the American Dental Association Commission on Dental Accreditation, it is a registration requirement for a certificate of registration of any class that the applicant provide a copy of a verification of his or her program in dental hygiene that has been prepared by an assessment agency that has been approved by the Registration Committee for that purpose.  O. Reg. 36/12, s. 1. (4) In addition to the requirements in subsection (1), the following are registration requirements for a registration of any class: 1. The applicant must provide the College with a police record check that is dated no earlier than one year before the date on which his or her application was submitted. 2. Within the 12-month period immediately preceding the submission of his or her application, the applicant must successfully complete a jurisprudence course set or approved by the Registration Committee. 3. The applicant must be able to effectively comprehend and communicate in either English or French, both orally and in writing.  O. Reg. 36/12, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>29. </b>(1) It is a registration requirement for a certificate of registration of any class that the applicant provide details of any of the following that relate to the applicant:</p> <p class=\"paragraph-e\">  1. Any charge for any criminal offence, including a charge under the <i>Criminal Code</i><i>\n</i>(Canada), the<i> <i>Controlled Drugs and Substances Act</i></i>\r\n(Canada) or the <i>Food and Drugs Act</i> (Canada), unless the ensuing proceedings concluded with a verdict of not guilty.</p> <p class=\"paragraph-e\">  2. Any charge for any other offence where the ensuing proceedings resulted in the imposition of incarceration or a fine of more than $1,000.</p> <p class=\"paragraph-e\">  3. A finding of professional misconduct, incompetency or incapacity, or any like finding, in Ontario in relation to another profession, or in another jurisdiction in relation to the profession or another profession.</p> <p class=\"paragraph-e\">  4. A current proceeding for professional misconduct, incompetency or incapacity, or any like proceeding, in Ontario in relation to another profession, or in another jurisdiction in relation to the profession or another profession.</p> <p class=\"paragraph-e\">  5. An unsuccessful application for registration as a dental hygienist in Ontario or another jurisdiction.</p> <p class=\"paragraph-e\">  6. An attempt to pass an examination or evaluation required for purposes of being licensed or certified to practise any profession whether in Ontario or another jurisdiction that has not, at the time of the application, resulted in a passing grade.  O. Reg. 36/12, s. 1.</p> <p class=\"subsection-e\">  (2) An applicant shall provide the information referred to in subsection (1) upon application or, if an event referred to in subsection (1) occurs after the application is submitted but before a certificate of registration is issued, immediately after the event occurs.  O. Reg. 36/12, s. 1.</p> <p class=\"subsection-e\">  (3) Where an applicant has undertaken a program in dental hygiene that at the time of the applicant’s graduation was not accredited by the Commission on Dental Accreditation of Canada or by the American Dental Association Commission on Dental Accreditation, it is a registration requirement for a certificate of registration of any class that the applicant provide a copy of a verification of his or her program in dental hygiene that has been prepared by an assessment agency that has been approved by the Registration Committee for that purpose.  O. Reg. 36/12, s. 1.</p> <p class=\"subsection-e\">  (4) In addition to the requirements in subsection (1), the following are registration requirements for a registration of any class:</p> <p class=\"paragraph-e\">  1. The applicant must provide the College with a police record check that is dated no earlier than one year before the date on which his or her application was submitted.</p> <p class=\"paragraph-e\">  2. Within the 12-month period immediately preceding the submission of his or her application, the applicant must successfully complete a jurisprudence course set or approved by the Registration Committee.  </p> <p class=\"paragraph-e\">  3. The applicant must be able to effectively comprehend and communicate in either English or French, both orally and in writing.  O. Reg. 36/12, s. 1.</p>"
        },
        {
            "ahref_id": "#30.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 30. It is a condition of a certificate of registration of any class that the member provide the College with details of any of the following that relate to the member and that occur or arise after registration: 1. A charge for any offence unless the ensuing proceedings concluded with a verdict of not guilty. 2. A finding of professional misconduct, incompetency or incapacity, or any like finding, in Ontario in relation to another profession, or in another jurisdiction in relation to the profession or another profession. 3. A proceeding for professional misconduct, incompetency or incapacity, or any like proceeding, in Ontario in relation to another profession, or in another jurisdiction in relation to the profession or another profession.  O. Reg. 36/12, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>30. </b>It is a condition of a certificate of registration of any class that the member provide the College with details of any of the following that relate to the member and that occur or arise after registration:</p> <p class=\"paragraph-e\">  1. A charge for any offence unless the ensuing proceedings concluded with a verdict of not guilty.</p> <p class=\"paragraph-e\">  2. A finding of professional misconduct, incompetency or incapacity, or any like finding, in Ontario in relation to another profession, or in another jurisdiction in relation to the profession or another profession.</p> <p class=\"paragraph-e\">  3. A proceeding for professional misconduct, incompetency or incapacity, or any like proceeding, in Ontario in relation to another profession, or in another jurisdiction in relation to the profession or another profession.  O. Reg. 36/12, s. 1.</p>"
        },
        {
            "ahref_id": "#31.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 31. (1) An applicant for the issuance of a general certificate of registration must meet the following non-exemptible registration requirements: 1. The applicant must have, i. successfully completed a program in dental hygiene that is equivalent to a full-time program of two years and which, at the time of the applicant’s graduation, was accredited by the Commission on Dental Accreditation of Canada or by the American Dental Association Commission on Dental Accreditation, or ii. subject to subsection (2), successfully completed a program in dental hygiene that the Registration Committee considers to be substantially equivalent to a program referred to in subparagraph i. 2. The applicant must be the holder of a certificate issued by the National Dental Hygiene Certification Board or, if he or she was never eligible to sit for the National Dental Hygiene Certification Examination but otherwise meets the registration requirements, must have successfully completed the written competency evaluation set or approved by the Registration Committee. 3. Subsequent to having met the requirement in paragraph 2, the applicant must have successfully completed a clinical competency evaluation set or approved by the Registration Committee, unless the applicant has successfully completed a program referred to in subparagraph 1 i. 4. An applicant who submits to an evaluation under paragraph 2 or 3 must pay the applicable fees. 5. The applicant must provide evidence satisfactory to the Registrar that the applicant will have professional liability insurance in the amount and in the form as required by the by-laws as of the anticipated date for the issuance of his or her certificate of registration.  O. Reg. 36/12, s. 1. (2) Where the program referred to in subparagraph 1 ii of subsection (1) was taken in Canada or the United States of America, the Registration Committee shall not consider it to be substantially equivalent to a program referred to in subparagraph 1 i of subsection (1) if the applicant completed the program on or after March 26, 2015.  O. Reg. 36/12, s. 1. (3) The College shall provide the applicant with a copy of the list of programs referred to in subparagraph 1 i of subsection (1) upon request.  O. Reg. 36/12, s. 1. (4) Where section 22.18 of the Health Professions Procedural Code applies to an applicant, the applicant is deemed to have met the requirements of subsection 29 (3), paragraphs 1, 2 and 3 of subsection (1) and paragraph 2 of section 32.  O. Reg. 36/12, s. 1. (5) Despite subsection (4), it is a non-exemptible registration requirement that an applicant referred to in that subsection, provide a certificate, letter or other evidence satisfactory to the Registrar or a panel of the Registration Committee that the applicant is in good standing as a dental hygienist in every jurisdiction where the applicant holds an out-of-province certificate.  O. Reg. 36/12, s. 1. (6) Despite subsection (4), it is a non-exemptible registration requirement that, where an applicant referred to in that subsection is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised the profession to the extent that would be permitted by a general certificate of registration at any time in the three years immediately prior to the date of the applicant’s application, the applicant must, within 18 months before the day the general certificate of registration is issued, have successfully completed either, (a) a refresher course set or approved by the Registration Committee; or (b) a professional competency assessment as set or approved by the Registration Committee and, if recommended by the professional competency assessment, upgrading courses as set or approved by the Registration Committee.  O. Reg. 36/12, s. 1. (7) Despite subsection (4), a requirement set out in subsection 29 (3) or in paragraphs 1, 2 and 3 of subsection (1) or in paragraph 2 of section 32 will continue to apply to an applicant where that requirement is a requirement described in subsection 22.18 (3) of the Health Professions Procedural Code.  O. Reg. 36/12, s. 1. (8) An applicant referred to in subsection (4) is deemed to have met the requirement in paragraph 3 of subsection 29 (4) where the requirements for the issuance of the applicant’s out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph.  O. Reg. 36/12, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>31. </b>(1) An applicant for the issuance of a general certificate of registration must meet the following non-exemptible registration requirements:</p> <p class=\"paragraph-e\">  1. The applicant must have,</p> <p class=\"subpara-e\">  i. successfully completed a program in dental hygiene that is equivalent to a full-time program of two years and which, at the time of the applicant’s graduation, was accredited by the Commission on Dental Accreditation of Canada or by the American Dental Association Commission on Dental Accreditation, or</p> <p class=\"subpara-e\">  ii. subject to subsection (2), successfully completed a program in dental hygiene that the Registration Committee considers to be substantially equivalent to a program referred to in subparagraph i.</p> <p class=\"paragraph-e\">  2. The applicant must be the holder of a certificate issued by the National Dental Hygiene Certification Board or, if he or she was never eligible to sit for the National Dental Hygiene Certification Examination but otherwise meets the registration requirements, must have successfully completed the written competency evaluation set or approved by the Registration Committee.</p> <p class=\"paragraph-e\">  3. Subsequent to having met the requirement in paragraph 2, the applicant must have successfully completed a clinical competency evaluation set or approved by the Registration Committee, unless the applicant has successfully completed a program referred to in subparagraph 1 i.</p> <p class=\"paragraph-e\">  4. An applicant who submits to an evaluation under paragraph 2 or 3 must pay the applicable fees.</p> <p class=\"paragraph-e\"><b> </b>5. The applicant must provide evidence satisfactory to the Registrar that the applicant will have professional liability insurance in the amount and in the form as required by the by-laws as of the anticipated date for the issuance of his or her certificate of registration.  O. Reg. 36/12, s. 1.</p> <p class=\"subsection-e\">  (2) Where the program referred to in subparagraph 1 ii of subsection (1) was taken in Canada or the United States of America, the Registration Committee shall not consider it to be substantially equivalent to a program referred to in subparagraph 1 i of subsection (1) if the applicant completed the program on or after March 26, 2015.  O. Reg. 36/12, s. 1.</p> <p class=\"subsection-e\">  (3) The College shall provide the applicant with a copy of the list of programs referred to in subparagraph 1 i of subsection (1) upon request.  O. Reg. 36/12, s. 1.</p> <p class=\"subsection-e\">  (4) Where section 22.18 of the Health Professions Procedural Code applies to an applicant, the applicant is deemed to have met the requirements of subsection 29 (3), paragraphs 1, 2 and 3 of subsection (1) and paragraph 2 of section 32.  O. Reg. 36/12, s. 1.</p> <p class=\"subsection-e\">  (5) Despite subsection (4), it is a non-exemptible registration requirement that an applicant referred to in that subsection, provide a certificate, letter or other evidence satisfactory to the Registrar or a panel of the Registration Committee that the applicant is in good standing as a dental hygienist in every jurisdiction where the applicant holds an out-of-province certificate.  O. Reg. 36/12, s. 1.</p> <p class=\"subsection-e\">  (6) Despite subsection (4), it is a non-exemptible registration requirement that, where an applicant referred to in that subsection is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised the profession to the extent that would be permitted by a general certificate of registration at any time in the three years immediately prior to the date of the applicant’s application, the applicant must, within 18 months before the day the general certificate of registration is issued, have successfully completed either,</p> <p class=\"clause-e\">  (a) a refresher course set or approved by the Registration Committee; or</p> <p class=\"clause-e\">  (b) a professional competency assessment as set or approved by the Registration Committee and, if recommended by the professional competency assessment, upgrading courses as set or approved by the Registration Committee.  O. Reg. 36/12, s. 1.</p> <p class=\"subsection-e\">  (7) Despite subsection (4), a requirement set out in subsection 29 (3) or in paragraphs 1, 2 and 3 of subsection (1) or in paragraph 2 of section 32 will continue to apply to an applicant where that requirement is a requirement described in subsection 22.18 (3) of the Health Professions Procedural Code.  O. Reg. 36/12, s. 1.</p> <p class=\"subsection-e\">  (8) An applicant referred to in subsection (4) is deemed to have met the requirement in paragraph 3 of subsection 29 (4) where the requirements for the issuance of the applicant’s out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph.  O. Reg. 36/12, s. 1.</p>"
        },
        {
            "ahref_id": "#32.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 32. The following are registration requirements for a general certificate of registration: 1. Nothing in the applicant’s conduct affords reasonable grounds for the belief that the applicant will not practise the profession safely and with decency, integrity and honesty, and in accordance with the law. 2. If the applicant completed a program referred to in paragraph 1 of subsection 31 (1) more than three years before the date of the application for registration, the applicant must, i. within 18 months before the day the general certificate of registration is issued, have successfully completed either, A. a refresher course set or approved by the Registration Committee, or B. a\r\nprofessional competency assessment as set or approved by the Registration Committee and, if recommended by the professional competency assessment, upgrading courses as set or approved by the Registration Committee, or ii. have been practising dental hygiene in any jurisdiction within the three years before the issuance of the certificate of registration in a manner that demonstrates that he or she could meet the current standards of practice in Ontario and provide the College with a certificate of professional conduct from any such jurisdiction. 3. The applicant must be a Canadian citizen or a permanent resident of Canada or be authorized under the Immigration and Refugee Protection Act (Canada) to engage in the practice of the profession.  O. Reg. 36/12, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>32. </b>The following are registration requirements for a general certificate of registration:</p> <p class=\"paragraph-e\">  1. Nothing in the applicant’s conduct affords reasonable grounds for the belief that the applicant will not practise the profession safely and with decency, integrity and honesty, and in accordance with the law.</p> <p class=\"paragraph-e\">  2. If the applicant completed a program referred to in paragraph 1 of subsection 31 (1) more than three years before the date of the application for registration, the applicant must,</p> <p class=\"subpara-e\">  i. within 18 months before the day the general certificate of registration is issued, have successfully completed either,</p> <p class=\"subsubpara-e\">  A. a refresher course set or approved by the Registration Committee, or</p> <p class=\"subsubpara-e\">  B. a\r\nprofessional competency assessment as set or approved by the Registration Committee and, if recommended by the professional competency assessment, upgrading courses as set or approved by the Registration Committee, or</p> <p class=\"subpara-e\">  ii. have been practising dental hygiene in any jurisdiction within the three years before the issuance of the certificate of registration in a manner that demonstrates that he or she could meet the current standards of practice in Ontario and provide the College with a certificate of professional conduct from any such jurisdiction.</p> <p class=\"paragraph-e\">  3. The applicant must be a Canadian citizen or a permanent resident of Canada or be authorized under the <i>Immigration and Refugee Protection Act</i> (Canada) to engage in the practice of the profession.  O. Reg. 36/12, s. 1.</p>"
        },
        {
            "ahref_id": "#33.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 33. The following are conditions of a general or specialty certificate of registration: 1. The applicant must be a Canadian citizen or a permanent resident of Canada or be authorized under the Immigration and Refugee Protection Act (Canada) to engage in the practice of the profession. 2. The member shall maintain professional liability insurance in the amount and in the form as required by the by-laws.  O. Reg. 36/12, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>33. </b>The following are conditions of a general or specialty certificate of registration:</p> <p class=\"paragraph-e\">  1. The applicant must be a Canadian citizen or a permanent resident of Canada or be authorized under the <i>Immigration and Refugee Protection Act</i><i> </i>(Canada) to engage in the practice of the profession.</p> <p class=\"paragraph-e\">  2. The member shall maintain professional liability insurance in the amount and in the form as required by the by-laws.  O. Reg. 36/12, s. 1.</p>"
        },
        {
            "ahref_id": "#34.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 34. (1) The following are non-exemptible registration requirements for a specialty certificate of registration as a restorative dental hygienist: 1. The applicant must be the holder of a general certificate of registration. 2. The applicant must have, i. successfully completed a program in restorative dental hygiene that at the time of the applicant’s graduation was accredited by the Commission on Dental Accreditation of Canada or by the American Dental Association Commission on Dental Accreditation, or ii. successfully completed a program in restorative dental hygiene that the Registration Committee considers to be substantially equivalent to the program referred to in subparagraph i. 3. If the applicant completed a program referred to in paragraph 2 more than three years before the date of the application for a specialty certificate of registration, the applicant must, i. within 18 months before the day the specialty certificate of registration is issued, have successfully completed either, A. a\r\nrestorative dental hygiene refresher course set or approved by the Registration Committee, or B. a professional competency assessment as set or approved by the Registration Committee and, if recommended by the professional competency assessment, upgrading courses as set or approved by the Registration Committee, or ii. have been practising restorative dental hygiene in any jurisdiction within the three years before the issuance of the certificate of registration in a manner that demonstrates that the applicant could meet current standards of practice in Ontario and provide the College with a certificate of professional conduct from any such jurisdiction. 4. The applicant, other than an applicant who has successfully completed a program referred to in subparagraph 2 i, must have successfully completed a specialty evaluation set or approved by the Registration Committee and complied with all requirements associated with the evaluation, including payment of the relevant fees set by the by-laws.  O. Reg. 36/12, s. 1. (2) Where section 22.18 of the Health Professions Procedural Code applies to an applicant, the applicant is deemed to have met the requirements of subsection 29 (3) and of subsection (1).  O. Reg. 36/12, s. 1. (3) Despite subsection (2), it is a non-exemptible registration requirement that an applicant referred to in that subsection  provide a certificate, letter or other evidence satisfactory to the Registrar or a panel of the Registration Committee that the applicant is in good standing as a dental hygienist with a specialty in restorative dental hygiene in every jurisdiction where the applicant holds an out-of-province certificate.  O. Reg. 36/12, s. 1. (4) Despite subsection (2), where an applicant referred to in that subsection is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised restorative dental hygiene to the extent that would be permitted by a specialty certificate of registration as a restorative dental hygienist at any time in the three years immediately prior to the date of that applicant’s application, that applicant must, within 18 months before the day the specialty certificate of registration as a restorative dental hygienist is issued, have successfully completed either, (a) a restorative dental hygiene refresher course set or approved by the Registration Committee; or (b) a professional competency assessment as set or approved by the Registration Committee and, if recommended by the professional competency assessment, upgrading courses as set or approved by the Registration Committee.  O. Reg. 36/12, s. 1. (5) Despite subsection (2), a requirement set out in subsection 29 (3) or in subsection (1) will continue to apply to an applicant where that requirement is a requirement described in subsection 22.18 (3) of the Health Professions Procedural Code.  O. Reg. 36/12, s. 1. (6) An applicant referred to in subsection (2) is deemed to have met the requirement in paragraph 3 of subsection 29 (4) where the requirements for the issuance of the applicant’s out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph.  O. Reg. 36/12, s. 1. (7) For the purposes of paragraph 3 of subsection (1) and of subsection (4), “practised restorative dental hygiene” and “practising restorative dental hygiene” mean having performed restorative procedures for which an order would have been required under subsection 5 (2) of the Act if the procedures were performed in Ontario.  O. Reg. 36/12, s. 1. (8) The College shall provide the applicant with a copy of the list of programs referred to in subparagraph 2 i of subsection (1) upon request.  O. Reg. 36/12, s. 1. (9) Only a member who holds a specialty certificate shall use the title “restorative dental hygienist”, a variation or abbreviation or an equivalent in another language.  O. Reg. 36/12, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>34. </b>(1) The following are non-exemptible registration requirements for a specialty certificate of registration as a restorative dental hygienist:</p> <p class=\"paragraph-e\">  1. The applicant must be the holder of a general certificate of registration.</p> <p class=\"paragraph-e\">  2. The applicant must have,</p> <p class=\"subpara-e\">  i. successfully completed a program in restorative dental hygiene that at the time of the applicant’s graduation was accredited by the Commission on Dental Accreditation of Canada or by the American Dental Association Commission on Dental Accreditation, or</p> <p class=\"subpara-e\">  ii. successfully completed a program in restorative dental hygiene that the Registration Committee considers to be substantially equivalent to the program referred to in subparagraph i.</p> <p class=\"paragraph-e\">  3. If the applicant completed a program referred to in paragraph 2 more than three years before the date of the application for a specialty certificate of registration, the applicant must,</p> <p class=\"subpara-e\">  i. within 18 months before the day the specialty certificate of registration is issued, have successfully completed either,</p> <p class=\"subsubpara-e\">  A. a\r\nrestorative dental hygiene refresher course set or approved by the Registration Committee, or</p> <p class=\"subsubpara-e\">  B. a professional competency assessment as set or approved by the Registration Committee and, if recommended by the professional competency assessment, upgrading courses as set or approved by the Registration Committee, or</p> <p class=\"subpara-e\">  ii. have been practising restorative dental hygiene in any jurisdiction within the three years before the issuance of the certificate of registration in a manner that demonstrates that the applicant could meet current standards of practice in Ontario and provide the College with a certificate of professional conduct from any such jurisdiction.</p> <p class=\"paragraph-e\">  4. The applicant, other than an applicant who has successfully completed a program referred to in subparagraph 2 i, must have successfully completed a specialty evaluation set or approved by the Registration Committee and complied with all requirements associated with the evaluation, including payment of the relevant fees set by the by-laws.  O. Reg. 36/12, s. 1.</p> <p class=\"subsection-e\">  (2) Where section 22.18 of the Health Professions Procedural Code applies to an applicant, the applicant is deemed to have met the requirements of subsection 29 (3) and of subsection (1).  O. Reg. 36/12, s. 1.</p> <p class=\"subsection-e\">  (3) Despite subsection (2), it is a non-exemptible registration requirement that an applicant referred to in that subsection  provide a certificate, letter or other evidence satisfactory to the Registrar or a panel of the Registration Committee that the applicant is in good standing as a dental hygienist with a specialty in restorative dental hygiene in every jurisdiction where the applicant holds an out-of-province certificate.  O. Reg. 36/12, s. 1.</p> <p class=\"subsection-e\">  (4) Despite subsection (2), where an applicant referred to in that subsection is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised restorative dental hygiene to the extent that would be permitted by a specialty certificate of registration as a restorative dental hygienist at any time in the three years immediately prior to the date of that applicant’s application, that applicant must, within 18 months before the day the specialty certificate of registration as a restorative dental hygienist is issued, have successfully completed either,</p> <p class=\"clause-e\">  (a) a restorative dental hygiene refresher course set or approved by the Registration Committee; or</p> <p class=\"clause-e\">  (b) a professional competency assessment as set or approved by the Registration Committee and, if recommended by the professional competency assessment, upgrading courses as set or approved by the Registration Committee.  O. Reg. 36/12, s. 1.</p> <p class=\"subsection-e\">  (5) Despite subsection (2), a requirement set out in subsection 29 (3) or in subsection (1) will continue to apply to an applicant where that requirement is a requirement described in subsection 22.18 (3) of the Health Professions Procedural Code.  O. Reg. 36/12, s. 1.</p> <p class=\"subsection-e\">  (6) An applicant referred to in subsection (2) is deemed to have met the requirement in paragraph 3 of subsection 29 (4) where the requirements for the issuance of the applicant’s out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph.  O. Reg. 36/12, s. 1.</p> <p class=\"subsection-e\">  (7) For the purposes of paragraph 3 of subsection (1) and of subsection (4), “practised restorative dental hygiene” and “practising restorative dental hygiene” mean having performed restorative procedures for which an order would have been required under subsection 5 (2) of the Act if the procedures were performed in Ontario.  O. Reg. 36/12, s. 1.</p> <p class=\"subsection-e\">  (8) The College shall provide the applicant with a copy of the list of programs referred to in subparagraph 2 i of subsection (1) upon request.  O. Reg. 36/12, s. 1.</p> <p class=\"subsection-e\">  (9) Only a member who holds a specialty certificate shall use the title “restorative dental hygienist”, a variation or abbreviation or an equivalent in another language.  O. Reg. 36/12, s. 1.</p>"
        },
        {
            "ahref_id": "#35.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 35. (1) It is a non-exemptible registration requirement for an inactive certificate of registration that the applicant must, (a) be a member who has previously been the holder of a general certificate of registration; (b) meet the requirements of paragraphs 1, 2, 3 and 4 of subsection 31 (1) and the registration requirements of paragraphs 1 and 3 of subsection 29 (4) and paragraphs 1 and 3 of section 32; or (c) be an applicant to whom subsection 31 (4) applies, and meet the registration requirements of paragraphs 1 and 3 of subsection 29 (4) and of paragraphs 1 and 3 of section 32, with the exception that, where the requirements for the issuance of the applicant’s out-of-province certificate of registration included language proficiency requirements equivalent to those required by paragraph 3 of subsection 29 (4), the requirements of that paragraph do not have to be met.  O. Reg. 36/12, s. 1. (2) It is a condition of an inactive certificate of registration that the member not practise as a dental hygienist in Ontario.  O. Reg. 36/12, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>35. </b>(1) It is a non-exemptible registration requirement for an inactive certificate of registration that the applicant must,</p> <p class=\"clause-e\">  (a) be a member who has previously been the holder of a general certificate of registration; </p> <p class=\"clause-e\">  (b) meet the requirements of paragraphs 1, 2, 3 and 4 of subsection 31 (1) and the registration requirements of paragraphs 1 and 3 of subsection 29 (4) and paragraphs 1 and 3 of section 32; or</p> <p class=\"clause-e\">  (c) be an applicant to whom subsection 31 (4) applies, and meet the registration requirements of paragraphs 1 and 3 of subsection 29 (4) and of paragraphs 1 and 3 of section 32, with the exception that, where the requirements for the issuance of the applicant’s out-of-province certificate of registration included language proficiency requirements equivalent to those required by paragraph 3 of subsection 29 (4), the requirements of that paragraph do not have to be met.  O. Reg. 36/12, s. 1.</p> <p class=\"subsection-e\">  (2) It is a condition of an inactive certificate of registration that the member not practise as a dental hygienist in Ontario.  O. Reg. 36/12, s. 1.</p>"
        },
        {
            "ahref_id": "#35.1",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 35.1 (1) The following are non-exemptible registration requirements for an emergency certificate of registration: 1. The Minister must have requested that the College initiate registrations under this class based on the Minister’s opinion that emergency circumstances call for it or the Council must have determined, after taking into account all of the relevant circumstances that impact the ability of applicants to meet the ordinary registration requirements, that there are emergency circumstances, and that it is in the public interest that the College issue emergency certificates. 2. The applicant must satisfy the educational requirements set out in paragraph 1 of subsection 31 (1). 3. The applicant must satisfy the requirement for professional liability insurance set out in paragraph 5 of subsection 31 (1). 4. The applicant must be a Canadian citizen or a permanent resident of Canada or be authorized under the Immigration and Refugee Protection Act (Canada) to engage in the practice of the profession. O. Reg. 278/23, s. 2. (2) It is a requirement for the issuance of an emergency certificate of registration that within the three years immediately prior to submitting their application for registration, the applicant must, (a) have satisfied the educational requirements of paragraph 1 of subsection 31(1); or (b) have been practising dental hygiene in any jurisdiction in a manner that demonstrates to the Registrar that they could meet the current standards of practice in Ontario and provide the College with a certificate of professional conduct from any such jurisdiction. O. Reg. 278/23, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>35.1 </b>(1) The following are non-exemptible registration requirements for an emergency certificate of registration:</p> <p class=\"paragraph-e\">  1. The Minister must have requested that the College initiate registrations under this class based on the Minister’s opinion that emergency circumstances call for it or the Council must have determined, after taking into account all of the relevant circumstances that impact the ability of applicants to meet the ordinary registration requirements, that there are emergency circumstances, and that it is in the public interest that the College issue emergency certificates.</p> <p class=\"paragraph-e\">  2. The applicant must satisfy the educational requirements set out in paragraph 1 of subsection 31 (1).</p> <p class=\"paragraph-e\">  3. The applicant must satisfy the requirement for professional liability insurance set out in paragraph 5 of subsection 31 (1).</p> <p class=\"paragraph-e\">  4. The applicant must be a Canadian citizen or a permanent resident of Canada or be authorized under the <i>Immigration and Refugee Protection Act </i>(Canada) to engage in the practice of the profession. O. Reg. 278/23, s. 2.</p> <p class=\"subsection-e\">  (2) It is a requirement for the issuance of an emergency certificate of registration that within the three years immediately prior to submitting their application for registration, the applicant must,</p> <p class=\"clause-e\">  (a) have satisfied the educational requirements of paragraph 1 of subsection 31(1); or</p> <p class=\"clause-e\">  (b) have been practising dental hygiene in any jurisdiction in a manner that demonstrates to the Registrar that they could meet the current standards of practice in Ontario and provide the College with a certificate of professional conduct<b> </b>from any such jurisdiction. O. Reg. 278/23, s. 2.</p>"
        },
        {
            "ahref_id": "#35.2",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 35.2 The following are conditions of an emergency certificate of registration: 1. The member shall maintain professional liability insurance in the amount and in the form as required by the by-laws. 2. The member shall practise the profession only under the supervision of a holder of a general or specialty certificate of registration who has been approved by the Registrar. 3. The member shall at all times when providing professional services identify themselves as practising under supervision. 4. The member shall use the title “Registered Dental Hygienist (Emergency)” or “RDH (Emergency)”or “Hygiéniste dentaire autorisée (Urgence)” or “HDA (Urgence)”. O. Reg. 278/23, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>35.2 </b>The following are conditions of an emergency certificate of registration:</p> <p class=\"paragraph-e\">  1. The member shall maintain professional liability insurance in the amount and in the form as required by the by-laws.</p> <p class=\"paragraph-e\">  2. The member shall practise the profession only under the supervision of a holder of a general or specialty certificate of registration who has been approved by the Registrar.</p> <p class=\"paragraph-e\">  3. The member shall at all times when providing professional services identify themselves as practising under supervision.</p> <p class=\"paragraph-e\">  4. The member shall use the title “Registered Dental Hygienist (Emergency)” or “RDH (Emergency)”or “Hygiéniste dentaire autorisée (Urgence)” or “HDA (Urgence)”. O. Reg. 278/23, s. 2.</p>"
        },
        {
            "ahref_id": "#35.3",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 35.3 (1) Unless stated otherwise on the certificate, an emergency certificate of registration expires one year after it is issued, unless it is renewed. O. Reg. 278/23, s. 2. (2) Unless stated otherwise on the certificate, a renewed emergency certificate of registration expires one year after it is issued, unless it is renewed again. O. Reg. 278/23, s. 2. (3) Despite subsections (1) and (2), an emergency certificate of registration expires six months after the earlier of, (a) the date the Minister withdraws their request that emergency certificates of registration be issued or renewed; and (b) the date the Council declares that the emergency circumstances referred to in paragraph 1 of subsection 35.1 (1) have ended. O. Reg. 278/23, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>35.3 </b>(1) Unless stated otherwise on the certificate, an emergency certificate of registration expires one year after it is issued, unless it is renewed. O. Reg. 278/23, s. 2.</p> <p class=\"subsection-e\">  (2) Unless stated otherwise on the certificate, a renewed emergency certificate of registration expires one year after it is issued, unless it is renewed again. O. Reg. 278/23, s. 2.</p> <p class=\"subsection-e\">  (3) Despite subsections (1) and (2), an emergency certificate of registration expires six months after the earlier of,</p> <p class=\"clause-e\">  (a) the date the Minister withdraws their request that emergency certificates of registration be issued or renewed; and</p> <p class=\"clause-e\">  (b) the date the Council declares that the emergency circumstances referred to in paragraph 1 of subsection 35.1 (1) have ended. O. Reg. 278/23, s. 2.</p>"
        },
        {
            "ahref_id": "#35.4",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 35.4 A member who holds an emergency certificate of registration in the emergency class may be issued a general certificate of registration despite not having met the requirements set out in paragraphs 2 and 3 of subsection 31 (1), if the member, (a) applies for a general certificate of registration; (b) satisfies all other requirements for a general certificate of registration in the general class; and (c) provides satisfactory evidence based on their practice for a period of at least one year under the emergency certificate of registration that the member will practise competently and ethically. O. Reg. 278/23, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>35.4 </b>A member who holds an emergency certificate of registration in the emergency class may be issued a general certificate of registration despite not having met the requirements set out in paragraphs 2 and 3 of subsection 31 (1), if the member,</p> <p class=\"clause-e\">  (a) applies for a general certificate of registration;</p> <p class=\"clause-e\">  (b) satisfies all other requirements for a general certificate of registration in the general class; and</p> <p class=\"clause-e\">  (c) provides satisfactory evidence based on their practice for a period of at least one year under the emergency certificate of registration that the member will practise competently and ethically. O. Reg. 278/23, s. 2.</p>"
        },
        {
            "ahref_id": "#36.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": "  36. (1) Subject to subsections (2) and (3), a member who holds an inactive certificate of registration may, upon application, be issued a general certificate of registration or, if appropriate, a specialty certificate of registration if the member continues to meet the requirements of subsection 29 (4) and paragraphs 1 and 3 of section 32 and meets at least one of the following registration requirements: 1. The member has practised dental hygiene within the previous three years and has done so in a manner that demonstrates that the member could meet the current standards of practice in Ontario. 2. The member has, within 18 months before the day the general or specialty certificate of registration is issued, successfully completed, i. a refresher course set or approved by the Registration Committee, or ii. a professional competency assessment as set or approved by the Registration Committee and, if recommended by the professional competency assessment, upgrading courses as set or approved by the Registration Committee.  O. Reg. 36/12, s. 1. (2) The member must provide evidence satisfactory to the Registrar that the applicant will have professional liability insurance in the amount and in the form as required by the by-laws as of the anticipated date for the issuance of his or her general or specialty certificate of registration.  O. Reg. 36/12, s. 1. (3) If the member is applying for a general or specialty certificate of registration on the basis of having met the requirements of paragraph 1 of subsection (1) and the member has practised in a jurisdiction outside of Ontario during the preceding three years, the member must provide the College with a certificate of professional conduct from every jurisdiction in which he or she practised.  O. Reg. 36/12, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>  36. </b>(1) Subject to subsections (2) and (3), a member who holds an inactive certificate of registration may, upon application, be issued a general certificate of registration or, if appropriate, a specialty certificate of registration if the member continues to meet the requirements of subsection 29 (4) and paragraphs 1 and 3 of section 32 and meets at least one of the following registration requirements:</p> <p class=\"paragraph-e\">  1. The member has practised dental hygiene within the previous three years and has done so in a manner that demonstrates that the member could meet the current standards of practice in Ontario.</p> <p class=\"paragraph-e\">  2. The member has, within 18 months before the day the general or specialty certificate of registration is issued, successfully completed,</p> <p class=\"subpara-e\">  i. a refresher course set or approved by the Registration Committee, or</p> <p class=\"subpara-e\">  ii. a professional competency assessment as set or approved by the Registration Committee and, if recommended by the professional competency assessment, upgrading courses as set or approved by the Registration Committee.  O. Reg. 36/12, s. 1.</p> <p class=\"subsection-e\">  (2) The member must provide evidence satisfactory to the Registrar that the applicant will have professional liability insurance in the amount and in the form as required by the by-laws as of the anticipated date for the issuance of his or her general or specialty certificate of registration.  O. Reg. 36/12, s. 1.</p> <p class=\"subsection-e\">  (3) If the member is applying for a general or specialty certificate of registration on the basis of having met the requirements of paragraph 1 of subsection (1) and the member has practised in a jurisdiction outside of Ontario during the preceding three years, the member must provide the College with a certificate of professional conduct from every jurisdiction in which he or she practised.  O. Reg. 36/12, s. 1.</p>"
        },
        {
            "ahref_id": "#37.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 37. (1) If a member fails to provide the annual information return required by the by-laws, the Registrar may send the member notice that he or she must comply within 30 days of receiving the notice.  O. Reg. 36/12, s. 1. (2) If the member fails to provide an information return within 30 days of receiving the notice under subsection (1), the Registrar may suspend the member’s certificate of registration.  O. Reg. 36/12, s. 1. (3) The Registrar shall lift the suspension of a certificate suspended under subsection (2) if the member provides the information required under the by-laws and pays any outstanding fees and penalties in an amount set out in the by-laws.  O. Reg. 36/12, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>37. </b>(1) If a member fails to provide the annual information return required by the by-laws, the Registrar may send the member notice that he or she must comply within 30 days of receiving the notice.  O. Reg. 36/12, s. 1.</p> <p class=\"subsection-e\">  (2) If the member fails to provide an information return within 30 days of receiving the notice under subsection (1), the Registrar may suspend the member’s certificate of registration.  O. Reg. 36/12, s. 1.</p> <p class=\"subsection-e\">  (3) The Registrar shall lift the suspension of a certificate suspended under subsection (2) if the member provides the information required under the by-laws and pays any outstanding fees and penalties in an amount set out in the by-laws.  O. Reg. 36/12, s. 1.</p>"
        },
        {
            "ahref_id": "#38.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 38. (1) The Registrar shall suspend the certificate of registration of a member holding a general or specialty certificate of registration who fails to comply with the condition set out in paragraph 1 or 2 of section 33.  O. Reg. 36/12, s. 1. (2) If the Registrar suspends a member’s certificate of registration under subsection (1), the Registrar shall lift the suspension on, (a) the receipt of proof that section 33 is now being fully complied with; and (b) the payment of the fees set out in the by-laws.  O. Reg. 36/12, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>38. </b>(1) The Registrar shall suspend the certificate of registration of a member holding a general or specialty certificate of registration who fails to comply with the condition set out in paragraph 1 or 2 of section 33.  O. Reg. 36/12, s. 1.</p> <p class=\"subsection-e\">  (2) If the Registrar suspends a member’s certificate of registration under subsection (1), the Registrar shall lift the suspension on,</p> <p class=\"clause-e\">  (a) the receipt of proof that section 33 is now being fully complied with; and </p> <p class=\"clause-e\">  (b) the payment of the fees set out in the by-laws.  O. Reg. 36/12, s. 1.</p>"
        },
        {
            "ahref_id": "#39.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 39. (1) If the Registrar suspends or revokes a member’s certificate of registration for failure to pay a prescribed fee, the Registrar shall lift the suspension or issue a new certificate on the payment of, (a) the fee the member failed to pay; (b) the reinstatement fee as required under the by-laws; (c) all outstanding fees, costs and expenses; and (d) any applicable penalties or other fees owing under the by-laws.  O. Reg. 36/12, s. 1. (2) If a person whose certificate of registration has been revoked or suspended as a result of disciplinary or incapacity proceedings applies to have a new certificate issued or the suspension lifted, and the Registrar is directed under the Health Professions Procedural Code to issue the new certificate or lift the suspension, the Registrar shall do so on the payment of, (a) all outstanding fees, costs and expenses; and (b) any applicable penalties or other fees owing under the by-laws.  O. Reg. 36/12, s. 1. (3) A certificate of registration that has been suspended by the Registrar is deemed to have been revoked the day after the second anniversary of the event that gave rise to the suspension, if the suspension is still in effect at that time.  O. Reg. 36/12, s. 1. PART VIII   Miscellaneous",
            "raw_html": "<p class=\"section-e\"> <b>39. </b>(1) If the Registrar suspends or revokes a member’s certificate of registration for failure to pay a prescribed fee, the Registrar shall lift the suspension or issue a new certificate on the payment of,</p> <p class=\"clause-e\">  (a) the fee the member failed to pay;</p> <p class=\"clause-e\">  (b) the reinstatement fee as required under the by-laws;</p> <p class=\"clause-e\">  (c) all outstanding fees, costs and expenses; and</p> <p class=\"clause-e\">  (d) any applicable penalties or other fees owing under the by-laws.  O. Reg. 36/12, s. 1.</p> <p class=\"subsection-e\">  (2) If a person whose certificate of registration has been revoked or suspended as a result of disciplinary or incapacity proceedings applies to have a new certificate issued or the suspension lifted, and the Registrar is directed under the<i> </i><i>Health Professions Procedural Code</i><i> </i>to issue the new certificate or lift the suspension, the Registrar shall do so on the payment of,</p> <p class=\"clause-e\">  (a) all outstanding fees, costs and expenses; and</p> <p class=\"clause-e\">  (b) any applicable penalties or other fees owing under the by-laws.  O. Reg. 36/12, s. 1.</p> <p class=\"subsection-e\">  (3) A certificate of registration that has been suspended by the Registrar is deemed to have been revoked the day after the second anniversary of the event that gave rise to the suspension, if the suspension is still in effect at that time.  O. Reg. 36/12, s. 1.</p> <p class=\"partnum-e\"><a name=\"BK12\"></a>PART VIII <br/>  Miscellaneous</p>"
        },
        {
            "ahref_id": "#40.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 40. The spousal exception in subsection 1 (5) of the Health Professions Procedural Code applies in respect of the College. O. Reg. 565/20, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>40. </b>The spousal exception in subsection 1 (5) of the Health Professions Procedural Code applies in respect of the College. O. Reg. 565/20, s. 1.</p>"
        },
        {
            "ahref_id": NaN,
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}