{
    "reg_info": {
        "full_title": "O. Reg. 364/16: INVOICING REQUIREMENTS",
        "reg_name_text": "INVOICING REQUIREMENTS",
        "citation": "O. Reg. 364/16: ",
        "act_under": "Ontario Rebate for Electricity Consumers Act, 2016   Loi de 2016 sur la remise de l'Ontario pour les consommateurs d'électricité ",
        "url": "https://www.ontario.ca/laws/regulation/160364",
        "date_scraped": "2023-12-18 22:07:18"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "February 14, 2020",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/160364/v5",
            "valid_from": "November  1, 2019",
            "valid_to": "February 13, 2020"
        },
        {
            "a_href": "/laws/regulation/160364/v4",
            "valid_from": "September 13, 2019",
            "valid_to": "October 31, 2019"
        },
        {
            "a_href": "/laws/regulation/160364/v3",
            "valid_from": "June  2, 2017",
            "valid_to": "September 12, 2019"
        },
        {
            "a_href": "/laws/regulation/160364/v2",
            "valid_from": "January  1, 2017",
            "valid_to": "June  1, 2017"
        },
        {
            "a_href": "/laws/regulation/160364/v1",
            "valid_from": "November 18, 2016",
            "valid_to": "December 31, 2016"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": null,
            "section": null,
            "content": "Legislative History: 166/17,\r\n310/19,\r\n17/20. This Regulation is made in English only.",
            "raw_html": "<p class=\"section-e\">Legislative History: <span class=\"MsoHyperlink\"><a href=\"https://www.ontario.ca/laws/regulation/R17166\">166/17</a></span>,\r\n<span class=\"MsoHyperlink\"><a href=\"https://www.ontario.ca/laws/regulation/R19310\">310/19</a></span>,\r\n<span class=\"MsoHyperlink\"><a href=\"https://www.ontario.ca/laws/regulation/R20017\">17/20</a></span>.</p> <p class=\"version-e\">This Regulation is made in English only.</p>"
        },
        {
            "id": "1.",
            "section": "Definitions",
            "content": "  1. In this Regulation, “financial assistance” has the same meaning as in Ontario Regulation 363/16; “Minister” means the Minister of Energy, Northern Development and Mines. O. Reg. 364/16, s. 1; O. Reg. 166/17, s. 1; O. Reg. 310/19, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>In this Regulation,</p> <p class=\"definition-e\">“financial assistance” has the same meaning as in Ontario Regulation 363/16;</p> <p class=\"definition-e\">“Minister” means the Minister of Energy, Northern Development and Mines. O. Reg. 364/16, s. 1; O. Reg. 166/17, s. 1; O. Reg. 310/19, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Invoices — electricity vendors",
            "content": " 2. (1) Subject to section 4, the following rules apply in the case of an invoice issued by an electricity vendor for a billing period in respect of an eligible account, commencing with the first invoice with respect to a period in which financial assistance is provided: 1. The total amount of the credited financial assistance for the billing period and, if applicable, the amount of any credits for financial assistance for previous billing periods that were not provided in previous billing periods, must be clearly shown as a line item on the face of the invoice at an appropriate location below the itemized charges for electricity, delivery, regulatory charges, debt retirement charge and harmonized sales tax and below any line item related to financial assistance under the Ontario Electricity Support Program, but above the net amount of the invoice after deducting the credit. 2. The line item must be displayed no less prominently than the itemized charges referred to in paragraph 1. 3. The credit must be labelled as follows: “Ontario Electricity Rebate”. 4.-6.  Revoked: O. Reg. 166/17, s. 2 (2). O. Reg. 364/16, s. 2 (1); O. Reg. 166/17, s. 2 (1, 2); O. Reg. 310/19, s. 2. (2) Revoked: O. Reg. 166/17, s. 2 (3). (3) Where the invoice is presented in French, any requirement as to wording stipulated in the rules under subsection (1) may be met by using the equivalent wording in French.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) Subject to section 4, the following rules apply in the case of an invoice issued by an electricity vendor for a billing period in respect of an eligible account, commencing with the first invoice with respect to a period in which financial assistance is provided:</p> <p class=\"paragraph-e\">  1. The total amount of the credited financial assistance for the billing period and, if applicable, the amount of any credits for financial assistance for previous billing periods that were not provided in previous billing periods, must be clearly shown as a line item on the face of the invoice at an appropriate location below the itemized charges for electricity, delivery, regulatory charges, debt retirement charge and harmonized sales tax and below any line item related to financial assistance under the Ontario Electricity Support Program, but above the net amount of the invoice after deducting the credit.</p> <p class=\"paragraph-e\">  2. The line item must be displayed no less prominently than the itemized charges referred to in paragraph 1.</p> <p class=\"paragraph-e\">  3. The credit must be labelled as follows: “Ontario Electricity Rebate”.</p> <p class=\"paragraph-e\"> 4.-6.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 166/17, s. 2 (2).</p> <p class=\"footnote-e\">O. Reg. 364/16, s. 2 (1); O. Reg. 166/17, s. 2 (1, 2); O. Reg. 310/19, s. 2.</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 166/17, s. 2 (3).</p> <p class=\"subsection-e\">  (3) Where the invoice is presented in French, any requirement as to wording stipulated in the rules under subsection (1) may be met by using the equivalent wording in French.</p>"
        },
        {
            "id": "3.",
            "section": "Invoices — unit sub-meter providers",
            "content": " 3. (1) Subject to section 4, the following rules apply in the case of an invoice issued to a person by a unit sub-meter provider who provides unit sub-metering for a consumer to whom subsection 3 (7) of the Act applies, commencing with the first invoice with respect to a period in which financial assistance is provided: 1. The invoice must clearly show, as a line item on the face of the invoice at an appropriate location below the itemized charges for electricity, delivery, regulatory charges, debt retirement charge and harmonized sales tax, and below any line item related to financial assistance under the Ontario Electricity Support Program, but above the total amount payable on the invoice, i. a credit equal to the sum of, A. the amount of the credit to which the person is entitled in respect of the financial assistance to which the consumer is entitled under the Act or a regulation made under the Act for the period to which the invoice relates, B. the amount of financial assistance to which the person is entitled for that period under the Act or a regulation made under the Act in respect of any fees and charges for unit sub-metering under section 4 of Ontario Regulation 363/16 (General) made under the Act and, if applicable, any lump sum payment under section 4.1 of that Regulation, and C. the amount of any credits to which the person was entitled for previous invoice periods that were not provided in previous invoices, and ii. the net amount of the invoice after deducting the credit. 2. The line item must be displayed no less prominently than the itemized charges referred to in paragraph 1. 3. The credit must be labelled as follows: “Ontario Electricity Rebate”. 4.-6.  Revoked: O. Reg. 166/17, s. 3 (2). O. Reg. 364/16, s. 3 (1); O. Reg. 166/17, s. 3; O. Reg. 310/19, s. 3; O. Reg. 17/20, s. 1. (2) Where the invoice is presented in French, any requirement as to wording stipulated in the rules under subsection (1) may be met by using the equivalent wording in French.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) Subject to section 4, the following rules apply in the case of an invoice issued to a person by a unit sub-meter provider who provides unit sub-metering for a consumer to whom subsection 3 (7) of the Act applies, commencing with the first invoice with respect to a period in which financial assistance is provided:</p> <p class=\"paragraph-e\">  1. The invoice must clearly show, as a line item on the face of the invoice at an appropriate location below the itemized charges for electricity, delivery, regulatory charges, debt retirement charge and harmonized sales tax, and below any line item related to financial assistance under the Ontario Electricity Support Program, but above the total amount payable on the invoice,</p> <p class=\"subpara-e\">  i. a credit equal to the sum of,</p> <p class=\"subsubpara-e\">  A. the amount of the credit to which the person is entitled in respect of the financial assistance to which the consumer is entitled under the Act or a regulation made under the Act for the period to which the invoice relates,</p> <p class=\"subsubpara-e\">  B. the amount of financial assistance to which the person is entitled for that period under the Act or a regulation made under the Act in respect of any fees and charges for unit sub-metering under section 4 of Ontario Regulation 363/16 (General) made under the Act and, if applicable, any lump sum payment under section 4.1 of that Regulation, and</p> <p class=\"subsubpara-e\">  C. the amount of any credits to which the person was entitled for previous invoice periods that were not provided in previous invoices, and</p> <p class=\"subpara-e\">  ii. the net amount of the invoice after deducting the credit.</p> <p class=\"paragraph-e\">  2. The line item must be displayed no less prominently than the itemized charges referred to in paragraph 1.</p> <p class=\"paragraph-e\">  3. The credit must be labelled as follows: “Ontario Electricity Rebate”.</p> <p class=\"paragraph-e\"> 4.-6.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 166/17, s. 3 (2).</p> <p class=\"footnote-e\">O. Reg. 364/16, s. 3 (1); O. Reg. 166/17, s. 3; O. Reg. 310/19, s. 3; O. Reg. 17/20, s. 1.</p> <p class=\"subsection-e\">  (2) Where the invoice is presented in French, any requirement as to wording stipulated in the rules under subsection (1) may be met by using the equivalent wording in French.</p>"
        },
        {
            "id": "4.",
            "section": "Alternative invoicing requirement authorized by Minister",
            "content": "  4. (1) If any of the following circumstances apply, the Minister may, on the request of an electricity vendor or a unit sub-meter provider who issues invoices, give notice in writing to the person, specifying an alternative invoicing requirement to an invoicing requirement set out in this Regulation: 1. The Minister is satisfied that, for technical or operational reasons, it would be impossible, impractical or unreasonably difficult for the electricity vendor or unit sub-meter provider to comply with an invoicing requirement set out in this Regulation. 2. The Minister is satisfied that, on the basis of an electricity vendor or unit sub-meter provider’s assessment of the preferences of its consumers, an alternative invoicing requirement is warranted. O. Reg. 310/19, s. 4. (2) The alternative invoicing requirement specified in the notice must, in the opinion of the Minister, promote the purposes of the invoicing requirement for which the alternative is being specified. O. Reg. 310/19, s. 4. (3) If the Minister is satisfied that the alternative invoicing requirement specified in the notice may be used in a circumstance described in subsection (1) by other electricity vendors or unit sub-meter providers who issue invoices, the Minister may give a copy of the notice to the Board and set out the circumstances in which the alternative invoicing requirement specified in the notice may be applied by electricity vendors or unit sub-meter providers who issue invoices. O. Reg. 310/19, s. 4. (4) The Board shall notify all electricity vendors and unit sub-meter providers who issue invoices of the alternative invoicing requirement it receives from the Minister and the circumstances in which the alternative invoicing requirement may be applied. O. Reg. 310/19, s. 4. (5) If an electricity vendor or unit sub-meter provider who issues invoices receives notice from the Minister under subsection (1), it shall comply with the alternative invoicing requirement specified in the notice instead of the relevant requirement set out in this Regulation. O. Reg. 310/19, s. 4. (6) A person who receives a notification under subsection (3) may, in the circumstances set out in the notification, comply with the invoicing requirement set out in the notification instead of the relevant requirement set out in this Regulation. O. Reg. 310/19, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>  4. </b>(1) If any of the following circumstances apply, the Minister may, on the request of an electricity vendor or a unit sub-meter provider who issues invoices, give notice in writing to the person, specifying an alternative invoicing requirement to an invoicing requirement set out in this Regulation:</p> <p class=\"paragraph-e\">  1. The Minister is satisfied that, for technical or operational reasons, it would be impossible, impractical or unreasonably difficult for the electricity vendor or unit sub-meter provider to comply with an invoicing requirement set out in this Regulation.</p> <p class=\"paragraph-e\">  2. The Minister is satisfied that, on the basis of an electricity vendor or unit sub-meter provider’s assessment of the preferences of its consumers, an alternative invoicing requirement is warranted. O. Reg. 310/19, s. 4.</p> <p class=\"subsection-e\">  (2) The alternative invoicing requirement specified in the notice must, in the opinion of the Minister, promote the purposes of the invoicing requirement for which the alternative is being specified. O. Reg. 310/19, s. 4.</p> <p class=\"subsection-e\">  (3) If the Minister is satisfied that the alternative invoicing requirement specified in the notice may be used in a circumstance described in subsection (1) by other electricity vendors or unit sub-meter providers who issue invoices, the Minister may give a copy of the notice to the Board and set out the circumstances in which the alternative invoicing requirement specified in the notice may be applied by electricity vendors or unit sub-meter providers who issue invoices. O. Reg. 310/19, s. 4.</p> <p class=\"subsection-e\">  (4) The Board shall notify all electricity vendors and unit sub-meter providers who issue invoices of the alternative invoicing requirement it receives from the Minister and the circumstances in which the alternative invoicing requirement may be applied. O. Reg. 310/19, s. 4.</p> <p class=\"subsection-e\">  (5) If an electricity vendor or unit sub-meter provider who issues invoices receives notice from the Minister under subsection (1), it shall comply with the alternative invoicing requirement specified in the notice instead of the relevant requirement set out in this Regulation. O. Reg. 310/19, s. 4.</p> <p class=\"subsection-e\">  (6) A person who receives a notification under subsection (3) may, in the circumstances set out in the notification, comply with the invoicing requirement set out in the notification instead of the relevant requirement set out in this Regulation. O. Reg. 310/19, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Transition",
            "content": " 5. (1) If, for technical or operational reasons, an electricity vendor or a unit sub-meter provider is unable to adapt its invoices by the time its first invoice is issued on or after March 1, 2020 to reflect compliance with amendments made by sections 2, 3 and 4 of Ontario Regulation 16/20 made under the Act to Ontario Regulation 363/16 (General) made under the Act, (a) the electricity vendor or unit sub-meter provider shall adapt its invoices as soon as is reasonably possible and, in any event, no later than by the time its first invoice is issued on or after May 1, 2020; and (b) any financial assistance to which a consumer is entitled shall be included as a lump sum credit on an invoice as soon as is reasonably possible and, in any event, no later than the first invoice issued on or after May 1, 2020. O. Reg. 17/20, s. 2. (2) An electricity vendor or unit sub-meter provider to whom subsection (1) applies shall, on or before February 29, 2020, give a notice to the Board explaining the applicable technical or operational reasons for its inability to adapt its invoices and setting out the date by which compliance is expected to be reflected on its invoices. O. Reg. 17/20, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) If, for technical or operational reasons, an electricity vendor or a unit sub-meter provider is unable to adapt its invoices by the time its first invoice is issued on or after March 1, 2020 to reflect compliance with amendments made by sections 2, 3 and 4 of Ontario Regulation 16/20 made under the Act to Ontario Regulation 363/16 (General) made under the Act,</p> <p class=\"clause-e\">  (a) the electricity vendor or unit sub-meter provider shall adapt its invoices as soon as is reasonably possible and, in any event, no later than by the time its first invoice is issued on or after May 1, 2020; and</p> <p class=\"clause-e\">  (b) any financial assistance to which a consumer is entitled shall be included as a lump sum credit on an invoice as soon as is reasonably possible and, in any event, no later than the first invoice issued on or after May 1, 2020. O. Reg. 17/20, s. 2.</p> <p class=\"subsection-e\">  (2) An electricity vendor or unit sub-meter provider to whom subsection (1) applies shall, on or before February 29, 2020, give a notice to the Board explaining the applicable technical or operational reasons for its inability to adapt its invoices and setting out the date by which compliance is expected to be reflected on its invoices. O. Reg. 17/20, s. 2.</p>"
        },
        {
            "id": "6.-7.",
            "section": "Transition",
            "content": " 6.-7. Revoked: O. Reg. 166/17, s. 5. Schedule Revoked: O. Reg. 166/17, s. 6.    ",
            "raw_html": "<p class=\"section-e\"> <b>6.-7. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 166/17, s. 5.</p> <p class=\"scheduleRepeal-e\"><span class=\"ovallcaps\">Schedule </span><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 166/17, s. 6.</p> <p class=\"scheduleRepeal-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}