{
    "reg_info": {
        "full_title": "O. Reg. 499/94: ELECTRONIC DOCUMENTS",
        "reg_name_text": "ELECTRONIC DOCUMENTS",
        "citation": "O. Reg. 499/94: ",
        "act_under": "Highway Traffic Act   Code de la route",
        "url": "https://www.ontario.ca/laws/regulation/940499",
        "date_scraped": "2023-12-19 05:40:37"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/940499/v2",
            "valid_from": "March 25, 2011",
            "valid_to": "June 30, 2011"
        },
        {
            "a_href": "/laws/regulation/940499/v1",
            "valid_from": "August 15, 1994",
            "valid_to": "March 24, 2011"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “electronic document” means any statement, document or record filed in the Ministry that is maintained in an electronic format and includes any such statement, document or record that, (a) is a copy of another electronic document, or (b) has been transferred into an electronic format from any paper or written format. O. Reg. 499/94, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“electronic document” means any statement, document or record filed in the Ministry that is maintained in an electronic format and includes any such statement, document or record that,</p> <p class=\"defclause-e\">(a) is a copy of another electronic document, or</p> <p class=\"defclause-e\">(b) has been transferred into an electronic format from any paper or written format. O. Reg. 499/94, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. An electronic document is properly made if the information set out in the document can be examined or retrieved in an intelligible form by electronic means. O. Reg. 499/94, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>An electronic document is properly made if the information set out in the document can be examined or retrieved in an intelligible form by electronic means. O. Reg. 499/94, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. (1) An electronic document that is a copy is properly made if the copy accurately reproduces the information set out in the document even if the copy displays the information differently from the way the information is displayed in the document. O. Reg. 499/94, s. 3 (1). (2) An electronic document that is a copy may encrypt, summarize, reformat or compress the information set out in the document if the copy displays the information accurately when the copy is examined or retrieved by electronic means. O. Reg. 499/94, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) An electronic document that is a copy is properly made if the copy accurately reproduces the information set out in the document even if the copy displays the information differently from the way the information is displayed in the document. O. Reg. 499/94, s. 3 (1).</p> <p class=\"subsection-e\">(2) An electronic document that is a copy may encrypt, summarize, reformat or compress the information set out in the document if the copy displays the information accurately when the copy is examined or retrieved by electronic means. O. Reg. 499/94, s. 3 (2).</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. An electronic document is properly certified and sealed if the document, or the electronic transmission of which it forms a part, (a) originates in the Ministry; (b) states that the information set out in the document has been obtained from Ministry records; and (c) bears the signature of the Registrar under the seal of the Ministry. O. Reg. 499/94, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>An electronic document is properly certified and sealed if the document, or the electronic transmission of which it forms a part,</p> <p class=\"clause-e\">(a) originates in the Ministry;</p> <p class=\"clause-e\">(b) states that the information set out in the document has been obtained from Ministry records; and</p> <p class=\"clause-e\">(c) bears the signature of the Registrar under the seal of the Ministry. O. Reg. 499/94, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) An electronic document is properly filed in the Ministry if the transmission of which the document forms a part is completely and accurately received and recorded in an electronic format. O. Reg. 499/94, s. 5 (1). (2) An electronic document is properly filed in a court if, (a) the document is made, certified and sealed in accordance with this Regulation; and (b) the information required by Form 1 of Ontario Regulation 500/94 is completely and accurately received and recorded such that it can be examined or retrieved in an intelligible form by electronic means. O. Reg. 499/94, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) An electronic document is properly filed in the Ministry if the transmission of which the document forms a part is completely and accurately received and recorded in an electronic format. O. Reg. 499/94, s. 5 (1).</p> <p class=\"subsection-e\">(2) An electronic document is properly filed in a court if,</p> <p class=\"clause-e\">(a) the document is made, certified and sealed in accordance with this Regulation; and</p> <p class=\"clause-e\">(b) the information required by Form 1 of Ontario Regulation 500/94 is completely and accurately received and recorded such that it can be examined or retrieved in an intelligible form by electronic means. O. Reg. 499/94, s. 5 (2).</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. (1) An electronic document may be printed by any means that produces the document on paper. O. Reg. 499/94, s. 6 (1). (2) In an electronic document or a printed copy of an electronic document, the seal of the Ministry may be represented by an asterisk. O. Reg. 499/94, s. 6 (2). (3) A printed copy of an electronic document filed in a court shall be deemed to have been filed as the original document if it has been printed in accordance with Ontario Regulation 497/94. O. Reg. 499/94, s. 6 (3).",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) An electronic document may be printed by any means that produces the document on paper. O. Reg. 499/94, s. 6 (1).</p> <p class=\"subsection-e\">(2) In an electronic document or a printed copy of an electronic document, the seal of the Ministry may be represented by an asterisk. O. Reg. 499/94, s. 6 (2).</p> <p class=\"subsection-e\">(3) A printed copy of an electronic document filed in a court shall be deemed to have been filed as the original document if it has been printed in accordance with Ontario Regulation 497/94. O. Reg. 499/94, s. 6 (3).</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 499/94, s. 7. ",
            "raw_html": "<p class=\"section-e\"><b>7.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 499/94, s. 7.</p> <p class=\"Normal\"></p>"
        }
    ]
}