{
    "reg_info": {
        "full_title": "O. Reg. 279/02: GENERAL",
        "reg_name_text": "General",
        "citation": "O. Reg. 279/02: GENERAL",
        "act_under": "Post-Secondary Education Choice and Excellence Act, 2000",
        "url": "https://www.ontario.ca/laws/regulation/020279",
        "date_scraped": "2023-12-18 12:34:54"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March  1, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/020279/v5",
            "valid_from": "February 28, 2022",
            "valid_to": "February 28, 2022"
        },
        {
            "a_href": "/laws/regulation/020279/v4",
            "valid_from": "April 11, 2012",
            "valid_to": "February 27, 2022"
        },
        {
            "a_href": "/laws/regulation/020279/v3",
            "valid_from": "January  1, 2012",
            "valid_to": "April 10, 2012"
        },
        {
            "a_href": "/laws/regulation/020279/v2",
            "valid_from": "August 19, 2011",
            "valid_to": "December 31, 2011"
        },
        {
            "a_href": "/laws/regulation/020279/v1",
            "valid_from": "September 30, 2002",
            "valid_to": "August 18, 2011"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "PART I  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART I INTERPRETATION",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION",
            "section": "Interpretation",
            "content": " 1. (1) In this Regulation, “authorized issuer or guarantor” means, (a) Canada, Ontario or another province of Canada, (b) a municipality in Canada, (c) an agency of the Government of Canada or a province of Canada, (d) a bank or financial institution that is supervised or examined by the central bank of Canada or another governmental authority in Canada, or (e) a school authority as defined in subsection 1 (1) of the Education Act; (“émetteur ou caution autorisé”) “date of the forfeiture” means the date on which the Minister gave the direction to the authorized issuer or guarantor to pay the amount of the security to the Crown; (“date de la confiscation”) “forfeited security” means the security paid to the Crown; (“garantie confisquée”) “private institution” means a person who is not a public institution; (“établissement privé”) “public institution” means a person who, (a) receives regular and ongoing operating funds from a government for the purpose of providing post-secondary education, (b) is governed by a body the majority of whose members are appointed by elected or government-appointed officials, or (c) is listed in the Schedule to this Regulation; (“établissement public”) “Tribunal” means the Licence Appeal Tribunal established by the Licence Appeal Tribunal Act, 1999; (“Tribunal”) “trust fund” means a trust fund described in section 10; (“fonds en fiducie”) “tuition fee”, in respect of a period of study for which a student is registered, means the total mandatory cost charged to the student by the applicable private institution for the program and period for which the student is registered. (“droits de scolarité”) “unearned tuition fee” means unearned tuition fee as described in section 9. (“droits de scolarité non acquis”) O. Reg. 279/02, s. 1 (1); O. Reg. 391/11, s. 2. (2) A reference in this Regulation to a program means a reference to a whole program or any part of a program.  O. Reg. 279/02, s. 1 (2). PART I.1   Applications for consent",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1.</b><b> </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“authorized issuer or guarantor” means,</p> <p class=\"defclause-e\">  (a) Canada, Ontario or another province of Canada,</p> <p class=\"defclause-e\">  (b) a municipality in Canada,</p> <p class=\"defclause-e\">  (c) an agency of the Government of Canada or a province of Canada,</p> <p class=\"defclause-e\">  (d) a bank or financial institution that is supervised or examined by the central bank of Canada or another governmental authority in Canada, or</p> <p class=\"defclause-e\">  (e) a school authority as defined in subsection 1 (1) of the <i>Education Act</i>; (“émetteur ou caution autorisé”)</p> <p class=\"definition-e\">“date of the forfeiture” means the date on which the Minister gave the direction to the authorized issuer or guarantor to pay the amount of the security to the Crown; (“date de la confiscation”)</p> <p class=\"definition-e\">“forfeited security” means the security paid to the Crown; (“<span class=\"definition-fChar\"><span>ga</span></span>rantie confisquée”)</p> <p class=\"definition-e\">“private institution” means a person who is not a public institution; (“établissement privé”)</p> <p class=\"definition-e\">“public institution” means a person who,</p> <p class=\"defclause-e\">  (a) receives regular and ongoing operating funds from a government for the purpose of providing post-secondary education,</p> <p class=\"defclause-e\">  (b) is governed by a body the majority of whose members are appointed by elected or government-appointed officials, or</p> <p class=\"defclause-e\">  (c) is listed in the Schedule to this Regulation; (“établissement public”)</p> <p class=\"definition-e\">“Tribunal” means the Licence Appeal Tribunal established by the <i>Licence Appeal Tribunal Act, 1999</i>; (“Tribunal”)</p> <p class=\"definition-e\">“trust fund” means a trust fund described in section 10; (“fonds en fiducie”)</p> <p class=\"definition-e\">“tuition fee”, in respect of a period of study for which a student is registered, means the total mandatory cost charged to the student by the applicable private institution for the program and period for which the student is registered. (“droits de scolarité”)</p> <p class=\"definition-e\">“unearned tuition fee” means unearned tuition fee as described in section 9. (“droits de scolarité non acquis”) O. Reg. 279/02, s. 1 (1); O. Reg. 391/11, s. 2.</p> <p class=\"subsection-e\">  (2) A reference in this Regulation to a program means a reference to a whole program or any part of a program.  O. Reg. 279/02, s. 1 (2).</p> <p class=\"partnum-e\"><a name=\"BK2\"></a>PART I.1 <br/>  Applications for consent</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "PART I.1  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART I.1 APPLICATIONS FOR CONSENT",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "1.1",
            "part_id": "PART I.1  ",
            "part_type": "PART I.1 APPLICATIONS FOR CONSENT",
            "section": "Referral to accrediting or quality assurance body other than the board",
            "content": " 1.1 (1) This section applies with respect to referrals made under subsection 5 (2) of the Act.  O. Reg. 391/11, s. 3. (2) Subject to subsection (3), the Minister shall not refer an application for a consent or renewal of a consent to an accrediting or quality assurance body or authority that is not the Post-secondary Education Quality Assessment Board unless the Minister, (a) requests the board’s advice regarding, (i) whether the accrediting or quality assurance body or authority is at arm’s length with the applicant, (ii) whether the standards, processes and criteria used by the body or authority in relation to accreditation or quality assurance are consistent with the standards, processes and criteria used by the board, (iii) whether the body or authority has a history demonstrating that it consistently applies the standards, processes and criteria to the program reviews that it conducts and the extent of that history, and (iv) the date after which it is likely that the advice provided under subclauses (i) to (iii) will no longer be relevant; (b) gives full consideration to the board’s advice; and (c) is satisfied that the board’s advice supports a decision to refer the application to the body or authority.  O. Reg. 391/11, s. 3. (3) The Minister is not required to request the board’s advice if, (a) within five years before the day the Minister receives the application referred to in subsection (2), (i) the Minister had requested the board’s advice in accordance with clause (2) (a) in respect of the same body or authority, and (ii) after considering the advice, referred an application to the body or authority; and (b) after the Minister receives an application referred to in subsection (2), he or she, (i) gives full consideration to the advice referred to in clause (a), and (ii) is satisfied that the accrediting or quality assurance body or authority meets the conditions set out in clause (2) (c).  O. Reg. 391/11, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>1.1 </b>(1) This section applies with respect to referrals made under subsection 5 (2) of the Act.  O. Reg. 391/11, s. 3.</p> <p class=\"subsection-e\">  (2) Subject to subsection (3), the Minister shall not refer an application for a consent or renewal of a consent to an accrediting or quality assurance body or authority that is not the Post-secondary Education Quality Assessment Board unless the Minister,</p> <p class=\"clause-e\">  (a) requests the board’s advice regarding,</p> <p class=\"subclause-e\">  (i) whether the accrediting or quality assurance body or authority is at arm’s length with the applicant,</p> <p class=\"subclause-e\">  (ii) whether the standards, processes and criteria used by the body or authority in relation to accreditation or quality assurance are consistent with the standards, processes and criteria used by the board,</p> <p class=\"subclause-e\">  (iii) whether the body or authority has a history demonstrating that it consistently applies the standards, processes and criteria to the program reviews that it conducts and the extent of that history, and</p> <p class=\"subclause-e\">  (iv) the date after which it is likely that the advice provided under subclauses (i) to (iii) will no longer be relevant;</p> <p class=\"clause-e\">  (b) gives full consideration to the board’s advice; and</p> <p class=\"clause-e\">  (c) is satisfied that the board’s advice supports a decision to refer the application to the body or authority.  O. Reg. 391/11, s. 3.</p> <p class=\"subsection-e\">  (3) The Minister is not required to request the board’s advice if,</p> <p class=\"clause-e\">  (a) within five years before the day the Minister receives the application referred to in subsection (2),</p> <p class=\"subclause-e\">  (i) the Minister had requested the board’s advice in accordance with clause (2) (a) in respect of the same body or authority, and</p> <p class=\"subclause-e\">  (ii) after considering the advice, referred an application to the body or authority; and</p> <p class=\"clause-e\">  (b) after the Minister receives an application referred to in subsection (2), he or she, </p> <p class=\"subclause-e\">  (i) gives full consideration to the advice referred to in clause (a), and</p> <p class=\"subclause-e\">  (ii) is satisfied that the accrediting or quality assurance body or authority meets the conditions set out in clause (2) (c).  O. Reg. 391/11, s. 3.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "1.2",
            "part_id": "PART I.1  ",
            "part_type": "PART I.1 APPLICATIONS FOR CONSENT",
            "section": "Rejecting applications, no referral",
            "content": " 1.2 (1) The Minister may consider the following criteria in rejecting an application for consent or renewal of consent under subsection 5 (2.1) of the Act: 1. The impact of the consent on the viability of the same or similar programs offered by post-secondary educational institutions that receive regular and ongoing operating funds from the province. 2. The direct or indirect impact of the consent on demands for payment or other expenditures out of public funds. 3. The impact of the consent on the ability of post-secondary educational institutions that receive regular and ongoing operating funds from the province to secure sufficient program-related practicums or other clinical or workplace placements for their students who are in programs where the practicums or placements are integral components of the programs. 4. The consistency of the consent with government announcements and policies relating to the labour market or human resource planning in Ontario. 5. The impact of the past conduct of the following on the grounds to believe that the program will be operated in accordance with the law and with integrity and honesty: i. The applicant. ii. If the applicant is a corporation or a body that has the powers of a corporation, its officers, directors or any other individual who directly or indirectly controls the corporation.  O. Reg. 391/11, s. 3. (2) For the purposes of paragraph 4 of subsection (1), inconsistency with government announcements and policies relating to the labour market or human resource planning in Ontario may be determined with reference to any limitations on the number of individuals that may graduate from a specified program offered by a post-secondary educational institution that receives regular and ongoing operating funds from the province.  O. Reg. 391/11, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>1.2 </b>(1) The Minister may consider the following criteria in rejecting an application for consent or renewal of consent under subsection 5 (2.1) of the Act:</p> <p class=\"paragraph-e\">  1. The impact of the consent on the viability of the same or similar programs offered by post-secondary educational institutions that receive regular and ongoing operating funds from the province.</p> <p class=\"paragraph-e\">  2. The direct or indirect impact of the consent on demands for payment or other expenditures out of public funds.</p> <p class=\"paragraph-e\">  3. The impact of the consent on the ability of post-secondary educational institutions that receive regular and ongoing operating funds from the province to secure sufficient program-related practicums or other clinical or workplace placements for their students who are in programs where the practicums or placements are integral components of the programs.</p> <p class=\"paragraph-e\">  4. The consistency of the consent with government announcements and policies relating to the labour market or human resource planning in Ontario.</p> <p class=\"paragraph-e\">  5. The impact of the past conduct of the following on the grounds to believe that the program will be operated in accordance with the law and with integrity and honesty:</p> <p class=\"subpara-e\">  i. The applicant.</p> <p class=\"subpara-e\">  ii. If the applicant is a corporation or a body that has the powers of a corporation, its officers, directors or any other individual who directly or indirectly controls the corporation.  O. Reg. 391/11, s. 3.</p> <p class=\"subsection-e\">  (2) For the purposes of paragraph 4 of subsection (1), inconsistency with government announcements and policies relating to the labour market or human resource planning in Ontario may be determined with reference to any limitations on the number of individuals that may graduate from a specified program offered by a post-secondary educational institution that receives regular and ongoing operating funds from the province.  O. Reg. 391/11, s. 3.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "1.3",
            "part_id": "PART I.1  ",
            "part_type": "PART I.1 APPLICATIONS FOR CONSENT",
            "section": "Deemed referral and recommendation",
            "content": " 1.3 The Minister may make a decision under subsection 5 (3.1) of the Act to deem that a review is a referral and to deem that an approval is a recommendation if all of the following circumstances exist:  1. The prior quality assurance review referred to in clause 5 (3.1) (a) of the Act was conducted, and the approval referred to in clause 5 (3.1) (b) of the Act was made, within two years before the day the Minister makes the decision. 2. The prior review was conducted by an accrediting or quality assurance body or authority, that is not the Post-secondary Education Quality Assessment Board, in respect of which, within five years before the day the Minister makes the decision, i. the Minister had requested the board’s advice in accordance with clause 1.1 (2) (a), and ii. after considering the advice, the Minister referred an application to the body or authority. 3. Before making the decision, the Minister gives further consideration to the advice referred to in paragraph 2. 4. If the Minister requires additional information for the purpose of making the decision, the Minister is satisfied that the applicant in respect of whom the decision is being made has taken all reasonable steps to ensure that the required information is provided to the Minister.  O. Reg. 391/11, s. 3. Part II   Consents Public Institutions — Prerequisite for Consent",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>1.3 </b>The Minister may make a decision under subsection 5 (3.1) of the Act to deem that a review is a referral and to deem that an approval is a recommendation if all of the following circumstances exist: </p> <p class=\"paragraph-e\">  1. The prior quality assurance review referred to in clause 5 (3.1) (a) of the Act was conducted, and the approval referred to in clause 5 (3.1) (b) of the Act was made, within two years before the day the Minister makes the decision.</p> <p class=\"paragraph-e\">  2. The prior review was conducted by an accrediting or quality assurance body or authority, that is not the Post-secondary Education Quality Assessment Board, in respect of which, within five years before the day the Minister makes the decision, </p> <p class=\"subpara-e\">  i. the Minister had requested the board’s advice in accordance with clause 1.1 (2) (a), and</p> <p class=\"subpara-e\">  ii. after considering the advice, the Minister referred an application to the body or authority.</p> <p class=\"paragraph-e\">  3. Before making the decision, the Minister gives further consideration to the advice referred to in paragraph 2.</p> <p class=\"paragraph-e\">  4. If the Minister requires additional information for the purpose of making the decision, the Minister is satisfied that the applicant in respect of whom the decision is being made has taken all reasonable steps to ensure that the required information is provided to the Minister.  O. Reg. 391/11, s. 3.</p> <p class=\"partnum-e\"><a name=\"BK6\"></a>Part II <br/>  Consents</p> <p class=\"heading1-e\"><a name=\"BK7\"></a>Public Institutions — Prerequisite for Consent</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "PART II  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART II CONSENTS",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "Public Institutions — Prerequisite for Consent",
            "part_id": "PART II  ",
            "part_type": "PART II CONSENTS",
            "section": "Public Institutions — Prerequisite for Consent",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "2.",
            "part_id": "PART II  ",
            "part_type": "PART II CONSENTS",
            "section": "Accessibility of transcripts",
            "content": " 2. (1) A public institution seeking a consent for a program shall make the arrangements described in this section to ensure that students in the program have access to their transcripts.  O. Reg. 279/02, s. 2 (1). (2) Information to be included in a student’s transcript must remain available for at least 75 years.  O. Reg. 279/02, s. 2 (2). (3) A copy of the information to be included in each student’s transcript must be kept at a location other than the applicable campus and the information must be transferred to that location at least weekly.  O. Reg. 279/02, s. 2 (3). Public Institutions — Conditions that Apply to Consents",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>2.</b><b> </b>(1) A public institution seeking a consent for a program shall make the arrangements described in this section to ensure that students in the program have access to their transcripts.  O. Reg. 279/02, s. 2 (1).</p> <p class=\"subsection-e\">  (2) Information to be included in a student’s transcript must remain available for at least 75 years.  O. Reg. 279/02, s. 2 (2).</p> <p class=\"subsection-e\">  (3) A copy of the information to be included in each student’s transcript must be kept at a location other than the applicable campus and the information must be transferred to that location at least weekly.  O. Reg. 279/02, s. 2 (3).</p> <p class=\"heading1-e\"><a name=\"BK9\"></a>Public Institutions — Conditions that Apply to Consents</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "Public Institutions — Conditions that Apply to Consents",
            "part_id": "PART II  ",
            "part_type": "PART II CONSENTS",
            "section": "Public Institutions — Conditions that Apply to Consents",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "3.",
            "part_id": "PART II  ",
            "part_type": "PART II CONSENTS",
            "section": "Transcript standards",
            "content": " 3. (1) A public institution that has a consent for a program shall ensure that the institution meets the accessibility requirements described in section 2 for transcripts.  O. Reg. 279/02, s. 3 (1). (2) A student’s transcript must contain at least the following information: 1. Information that identifies the student. 2.  Revoked:  O. Reg. 391/11, s. 6 (1). 3. The student’s academic history at the institution including any credits or credentials recognized by the institution for the purposes of the student’s program but awarded by another institution. 4. Any academic awards and honours given to the student by the institution. 5. Any academic actions taken against the student by the institution. 6. The degree, if any, awarded to the student and the date on which it was conferred.  O. Reg. 279/02, s. 3 (2); O. Reg. 391/11, s. 6. (3) A transcript certified by an official of the institution as true and accurate and that has the official seal of the institution is an official transcript.  O. Reg. 279/02, s. 3 (3). (4) The person who has the consent shall notify the Minister if there is a change in the location at which a copy of the information to be included in students’ transcripts is maintained.  O. Reg. 279/02, s. 3 (4). Private Institutions — Prerequisites for Consent",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>3.</b><b> </b>(1) A public institution that has a consent for a program shall ensure that the institution meets the accessibility requirements described in section 2 for transcripts.  O. Reg. 279/02, s. 3 (1).</p> <p class=\"subsection-e\">  (2) A student’s transcript must contain at least the following information:</p> <p class=\"paragraph-e\">  1. Information that identifies the student.</p> <p class=\"paragraph-e\">  2.  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 391/11, s. 6 (1).</p> <p class=\"paragraph-e\">  3. The student’s academic history at the institution including any credits or credentials recognized by the institution for the purposes of the student’s program but awarded by another institution.</p> <p class=\"paragraph-e\">  4. Any academic awards and honours given to the student by the institution.</p> <p class=\"paragraph-e\">  5. Any academic actions taken against the student by the institution.</p> <p class=\"paragraph-e\">  6. The degree, if any, awarded to the student and the date on which it was conferred.  O. Reg. 279/02, s. 3 (2); O. Reg. 391/11, s. 6.</p> <p class=\"subsection-e\">  (3) A transcript certified by an official of the institution as true and accurate and that has the official seal of the institution is an official transcript.  O. Reg. 279/02, s. 3 (3).</p> <p class=\"subsection-e\">  (4) The person who has the consent shall notify the Minister if there is a change in the location at which a copy of the information to be included in students’ transcripts is maintained.  O. Reg. 279/02, s. 3 (4).</p> <p class=\"heading1-e\"><a name=\"BK11\"></a>Private Institutions — Prerequisites for Consent</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "Private Institutions — Prerequisites for Consent",
            "part_id": "PART II  ",
            "part_type": "PART II CONSENTS",
            "section": "Private Institutions — Prerequisites for Consent",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "4.",
            "part_id": "PART II  ",
            "part_type": "PART II CONSENTS",
            "section": "Accessibility of transcripts",
            "content": " 4. (1) A private institution seeking a consent for a program shall make the arrangements described in this section to ensure that students in the program have access to their transcripts.  O. Reg. 279/02, s. 4 (1). (2) Information to be included in a student’s transcript must remain available for at least 75 years.  O. Reg. 279/02, s. 4 (2). (3) A copy of the information to be included in each student’s transcript must be kept at a location other than the applicable campus and the information must be transferred to that location at least weekly.  O. Reg. 279/02, s. 4 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>4.</b><b> </b>(1) A private institution seeking a consent for a program shall make the arrangements described in this section to ensure that students in the program have access to their transcripts.  O. Reg. 279/02, s. 4 (1).</p> <p class=\"subsection-e\">  (2) Information to be included in a student’s transcript must remain available for at least 75 years.  O. Reg. 279/02, s. 4 (2).</p> <p class=\"subsection-e\">  (3) A copy of the information to be included in each student’s transcript must be kept at a location other than the applicable campus and the information must be transferred to that location at least weekly.  O. Reg. 279/02, s. 4 (3).</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "5.",
            "part_id": "PART II  ",
            "part_type": "PART II CONSENTS",
            "section": "Security required in conjunction with an application",
            "content": " 5. (1) A private institution seeking a consent for a program shall give security relating to the program that meets the requirements described in this Regulation.  O. Reg. 279/02, s. 5 (1). (2) The security is to be made payable to the Crown and must be in the form of a note, bond, debenture or other evidence of indebtedness issued or guaranteed by an authorized issuer or guarantor.  O. Reg. 279/02, s. 5 (2). (3) The security must meet the following specifications: 1. Before the consent is given and while the consent is in effect, the authorized issuer or guarantor is not entitled to cancel the security before it expires unless, i. the authorized issuer or guarantor gives at least two months’ written notice to the Minister and to the private institution that the authorized issuer or guarantor wishes to cancel it, and ii. the Minister gives the authorized issuer or guarantor a written permission to do so, specifying the date on or after which the security may be cancelled. 2. The amount of the security becomes payable to the Crown upon the written direction of the Minister. 3. The Minister may give such a direction while the security is in effect or within two years after the security expires or is cancelled.  O. Reg. 279/02, s. 5 (3). (4) The amount of security given must be the greater of “A” or “B” where, “A” is $150,000 for each program for which the private institution has consent, and “B” is the amount described in subsection (5) for a private institution that provided the program in the preceding fiscal year and the amount described in subsection (6) for any other private institution.  O. Reg. 279/02, s. 5 (4). (5) If the private institution provided the program in the preceding fiscal year, the amount of “B” is determined as follows. 1. If the private institution does not require students registered in the program to prepay any of their tuition fees, “B” is zero. 2. If the private institution requires students registered in the program to prepay 25 per cent or less of their tuition fees for the period for which they are registered, “B” is determined as follows: i. For each month of the preceding fiscal year, calculate the amount of the prepaid tuition fees for the program that constituted unearned tuition fee revenue for the institution on the first day of the month. ii. Identify the date on which the amount of the prepaid tuition fees that constituted unearned tuition fee revenue for the institution was the highest. iii. “B” is the amount of the prepaid tuition fees that constituted unearned tuition fee revenue on the date identified in subparagraph ii. 3. If the private institution requires students registered in the program to prepay more than 25 per cent of their tuition fees for the period for which they are registered, “B” is determined as follows: i. Take the steps described in subparagraphs 2 i and ii. ii. “B” is 25 per cent of the amount of the prepaid tuition fees that constituted unearned tuition fee revenue on the date identified in subparagraph 2 ii.  O. Reg. 279/02, s. 5 (5). (6) If the private institution did not provide the program in the preceding fiscal year, the amount of “B” is determined as follows. 1. If the private institution will not require students registered in the program to prepay any of their tuition fees, “B” is zero. 2. If the private institution will require students registered in the program to prepay 25 per cent or less of their tuition fees for the period for which they are registered, “B” is determined as follows: i. For each month of the first fiscal year in which the program will be offered, calculate the amount of the prepaid tuition fees reasonably expected for the program that will constitute unearned tuition fee revenue for the institution on the first day of the month. ii. Identify the date on which the amount of the prepaid tuition fees reasonably expected for the program that will constitute unearned tuition fee revenue for the institution is the highest. iii. “B” is the amount of the prepaid tuition fees reasonably expected for the program that will constitute unearned tuition fee revenue on the date identified in subparagraph ii. 3. If the private institution will require students registered in the program to prepay more than 25 per cent of their tuition fees for the period for which they are registered, “B” is determined as follows: i. Take the steps described in subparagraphs 2 i and ii. ii. “B” is 25 per cent of the amount of the prepaid tuition fees reasonably expected for the program that will constitute unearned tuition fee revenue on the date identified in subparagraph 2 ii.  O. Reg. 279/02, s. 5 (6). Private Institutions — Conditions that apply to Consents",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>5.</b><b> </b>(1) A private institution seeking a consent for a program shall give security relating to the program that meets the requirements described in this Regulation.  O. Reg. 279/02, s. 5 (1).</p> <p class=\"subsection-e\">  (2) The security is to be made payable to the Crown and must be in the form of a note, bond, debenture or other evidence of indebtedness issued or guaranteed by an authorized issuer or guarantor.  O. Reg. 279/02, s. 5 (2).</p> <p class=\"subsection-e\">  (3) The security must meet the following specifications:</p> <p class=\"paragraph-e\">  1. Before the consent is given and while the consent is in effect, the authorized issuer or guarantor is not entitled to cancel the security before it expires unless,</p> <p class=\"subpara-e\">  i. the authorized issuer or guarantor gives at least two months’ written notice to the Minister and to the private institution that the authorized issuer or guarantor wishes to cancel it, and</p> <p class=\"subpara-e\">  ii. the Minister gives the authorized issuer or guarantor a written permission to do so, specifying the date on or after which the security may be cancelled.</p> <p class=\"paragraph-e\">  2. The amount of the security becomes payable to the Crown upon the written direction of the Minister.</p> <p class=\"paragraph-e\">  3. The Minister may give such a direction while the security is in effect or within two years after the security expires or is cancelled.  O. Reg. 279/02, s. 5 (3).</p> <p class=\"subsection-e\">  (4) The amount of security given must be the greater of “A” or “B” where,</p> <p class=\"paragraph-e\">  “A” is $150,000 for each program for which the private institution has consent, and</p> <p class=\"paragraph-e\">  “B” is the amount described in subsection (5) for a private institution that provided the program in the preceding fiscal year and <span>the amount described in subsection (6) for any other private </span>institution.  O. Reg. 279/02, s. 5 (4).</p> <p class=\"subsection-e\">  (5) If the private institution provided the program in the preceding fiscal year, the amount of “B” is determined as follows.</p> <p class=\"paragraph-e\">  1. If the private institution does not require students registered in the program to prepay any of their tuition fees, “B” is zero.</p> <p class=\"paragraph-e\">  2. If the private institution requires students registered in the program to prepay 25 per cent or less of their tuition fees for the period for which they are registered, “B” is determined as follows:</p> <p class=\"subpara-e\">  i. For each month of the preceding fiscal year, calculate the amount of the prepaid tuition fees for the program that constituted unearned tuition fee revenue for the institution on the first day of the month.</p> <p class=\"subpara-e\">  ii. Identify the date on which the amount of the prepaid tuition fees that constituted unearned tuition fee revenue for the institution was the highest.</p> <p class=\"subpara-e\">  iii. “B” is the amount of the prepaid tuition fees that constituted unearned tuition fee revenue on the date identified in subparagraph ii.</p> <p class=\"paragraph-e\">  3. If the private institution requires students registered in the program to prepay more than 25 per cent of their tuition fees for the period for which they are registered, “B” is determined as follows:</p> <p class=\"subpara-e\">  i. Take the steps described in subparagraphs 2 i and ii.</p> <p class=\"subpara-e\">  ii. “B” is 25 per cent of the amount of the prepaid tuition fees that constituted unearned tuition fee revenue on the date identified in subparagraph 2 ii.  O. Reg. 279/02, s. 5 (5).</p> <p class=\"subsection-e\">  (6) If the private institution did not provide the program in the preceding fiscal year, the amount of “B” is determined as follows.</p> <p class=\"paragraph-e\">  1. If the private institution will not require students registered in the program to prepay any of their tuition fees, “B” is zero.</p> <p class=\"paragraph-e\">  2. If the private institution will require students registered in the program to prepay 25 per cent or less of their tuition fees for the period for which they are registered, “B” is determined as follows:  </p> <p class=\"subpara-e\">  i. For each month of the first fiscal year in which the program will be offered, calculate the amount of the prepaid tuition fees reasonably expected for the program that will constitute unearned tuition fee revenue for the institution on the first day of the month.</p> <p class=\"subpara-e\">  ii. Identify the date on which the amount of the prepaid tuition fees reasonably expected for the program that will constitute unearned tuition fee revenue for the institution is the highest.</p> <p class=\"subpara-e\">  iii. “B” is the amount of the prepaid tuition fees reasonably expected for the program that will constitute unearned tuition fee revenue on the date identified in subparagraph ii.</p> <p class=\"paragraph-e\">  3. If the private institution will require students registered in the program to prepay more than 25 per cent of their tuition fees for the period for which they are registered, “B” is determined as follows:</p> <p class=\"subpara-e\">  i. Take the steps described in subparagraphs 2 i and ii.</p> <p class=\"subpara-e\">  ii. “B” is 25 per cent of the amount of the prepaid tuition fees reasonably expected for the program that will constitute unearned tuition fee revenue on the date identified in subparagraph 2 ii.  O. Reg. 279/02, s. 5 (6).</p> <p class=\"heading1-e\"><a name=\"BK14\"></a>Private Institutions — Conditions that apply to Consents</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "Private Institutions — Conditions that apply to Consents",
            "part_id": "PART II  ",
            "part_type": "PART II CONSENTS",
            "section": "Private Institutions — Conditions that apply to Consents",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "6.",
            "part_id": "PART II  ",
            "part_type": "PART II CONSENTS",
            "section": "Transcript standards",
            "content": " 6. (1) A private institution that has a consent for a program shall ensure that the institution meets the accessibility requirements described in section 4 for transcripts.  O. Reg. 279/02, s. 6 (1). (2) A student’s transcript must contain at least the following information: 1. Information that identifies the student. 2.  Revoked:  O. Reg. 391/11, s. 9 (1). 3. The student’s academic history at the institution including any credits or credentials recognized by the institution for the purposes of the student’s program but awarded by another institution. 4. Any academic awards and honours given to the student by the institution. 5. Any academic actions taken against the student by the institution. 6. The degree, if any, awarded to the student and the date on which it was conferred.  O. Reg. 279/02, s. 6 (2); O. Reg. 391/11, s. 9. (3) A transcript certified by an official of the institution as true and accurate and that has the official seal of the institution is an official transcript.  O. Reg. 279/02, s. 6 (3). (4) The person who has the consent shall notify the Minister if there is a change in the location at which a copy of the information to be included in students’ transcripts is maintained.  O. Reg. 279/02, s. 6 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>6.</b><b> </b>(1) A private institution that has a consent for a program shall ensure that the institution meets the accessibility requirements described in section 4 for transcripts.  O. Reg. 279/02, s. 6 (1).</p> <p class=\"subsection-e\">  (2) A student’s transcript must contain at least the following information:</p> <p class=\"paragraph-e\">  1. Information that identifies the student.</p> <p class=\"paragraph-e\">  2.  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 391/11, s. 9 (1).</p> <p class=\"paragraph-e\">  3. The student’s academic history at the institution including any credits or credentials recognized by the institution for the purposes of the student’s program but awarded by another institution.</p> <p class=\"paragraph-e\">  4. Any academic awards and honours given to the student by the institution.</p> <p class=\"paragraph-e\">  5. Any academic actions taken against the student by the institution.</p> <p class=\"paragraph-e\">  6. The degree, if any, awarded to the student and the date on which it was conferred.  O. Reg. 279/02, s. 6 (2); O. Reg. 391/11, s. 9.</p> <p class=\"subsection-e\">  (3) A transcript certified by an official of the institution as true and accurate and that has the official seal of the institution is an official transcript.  O. Reg. 279/02, s. 6 (3).</p> <p class=\"subsection-e\">  (4) The person who has the consent shall notify the Minister if there is a change in the location at which a copy of the information to be included in students’ transcripts is maintained.  O. Reg. 279/02, s. 6 (4).</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "7.",
            "part_id": "PART II  ",
            "part_type": "PART II CONSENTS",
            "section": "Limitation",
            "content": " 7. A private institution that has a consent for a program shall not collect more than 12 months of tuition fees in any 12-month period from any student registered in the program.  O. Reg. 279/02, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>7.</b><b> </b>A private institution that has a consent for a program shall not collect more than 12 months of tuition fees in any 12-month period from any student registered in the program.  O. Reg. 279/02, s. 7.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "8.",
            "part_id": "PART II  ",
            "part_type": "PART II CONSENTS",
            "section": "Refund of tuition fees",
            "content": " 8. (1) A private institution shall ensure that all tuition fees for a program for the period for which a student has registered are promptly refunded to the student, (a) if he or she gives written notice to the institution within two days after signing a registration agreement that he or she rescinds the agreement; or (b) if the program is discontinued before the first day.  O. Reg. 279/02, s. 8 (1). (2) A private institution shall ensure that all tuition fees for a program for the period for which a student has registered, less an administrative fee of a maximum of $500, are promptly refunded to the student, (a) if he or she gives the institution written notice that he or she does not intend to begin the program; or (b) if he or she does not attend the first ten consecutive days of the program.  O. Reg. 279/02, s. 8 (2). (3) A private institution shall ensure that unearned tuition fees, for the program for the period for which a student has registered, less an administrative fee of a maximum of $500, are promptly refunded to the student, (a) if he or she withdraws from the program before one-half of it has been completed; or (b) if the program is discontinued or suspended for any reason.  O. Reg. 279/02, s. 8 (3). (4) A refund required by this section is payable as follows: 1. The private institution shall arrange for the trustee to pay to the student the amount to which the student is entitled under this section from the amount, if any, of the unearned tuition fees held in the fund for benefit of the student. 2. The private institution shall pay to the student the balance of the amount to which he or she is entitled under this section.  O. Reg. 279/02, s. 8 (4). (5) Despite subsection (4), a refund required by this section may be paid in total to the student by the private institution and, if it does so,  the private institution is entitled to be paid the amount held in the trust fund for the benefit of the student in respect of unearned tuition fees.  O. Reg. 279/02, s. 8 (5). (6) Despite subsection (4), if the amount of unearned tuition fees held by a private institution in respect of a student who is entitled to a refund under this section is insufficient to cover the administrative fee authorized under subsection (2) or (3), the deficiency may be deducted from the unearned tuition fees held in trust for the benefit of the student and paid to the institution from the trust fund.  O. Reg. 279/02, s. 8 (6). (7) This section applies only with respect to a program for which a private institution has a consent.  O. Reg. 279/02, s. 8 (7).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>8.</b><b> </b>(1) A private institution shall ensure that all tuition fees for a program for the period for which a student has registered are promptly refunded to the student,</p> <p class=\"clause-e\">  (a) if he or she gives written notice to the institution within two days after signing a registration agreement that he or she rescinds the agreement; or</p> <p class=\"clause-e\">  (b) if the program is discontinued before the first day.  O. Reg. 279/02, s. 8 (1).</p> <p class=\"subsection-e\">  (2) A private institution shall ensure that all tuition fees for a program for the period for which a student has registered, less an administrative fee of a maximum of $500, are promptly refunded to the student,</p> <p class=\"clause-e\">  (a) if he or she gives the institution written notice that he or she does not intend to begin the program; or</p> <p class=\"clause-e\">  (b) if he or she does not attend the first ten consecutive days of the program.  O. Reg. 279/02, s. 8 (2).</p> <p class=\"subsection-e\">  (3) A private institution shall ensure that unearned tuition fees, for the program for the period for which a student has registered, less an administrative fee of a maximum of $500, are promptly refunded to the student,</p> <p class=\"clause-e\">  (a) if he or she withdraws from the program before one-half of it has been completed; or</p> <p class=\"clause-e\">  (b) if the program is discontinued or suspended for any reason.  O. Reg. 279/02, s. 8 (3).</p> <p class=\"subsection-e\">  (4) A refund required by this section is payable as follows:</p> <p class=\"paragraph-e\">  1. The private institution shall arrange for the trustee to pay to the student the amount to which the student is entitled under this section from the amount, if any, of the unearned tuition fees held in the fund for benefit of the student.</p> <p class=\"paragraph-e\">  2. The private institution shall pay to the student the balance of the amount to which he or she is entitled under this section.  O. Reg. 279/02, s. 8 (4).</p> <p class=\"subsection-e\">  (5) Despite subsection (4), a refund required by this section may be paid in total to the student by the private institution and, if it does so,  the private institution is entitled to be paid the amount held in the trust fund for the benefit of the student in respect of unearned tuition fees.  O. Reg. 279/02, s. 8 (5).</p> <p class=\"subsection-e\">  (6) Despite subsection (4), if the amount of unearned tuition fees held by a private institution in respect of a student who is entitled to a refund under this section is insufficient to cover the administrative fee authorized under subsection (2) or (3), the deficiency may be deducted from the unearned tuition fees held in trust for the benefit of the student and paid to the institution from the trust fund.  O. Reg. 279/02, s. 8 (6).</p> <p class=\"subsection-e\">  (7) This section applies only with respect to a program for which a private institution has a consent.  O. Reg. 279/02, s. 8 (7).</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "9.",
            "part_id": "PART II  ",
            "part_type": "PART II CONSENTS",
            "section": "Unearned tuition fees",
            "content": " 9. (1) For the purposes of this Regulation, an unearned tuition fee is any prepaid tuition fee collected from a currently enrolled student for the study period in which the student is registered but not yet earned by the consent holder because the program has not yet been delivered.  O. Reg. 279/02, s. 9 (1). (2) The study period described in subsection (1) ends on the later of the date of the final examination or the last day of classes.  O. Reg. 279/02, s. 9 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>9.</b><b> </b>(1) For the purposes of this Regulation, an unearned tuition fee is any prepaid tuition fee collected from a currently enrolled student for the study period in which the student is registered but not yet earned by the consent holder because the program has not yet been delivered.  O. Reg. 279/02, s. 9 (1).</p> <p class=\"subsection-e\">  (2) The study period described in subsection (1) ends on the later of the date of the final examination or the last day of classes.  O. Reg. 279/02, s. 9 (2).</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "10.",
            "part_id": "PART II  ",
            "part_type": "PART II CONSENTS",
            "section": "Trust fund for unearned tuition fee revenue",
            "content": " 10. (1) A private institution shall ensure that the requirements set out in this section with respect to trust funds are met.  O. Reg. 279/02, s. 10 (1). (2) If a private institution requires students to prepay more than 25 per cent of the tuition fees for a program for the period for which they are registered, the institution shall establish and maintain one or more trust funds for the purposes of this section.  O. Reg. 279/02, s. 10 (2). (3) The private institution shall deposit into its trust fund or funds the amount of the prepaid tuition fees that exceeds 25 per cent of the tuition fees for programs for which students are registered.  O. Reg. 279/02, s. 10 (3). (4) As a private institution earns the prepaid tuition fee revenue for the program for which students are registered, the private institution may withdraw an amount from the trust fund consistent with maintaining a minimum of 75 per cent of unearned tuition fees in the trust fund.  O. Reg. 279/02, s. 10 (4). (5) The amount that a private institution earns in any month in respect of a tuition fee is calculated by dividing the total tuition fee of a student for the period of study by the number of months in the period of study, subject to the following: 1. The period of study shall not exceed 12 months. 2. The period of study shall be expressed in months, rounded to the nearest quarter. 3. Withdrawals of earned tuition fee revenue from the trust may take place not more than once a month.  O. Reg. 279/02, s. 10 (5). (6) While unearned tuition fees are held in the trust fund, they are held for the benefit of the students whose prepaid tuition fees are held in the fund.  O. Reg. 279/02, s. 10 (6). (7) The trust fund must be maintained in Ontario at a bank or authorized foreign bank within the meaning of section 2 of the Bank Act (Canada), a credit union within the meaning of the\r\nCredit Unions and Caisses Populaires Act, 2020, a loan corporation or a trust corporation, both as defined in the Loan and Trust Corporations Act.  O. Reg. 279/02, s. 10 (7); O. Reg. 113/22, s. 1. (8) The trustee of the trust fund must be the bank, credit union, loan corporation or trust corporation, as the case may be.  O. Reg. 279/02, s. 10 (8). (9) If a student is entitled to and has made a demand in writing for a tuition fee refund under section 8 and the private institution has not paid the amount of the refund within 30 days of the demand or arranged for the trustee to pay the amount of the refund within that period, the student may apply to the trustee to have the refund directly paid to him or her out of the unearned tuition fee held in trust for that student.  O. Reg. 279/02, s. 10 (9). (10) This section applies only with respect to a program for which a private institution has a consent.  O. Reg. 279/02, s. 10 (10).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>10.</b><b> </b>(1) A private institution shall ensure that the requirements set out in this section with respect to trust funds are met.  O. Reg. 279/02, s. 10 (1).</p> <p class=\"subsection-e\">  (2) If a private institution requires students to prepay more than 25 per cent of the tuition fees for a program for the period for which they are registered, the institution shall establish and maintain one or more trust funds for the purposes of this section.  O. Reg. 279/02, s. 10 (2).</p> <p class=\"subsection-e\">  (3) The private institution shall deposit into its trust fund or funds the amount of the prepaid tuition fees that exceeds 25 per cent of the tuition fees for programs for which students are registered.  O. Reg. 279/02, s. 10 (3).</p> <p class=\"subsection-e\">  (4) As a private institution earns the prepaid tuition fee revenue for the program for which students are registered, the private institution may withdraw an amount from the trust fund consistent with maintaining a minimum of 75 per cent of unearned tuition fees in the trust fund.  O. Reg. 279/02, s. 10 (4).</p> <p class=\"subsection-e\">  (5) The amount that a private institution earns in any month in respect of a tuition fee is calculated by dividing the total tuition fee of a student for the period of study by the number of months in the period of study, subject to the following:</p> <p class=\"paragraph-e\">  1. The period of study shall not exceed 12 months.</p> <p class=\"paragraph-e\">  2. The period of study shall be expressed in months, rounded to the nearest quarter.</p> <p class=\"paragraph-e\">  3. Withdrawals of earned tuition fee revenue from the trust may take place not more than once a month.  O. Reg. 279/02, s. 10 (5).</p> <p class=\"subsection-e\">  (6) While unearned tuition fees are held in the trust fund, they are held for the benefit of the students whose prepaid tuition fees are held in the fund.  O. Reg. 279/02, s. 10 (6).</p> <p class=\"subsection-e\">  (7) The trust fund must be maintained in Ontario at a bank or authorized foreign bank within the meaning of section 2 of the <i>Bank Act</i> (Canada), a credit union within the meaning of the\r\n<i>Credit Unions and Caisses Populaires Act, 2020</i>, a loan corporation or a trust corporation, both as defined in the <i>Loan and Trust Corporations Act</i>.  O. Reg. 279/02, s. 10 (7); O. Reg. 113/22, s. 1.</p> <p class=\"subsection-e\">  (8) The trustee of the trust fund must be the bank, credit union, loan corporation or trust corporation, as the case may be.  O. Reg. 279/02, s. 10 (8).</p> <p class=\"subsection-e\">  (9) If a student is entitled to and has made a demand in writing for a tuition fee refund under section 8 and the private institution has not paid the amount of the refund within 30 days of the demand or arranged for the trustee to pay the amount of the refund within that period, the student may apply to the trustee to have the refund directly paid to him or her out of the unearned tuition fee held in trust for that student.  O. Reg. 279/02, s. 10 (9).</p> <p class=\"subsection-e\">  (10) This section applies only with respect to a program for which a private institution has a consent.  O. Reg. 279/02, s. 10 (10).</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "11.",
            "part_id": "PART II  ",
            "part_type": "PART II CONSENTS",
            "section": "Security required during the term of a consent",
            "content": " 11. (1) A private institution that has a consent for a program shall maintain security relating to the program that meets the requirements described in section 5.  O. Reg. 279/02, s. 11 (1). (2) The private institution shall review the amount of the security every fiscal year to ensure that it continues to meet the requirements described in section 5.  O. Reg. 279/02, s. 11 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>11.</b><b> </b>(1) A private institution that has a consent for a program shall maintain security relating to the program that meets the requirements described in section 5.  O. Reg. 279/02, s. 11 (1).</p> <p class=\"subsection-e\">  (2) The private institution shall review the amount of the security every fiscal year to ensure that it continues to meet the requirements described in section 5.  O. Reg. 279/02, s. 11 (2).</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "12.",
            "part_id": "PART II  ",
            "part_type": "PART II CONSENTS",
            "section": "Forfeiture of security",
            "content": " 12. In any of the following circumstances, the Minister is authorized to direct the authorized issuer or guarantor of security maintained by a private institution as required by section 11 to pay the amount of the security to the Crown: 1. The private institution is convicted of an offence under the Act or under the Ministry of Training, Colleges and Universities Act. 2. The private institution is convicted of an offence under the Criminal Code (Canada) involving fraud or theft, or an offence under the Code of conspiracy to commit an offence involving fraud or theft, and the conviction has become final. 3. Proceedings by or in respect of the private institution have been taken under the Bankruptcy and Insolvency Act (Canada), including a consumer proposal. 4. Proceedings have been taken by way of winding up the private institution. 5. A receiving order under the Bankruptcy and Insolvency Act (Canada) or a winding up order has been made against the private institution, and the order has become final. 6. Proceedings against the private institution have been commenced by or on behalf of a student with respect to a refund of tuition fees for a program for which the student has paid fees. 7. The Minister is satisfied that a student has a claim against the private institution with respect to a program or with respect to his or her refund of tuition fees for such program.  O. Reg. 279/02, s. 12. Part III   Claims Against Security",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>12.</b><b> </b>In any of the following circumstances, the Minister is authorized to direct the authorized issuer or guarantor of security maintained by a private institution as required by section 11 to pay the amount of the security to the Crown:</p> <p class=\"paragraph-e\">  1. The private institution is convicted of an offence under the Act or under the <i>Ministry of Training, Colleges and Universities Act</i>.</p> <p class=\"paragraph-e\">  2. The private institution is convicted of an offence under the <i>Criminal Code</i> (Canada) involving fraud or theft, or an offence under the Code of conspiracy to commit an offence involving fraud or theft, and the conviction has become final.</p> <p class=\"paragraph-e\">  3. Proceedings by or in respect of the private institution have been taken under the <i>Bankruptcy and Insolvency Act</i> (Canada), including a consumer proposal.</p> <p class=\"paragraph-e\">  4. Proceedings have been taken by way of winding up the private institution.</p> <p class=\"paragraph-e\">  5. A receiving order under the <i>Bankruptcy and Insolvency Act</i> (Canada) or a winding up order has been made against the private institution, and the order has become final.</p> <p class=\"paragraph-e\">  6. Proceedings against the private institution have been commenced by or on behalf of a student with respect to a refund of tuition fees for a program for which the student has paid fees.</p> <p class=\"paragraph-e\">  7. The Minister is satisfied that a student has a claim against the private institution with respect to a program or with respect to his or her refund of tuition fees for such program.  O. Reg. 279/02, s. 12.</p> <p class=\"partnum-e\"><a name=\"BK22\"></a>Part III <br/>  Claims Against Security</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "PART III  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART III CLAIMS AGAINST SECURITY",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "13.",
            "part_id": "PART III  ",
            "part_type": "PART III CLAIMS AGAINST SECURITY",
            "section": "Application of Part",
            "content": " 13. This Part governs claims made against security maintained by a private institution in connection with a consent given under the Act for a program, if the security has been paid to the Crown as a result of a direction given by the Minister.  O. Reg. 391/11, s. 10.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK23\"></a><b>13. </b>This Part governs claims made against security maintained by a private institution in connection with a consent given under the Act for a program, if the security has been paid to the Crown as a result of a direction given by the Minister.  O. Reg. 391/11, s. 10.</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "14.",
            "part_id": "PART III  ",
            "part_type": "PART III CLAIMS AGAINST SECURITY",
            "section": "Claim for payment",
            "content": " 14. (1) An individual who is or was a student in the program, as the case may be, for which the security was maintained may apply in writing to the Minister for a payment from the forfeited security within two years after the date of the forfeiture.  O. Reg. 391/11, s. 10. (2) The individual is eligible for a payment if he or she is entitled to a refund of tuition fees for the program, as the case may be, and has not been paid the amount to which he or she is entitled.  O. Reg. 391/11, s. 10. (3) The amount that an individual is eligible to claim is the amount of the refund of tuition fees that has not been paid.  O. Reg. 391/11, s. 10. (4) For the purposes of this section, an individual’s entitlement to a refund of tuition fees is to be determined with reference to the conditions of the consent given under the Act for the program as set out in Part II.  O. Reg. 391/11, s. 10.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>14. </b>(1) An individual who is or was a student in the program, as the case may be, for which the security was maintained may apply in writing to the Minister for a payment from the forfeited security within two years after the date of the forfeiture.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (2) The individual is eligible for a payment if he or she is entitled to a refund of tuition fees for the program, as the case may be, and has not been paid the amount to which he or she is entitled.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (3) The amount that an individual is eligible to claim is the amount of the refund of tuition fees that has not been paid.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (4) For the purposes of this section, an individual’s entitlement to a refund of tuition fees is to be determined with reference to the conditions of the consent given under the Act for the program as set out in Part II.  O. Reg. 391/11, s. 10.</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "15.",
            "part_id": "PART III  ",
            "part_type": "PART III CLAIMS AGAINST SECURITY",
            "section": "Payment of claims",
            "content": " 15. (1) If the Minister is satisfied that a claim is valid, he or she shall pay the claim in accordance with this section.  O. Reg. 391/11, s. 10. (2) If the amount of the forfeited security paid to the Crown is sufficient to satisfy all claims against the security made within two years after the date of forfeiture, the Minister shall pay the full amount of each claim.  O. Reg. 391/11, s. 10. (3) If the amount of the forfeited security paid to the Crown is not sufficient to satisfy all those claims, the Minister shall make proportionate payments with respect to each claim.  O. Reg. 391/11, s. 10. (4) If the amount of the forfeited security paid to the Crown exceeds the amount required to satisfy all those claims, the Minister shall pay the excess amount to the authorized issuer or guarantor of the security.  O. Reg. 391/11, s. 10. Part IV   Decisions, Orders and Appeals Decisions and Orders",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK25\"></a><b>15. </b>(1) If the Minister is satisfied that a claim is valid, he or she shall pay the claim in accordance with this section.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (2) If the amount of the forfeited security paid to the Crown is sufficient to satisfy all claims against the security made within two years after the date of forfeiture, the Minister shall pay the full amount of each claim.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (3) If the amount of the forfeited security paid to the Crown is not sufficient to satisfy all those claims, the Minister shall make proportionate payments with respect to each claim.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (4) If the amount of the forfeited security paid to the Crown exceeds the amount required to satisfy all those claims, the Minister shall pay the excess amount to the authorized issuer or guarantor of the security.  O. Reg. 391/11, s. 10.</p> <p class=\"partnum-e\"><a name=\"BK26\"></a>Part IV <br/>  Decisions, Orders and Appeals</p> <p class=\"heading1-e\"><a name=\"BK27\"></a>Decisions and Orders</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "PART IV  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART IV DECISIONS, ORDERS AND APPEALS",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "Decisions and Orders",
            "part_id": "PART IV  ",
            "part_type": "PART IV DECISIONS, ORDERS AND APPEALS",
            "section": "Decisions and Orders",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "16.",
            "part_id": "PART IV  ",
            "part_type": "PART IV DECISIONS, ORDERS AND APPEALS",
            "section": "General requirements",
            "content": " 16. A decision by the Minister to amend, suspend, revoke or reinstate a consent under section 6 of the Act or an order made by the Minister under section 10 of the Act must be made in writing and must set out the reasons for the decision or order.  O. Reg. 391/11, s. 10.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK28\"></a><b>16. </b>A decision by the Minister to amend, suspend, revoke or reinstate a consent under section 6 of the Act or an order made by the Minister under section 10 of the Act must be made in writing and must set out the reasons for the decision or order.  O. Reg. 391/11, s. 10.</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "17.",
            "part_id": "PART IV  ",
            "part_type": "PART IV DECISIONS, ORDERS AND APPEALS",
            "section": "When decision or order effective",
            "content": " 17. (1) A decision or order that may be appealed to the Tribunal comes into effect on the date specified in the decision or order or 15 days after the day on which the decision or order is served on, or deemed under subsection 12.1 (5) of the Act to be served on, the person who has the affected consent, whichever is later.  O. Reg. 391/11, s. 10. (2) If a decision or order is appealed to the Tribunal or to the Divisional Court, the decision or order is stayed until the appeal is finally determined unless the Tribunal or Court, as the case may be, decides otherwise.  O. Reg. 391/11, s. 10.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK29\"></a><b>17. </b>(1) A decision or order that may be appealed to the Tribunal comes into effect on the date specified in the decision or order or 15 days after the day on which the decision or order is served on, or deemed under subsection 12.1 (5) of the Act to be served on, the person who has the affected consent, whichever is later.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (2) If a decision or order is appealed to the Tribunal or to the Divisional Court, the decision or order is stayed until the appeal is finally determined unless the Tribunal or Court, as the case may be, decides otherwise.  O. Reg. 391/11, s. 10.</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "18.",
            "part_id": "PART IV  ",
            "part_type": "PART IV DECISIONS, ORDERS AND APPEALS",
            "section": "Appeal of order",
            "content": " 18. A person in respect of whom the Minister makes an order under section 10 of the Act may appeal the order to the Tribunal by filing a notice of appeal with the Tribunal within 15 days after the person receives the order.  O. Reg. 391/11, s. 10. Amendment of a Consent",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK30\"></a><b>18. </b>A person in respect of whom the Minister makes an order under section 10 of the Act may appeal the order to the Tribunal by filing a notice of appeal with the Tribunal within 15 days after the person receives the order.  O. Reg. 391/11, s. 10.</p> <p class=\"heading1-e\"><a name=\"BK31\"></a>Amendment of a Consent</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "Amendment of a Consent",
            "part_id": "PART IV  ",
            "part_type": "PART IV DECISIONS, ORDERS AND APPEALS",
            "section": "Amendment of a Consent",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "19.",
            "part_id": "PART IV  ",
            "part_type": "PART IV DECISIONS, ORDERS AND APPEALS",
            "section": "Amendment upon request",
            "content": " 19. (1) Upon the written request of the person who has a consent, the Minister may amend the consent under clause 6 (1) (c) or (d) of the Act to authorize an existing program to be offered at one additional campus or premises specified in the amendment.  O. Reg. 391/11, s. 10. (2) Section 20 of this Regulation does not apply with respect to an amendment requested by the person who has the consent.  O. Reg. 391/11, s. 10.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK32\"></a><b>19. </b>(1) Upon the written request of the person who has a consent, the Minister may amend the consent under clause 6 (1) (c) or (d) of the Act to authorize an existing program to be offered at one additional campus or premises specified in the amendment.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (2) Section 20 of this Regulation does not apply with respect to an amendment requested by the person who has the consent.  O. Reg. 391/11, s. 10.</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "20.",
            "part_id": "PART IV  ",
            "part_type": "PART IV DECISIONS, ORDERS AND APPEALS",
            "section": "Appeal if a request is refused",
            "content": " 20. (1) A person whose request for an amendment under section 19 is refused in whole or in part may appeal the refusal to the Tribunal.  O. Reg. 391/11, s. 10. (2) A college of applied arts and technology is not entitled to appeal a refusal, in whole or in part, of a request to make an amendment.  O. Reg. 391/11, s. 10.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK33\"></a>20. </b>(1) A person whose request for an amendment under section 19 is refused in whole or in part may appeal the refusal to the Tribunal.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (2) A college of applied arts and technology is not entitled to appeal a refusal, in whole or in part, of a request to make an amendment.  O. Reg. 391/11, s. 10.</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "21.",
            "part_id": "PART IV  ",
            "part_type": "PART IV DECISIONS, ORDERS AND APPEALS",
            "section": "Proposal to amend a consent",
            "content": " 21. (1) If the Minister proposes to amend a consent under clause 6 (1) (c) or (d) of the Act, the Minister shall give notice of the proposal, together with reasons, to the person who has the consent.  O. Reg. 391/11, s. 10. (2) The notice must be in writing and it must indicate that the person is entitled to make written representations about the proposed amendment within 30 days after the notice is given or within such longer period as the notice may specify.  O. Reg. 391/11, s. 10. (3) The Minister shall consider such representations as he or she received within the period specified in the notice.  O. Reg. 391/11, s. 10. (4) After the period for making representations has expired, the Minister may proceed with the amendment either as it was described in the proposal or with such changes as he or she considers appropriate; the Minister may also decide not to proceed further with the proposal.  O. Reg. 391/11, s. 10. (5) The Minister shall give notice of his or her decision concerning the proposal to the person who has the consent.  O. Reg. 391/11, s. 10.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK34\"></a><b>21. </b>(1) If the Minister proposes to amend a consent under clause 6 (1) (c) or (d) of the Act, the Minister shall give notice of the proposal, together with reasons, to the person who has the consent.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (2) The notice must be in writing and it must indicate that the person is entitled to make written representations about the proposed amendment within 30 days after the notice is given or within such longer period as the notice may specify.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (3) The Minister shall consider such representations as he or she received within the period specified in the notice.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (4) After the period for making representations has expired, the Minister may proceed with the amendment either as it was described in the proposal or with such changes as he or she considers appropriate; the Minister may also decide not to proceed further with the proposal.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (5) The Minister shall give notice of his or her decision concerning the proposal to the person who has the consent.  O. Reg. 391/11, s. 10.</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "22.",
            "part_id": "PART IV  ",
            "part_type": "PART IV DECISIONS, ORDERS AND APPEALS",
            "section": "Appeal of an amendment",
            "content": " 22. (1) A person whose consent is amended under clause 6 (1) (c) or (d) of the Act may appeal the amendment to the Tribunal by filing a notice of appeal with the Tribunal within 15 days after the person receives the decision amending the consent.  O. Reg. 391/11, s. 10. (2) An amendment requested under section 19 of this Regulation cannot be appealed in whole or in part.  O. Reg. 391/11, s. 10. (3) A person cannot appeal an amendment if the person did not make written representations about the proposed amendment in accordance with section 21 of this Regulation.  O. Reg. 391/11, s. 10. (4) If the amendment made by the Minister is different from the proposed amendment, a person may appeal the amendment, despite subsection (3), even though the person did not make written representations about the proposed amendment.  O. Reg. 391/11, s. 10. (5) A college of applied arts and technology is not entitled to appeal an amendment in whole or in part.  O. Reg. 391/11, s. 10. Cancellation of a Consent",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK35\"></a><b>22. </b>(1) A person whose consent is amended under clause 6 (1) (c) or (d) of the Act may appeal the amendment to the Tribunal by filing a notice of appeal with the Tribunal within 15 days after the person receives the decision amending the consent.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (2) An amendment requested under section 19 of this Regulation cannot be appealed in whole or in part.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (3) A person cannot appeal an amendment if the person did not make written representations about the proposed amendment in accordance with section 21 of this Regulation.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (4) If the amendment made by the Minister is different from the proposed amendment, a person may appeal the amendment, despite subsection (3), even though the person did not make written representations about the proposed amendment.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (5) A college of applied arts and technology is not entitled to appeal an amendment in whole or in part.  O. Reg. 391/11, s. 10.</p> <p class=\"heading1-e\"><a name=\"BK36\"></a>Cancellation of a Consent</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "Cancellation of a Consent",
            "part_id": "PART IV  ",
            "part_type": "PART IV DECISIONS, ORDERS AND APPEALS",
            "section": "Cancellation of a Consent",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "23.",
            "part_id": "PART IV  ",
            "part_type": "PART IV DECISIONS, ORDERS AND APPEALS",
            "section": "Cancellation upon request",
            "content": " 23. (1) The Minister may cancel a consent under clause 6 (1) (a) of the Act upon the written request of the person who has the consent and may impose conditions with respect to the cancellation.  O. Reg. 391/11, s. 10. (2) The written request must be made in a form approved by the Minister.  O. Reg. 391/11, s. 10. Suspension of a Consent",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK37\"></a><b>23. </b>(1) The Minister may cancel a consent under clause 6 (1) (a) of the Act upon the written request of the person who has the consent and may impose conditions with respect to the cancellation.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (2) The written request must be made in a form approved by the Minister.  O. Reg. 391/11, s. 10.</p> <p class=\"heading1-e\"><a name=\"BK38\"></a>Suspension of a Consent</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "Suspension of a Consent",
            "part_id": "PART IV  ",
            "part_type": "PART IV DECISIONS, ORDERS AND APPEALS",
            "section": "Suspension of a Consent",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "24.",
            "part_id": "PART IV  ",
            "part_type": "PART IV DECISIONS, ORDERS AND APPEALS",
            "section": "Proposal to suspend a consent",
            "content": " 24. (1) If the Minister proposes to suspend a consent under clause 6 (1) (a) of the Act, the Minister shall give notice of the proposal, together with reasons, to the person who has the consent.  O. Reg. 391/11, s. 10. (2) The notice must be in writing and it must indicate that the person is entitled to make written representations about the proposed suspension within 30 days after the notice is given or within such longer period as the notice may specify.  O. Reg. 391/11, s. 10. (3) The Minister shall consider such representations as he or she received within the period specified in the notice.  O. Reg. 391/11, s. 10. (4) After the period for making representations has expired, the Minister may proceed with the suspension either as it was described in the proposal or with such changes as he or she considers appropriate; the Minister may also decide not to proceed further with the proposal.  O. Reg. 391/11, s. 10. (5) The Minister shall give notice of his or her decision concerning the proposal to the person who has the consent.  O. Reg. 391/11, s. 10.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK39\"></a><b>24. </b>(1) If the Minister proposes to suspend a consent under clause 6 (1) (a) of the Act, the Minister shall give notice of the proposal, together with reasons, to the person who has the consent.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (2) The notice must be in writing and it must indicate that the person is entitled to make written representations about the proposed suspension within 30 days after the notice is given or within such longer period as the notice may specify.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (3) The Minister shall consider such representations as he or she received within the period specified in the notice.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (4) After the period for making representations has expired, the Minister may proceed with the suspension either as it was described in the proposal or with such changes as he or she considers appropriate; the Minister may also decide not to proceed further with the proposal.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (5) The Minister shall give notice of his or her decision concerning the proposal to the person who has the consent.  O. Reg. 391/11, s. 10.</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "25.",
            "part_id": "PART IV  ",
            "part_type": "PART IV DECISIONS, ORDERS AND APPEALS",
            "section": "Immediate suspension",
            "content": " 25. (1) Despite section 24 of this Regulation, the Minister may decide to suspend a consent under clause 6 (1) (a) of the Act without first making a proposal if, in his or her opinion, the suspension is necessary for the immediate protection of the interests of students.  O. Reg. 391/11, s. 10. (2) Without limiting the generality of subsection (1), the Minister may decide that a suspension is necessary for the immediate protection of the interests of students if the person with the consent does not maintain the security or the trust fund, if any, required by the consent for prepaid tuition fees.  O. Reg. 391/11, s. 10.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK40\"></a><b>25. </b>(1) Despite section 24 of this Regulation, the Minister may decide to suspend a consent under clause 6 (1) (a) of the Act without first making a proposal if, in his or her opinion, the suspension is necessary for the immediate protection of the interests of students.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (2) Without limiting the generality of subsection (1), the Minister may decide that a suspension is necessary for the immediate protection of the interests of students if the person with the consent does not maintain the security or the trust fund, if any, required by the consent for prepaid tuition fees.  O. Reg. 391/11, s. 10.</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "26.",
            "part_id": "PART IV  ",
            "part_type": "PART IV DECISIONS, ORDERS AND APPEALS",
            "section": "Appeal of a suspension",
            "content": " 26. (1) A person whose consent is suspended under clause 6 (1) (a) of the Act may appeal the suspension to the Tribunal by filing a notice of appeal with the Tribunal within 15 days after the person receives the decision suspending the consent.  O. Reg. 391/11, s. 10. (2) A college of applied arts and technology is not entitled to appeal a suspension under clause 6 (1) (a) of the Act.  O. Reg. 391/11, s. 10. Revocation of a Consent",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK41\"></a><b>26. </b>(1) A person whose consent is suspended under clause 6 (1) (a) of the Act may appeal the suspension to the Tribunal by filing a notice of appeal with the Tribunal within 15 days after the person receives the decision suspending the consent.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (2) A college of applied arts and technology is not entitled to appeal a suspension under clause 6 (1) (a) of the Act.  O. Reg. 391/11, s. 10.</p> <p class=\"heading1-e\"><a name=\"BK42\"></a>Revocation of a Consent</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "Revocation of a Consent",
            "part_id": "PART IV  ",
            "part_type": "PART IV DECISIONS, ORDERS AND APPEALS",
            "section": "Revocation of a Consent",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "27.",
            "part_id": "PART IV  ",
            "part_type": "PART IV DECISIONS, ORDERS AND APPEALS",
            "section": "Proposal to revoke a consent",
            "content": " 27. (1) If the Minister proposes to revoke a consent under clause 6 (1) (a) of the Act, the Minister shall give notice of the proposal, together with reasons, to the person who has the consent.  O. Reg. 391/11, s. 10. (2) The notice must be in writing and it must indicate that the person is entitled to make written representations about the proposed revocation within 30 days after the notice is given or within such longer period as the notice may specify.  O. Reg. 391/11, s. 10. (3) The Minister shall consider such representations as he or she received within the period specified in the notice.  O. Reg. 391/11, s. 10. (4) After the period for making representations has expired, the Minister may proceed with the revocation either as it was described in the proposal or with such changes as he or she considers appropriate; the Minister may also decide not to proceed further with the proposal.  O. Reg. 391/11, s. 10. (5) The Minister shall give notice of his or her decision concerning the proposal to the person who has the consent.  O. Reg. 391/11, s. 10.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK43\"></a><b>27. </b>(1) If the Minister proposes to revoke a consent under clause 6 (1) (a) of the Act, the Minister shall give notice of the proposal, together with reasons, to the person who has the consent.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (2) The notice must be in writing and it must indicate that the person is entitled to make written representations about the proposed revocation within 30 days after the notice is given or within such longer period as the notice may specify.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (3) The Minister shall consider such representations as he or she received within the period specified in the notice.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (4) After the period for making representations has expired, the Minister may proceed with the revocation either as it was described in the proposal or with such changes as he or she considers appropriate; the Minister may also decide not to proceed further with the proposal.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (5) The Minister shall give notice of his or her decision concerning the proposal to the person who has the consent.  O. Reg. 391/11, s. 10.</p>"
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "28.",
            "part_id": "PART IV  ",
            "part_type": "PART IV DECISIONS, ORDERS AND APPEALS",
            "section": "Appeal of a revocation",
            "content": " 28. (1) A person whose consent is revoked under clause 6 (1) (a) of the Act may appeal the revocation to the Tribunal by filing a notice of appeal with the Tribunal within 15 days after the person receives the decision revoking the consent.  O. Reg. 391/11, s. 10. (2) A college of applied arts and technology is not entitled to appeal a revocation under clause 6 (1) (a) of the Act.  O. Reg. 391/11, s. 10. Reinstatement of a Consent",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK44\"></a><b>28. </b>(1) A person whose consent is revoked under clause 6 (1) (a) of the Act may appeal the revocation to the Tribunal by filing a notice of appeal with the Tribunal within 15 days after the person receives the decision revoking the consent.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (2) A college of applied arts and technology is not entitled to appeal a revocation under clause 6 (1) (a) of the Act.  O. Reg. 391/11, s. 10.</p> <p class=\"heading1-e\"><a name=\"BK45\"></a>Reinstatement of a Consent</p>"
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "Reinstatement of a Consent",
            "part_id": "PART IV  ",
            "part_type": "PART IV DECISIONS, ORDERS AND APPEALS",
            "section": "Reinstatement of a Consent",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "29.",
            "part_id": "PART IV  ",
            "part_type": "PART IV DECISIONS, ORDERS AND APPEALS",
            "section": "Proposal to reinstate a consent",
            "content": " 29. (1) If the Minister proposes to reinstate a consent under clause 6 (1) (b) of the Act, with or without conditions, the Minister shall give notice of the proposal, together with reasons, to the person who had the consent.  O. Reg. 391/11, s. 10. (2) The notice must be in writing and it must indicate that the person is entitled to make written representations about the proposed reinstatement within 30 days after the notice is given or within such longer period as the notice may specify.  O. Reg. 391/11, s. 10. (3) The Minister shall consider such representations as he or she received within the period specified in the notice.  O. Reg. 391/11, s. 10. (4) After the period for making representations has expired, the Minister may proceed with the reinstatement either as it was described in the proposal or with such changes as he or she considers appropriate; the Minister may also decide not to proceed further with the proposal.  O. Reg. 391/11, s. 10. (5) The Minister shall give notice of his or her decision concerning the proposal to the person who had the consent.  O. Reg. 391/11, s. 10.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK46\"></a><b>29. </b>(1) If the Minister proposes to reinstate a consent under clause 6 (1) (b) of the Act, with or without conditions, the Minister shall give notice of the proposal, together with reasons, to the person who had the consent.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (2) The notice must be in writing and it must indicate that the person is entitled to make written representations about the proposed reinstatement within 30 days after the notice is given or within such longer period as the notice may specify.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (3) The Minister shall consider such representations as he or she received within the period specified in the notice.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (4) After the period for making representations has expired, the Minister may proceed with the reinstatement either as it was described in the proposal or with such changes as he or she considers appropriate; the Minister may also decide not to proceed further with the proposal.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (5) The Minister shall give notice of his or her decision concerning the proposal to the person who had the consent.  O. Reg. 391/11, s. 10.</p>"
        },
        {
            "ahref_id": "#BK47",
            "TOCid": "30.",
            "part_id": "PART IV  ",
            "part_type": "PART IV DECISIONS, ORDERS AND APPEALS",
            "section": "Appeal of a reinstatement",
            "content": " 30. (1) A person whose consent is reinstated under clause 6 (1) (b) of the Act with or without conditions may appeal the reinstatement or any condition of the reinstatement to the Tribunal by filing a notice of appeal with the Tribunal within 15 days after the person receives the decision reinstating the consent.  O. Reg. 391/11, s. 10. (2) A person cannot appeal the reinstatement or a condition if the person did not make written representations about the proposed reinstatement in accordance with section 29 of this Regulation.  O. Reg. 391/11, s. 10. (3) A college of applied arts and technology is not entitled to appeal a reinstatement.  O. Reg. 391/11, s. 10. Appeals",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK47\"></a><b>30. </b>(1) A person whose consent is reinstated under clause 6 (1) (b) of the Act with or without conditions may appeal the reinstatement or any condition of the reinstatement to the Tribunal by filing a notice of appeal with the Tribunal within 15 days after the person receives the decision reinstating the consent.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (2) <span>A person cannot appeal the reinstatement or a condition if the</span> person did not make written representations about the proposed reinstatement in accordance with section 29 of this Regulation.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (3) A college of applied arts and technology is not entitled to appeal a reinstatement.  O. Reg. 391/11, s. 10.</p> <p class=\"heading1-e\"><a name=\"BK48\"></a>Appeals</p>"
        },
        {
            "ahref_id": "#BK48",
            "TOCid": "Appeals",
            "part_id": "PART IV  ",
            "part_type": "PART IV DECISIONS, ORDERS AND APPEALS",
            "section": "Appeals",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK49",
            "TOCid": "31.",
            "part_id": "PART IV  ",
            "part_type": "PART IV DECISIONS, ORDERS AND APPEALS",
            "section": "Powers of the Tribunal",
            "content": " 31. (1) On an appeal, the Tribunal may make any order that the Tribunal considers appropriate and may substitute its opinion for that of the Minister.  O. Reg. 391/11, s. 10. (2) Without limiting the generality of subsection (1), the Tribunal may refer a matter back to the Minister for reconsideration.  O. Reg. 391/11, s. 10. (3) The Tribunal may attach such conditions to its order as it considers appropriate.  O. Reg. 391/11, s. 10.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK49\"></a><b>31. </b>(1) On an appeal, the Tribunal may make any order that the Tribunal considers appropriate and may substitute its opinion for that of the Minister.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (2) Without limiting the generality of subsection (1), the Tribunal may refer a matter back to the Minister for reconsideration.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (3) The Tribunal may attach such conditions to its order as it considers appropriate.  O. Reg. 391/11, s. 10.</p>"
        },
        {
            "ahref_id": "#BK50",
            "TOCid": "32.",
            "part_id": "PART IV  ",
            "part_type": "PART IV DECISIONS, ORDERS AND APPEALS",
            "section": "Procedural matters",
            "content": " 32. (1) The parties to an appeal to the Tribunal are the appellant and the Minister.  O. Reg. 391/11, s. 10. (2) The appellant has the onus of proving that the Minister’s decision or order is unreasonable.  O. Reg. 391/11, s. 10. (3) The oral evidence taken before the Tribunal must be recorded and, if so required, copies of a transcript of the oral evidence must be furnished upon the same terms as in the Superior Court of Justice.  O. Reg. 391/11, s. 10.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK50\"></a><b>32. </b>(1) The parties to an appeal to the Tribunal are the appellant and the Minister.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (2) The appellant has the onus of proving that the Minister’s decision or order is unreasonable.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (3) The oral evidence taken before the Tribunal must be recorded and, if so required, copies of a transcript of the oral evidence must be furnished upon the same terms as in the Superior Court of Justice.  O. Reg. 391/11, s. 10.</p>"
        },
        {
            "ahref_id": "#BK51",
            "TOCid": "33.",
            "part_id": "PART IV  ",
            "part_type": "PART IV DECISIONS, ORDERS AND APPEALS",
            "section": "Appeal to court",
            "content": " 33. An order of the Tribunal may be appealed to the Divisional Court.  O. Reg. 391/11, s. 10. General",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK51\"></a><b>33. </b>An order of the Tribunal may be appealed to the Divisional Court.  O. Reg. 391/11, s. 10.</p> <p class=\"heading1-e\"><a name=\"BK52\"></a>General</p>"
        },
        {
            "ahref_id": "#BK52",
            "TOCid": "General",
            "part_id": "PART IV  ",
            "part_type": "PART IV DECISIONS, ORDERS AND APPEALS",
            "section": "General",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK53",
            "TOCid": "34.",
            "part_id": "PART IV  ",
            "part_type": "PART IV DECISIONS, ORDERS AND APPEALS",
            "section": "Notices",
            "content": " 34. (1) Notices required by this Regulation may be given to a person by ordinary mail or by personal delivery or by fax to the person’s address as reflected in the records of the Ministry or, if the person is a corporation, to its head office in Ontario as reflected in the records of the Ministry.  O. Reg. 391/11, s. 10. (2) A notice sent by ordinary mail shall be deemed to have been received on the third day after the date on which it is mailed.  O. Reg. 391/11, s. 10. Part V   Administrative Penalties",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK53\"></a><b>34. </b>(1) Notices required by this Regulation may be given to a person by ordinary mail or by personal delivery or by fax to the person’s address as reflected in the records of the Ministry or, if the person is a corporation, to its head office in Ontario as reflected in the records of the Ministry.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (2) A notice sent by ordinary mail shall be deemed to have been received on the third day after the date on which it is mailed.  O. Reg. 391/11, s. 10.</p> <p class=\"partnum-e\"><a name=\"BK54\"></a>Part V <br/>  Administrative Penalties</p>"
        },
        {
            "ahref_id": "#BK54",
            "TOCid": "PART V  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART V ADMINISTRATIVE PENALTIES",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK55",
            "TOCid": "35.",
            "part_id": "PART V  ",
            "part_type": "PART V ADMINISTRATIVE PENALTIES",
            "section": "Prescribed penalties for prescribed contraventions",
            "content": " 35. (1) The administrative penalty for the first contravention of one or more provisions set out in a single item of Table 1 is the amount set out for that item in Column 2 of Table 1.  O. Reg. 391/11, s. 10. (2) If, within three years after the first contravention of a provision set out in an item of Table 1, a subsequent contravention of a provision set out in the same item occurs, the administrative penalty is, (a) for the second contravention, twice the amount set out for that item in Column 2 of Table 1; (b) for the third contravention, three times the amount set out for that item in Column 2 of Table 1; (c) for each contravention after the third, four times the amount set out for that item in Column 2 of Table 1.  O. Reg. 391/11, s. 10. (3) If a contravention of one or more provisions set out in a single item of Table 1 continues for more than three successive days after the day the notice of contravention is served or deemed to be served under subsection 12.1 (5) of the Act, and the Minister or his or her designate determines that the circumstances described in one or more paragraphs of subsection (4) exist, the administrative penalty is determined according to the following formula: A × B where, A is the amount determined under subsection (1) or (2), and B is the number of successive days, following the first three days after the day the notice of contravention is served or deemed to be served under subsection 12.1 (5) of the Act, that the contravention of a provision set out in that item continues. O. Reg. 391/11, s. 10. (4) The circumstances referred to in subsection (3) are the following: 1. The person has a history of non-compliance with the Act or the regulations, as evidenced by, i. reports on the results of inspections conducted under section 9 of the Act, ii. orders made by the Minister under section 10 or 10.9 of the Act, or iii. convictions for offences committed under section 11 of the Act. 2. The person is contravening or has previously contravened section 2 or 3 of the Act.  O. Reg. 391/11, s. 10. (5) When issuing a notice of contravention to a person under subsection 10.2 (1) of the Act, the Minister’s designate shall issue only one notice of contravention for all contraventions that have occurred or are occurring at the same time.  O. Reg. 391/11, s. 10. (6) The maximum total amount that a notice of contravention may require a person to pay for all contraventions set out in the notice is $250,000.  O. Reg. 391/11, s. 10.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK55\"></a><b>35. </b>(1) The administrative penalty for the first contravention of one or more provisions set out in a single item of Table 1 is the amount set out for that item in Column 2 of Table 1.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (2) If, within three years after the first contravention of a provision set out in an item of Table 1, a subsequent contravention of a provision set out in the same item occurs, the administrative penalty is,</p> <p class=\"clause-e\">  (a) for the second contravention, twice the amount set out for that item in Column 2 of Table 1;</p> <p class=\"clause-e\">  (b) for the third contravention, three times the amount set out for that item in Column 2 of Table 1;</p> <p class=\"clause-e\">  (c) for each contravention after the third, four times the amount set out for that item in Column 2 of Table 1.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (3) If a contravention of one or more provisions set out in a single item of Table 1 continues for more than three successive days after the day the notice of contravention is served or deemed to be served under subsection 12.1 (5) of the Act, and the Minister or his or her designate determines that the circumstances described in one or more paragraphs of subsection (4) exist, the administrative penalty is determined according to the following formula:</p> <p class=\"equation-e\">A × B</p> <p class=\"Ssubsection-e\"><span class=\"Ssubsection-eChar\">where</span>,</p> <p class=\"equationind1-e\">  A is the amount determined under subsection (1) or (2), and</p> <p class=\"equationind1-e\">  B is the number of successive days, following the first three days after the day the notice of contravention is served or deemed to be served under subsection 12.1 (5) of the Act, that the contravention of a provision set out in that item continues.</p> <p class=\"footnote-e\">O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (4) The circumstances referred to in subsection (3) are the following:</p> <p class=\"paragraph-e\">  1. The person has a history of non-compliance with the Act or the regulations, as evidenced by,</p> <p class=\"subpara-e\">  i. reports on the results of inspections conducted under section 9 of the Act,</p> <p class=\"subpara-e\">  ii. orders made by the Minister under section 10 or 10.9 of the Act, or</p> <p class=\"subpara-e\">  iii. convictions for offences committed under section 11 of the Act.</p> <p class=\"paragraph-e\">  2. The person is contravening or has previously contravened section 2 or 3 of the Act.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (5) When issuing a notice of contravention to a person under subsection 10.2 (1) of the Act, the Minister’s designate shall issue only one notice of contravention for all contraventions that have occurred or are occurring at the same time.  O. Reg. 391/11, s. 10.</p> <p class=\"subsection-e\">  (6) The maximum total amount that a notice of contravention may require a person to pay for all contraventions set out in the notice is $250,000.  O. Reg. 391/11, s. 10.</p>"
        },
        {
            "ahref_id": "#BK56",
            "TOCid": "36.",
            "part_id": "PART V  ",
            "part_type": "PART V ADMINISTRATIVE PENALTIES",
            "section": "Application for review of notice of contravention",
            "content": " 36. An application to the Minister under subsection  10.2 (6) of the Act for review of a notice of contravention shall set out the grounds on which the review is sought and shall be accompanied by the documentary evidence, if any, that is relevant to the review.  O. Reg. 391/11, s. 10. TABLE 1   administrative penalties Item   Column 1   Contravened Provisions, with Headnotes   Column 2 Amount of Administrative Penalty ($) \n\n  1.   Act, s. 2 — Prohibition against granting a degree, etc.    1,000 \n\n  2.   Act, s. 3 — Prohibition against operating or maintaining a university, etc.    1,000 \n\n  3.   Act, s. 4 (3) —  Duty to comply with terms and conditions of consent   750 \n\n  4.   Act, s. 6 (2) — Duty to provide notice of potential non-compliance with consent   750 \n\n  5.   Act, s. 9 (6) — Duty to assist inspector   1,000 \n\n  6.   Act, s. 9 (11) — Prohibition against obstructing inspector   1,000 \n\n  7.   Act, s. 10.9 — Failure to comply with Minister’s order made under s. 10.9 of the Act   1,000 \n\n  8.   O. Reg. 279/02, s. 2 and s. 4 — Duty re accessibility of transcripts   750 \n\n  9.   O. Reg. 279/02, s. 3 and s. 6 — Duty re transcript standards   750 \n\n  10.   O. Reg. 279/02, s. 7 — Prohibition against collecting  more than 12 months of tuition fees   750 \n\n  11.   O. Reg. 279/02, s. 8 — Duty re tuition fee refunds   500 \n\n  12.   O. Reg. 279/02, s. 10 — Duty re trust funds for unearned tuition fee revenue   750 \n\n  13.   O. Reg. 279/02, s. 11 — Duty re security required during the term of a consent   750 O. Reg. 391/11, s. 11. Schedule 1. Assumption University. 2. Brescia University College. 3. Canterbury College. 4. Concordia Lutheran Seminary. 5. Conrad Grebel University College. 6. Emmanuel College. 7. Holy Redeemer College. 8. Huntington University. 9. Huron University College. 10. Iona College. 11. King’s College and St. Peter’s Seminary. 12. Knox College. 13. McMaster Divinity College. 14. Queen’s Theological College. 15. Regis College. 16. Renison College. 17. St. Augustine’s Seminary. 18. St. Jerome’s University. 19. St. Paul’s University. 20. St. Paul’s United College. 21. Thorneloe University. 22. University of St. Michael’s College. 23. University of Sudbury. 24. University of Trinity College. 25. Victoria University. 26. Waterloo Lutheran Seminary. 27. Wycliffe College. O. Reg. 279/02, Sched.  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK56\"></a><b>36. </b>An application to the Minister under subsection  10.2 (6) of the Act for review of a notice of contravention shall set out the grounds on which the review is sought and shall be accompanied by the documentary evidence, if any, that is relevant to the review.  O. Reg. 391/11, s. 10.</p> <p class=\"tableheading-e\"><a name=\"BK57\"></a>TABLE 1 <br/>  administrative penalties</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"56\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"472\"> <p class=\"table-e\">Column 1 <br/>  Contravened Provisions, with Headnotes</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Amount of Administrative Penalty ($)</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"56\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"472\"> <p class=\"table-e\">Act, s. 2 — Prohibition against granting a degree, etc. </p> </td> <td valign=\"top\" width=\"144\"> <p align=\"right\" class=\"table-e\">1,000</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"56\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"472\"> <p class=\"table-e\">Act, s. 3 — Prohibition against operating or maintaining a university, etc. </p> </td> <td valign=\"top\" width=\"144\"> <p align=\"right\" class=\"table-e\">1,000</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"56\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"472\"> <p class=\"table-e\">Act, s. 4 (3) —  Duty to comply with terms and conditions of consent</p> </td> <td valign=\"top\" width=\"144\"> <p align=\"right\" class=\"table-e\">750</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"56\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"472\"> <p class=\"table-e\">Act, s. 6 (2) — Duty to provide notice of potential non-compliance with consent</p> </td> <td valign=\"top\" width=\"144\"> <p align=\"right\" class=\"table-e\">750</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"56\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"472\"> <p class=\"table-e\">Act, s. 9 (6) — Duty to assist inspector</p> </td> <td valign=\"top\" width=\"144\"> <p align=\"right\" class=\"table-e\">1,000</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"56\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"472\"> <p class=\"table-e\">Act, s. 9 (11) — Prohibition against obstructing inspector</p> </td> <td valign=\"top\" width=\"144\"> <p align=\"right\" class=\"table-e\">1,000</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"56\"> <p class=\"table-e\">7.</p> </td> <td valign=\"top\" width=\"472\"> <p class=\"table-e\">Act, s. 10.9 — Failure to comply with Minister’s order made under s. 10.9 of the Act</p> </td> <td valign=\"top\" width=\"144\"> <p align=\"right\" class=\"table-e\">1,000</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"56\"> <p class=\"table-e\">8.</p> </td> <td valign=\"top\" width=\"472\"> <p class=\"table-e\">O. Reg. 279/02, s. 2 and s. 4 — Duty re accessibility of transcripts</p> </td> <td valign=\"top\" width=\"144\"> <p align=\"right\" class=\"table-e\">750</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"56\"> <p class=\"table-e\">9.</p> </td> <td valign=\"top\" width=\"472\"> <p class=\"table-e\">O. Reg. 279/02, s. 3 and s. 6 — Duty re transcript standards</p> </td> <td valign=\"top\" width=\"144\"> <p align=\"right\" class=\"table-e\">750</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"56\"> <p class=\"table-e\">10.</p> </td> <td valign=\"top\" width=\"472\"> <p class=\"table-e\">O. Reg. 279/02, s. 7 — Prohibition against collecting  more than 12 months of tuition fees</p> </td> <td valign=\"top\" width=\"144\"> <p align=\"right\" class=\"table-e\">750</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"56\"> <p class=\"table-e\">11.</p> </td> <td valign=\"top\" width=\"472\"> <p class=\"table-e\">O. Reg. 279/02, s. 8 — Duty re tuition fee refunds</p> </td> <td valign=\"top\" width=\"144\"> <p align=\"right\" class=\"table-e\">500</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"56\"> <p class=\"table-e\">12.</p> </td> <td valign=\"top\" width=\"472\"> <p class=\"table-e\">O. Reg. 279/02, s. 10 — Duty re trust funds for unearned tuition fee revenue</p> </td> <td valign=\"top\" width=\"144\"> <p align=\"right\" class=\"table-e\">750</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"56\"> <p class=\"table-e\">13.</p> </td> <td valign=\"top\" width=\"472\"> <p class=\"table-e\">O. Reg. 279/02, s. 11 — Duty re security required during the term of a consent</p> </td> <td valign=\"top\" width=\"144\"> <p align=\"right\" class=\"table-e\">750</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 391/11, s. 11.</p> <p class=\"schedule-e\"><a name=\"BK58\"></a>Schedule</p> <p class=\"paragraph-e\">  1. Assumption University.</p> <p class=\"paragraph-e\">  2. Brescia University College.</p> <p class=\"paragraph-e\">  3. Canterbury College.</p> <p class=\"paragraph-e\">  4. Concordia Lutheran Seminary.</p> <p class=\"paragraph-e\">  5. Conrad Grebel University College.</p> <p class=\"paragraph-e\">  6. Emmanuel College.</p> <p class=\"paragraph-e\">  7. Holy Redeemer College.</p> <p class=\"paragraph-e\">  8. Huntington University.</p> <p class=\"paragraph-e\">  9. Huron University College.</p> <p class=\"paragraph-e\">  10. Iona College.</p> <p class=\"paragraph-e\">  11. King’s College and St. Peter’s Seminary.</p> <p class=\"paragraph-e\">  12. Knox College.</p> <p class=\"paragraph-e\">  13. McMaster Divinity College.</p> <p class=\"paragraph-e\">  14. Queen’s Theological College.</p> <p class=\"paragraph-e\">  15. Regis College.</p> <p class=\"paragraph-e\">  16. Renison College.</p> <p class=\"paragraph-e\">  17. St. Augustine’s Seminary.</p> <p class=\"paragraph-e\">  18. St. Jerome’s University.</p> <p class=\"paragraph-e\">  19. St. Paul’s University.</p> <p class=\"paragraph-e\">  20. St. Paul’s United College.</p> <p class=\"paragraph-e\">  21. Thorneloe University.</p> <p class=\"paragraph-e\">  22. University of St. Michael’s College.</p> <p class=\"paragraph-e\">  23. University of Sudbury.</p> <p class=\"paragraph-e\">  24. University of Trinity College.</p> <p class=\"paragraph-e\">  25. Victoria University.</p> <p class=\"paragraph-e\">  26. Waterloo Lutheran Seminary.</p> <p class=\"paragraph-e\">  27. Wycliffe College.</p> <p class=\"footnote-e\">O. Reg. 279/02, Sched.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/020279\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": "#BK57",
            "TOCid": "Table 1",
            "part_id": "PART V  ",
            "part_type": "PART V ADMINISTRATIVE PENALTIES",
            "section": "Administrative penalties",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK58",
            "TOCid": "Schedule",
            "part_id": "PART V  ",
            "part_type": "PART V ADMINISTRATIVE PENALTIES",
            "section": "None",
            "content": NaN,
            "raw_html": NaN
        }
    ]
}