{
    "reg_info": {
        "full_title": "O. Reg. 58/15: VEAL CATTLE - MARKETING",
        "reg_name_text": "VEAL CATTLE - MARKETING",
        "citation": "O. Reg. 58/15: ",
        "act_under": "Farm Products Marketing Act",
        "url": "https://www.ontario.ca/laws/regulation/150058",
        "date_scraped": "2023-12-18 19:27:30"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December  9, 2020",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/150058/v2",
            "valid_from": "April  1, 2015",
            "valid_to": "December  8, 2020"
        },
        {
            "a_href": "/laws/regulation/150058/v1",
            "valid_from": "March 16, 2015",
            "valid_to": "March 31, 2015"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "  1. In this Regulation, “local board” means the Veal Farmers of Ontario established under subsection 3 (1) of Ontario Regulation 272/14 (Veal Cattle - Plan) made under the Act; (“commission locale”) “plan” means the plan set out in Ontario Regulation 272/14 (Veal Cattle - Plan) made under the Act; (“plan”) “producer” means a person who engages in the production of veal cattle in Ontario; (“producteur”) “veal cattle” means cattle produced in Ontario that consists of, (a)  male calves or freemartin female calves of any dairy breed or crossbreed, each weighing no more than 150 pounds (68 kilograms), (b)  intact male calves of any dairy breed or crossbreed, each weighing no more than 450 pounds (204.1 kilograms), (c)  calves of any breed, each weighing no more than 769 pounds (348.8 kilograms), that are sold for slaughter at an auction or through a livestock dealer, or (d)  calves of any breed that are sold for slaughter to a processor to be processed into a veal carcass within the meaning of section 304 of the Safe Food for Canadians Regulations\r\n(Canada). (“veaux de boucherie”) O. Reg. 58/15, s. 1; O. Reg. 725/20, s. 1 (1). (2) A calf described in clause (d) of the definition of “veal cattle” in subsection (1) is veal cattle for the purposes of this Regulation even if the calf is not in fact graded as a veal carcass after being sold. O. Reg. 725/20, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“local board” means the Veal Farmers of Ontario established under subsection 3 (1) of Ontario Regulation 272/14 (Veal Cattle - Plan) made under the Act; (“commission locale”)</p> <p class=\"definition-e\">“plan” means the plan set out in Ontario Regulation 272/14 (Veal Cattle - Plan) made under the Act; (“plan”)</p> <p class=\"definition-e\">“producer” means a person who engages in the production of veal cattle in Ontario; (“producteur”)</p> <p class=\"definition-e\">“veal cattle” means cattle produced in Ontario that consists of,</p> <p class=\"defclause-e\">  (a)  male calves or freemartin female calves of any dairy breed or crossbreed, each weighing no more than 150 pounds (68 kilograms),</p> <p class=\"defclause-e\">  (b)  intact male calves of any dairy breed or crossbreed, each weighing no more than 450 pounds (204.1 kilograms),</p> <p class=\"defclause-e\">  (c)  calves of any breed, each weighing no more than 769 pounds (348.8 kilograms), that are sold for slaughter at an auction or through a livestock dealer, or</p> <p class=\"defclause-e\">  (d)  calves of any breed that are sold for slaughter to a processor to be processed into a veal carcass within the meaning of section 304 of the <i>Safe Food for Canadians Regulations</i>\r\n(Canada). (“veaux de boucherie”) O. Reg. 58/15, s. 1; O. Reg. 725/20, s. 1 (1).</p> <p class=\"subsection-e\">  (2) A calf described in clause (d) of the definition of “veal cattle” in subsection (1) is veal cattle for the purposes of this Regulation even if the calf is not in fact graded as a veal carcass after being sold. O. Reg. 725/20, s. 1 (2).</p>"
        },
        {
            "id": "2.",
            "section": "Purpose",
            "content": " 2. This Regulation provides for the control and regulation of the producing and marketing within Ontario of veal cattle, including the prohibition of such producing and marketing in whole or in part.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>This Regulation provides for the control and regulation of the producing and marketing within Ontario of veal cattle, including the prohibition of such producing and marketing in whole or in part.</p>"
        },
        {
            "id": "3.",
            "section": "Powers of the local board",
            "content": " 3. The Commission delegates to the local board the power, (a)  to require persons engaged in producing or marketing veal cattle to register the business contact information and a description of the business with the local board; (b)  to require persons engaged in producing or marketing veal cattle to furnish such information relating to the producing or marketing of veal cattle, including the filing of completed returns, as the local board determines; (c)  to appoint persons to, (i)  inspect the books, records, documents, lands and premises and any veal cattle of persons engaged in producing or marketing veal cattle, and (ii)  enter on land or premises used for the producing of veal cattle and perform a count of the veal cattle; (d)  to stimulate, increase and improve the marketing of veal cattle by such means as it considers proper; (e)  to co-operate with a marketing board, local board, marketing commission or marketing agency of Canada or of any province of Canada for the purpose of marketing veal cattle; and (f)  to do such acts and make such orders and issue such directions as are necessary to enforce the due observance and carrying out of the Act, the regulations and the plan.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>The Commission delegates to the local board the power,</p> <p class=\"clause-e\">  (a)  to require persons engaged in producing or marketing veal cattle to register the business contact information and a description of the business with the local board;</p> <p class=\"clause-e\">  (b)  to require persons engaged in producing or marketing veal cattle to furnish such information relating to the producing or marketing of veal cattle, including the filing of completed returns, as the local board determines;</p> <p class=\"clause-e\">  (c)  to appoint persons to,</p> <p class=\"subclause-e\">  (i)  inspect the books, records, documents, lands and premises and any veal cattle of persons engaged in producing or marketing veal cattle, and</p> <p class=\"subclause-e\">  (ii)  enter on land or premises used for the producing of veal cattle and perform a count of the veal cattle;</p> <p class=\"clause-e\">  (d)  to stimulate, increase and improve the marketing of veal cattle by such means as it considers proper;</p> <p class=\"clause-e\">  (e)  to co-operate with a marketing board, local board, marketing commission or marketing agency of Canada or of any province of Canada for the purpose of marketing veal cattle; and</p> <p class=\"clause-e\">  (f)  to do such acts and make such orders and issue such directions as are necessary to enforce the due observance and carrying out of the Act, the regulations and the plan.</p>"
        },
        {
            "id": "4.",
            "section": "Powers of the local board to make regulations",
            "content": " 4. (1) The Commission delegates to the local board its powers to make regulations with respect to veal cattle, (a)  providing for the licensing of any or all persons before commencing or continuing to engage in the producing or marketing of veal cattle; (b)  prescribing or providing for classes of licences and the imposition of terms and conditions on any class of licence; (c)  providing that the local board may impose such terms and conditions on a licence as the local board considers proper; (d)  prohibiting persons from engaging in the producing of veal cattle except under the authority of a licence and except in compliance with the terms and conditions of the licence, and prohibiting producers from engaging in the marketing of veal cattle except under the authority of a licence and except in compliance with the terms and conditions of the licence; (e)  providing for the refusal to grant or renew or the suspension or revocation of a licence where the applicant or licensee, (i)  is not qualified by experience, financial responsibility or equipment to properly engage in the business for which the application was made or the licence granted, or (ii)  has contravened the Act, the regulations, the plan or an order or direction of the Commission or local board; (f)  providing for the imposition, amount, disposition and use of penalties where, after a hearing, the local board is of the opinion that the applicant or licensee has failed to comply with or has contravened any term or condition of the licence or the Act or regulations, the plan or any order or direction of the local board; (g)  providing for the fixing of licence fees and the payment thereof by persons producing or marketing veal cattle; (h)  providing for the collection of licence fees from persons producing or marketing veal cattle and the recovering of the licence fees by way of a legal proceeding; (i)  requiring any person who receives veal cattle to deduct from the money payable for the veal cattle any licence fees payable to the local board by the person from whom the veal cattle is received and to forward the licence fees to the local board; (j)  prescribing the form of licences; (k)  requiring any person who produces and processes veal cattle to give the local board statements of the amount of veal cattle that the person produced and used for processing in any year; (l)  providing for the exemption from any or all of the regulations, orders or directions under the plan of, (i)  any class, variety, grade or size of veal cattle, or (ii)  any person or class of persons engaged in the producing or marketing of veal cattle or any class, variety, grade or size of veal cattle; (m)  authorizing the fixing of prompt payment discounts, delayed payment penalties and interest on licence fees owing by any person engaged in the producing or marketing of veal cattle; (n)  providing for the control and regulation of the producing and marketing of veal cattle including the times and places at which veal cattle may be produced and marketed; and (o)  providing for the making of such orders and the issuing of such directions as are necessary to ensure compliance with the Act, the regulations, the plan or any order or direction of the local board.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) The Commission delegates to the local board its powers to make regulations with respect to veal cattle,</p> <p class=\"clause-e\">  (a)  providing for the licensing of any or all persons before commencing or continuing to engage in the producing or marketing of veal cattle;</p> <p class=\"clause-e\">  (b)  prescribing or providing for classes of licences and the imposition of terms and conditions on any class of licence;</p> <p class=\"clause-e\">  (c)  providing that the local board may impose such terms and conditions on a licence as the local board considers proper;</p> <p class=\"clause-e\">  (d)  prohibiting persons from engaging in the producing of veal cattle except under the authority of a licence and except in compliance with the terms and conditions of the licence, and prohibiting producers from engaging in the marketing of veal cattle except under the authority of a licence and except in compliance with the terms and conditions of the licence;</p> <p class=\"clause-e\">  (e)  providing for the refusal to grant or renew or the suspension or revocation of a licence where the applicant or licensee,</p> <p class=\"subclause-e\">  (i)  is not qualified by experience, financial responsibility or equipment to properly engage in the business for which the application was made or the licence granted, or</p> <p class=\"subclause-e\">  (ii)  has contravened the Act, the regulations, the plan or an order or direction of the Commission or local board;</p> <p class=\"clause-e\">  (f)  providing for the imposition, amount, disposition and use of penalties where, after a hearing, the local board is of the opinion that the applicant or licensee has failed to comply with or has contravened any term or condition of the licence or the Act or regulations, the plan or any order or direction of the local board;</p> <p class=\"clause-e\">  (g)  providing for the fixing of licence fees and the payment thereof by persons producing or marketing veal cattle;</p> <p class=\"clause-e\">  (h)  providing for the collection of licence fees from persons producing or marketing veal cattle and the recovering of the licence fees by way of a legal proceeding;</p> <p class=\"clause-e\">  (i)  requiring any person who receives veal cattle to deduct from the money payable for the veal cattle any licence fees payable to the local board by the person from whom the veal cattle is received and to forward the licence fees to the local board;</p> <p class=\"clause-e\">  (j)  prescribing the form of licences;</p> <p class=\"clause-e\">  (k)  requiring any person who produces and processes veal cattle to give the local board statements of the amount of veal cattle that the person produced and used for processing in any year;</p> <p class=\"clause-e\">  (l)  providing for the exemption from any or all of the regulations, orders or directions under the plan of,</p> <p class=\"subclause-e\">  (i)  any class, variety, grade or size of veal cattle, or </p> <p class=\"subclause-e\">  (ii)  any person or class of persons engaged in the producing or marketing of veal cattle or any class, variety, grade or size of veal cattle;</p> <p class=\"clause-e\">  (m)  authorizing the fixing of prompt payment discounts, delayed payment penalties and interest on licence fees owing by any person engaged in the producing or marketing of veal cattle;</p> <p class=\"clause-e\">  (n)  providing for the control and regulation of the producing and marketing of veal cattle including the times and places at which veal cattle may be produced and marketed; and</p> <p class=\"clause-e\">  (o)  providing for the making of such orders and the issuing of such directions as are necessary to ensure compliance with the Act, the regulations, the plan or any order or direction of the local board.</p>"
        },
        {
            "id": "5.",
            "section": "Where licence fees not payable",
            "content": " 5. Despite any regulation made by the local board under clause 4 (g), (h) or (i), if a producer sells a calf for processing and the meat is identified after slaughter as beef, no licence fee in respect of the calf, (a)  is payable by the producer; or (b)  shall be collected by the local board.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>Despite any regulation made by the local board under clause 4 (g), (h) or (i), if a producer sells a calf for processing and the meat is identified after slaughter as beef, no licence fee in respect of the calf,</p> <p class=\"clause-e\">  (a)  is payable by the producer; or</p> <p class=\"clause-e\">  (b)  shall be collected by the local board.</p>"
        },
        {
            "id": "6.",
            "section": "Expenses of the local board",
            "content": " 6. (1) The local board may use the licence fees and other money payable to it for the purposes of paying the expenses of the local board, carrying out and enforcing the Act and the regulations and carrying out the purposes of the plan. (2) The local board may establish a fund in connection with the plan for the payment of any money that may be required for the purposes mentioned in subsection (1).",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) The local board may use the licence fees and other money payable to it for the purposes of paying the expenses of the local board, carrying out and enforcing the Act and the regulations and carrying out the purposes of the plan.</p> <p class=\"subsection-e\">  (2) The local board may establish a fund in connection with the plan for the payment of any money that may be required for the purposes mentioned in subsection (1).</p>"
        },
        {
            "id": null,
            "section": "Veal Industry Advisory Committee",
            "content": "  7. (1) An advisory committee is hereby established under the name “Veal Industry Advisory Committee” in English and “Comité consultatif de l’industrie du veau de boucherie” in French. (2) The Advisory Committee shall be composed of a chair and nine other members to be appointed as follows: 1.  The Commission shall appoint the chair. 2.  The local board shall appoint four members. 3.  The Ontario Livestock Dealers Association shall appoint one member. 4.  The Ontario Livestock Auction Markets Association shall appoint one member. 5.  The Ontario Independent Meat Processors Association shall appoint one member. 6.  The Dairy Farmers of Ontario shall appoint one member. 7.  The Beef Farmers of Ontario shall appoint one member. (3) The members of the Advisory Committee shall be appointed after March 1 but on or before March 31 of each year and shall hold office from the April 1 of that year until March 31 of the following year. (4) If a member of the Advisory Committee dies, resigns or is unable to act, the entity that appointed the member shall appoint a replacement member to fill the vacancy for the remainder of the member’s term. (5) If any of the entities referred to in subsection (2) fail to appoint a member in any given year or to appoint a replacement member under subsection (4), the Commission may appoint the member or replacement member. (6) The Advisory Committee has the power to advise and make recommendations to any of the entities referred to in subsection (2) in respect of, (a)  the promotion of harmonious relationships between persons engaged in the production and marketing of veal cattle; (b)  the promotion of greater efficiency in the production and marketing of veal cattle; (c)  the prevention and correction of irregularities and inequities in the marketing of veal cattle; (d)  the improvement of the quality and variety of veal cattle; (e)  the improvement of the circulation of market information respecting veal cattle; and (f)  any matter in respect of which the Commission or the local board may be empowered to make regulations under the Act. (7) Despite subsection (3), the first chair of the Advisory Committee and the first members of the Advisory Committee shall be appointed after April 1, 2015 but on or before April 30, 2015 and shall hold office from the day of their appointment until March 31, 2016.",
            "raw_html": "<p class=\"section-e\">  7. (1) An advisory committee is hereby established under the name “Veal Industry Advisory Committee” in English and “Comité consultatif de l’industrie du veau de boucherie” in French.</p> <p class=\"subsection-e\">  (2) The Advisory Committee shall be composed of a chair and nine other members to be appointed as follows:</p> <p class=\"paragraph-e\">  1.  The Commission shall appoint the chair.</p> <p class=\"paragraph-e\">  2.  The local board shall appoint four members.</p> <p class=\"paragraph-e\">  3.  The Ontario Livestock Dealers Association shall appoint one member.</p> <p class=\"paragraph-e\">  4.  The Ontario Livestock Auction Markets Association shall appoint one member.</p> <p class=\"paragraph-e\">  5.  The Ontario Independent Meat Processors Association shall appoint one member.</p> <p class=\"paragraph-e\">  6.  The Dairy Farmers of Ontario shall appoint one member.</p> <p class=\"paragraph-e\">  7.  The Beef Farmers of Ontario shall appoint one member.</p> <p class=\"subsection-e\">  (3) The members of the Advisory Committee shall be appointed after March 1 but on or before March 31 of each year and shall hold office from the April 1 of that year until March 31 of the following year.</p> <p class=\"subsection-e\">  (4) If a member of the Advisory Committee dies, resigns or is unable to act, the entity that appointed the member shall appoint a replacement member to fill the vacancy for the remainder of the member’s term.</p> <p class=\"subsection-e\">  (5) If any of the entities referred to in subsection (2) fail to appoint a member in any given year or to appoint a replacement member under subsection (4), the Commission may appoint the member or replacement member.</p> <p class=\"subsection-e\">  (6) The Advisory Committee has the power to advise and make recommendations to any of the entities referred to in subsection (2) in respect of,</p> <p class=\"clause-e\">  (a)  the promotion of harmonious relationships between persons engaged in the production and marketing of veal cattle;</p> <p class=\"clause-e\">  (b)  the promotion of greater efficiency in the production and marketing of veal cattle;</p> <p class=\"clause-e\">  (c)  the prevention and correction of irregularities and inequities in the marketing of veal cattle;</p> <p class=\"clause-e\">  (d)  the improvement of the quality and variety of veal cattle;</p> <p class=\"clause-e\">  (e)  the improvement of the circulation of market information respecting veal cattle; and</p> <p class=\"clause-e\">  (f)  any matter in respect of which the Commission or the local board may be empowered to make regulations under the Act.</p> <p class=\"subsection-e\">  (7) Despite subsection (3), the first chair of the Advisory Committee and the first members of the Advisory Committee shall be appointed after April 1, 2015 but on or before April 30, 2015 and shall hold office from the day of their appointment until March 31, 2016.</p>"
        },
        {
            "id": "8.",
            "section": "Review",
            "content": " 8. (1) The Commission shall ensure that a comprehensive review of this Regulation and its operation is undertaken no later than two years after it comes into force. (2) During a review under this section, the Commission shall consult with stakeholders including the Beef Farmers of Ontario and the Dairy Farmers of Ontario.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) The Commission shall ensure that a comprehensive review of this Regulation and its operation is undertaken no later than two years after it comes into force.</p> <p class=\"subsection-e\">  (2) During a review under this section, the Commission shall consult with stakeholders including the Beef Farmers of Ontario and the Dairy Farmers of Ontario.</p>"
        },
        {
            "id": "9.",
            "section": "Review",
            "content": " 9. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>9.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Review",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/150058\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}