{
    "reg_info": {
        "full_title": "O. Reg. 522/17: RESIDENTIAL CONDOMINIUM CONVERSION PROJECTS - GENERAL",
        "reg_name_text": "RESIDENTIAL CONDOMINIUM CONVERSION PROJECTS — GENERAL",
        "citation": "O. Reg. 522/17: RESIDENTIAL CONDOMINIUM CONVERSION PROJECTS - GENERAL",
        "act_under": "Ontario New Home Warranties Plan Act",
        "url": "https://www.ontario.ca/laws/regulation/170522",
        "date_scraped": "2023-12-21 14:56:05"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "February  1, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/170522/v3",
            "valid_from": "November  6, 2020",
            "valid_to": "January 31, 2021"
        },
        {
            "a_href": "/laws/regulation/170522/v2",
            "valid_from": "January  1, 2018",
            "valid_to": "November  5, 2020"
        },
        {
            "a_href": "/laws/regulation/170522/v1",
            "valid_from": "December 15, 2017",
            "valid_to": "December 31, 2017"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "None",
            "TOCid": 1.0,
            "part_id": null,
            "part_type": null,
            "section": "Definitions and interpretation",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": 1.1,
            "part_id": null,
            "part_type": null,
            "section": "Qualification for enrolment, enrolment",
            "content": " 1.1 (1) The criteria provided for in this section are prescribed for the purposes of paragraph 2 of subsection 17.3 (2) of the Act. O. Reg. 639/20, s. 2. (2) Every applicant who proposes a residential condominium conversion project shall apply to the Corporation for qualification for enrolment and enrolment. O. Reg. 639/20, s. 2. (3) An application described in subsection (2) shall be in the form and manner that the Registrar requires and shall include the information that the Registrar requests. O. Reg. 639/20, s. 2. (4) The applicant who proposes the residential condominium conversion project must demonstrate to the satisfaction of the Registrar that the applicant has the financial and organizational capacity to complete the project, and the Registrar may consider, among other things, the past and present financial position or conduct of the applicant and any interested person in respect of the applicant. O. Reg. 639/20, s. 2. (5) In addition to the conditions that may be imposed by the Registrar under the Act, the following are conditions that must be satisfied before the Registrar makes a determination that a residential condominium conversion project qualifies for enrolment under the Plan: 1.  The applicant must be licensed as a vendor under the New Home Construction Licensing Act, 2017. 2.  The applicant shall provide the Registrar with all security and other written assurances in the amounts and forms determined by the Registrar, including, if applicable, guaranties and indemnities or other third-party assurances for performance for any obligations of the vendor which, if not performed, could result in losses, costs or expenses paid or payable by the Corporation. 3.  The applicant shall pay all fees or provide written assurances of payment of fees as determined by the Registrar. 4.  The applicant shall provide the Registrar with a signed vendor agreement and builder agreement. 5.  The applicant shall provide the Registrar with all necessary assurances as determined by the Registrar that the vendor and builder have complied or will comply in all material respects with their obligations under the Act, the New Home Construction Licensing Act, 2017, other applicable law, the vendor agreement, the builder agreement, any other agreement with the Registrar and the policies, rules and directives of the Registrar. 6.  The applicant shall provide the Registrar with confirmation that neither the vendor nor builder has been subject to an insolvency proceeding. 7.  If the applicant is not a builder, the applicant shall provide the Registrar with evidence satisfactory to the Registrar that the applicant has a continuing agreement or agreements with at least one licensed builder in which the licensed builder agrees to: i.  complete the project that is the subject of the application, and ii.  perform the work required to meet the warranty and protection obligations of the applicant under the Plan. 8.  The applicant shall provide the Registrar with a written agreement to have the appropriate persons associated with the vendor or builder complete written or oral interviews, tests or exams with respect to any matters that are relevant to the type of residential condominium conversion project being applied for and the sale, transfer, construction, financing, completion and after-sales service of the units and common elements in the residential condominium conversion project, except for matters that are purely duplicative of matters for which the regulatory authority has already interviewed or tested. 9.  The applicant shall provide the Registrar with information satisfactory to the Registrar that the applicant, the proposed vendor or builder and any other interested persons are qualified and suited for the work they will do in connection with the residential condominium conversion project applied for having regard to prior conduct including history of claims made, claims resolved, claims paid by the Corporation, chargeable conciliations and after-sales service. 10.  The applicant shall provide the Registrar with confirmation that the applicant has agreed, in a form determined by the Registrar, that the applicant shall upon request of the Registrar, at any time or times provide a written update confirming the identity of interested persons, principals, officers, directors, employees, persons providing financial contribution, and persons providing guarantees of the applicant’s obligations and promptly advise the Registrar when any of those persons who are significant to the applicant’s operations are no longer employed or associated with the vendor or builder. 11.  The applicant shall provide the Registrar with confirmation that the applicant has agreed, in a form determined by the Registrar, that the applicant shall make representatives of the applicant available to the Registrar for interviews during normal business hours, and provide reasonable access to the following materials, for the purpose of confirming matters relating to the applicant’s obligations to the Registrar and under the Act: i.  Information. ii.  Documents, things, books and records including electronic records. iii.  Plans and other materials. 12.  The applicant shall provide the Registrar with confirmation that the applicant has agreed, in a form determined by the Registrar, that the applicant shall pay an administration fee to the Corporation equal to 15 per cent of any amount that is paid out of the guarantee fund in payment of claims in respect of the applicant’s warranty and contractual obligations to the Corporation. 13.  The applicant shall provide the Registrar with confirmation that the applicant has agreed in a form determined by the Registrar that the applicant shall pay to the Corporation interest at the rate of 1.5 per cent per month, calculated daily, on all amounts that the applicant owes to the Corporation and that the applicant shall make the interest payments on the first day of each month following the date of default in payment until the amounts owed are repaid in full. 14.  The applicant shall provide the Registrar with confirmation that the applicant has agreed, in a form determined by the Registrar, to from time to time, at the applicant’s expense, furnish to the following persons any information, documents, things, books and records relating to the Plan that are determined by the Registrar: i.  The Registrar. ii.  The purchasers who have entered into a purchase agreement with the applicant. iii.  The owners of a home to whom the applicant has transferred title to the home. 15.  The applicant shall provide the Registrar with confirmation that the applicant has agreed, in a form determined by the Registrar, that the applicant shall furnish to the Registrar any information relating to the applicant’s financial affairs and position that the Registrar requests. 16.  The applicant shall provide the Registrar with confirmation that the applicant has agreed, in a form determined by the Registrar, that the applicant shall permit representatives of the Corporation to inspect all or a part of the residential condominium conversion project that is the subject of an application at any time after a builder has commenced construction. 17.  The applicant shall provide the Registrar with confirmation that the applicant has agreed, in a form determined by the Registrar, that the applicant shall, upon receipt of a list of deficiencies in the construction of a unit or common elements of the residential condominium conversion project that must be resolved to bring the residential condominium conversion project into compliance with the Act and applicable law, resolve the deficiencies within a reasonable period of time. 18.  The applicant shall provide the Registrar with written confirmation, in a form determined by the Registrar, that if the results of an examination or interview by the Registrar or an inspection by the Corporation demonstrate that the vendor or builder does not have the necessary skills, qualifications, technical expertise or experience to sell or transfer and build the units and common elements of the residential condominium conversion project that is the subject of the application the Registrar may require the vendor or builder to, i.  post additional security or assurances with the Corporation, or ii  successfully complete a course of study that the Registrar specifies. 19.  The applicant shall provide the Registrar with confirmation that the applicant has agreed, in a form determined by the Registrar, that the applicant shall comply with all conditions applicable to the residential condominium conversion project, including the requirement that the vendor or builder as the case may be, i.  shall not commence to construct homes in excess of the maximum number permitted to be constructed, ii.  shall not commence to construct homes of any class for which the construction is restricted, iii.  shall replace one form of security previously provided to the Corporation with another, as required, iv.  shall provide security to the Corporation in addition to that already provided, in the amount and in the form determined by the Registrar, and v.  shall promptly fulfil any term and condition imposed upon the applicant by the Registrar in connection with the release by the Corporation of the whole or any part of any security provided to the Corporation by the applicant. 20.  The applicant shall provide the Registrar with confirmation that the applicant has agreed in a form determined by the Registrar that the applicant shall on request, furnish to the Registrar proof that it has complied with its obligation to attach an Addendum to purchase agreements pursuant to Ontario Regulation 165/08 (Warranty for Delayed Closing or Delayed Occupancy) made under the Act. 21.  The applicant shall provide the Registrar with confirmation that the applicant has agreed, in a form determined by the Registrar, that the applicant shall, on request, advise the Corporation of any incident involving the applicant that involves fraud or misappropriation of funds. O. Reg. 639/20, s. 2. (6) In addition to the conditions that may be imposed by the Registrar pursuant to the Act the following are conditions that must be satisfied in order for a residential condominium conversion project to continue to qualify for enrolment in the Plan: 1.  The vendor and builder of the residential condominium conversion project must both remain licensed by the registrar of the regulatory authority, and there must be no outstanding proposal to refuse to renew, suspend or revoke the licence. 2.  The vendor and builder of the residential condominium conversion project must have each complied in all material respects with their obligations under the Act, the New Home Construction Licensing Act, 2017, other applicable law, any existing or prior vendor agreement, any existing or prior builder agreement and any other agreement with the Registrar and with the policies, rules and directives of the Registrar. 3.  Neither the vendor nor builder of the residential condominium conversion project may have been subject to a material change since the application for qualification for enrolment was submitted that, in the determination of the Registrar, is likely to adversely affect the sale, transfer, construction, financing, completion and after-sales service of the units and common elements or of the type of residential condominium conversion project. 4.  No purported transfer of the qualification for enrolment may have occurred. 5.  Without limiting the general discretion of the Registrar to revoke or suspend a determination that a residential condominium conversion project is qualified for enrolment at any time, the applicant must co-operate in any review of the qualification for enrolment from time to time if required by the Registrar, unless a home in the residential condominium conversion project has been sold and where the Registrar requires a review, i.  the applicant must provide the Registrar with any forms, information and documents determined by the Registrar to support the original application and to update and supplement relevant information from the original application, ii.  the forms, information and documents referred to in subparagraph i, together with the fee that the Registrar determines, shall be submitted to the Registrar no later than 30 days after being requested, and iii.  following the review, or if the applicant does not co-operate with the review, the Registrar may impose further conditions and suspend or revoke a determination that the residential condominium conversion project qualifies for enrolment in the Plan. O. Reg. 639/20, s. 2. (7) In addition to the conditions that may be imposed by the Registrar pursuant to the Act the following are conditions that must be satisfied by the applicant before the Registrar enrols the residential condominium conversion project in the Plan: 1.  The applicant shall provide the Registrar with all necessary application information and submissions as determined by the Registrar. 2.  The applicant shall provide the Registrar with security and other written assurances in the forms and amounts determined by the Registrar, including, if applicable, guaranties and indemnities or other third-party assurances for performance for any obligations of the vendor which, if not performed, could result in losses, costs or expenses paid or payable by the Corporation. 3.  The applicant shall pay all fees or provide written assurances of payment of fees as determined by the Registrar. 4.  The applicant shall provide the Registrar with a signed vendor agreement and builder agreement. 5.  The applicant shall provide the Registrar with all necessary assurances as determined by the Registrar that the vendor and builder have complied or will comply in all material respects with their obligations under the Act, the New Home Construction Licensing Act, 2017, other applicable law, any existing or prior vendor agreement, any existing or prior builder agreement and any other agreement with the Registrar and with the policies, rules and directives of the Registrar. 6.  The applicant shall provide the Registrar with confirmation that neither the vendor nor builder has been subject to a material change, or if it has been subject to a material change, the applicant has provided the Registrar with the details of that material change. 7.  The applicant shall provide the Registrar with confirmation, in the form determined by the Registrar, that the applicant shall give prompt written notice to the Registrar of any material change in any of the information contained in or accompanying the application for enrolment. 8.  If the applicant is not a builder, the applicant shall provide the Registrar with evidence satisfactory to the Registrar that the applicant has a continuing agreement or agreements with at least one licensed builder in which the licensed builder agrees to, i.  complete the residential condominium conversion project that is the subject of the application, and ii.  perform the work required to meet the warranty and protection obligations of the applicant under the Plan. 9.  The applicant shall provide the Registrar with a written agreement to have the appropriate persons associated with the vendor or builder complete written or oral interviews, tests or exams with respect to any matters that are relevant to the type of residential condominium conversion project being applied for and the sale, transfer, construction, financing, completion and after-sales service of the units and common elements in the residential condominium conversion project, except for matters that are purely duplicative of matters for which the regulatory authority has already interviewed or tested. 10.  The applicant shall provide the Registrar with information satisfactory to the Registrar that the applicant, the proposed vendor or builder and any other interested persons are qualified and suited for the work they will do in connection with the residential condominium conversion project applied for having regard to prior conduct including history of claims made, claims resolved, claims paid by the Corporation, chargeable conciliations and after-sales service. 11.  The applicant shall provide the Registrar with confirmation that the applicant has agreed, in a form determined by the Registrar, that the applicant shall upon request of the Registrar, at any time or times provide a written update confirming the identity of interested persons, principals, officers, directors, employees, persons providing financial contribution, and persons providing guarantees of the applicant’s obligations and promptly advise the Registrar when any of those persons who are significant to the applicant’s operations are no longer employed or associated with the vendor or builder. 12.  The applicant shall provide the Registrar with confirmation that the applicant has agreed, in a form determined by the Registrar, that the applicant shall make representatives of the applicant available to the Registrar for interviews during normal business hours, and provide reasonable access to the following materials, for the purpose of confirming matters relating to the applicant’s obligations to the Registrar and under the Act: i.  Information. ii.  Documents, things, books and records including electronic records. iii.  Plans and other materials. 13.  The applicant shall provide the Registrar with confirmation that the applicant has agreed, in form determined by the Registrar, that the applicant shall pay an administration fee to the Corporation equal to 15 per cent of any amount that is paid out of the guarantee fund in payment of claims in respect of the applicant’s warranty and contractual obligations to the Corporation. 14.  The applicant shall provide the Registrar with confirmation that the applicant has agreed in a form determined by the  Registrar that the applicant shall pay to the Corporation interest at the rate of 1.5 per cent per month, calculated daily, on all amounts that the applicant owes to the Corporation and that the applicant shall make the interest payments on the first day of each month following the date of default in payment until the amounts owed are repaid in full. 15.  The applicant shall provide the Registrar with confirmation that the applicant has agreed, in a form determined by the Registrar, to from time to time, at the applicant’s expense, furnish to the following persons any information, documents, things, books and records relating to the Plan that are determined by the Registrar: i.  The Registrar. ii.  The purchasers who have entered into a purchase agreement with the applicant. iii.  The owners of a home to whom the applicant has transferred title to the home. 16.  The applicant shall provide the Registrar with confirmation that the applicant has agreed, in a form determined by the Registrar, that the applicant shall furnish to the Registrar any information relating to the applicant’s financial affairs and position that the Registrar requests. 17.  The applicant shall provide the Registrar with confirmation that the applicant has agreed, in a form determined by the Registrar, that the applicant shall permit representatives of the Corporation to inspect all or part of the residential condominium conversion project that is the subject of an application at any time after a builder has commenced construction. 18.  The applicant shall provide the Registrar with confirmation that the applicant has agreed, in a form determined by the Registrar, that the applicant shall, upon receipt of a list of deficiencies in the construction of a unit or common elements in the residential condominium conversion project that must be resolved, bring the residential condominium conversion project into compliance with the Act and applicable law, and resolve the deficiencies within a reasonable period of time. 19.  The applicant shall provide the Registrar with written confirmation, in a form determined by the Registrar, that if the results of an examination or interview by the Registrar or an inspection by the Corporation demonstrate that the vendor or builder does not have the necessary skills, qualifications, technical expertise or experience to sell or transfer and build the units and common elements in the residential condominium conversion project that is the subject of the application the Registrar may require the vendor or builder to, i.  post additional security or assurances with the Corporation, or ii  successfully complete a course of study that the Registrar specifies. 20.  The applicant shall provide the Registrar with confirmation that the applicant has agreed, in a form determined by the Registrar, that the applicant shall comply with all conditions applicable to the residential condominium conversion project, including the requirement that the vendor or builder as the case may be, i.  shall not commence to construct homes in excess of the maximum number permitted to be constructed, ii.  shall not commence to construct homes of any class for which the construction is restricted, iii.  shall replace one form of security previously provided to the Corporation with another, as required, iv.  shall provide security to the Corporation in addition to that already provided, in the amount and in the form determined by the Registrar, and v.  shall promptly fulfil any term and condition imposed upon the applicant by the Registrar in connection with the release by the Corporation of the whole or any part of any security provided to the Corporation by the applicant. 21.  The applicant shall provide the Registrar with confirmation that the applicant has agreed, in a form determined by the Registrar, that the applicant shall on request, furnish to the Registrar proof that it has complied with its obligation to attach an Addendum to purchase agreements pursuant to Ontario Regulation 165/08 (Warranty for Delayed Closing or Delayed Occupancy) made under the Act. 22.  The applicant shall provide the Registrar with confirmation that the applicant has agreed, in a form determined by the Registrar, that the applicant shall, on request, advise the Corporation of any incident involving the applicant that involves fraud or misappropriation of funds. O. Reg. 639/20, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1.1 </b>(1) The criteria provided for in this section are prescribed for the purposes of paragraph 2 of subsection 17.3 (2) of the Act. O. Reg. 639/20, s. 2.</p> <p class=\"subsection-e\">  (2) Every applicant who proposes a residential condominium conversion project shall apply to the Corporation for qualification for enrolment and enrolment. O. Reg. 639/20, s. 2.</p> <p class=\"subsection-e\">  (3) An application described in subsection (2) shall be in the form and manner that the Registrar requires and shall include the information that the Registrar requests. O. Reg. 639/20, s. 2.</p> <p class=\"subsection-e\">  (4) The applicant who proposes the residential condominium conversion project must demonstrate to the satisfaction of the Registrar that the applicant has the financial and organizational capacity to complete the project, and the Registrar may consider, among other things, the past and present financial position or conduct of the applicant and any interested person in respect of the applicant. O. Reg. 639/20, s. 2.</p> <p class=\"subsection-e\">  (5) In addition to the conditions that may be imposed by the Registrar under the Act, the following are conditions that must be satisfied before the Registrar makes a determination that a residential condominium conversion project qualifies for enrolment under the Plan:</p> <p class=\"paragraph-e\">  1.  The applicant must be licensed as a vendor under the <i>New Home Construction Licensing Act, 2017</i>.</p> <p class=\"paragraph-e\">  2.  The applicant shall provide the Registrar with all security and other written assurances in the amounts and forms determined by the Registrar, including, if applicable, guaranties and indemnities or other third-party assurances for performance for any obligations of the vendor which, if not performed, could result in losses, costs or expenses paid or payable by the Corporation.</p> <p class=\"paragraph-e\">  3.  The applicant shall pay all fees or provide written assurances of payment of fees as determined by the Registrar.</p> <p class=\"paragraph-e\">  4.  The applicant shall provide the Registrar with a signed vendor agreement and builder agreement.</p> <p class=\"paragraph-e\">  5.  The applicant shall provide the Registrar with all necessary assurances as determined by the Registrar that the vendor and builder have complied or will comply in all material respects with their obligations under the Act, the <i>New Home Construction Licensing Act, 2017</i>, other applicable law, the vendor agreement, the builder agreement, any other agreement with the Registrar and the policies, rules and directives of the Registrar.</p> <p class=\"paragraph-e\">  6.  The applicant shall provide the Registrar with confirmation that neither the vendor nor builder has been subject to an insolvency proceeding.</p> <p class=\"paragraph-e\">  7.  If the applicant is not a builder, the applicant shall provide the Registrar with evidence satisfactory to the Registrar that the applicant has a continuing agreement or agreements with at least one licensed builder in which the licensed builder agrees to:</p> <p class=\"subpara-e\">  i.  complete the project that is the subject of the application, and</p> <p class=\"subpara-e\">  ii.  perform the work required to meet the warranty and protection obligations of the applicant under the Plan.</p> <p class=\"paragraph-e\">  8.  The applicant shall provide the Registrar with a written agreement to have the appropriate persons associated with the vendor or builder complete written or oral interviews, tests or exams with respect to any matters that are relevant to the type of residential condominium conversion project being applied for and the sale, transfer, construction, financing, completion and after-sales service of the units and common elements in the residential condominium conversion project, except for matters that are purely duplicative of matters for which the regulatory authority has already interviewed or tested.</p> <p class=\"paragraph-e\">  9.  The applicant shall provide the Registrar with information satisfactory to the Registrar that the applicant, the proposed vendor or builder and any other interested persons are qualified and suited for the work they will do in connection with the residential condominium conversion project applied for having regard to prior conduct including history of claims made, claims resolved, claims paid by the Corporation, chargeable conciliations and after-sales service.</p> <p class=\"paragraph-e\">  10.  The applicant shall provide the Registrar with confirmation that the applicant has agreed, in a form determined by the Registrar, that the applicant shall upon request of the Registrar, at any time or times provide a written update confirming the identity of interested persons, principals, officers, directors, employees, persons providing financial contribution, and persons providing guarantees of the applicant’s obligations and promptly advise the Registrar when any of those persons who are significant to the applicant’s operations are no longer employed or associated with the vendor or builder.</p> <p class=\"paragraph-e\">  11.  The applicant shall provide the Registrar with confirmation that the applicant has agreed, in a form determined by the Registrar, that the applicant shall make representatives of the applicant available to the Registrar for interviews during normal business hours, and provide reasonable access to the following materials, for the purpose of confirming matters relating to the applicant’s obligations to the Registrar and under the Act:</p> <p class=\"subpara-e\">  i.  Information.</p> <p class=\"subpara-e\">  ii.  Documents, things, books and records including electronic records.</p> <p class=\"subpara-e\">  iii.  Plans and other materials.</p> <p class=\"paragraph-e\">  12.  The applicant shall provide the Registrar with confirmation that the applicant has agreed, in a form determined by the Registrar, that the applicant shall pay an administration fee to the Corporation equal to 15 per cent of any amount that is paid out of the guarantee fund in payment of claims in respect of the applicant’s warranty and contractual obligations to the Corporation.</p> <p class=\"paragraph-e\">  13.  The applicant shall provide the Registrar with confirmation that the applicant has agreed in a form determined by the Registrar that the applicant shall pay to the Corporation interest at the rate of 1.5 per cent per month, calculated daily, on all amounts that the applicant owes to the Corporation and that the applicant shall make the interest payments on the first day of each month following the date of default in payment until the amounts owed are repaid in full.</p> <p class=\"paragraph-e\">  14.  The applicant shall provide the Registrar with confirmation that the applicant has agreed, in a form determined by the Registrar, to from time to time, at the applicant’s expense, furnish to the following persons any information, documents, things, books and records relating to the Plan that are determined by the Registrar:</p> <p class=\"subpara-e\">  i.  The Registrar.</p> <p class=\"subpara-e\">  ii.  The purchasers who have entered into a purchase agreement with the applicant.</p> <p class=\"subpara-e\">  iii.  The owners of a home to whom the applicant has transferred title to the home.</p> <p class=\"paragraph-e\">  15.  The applicant shall provide the Registrar with confirmation that the applicant has agreed, in a form determined by the Registrar, that the applicant shall furnish to the Registrar any information relating to the applicant’s financial affairs and position that the Registrar requests.</p> <p class=\"paragraph-e\">  16.  The applicant shall provide the Registrar with confirmation that the applicant has agreed, in a form determined by the Registrar, that the applicant shall permit representatives of the Corporation to inspect all or a part of the residential condominium conversion project that is the subject of an application at any time after a builder has commenced construction.</p> <p class=\"paragraph-e\">  17.  The applicant shall provide the Registrar with confirmation that the applicant has agreed, in a form determined by the Registrar, that the applicant shall, upon receipt of a list of deficiencies in the construction of a unit or common elements of the residential condominium conversion project that must be resolved to bring the residential condominium conversion project into compliance with the Act and applicable law, resolve the deficiencies within a reasonable period of time.</p> <p class=\"paragraph-e\">  18.  The applicant shall provide the Registrar with written confirmation, in a form determined by the Registrar, that if the results of an examination or interview by the Registrar or an inspection by the Corporation demonstrate that the vendor or builder does not have the necessary skills, qualifications, technical expertise or experience to sell or transfer and build the units and common elements of the residential condominium conversion project that is the subject of the application the Registrar may require the vendor or builder to,</p> <p class=\"subpara-e\">  i.  post additional security or assurances with the Corporation, or</p> <p class=\"subpara-e\">  ii  successfully complete a course of study that the Registrar specifies.</p> <p class=\"paragraph-e\">  19.  The applicant shall provide the Registrar with confirmation that the applicant has agreed, in a form determined by the Registrar, that the applicant shall comply with all conditions applicable to the residential condominium conversion project, including the requirement that the vendor or builder as the case may be,</p> <p class=\"subpara-e\">  i.  shall not commence to construct homes in excess of the maximum number permitted to be constructed,</p> <p class=\"subpara-e\">  ii.  shall not commence to construct homes of any class for which the construction is restricted,</p> <p class=\"subpara-e\">  iii.  shall replace one form of security previously provided to the Corporation with another, as required,</p> <p class=\"subpara-e\">  iv.  shall provide security to the Corporation in addition to that already provided, in the amount and in the form determined by the Registrar, and</p> <p class=\"subpara-e\">  v.  shall promptly fulfil any term and condition imposed upon the applicant by the Registrar in connection with the release by the Corporation of the whole or any part of any security provided to the Corporation by the applicant.</p> <p class=\"paragraph-e\">  20.  The applicant shall provide the Registrar with confirmation that the applicant has agreed in a form determined by the Registrar that the applicant shall on request, furnish to the Registrar proof that it has complied with its obligation to attach an Addendum to purchase agreements pursuant to Ontario Regulation 165/08 (Warranty for Delayed Closing or Delayed Occupancy) made under the Act.</p> <p class=\"paragraph-e\">  21.  The applicant shall provide the Registrar with confirmation that the applicant has agreed, in a form determined by the Registrar, that the applicant shall, on request, advise the Corporation of any incident involving the applicant that involves fraud or misappropriation of funds. O. Reg. 639/20, s. 2.</p> <p class=\"subsection-e\">  (6) In addition to the conditions that may be imposed by the Registrar pursuant to the Act the following are conditions that must be satisfied in order for a residential condominium conversion project to continue to qualify for enrolment in the Plan:</p> <p class=\"paragraph-e\">  1.  The vendor and builder of the residential condominium conversion project must both remain licensed by the registrar of the regulatory authority, and there must be no outstanding proposal to refuse to renew, suspend or revoke the licence.</p> <p class=\"paragraph-e\">  2.  The vendor and builder of the residential condominium conversion project must have each complied in all material respects with their obligations under the Act,<i> </i><i>the New Home Construction Licensing Act, 2017</i>, other applicable law, any existing or prior vendor agreement, any existing or prior builder agreement and any other agreement with the Registrar and with the policies, rules and directives of the Registrar.</p> <p class=\"paragraph-e\">  3.  Neither the vendor nor builder of the residential condominium conversion project may have been subject to a material change since the application for qualification for enrolment was submitted that, in the determination of the Registrar, is likely to adversely affect the sale, transfer, construction, financing, completion and after-sales service of the units and common elements or of the type of residential condominium conversion project.</p> <p class=\"paragraph-e\">  4.  No purported transfer of the qualification for enrolment may have occurred.</p> <p class=\"paragraph-e\">  5.  Without limiting the general discretion of the Registrar to revoke or suspend a determination that a residential condominium conversion project is qualified for enrolment at any time, the applicant must co-operate in any review of the qualification for enrolment from time to time if required by the Registrar, unless a home in the residential condominium conversion project has been sold and where the Registrar requires a review,</p> <p class=\"subpara-e\">  i.  the applicant must provide the Registrar with any forms, information and documents determined by the Registrar to support the original application and to update and supplement relevant information from the original application,</p> <p class=\"subpara-e\">  ii.  the forms, information and documents referred to in subparagraph i, together with the fee that the Registrar determines, shall be submitted to the Registrar no later than 30 days after being requested, and</p> <p class=\"subpara-e\">  iii.  following the review, or if the applicant does not co-operate with the review, the Registrar may impose further conditions and suspend or revoke a determination that the residential condominium conversion project qualifies for enrolment in the Plan. O. Reg. 639/20, s. 2.</p> <p class=\"subsection-e\">  (7) In addition to the conditions that may be imposed by the Registrar pursuant to the Act the following are conditions that must be satisfied by the applicant before the Registrar enrols the residential condominium conversion project in the Plan:</p> <p class=\"paragraph-e\">  1.  The applicant shall provide the Registrar with all necessary application information and submissions as determined by the Registrar.</p> <p class=\"paragraph-e\">  2.  The applicant shall provide the Registrar with security and other written assurances in the forms and amounts determined by the Registrar, including, if applicable, guaranties and indemnities or other third-party assurances for performance for any obligations of the vendor which, if not performed, could result in losses, costs or expenses paid or payable by the Corporation.</p> <p class=\"paragraph-e\">  3.  The applicant shall pay all fees or provide written assurances of payment of fees as determined by the Registrar.</p> <p class=\"paragraph-e\">  4.  The applicant shall provide the Registrar with a signed vendor agreement and builder agreement.</p> <p class=\"paragraph-e\">  5.  The applicant shall provide the Registrar with all necessary assurances as determined by the Registrar that the vendor and builder have complied or will comply in all material respects with their obligations under the Act,<i> </i><i>the New Home Construction Licensing Act, 2017</i>, other applicable law, any existing or prior vendor agreement, any existing or prior builder agreement and any other agreement with the Registrar and with the policies, rules and directives of the Registrar.</p> <p class=\"paragraph-e\">  6.  The applicant shall provide the Registrar with confirmation that neither the vendor nor builder has been subject to a material change, or if it has been subject to a material change, the applicant has provided the Registrar with the details of that material change.</p> <p class=\"paragraph-e\">  7.  The applicant shall provide the Registrar with confirmation, in the form determined by the Registrar, that the applicant shall give prompt written notice to the Registrar of any material change in any of the information contained in or accompanying the application for enrolment.</p> <p class=\"paragraph-e\">  8.  If the applicant is not a builder, the applicant shall provide the Registrar with evidence satisfactory to the Registrar that the applicant has a continuing agreement or agreements with at least one licensed builder in which the licensed builder agrees to,</p> <p class=\"subpara-e\">  i.  complete the residential condominium conversion project that is the subject of the application, and</p> <p class=\"subpara-e\">  ii.  perform the work required to meet the warranty and protection obligations of the applicant under the Plan.</p> <p class=\"paragraph-e\">  9.  The applicant shall provide the Registrar with a written agreement to have the appropriate persons associated with the vendor or builder complete written or oral interviews, tests or exams with respect to any matters that are relevant to the type of residential condominium conversion project being applied for and the sale, transfer, construction, financing, completion and after-sales service of the units and common elements in the residential condominium conversion project, except for matters that are purely duplicative of matters for which the regulatory authority has already interviewed or tested.</p> <p class=\"paragraph-e\">  10.  The applicant shall provide the Registrar with information satisfactory to the Registrar that the applicant, the proposed vendor or builder and any other interested persons are qualified and suited for the work they will do in connection with the residential condominium conversion project applied for having regard to prior conduct including history of claims made, claims resolved, claims paid by the Corporation, chargeable conciliations and after-sales service.</p> <p class=\"paragraph-e\">  11.  The applicant shall provide the Registrar with confirmation that the applicant has agreed, in a form determined by the Registrar, that the applicant shall upon request of the Registrar, at any time or times provide a written update confirming the identity of interested persons, principals, officers, directors, employees, persons providing financial contribution, and persons providing guarantees of the applicant’s obligations and promptly advise the Registrar when any of those persons who are significant to the applicant’s operations are no longer employed or associated with the vendor or builder.</p> <p class=\"paragraph-e\">  12.  The applicant shall provide the Registrar with confirmation that the applicant has agreed, in a form determined by the Registrar, that the applicant shall make representatives of the applicant available to the Registrar for interviews during normal business hours, and provide reasonable access to the following materials, for the purpose of confirming matters relating to the applicant’s obligations to the Registrar and under the Act:</p> <p class=\"subpara-e\">  i.  Information.</p> <p class=\"subpara-e\">  ii.  Documents, things, books and records including electronic records.</p> <p class=\"subpara-e\">  iii.  Plans and other materials.</p> <p class=\"paragraph-e\">  13.  The applicant shall provide the Registrar with confirmation that the applicant has agreed, in form determined by the Registrar, that the applicant shall pay an administration fee to the Corporation equal to 15 per cent of any amount that is paid out of the guarantee fund in payment of claims in respect of the applicant’s warranty and contractual obligations to the Corporation.</p> <p class=\"paragraph-e\">  14.  The applicant shall provide the Registrar with confirmation that the applicant has agreed in a form determined by the  Registrar that the applicant shall pay to the Corporation interest at the rate of 1.5 per cent per month, calculated daily, on all amounts that the applicant owes to the Corporation and that the applicant shall make the interest payments on the first day of each month following the date of default in payment until the amounts owed are repaid in full.</p> <p class=\"paragraph-e\">  15.  The applicant shall provide the Registrar with confirmation that the applicant has agreed, in a form determined by the Registrar, to from time to time, at the applicant’s expense, furnish to the following persons any information, documents, things, books and records relating to the Plan that are determined by the Registrar:</p> <p class=\"subpara-e\">  i.  The Registrar.</p> <p class=\"subpara-e\">  ii.  The purchasers who have entered into a purchase agreement with the applicant.</p> <p class=\"subpara-e\">  iii.  The owners of a home to whom the applicant has transferred title to the home.</p> <p class=\"paragraph-e\">  16.  The applicant shall provide the Registrar with confirmation that the applicant has agreed, in a form determined by the Registrar, that the applicant shall furnish to the Registrar any information relating to the applicant’s financial affairs and position that the Registrar requests.</p> <p class=\"paragraph-e\">  17.  The applicant shall provide the Registrar with confirmation that the applicant has agreed, in a form determined by the Registrar, that the applicant shall permit representatives of the Corporation to inspect all or part of the residential condominium conversion project that is the subject of an application at any time after a builder has commenced construction.</p> <p class=\"paragraph-e\">  18.  The applicant shall provide the Registrar with confirmation that the applicant has agreed, in a form determined by the Registrar, that the applicant shall, upon receipt of a list of deficiencies in the construction of a unit or common elements in the residential condominium conversion project that must be resolved, bring the residential condominium conversion project into compliance with the Act and applicable law, and resolve the deficiencies within a reasonable period of time.</p> <p class=\"paragraph-e\">  19.  The applicant shall provide the Registrar with written confirmation, in a form determined by the Registrar, that if the results of an examination or interview by the Registrar or an inspection by the Corporation demonstrate that the vendor or builder does not have the necessary skills, qualifications, technical expertise or experience to sell or transfer and build the units and common elements in the residential condominium conversion project that is the subject of the application the Registrar may require the vendor or builder to,</p> <p class=\"subpara-e\">  i.  post additional security or assurances with the Corporation, or</p> <p class=\"subpara-e\">  ii  successfully complete a course of study that the Registrar specifies.</p> <p class=\"paragraph-e\">  20.  The applicant shall provide the Registrar with confirmation that the applicant has agreed, in a form determined by the Registrar, that the applicant shall comply with all conditions applicable to the residential condominium conversion project, including the requirement that the vendor or builder as the case may be,</p> <p class=\"subpara-e\">  i.  shall not commence to construct homes in excess of the maximum number permitted to be constructed,</p> <p class=\"subpara-e\">  ii.  shall not commence to construct homes of any class for which the construction is restricted,</p> <p class=\"subpara-e\">  iii.  shall replace one form of security previously provided to the Corporation with another, as required,</p> <p class=\"subpara-e\">  iv.  shall provide security to the Corporation in addition to that already provided, in the amount and in the form determined by the Registrar, and</p> <p class=\"subpara-e\">  v.  shall promptly fulfil any term and condition imposed upon the applicant by the Registrar in connection with the release by the Corporation of the whole or any part of any security provided to the Corporation by the applicant.</p> <p class=\"paragraph-e\">  21.  The applicant shall provide the Registrar with confirmation that the applicant has agreed, in a form determined by the Registrar, that the applicant shall on request, furnish to the Registrar proof that it has complied with its obligation to attach an Addendum to purchase agreements pursuant to Ontario Regulation 165/08 (Warranty for Delayed Closing or Delayed Occupancy) made under the Act.</p> <p class=\"paragraph-e\">  22.  The applicant shall provide the Registrar with confirmation that the applicant has agreed, in a form determined by the Registrar, that the applicant shall, on request, advise the Corporation of any incident involving the applicant that involves fraud or misappropriation of funds. O. Reg. 639/20, s. 2.</p>"
        },
        {
            "ahref_id": "None",
            "TOCid": 2.0,
            "part_id": null,
            "part_type": null,
            "section": "Property assessment report",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 3.0,
            "part_id": null,
            "part_type": null,
            "section": "Capital replacement plan",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 4.0,
            "part_id": null,
            "part_type": null,
            "section": "Pre-existing elements fund study",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 5.0,
            "part_id": null,
            "part_type": null,
            "section": "Confirmation of registration and enrolment",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 6.0,
            "part_id": null,
            "part_type": null,
            "section": "Standard form trust agreement",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 7.0,
            "part_id": null,
            "part_type": null,
            "section": "Pre-existing elements fund",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 8.0,
            "part_id": null,
            "part_type": null,
            "section": "Certificates for release of money from pre-existing elements fund",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 9.0,
            "part_id": null,
            "part_type": null,
            "section": "Use of money received from pre-existing elements fund",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 10.0,
            "part_id": null,
            "part_type": null,
            "section": "Transition",
            "content": NaN,
            "raw_html": NaN
        }
    ]
}