{
    "reg_info": {
        "full_title": "O. Reg. 227/07: SERVICE OF DOCUMENTS",
        "reg_name_text": "SERVICE OF documents",
        "citation": "O. Reg. 227/07: SERVICE OF DOCUMENTS",
        "act_under": "Environmental Protection Act",
        "url": "https://www.ontario.ca/laws/regulation/070227",
        "date_scraped": "2023-12-18 18:09:19"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June  1, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/070227/v6",
            "valid_from": "May 21, 2021",
            "valid_to": "May 31, 2021"
        },
        {
            "a_href": "/laws/regulation/070227/v5",
            "valid_from": "August  1, 2020",
            "valid_to": "May 20, 2021"
        },
        {
            "a_href": "/laws/regulation/070227/v4",
            "valid_from": "June 29, 2020",
            "valid_to": "July 31, 2020"
        },
        {
            "a_href": "/laws/regulation/070227/v3",
            "valid_from": "March  6, 2015",
            "valid_to": "June 28, 2020"
        },
        {
            "a_href": "/laws/regulation/070227/v2",
            "valid_from": "August  1, 2007",
            "valid_to": "March  5, 2015"
        },
        {
            "a_href": "/laws/regulation/070227/v1",
            "valid_from": "June  6, 2007",
            "valid_to": "July 31, 2007"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "0.1",
            "section": "Definitions",
            "content": " 0.1 In this Regulation, “Ministry’s electronic system” means the electronic system that is available on a website maintained by the Ministry on the Internet for a purpose that includes, but is not limited to, the purpose of enabling persons to register an activity in the Registry established under subsection 20.20 (1) of the Act; (“système électronique du ministère”) “Ministry account” means an account created by a person through the Ministry’s electronic system. (“compte du ministère”) O. Reg. 47/15, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>0.1 </b>In this Regulation,</p> <p class=\"firstdef-e\">“Ministry’s electronic system” means the electronic system that is available on a website maintained by the Ministry on the Internet for a purpose that includes, but is not limited to, the purpose of enabling persons to register an activity in the Registry established under subsection 20.20 (1) of the Act; (“système électronique du ministère”)</p> <p class=\"definition-e\">“Ministry account” means an account created by a person through the Ministry’s electronic system. (“compte du ministère”) O. Reg. 47/15, s. 1.</p>"
        },
        {
            "id": "1.",
            "section": "Giving or serving documents",
            "content": " 1. (1) Any document given or served under the Act or the regulations is sufficiently given or served for the purposes of clause 182 (1) (c) of the Act if, (a) the document is given or served by a method specified in subsection 2 (2), (3) or (4), and the conditions set out in the subsection are met; (b) the document is given to or served on an individual or entity in accordance with section 3; and (c) for a document given to or served on an individual or entity specified in subsection 4 (2), (3) or (4), the document is given or served at the address, email address or fax number described in the subsection.  O. Reg. 227/07, s. 1. (2) Subject to subsection (3), any document given or served under the Act or the regulations is sufficiently given to or served on a person who is the holder of a Ministry account for the purposes of clause 182 (1) (c) of the Act if it is given or served by the method specified in subsection 2.1 (1) of this Regulation, and the conditions set out in subsection 2.1 (2) of this Regulation are met. O. Reg. 47/15, s. 2. (3) Subsection (2) does not apply in respect of the following documents: 1. A certificate of property use. 2. A notice respecting a decision made under section 20.13 of the Act. 3. A notice respecting a decision made by the Director on his or her own initiative under subsection 47.5 (3) of the Act. 4. A copy of an order made under the Act, unless the order is issued under section 20.18 of the Act on the request of the person to whom the order is issued. O. Reg. 47/15, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>1.</b> (1) Any document given or served under the Act or the regulations is sufficiently given or served for the purposes of clause 182 (1) (c) of the Act if,</p> <p class=\"clause-e\">  (a) the document is given or served by a method specified in subsection 2 (2), (3) or (4), and the conditions set out in the subsection are met;</p> <p class=\"clause-e\">  (b) the document is given to or served on an individual or entity in accordance with section 3; and </p> <p class=\"clause-e\">  (c) for a document given to or served on an individual or entity specified in subsection 4 (2), (3) or (4), the document is given or served at the address, email address or fax number described in the subsection.  O. Reg. 227/07, s. 1.</p> <p class=\"subsection-e\">  (2) Subject to subsection (3), any document given or served under the Act or the regulations is sufficiently given to or served on a person who is the holder of a Ministry account for the purposes of clause 182 (1) (c) of the Act if it is given or served by the method specified in subsection 2.1 (1) of this Regulation, and the conditions set out in subsection 2.1 (2) of this Regulation are met. O. Reg. 47/15, s. 2.</p> <p class=\"subsection-e\">  (3) Subsection (2) does not apply in respect of the following documents:</p> <p class=\"paragraph-e\">  1. A certificate of property use.</p> <p class=\"paragraph-e\">  2. A notice respecting a decision made under section 20.13 of the Act.</p> <p class=\"paragraph-e\">  3. A notice respecting a decision made by the Director on his or her own initiative under subsection 47.5 (3) of the Act.</p> <p class=\"paragraph-e\">  4. A copy of an order made under the Act, unless the order is issued under section 20.18 of the Act on the request of the person to whom the order is issued. O. Reg. 47/15, s. 2.</p>"
        },
        {
            "id": "2.",
            "section": "Methods of giving or serving documents",
            "content": " 2. (1) This section sets out methods of giving or serving documents and conditions applying to those methods, for the purposes of clause 1 (a).  O. Reg. 227/07, s. 2 (1). (2) For the method of commercial courier, the condition is that the document is in an envelope showing the sender’s name, address and telephone number.  O. Reg. 227/07, s. 2 (2). (3) For the method of email, the conditions are that, (a) the document is attached to the email in a portable document format; (b) the body of the email includes, (i) the name of the recipient, (ii) the sender’s name, address, telephone number, fax number, if any, and email address, (iii) the date and time that the email is sent, and (iv) the name and phone number of an individual to call in the event of any technical problem with the email or attachments; and (c) the receiver provides an email to the sender indicating acceptance of service.  O. Reg. 227/07, s. 2 (3). (4) For the method of fax, the conditions are that, (a) the fax transmission includes a cover sheet indicating, (i) the name of the recipient, (ii) the sender’s name, address, telephone number and fax number, (iii) the date and time of the transmission, (iv) the name and phone number of an individual to call in the event of a transmission problem, and (v) the number of pages transmitted, including the cover sheet; and (b) a fax confirmation sheet is produced by the sender’s fax machine indicating that the fax was successfully transmitted.  O. Reg. 227/07, s. 2 (4).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) This section sets out methods of giving or serving documents and conditions applying to those methods, for the purposes of clause 1 (a).  O. Reg. 227/07, s. 2 (1).</p> <p class=\"subsection-e\">  (2) For the method of commercial courier, the condition is that the document is in an envelope showing the sender’s name, address and telephone number.  O. Reg. 227/07, s. 2 (2).</p> <p class=\"subsection-e\">  (3) For the method of email, the conditions are that, </p> <p class=\"clause-e\">  (a) the document is attached to the email in a portable document format;</p> <p class=\"clause-e\">  (b) the body of the email includes,</p> <p class=\"subclause-e\">  (i) the name of the recipient,</p> <p class=\"subclause-e\">  (ii) the sender’s name, address, telephone number, fax number, if any, and email address,</p> <p class=\"subclause-e\">  (iii) the date and time that the email is sent, and</p> <p class=\"subclause-e\">  (iv) the name and phone number of an individual to call in the event of any technical problem with the email or attachments; and</p> <p class=\"clause-e\">  (c) the receiver provides an email to the sender indicating acceptance of service.  O. Reg. 227/07, s. 2 (3).</p> <p class=\"subsection-e\">  (4) For the method of fax, the conditions are that,</p> <p class=\"clause-e\">  (a) the fax transmission includes a cover sheet indicating,</p> <p class=\"subclause-e\">  (i) the name of the recipient,</p> <p class=\"subclause-e\">  (ii) the sender’s name, address, telephone number and fax number,</p> <p class=\"subclause-e\">  (iii) the date and time of the transmission,</p> <p class=\"subclause-e\">  (iv) the name and phone number of an individual to call in the event of a transmission problem, and</p> <p class=\"subclause-e\">  (v) the number of pages transmitted, including the cover sheet; and</p> <p class=\"clause-e\">  (b) a fax confirmation sheet is produced by the sender’s fax machine indicating that the fax was successfully transmitted.  O. Reg. 227/07, s. 2 (4).</p>"
        },
        {
            "id": "2.1",
            "section": "Filing in Ministry account, method of giving or serving documents",
            "content": " 2.1 (1) For the purposes of subsection 1 (2), the method of giving a document to or serving a document on a person who is the holder of a Ministry account is filing the document in the person’s Ministry account. O. Reg. 47/15, s. 3. (2) The conditions mentioned in subsection 1 (2) are the following: 1. The Director must file the document in the person’s Ministry account. 2. The Director must send an electronic notification to the person, notifying the person that a document has been filed in the account. O. Reg. 47/15, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>2.1 </b>(1) For the purposes of subsection 1 (2), the method of giving a document to or serving a document on a person who is the holder of a Ministry account is filing the document in the person’s Ministry account. O. Reg. 47/15, s. 3.</p> <p class=\"subsection-e\">  (2) The conditions mentioned in subsection 1 (2) are the following:</p> <p class=\"paragraph-e\">  1. The Director must file the document in the person’s Ministry account.</p> <p class=\"paragraph-e\">  2. The Director must send an electronic notification to the person, notifying the person that a document has been filed in the account. O. Reg. 47/15, s. 3.</p>"
        },
        {
            "id": "3.",
            "section": "Individuals who may be given or served document",
            "content": " 3. (1) For the purposes of clause 1 (b), a document is given to or served on an individual or entity described in Column 1 of the Table to this section if it is given to or served on, (a) an individual described in Column 2 of the Table in the corresponding cell; or (b) if applicable, the individual’s or entity’s solicitor of record, or an employee in the solicitor’s office.  O. Reg. 227/07, s. 3 (1). (2) If a solicitor or an employee in the solicitor’s office accepts a document given or served under subsection (1) (b), the solicitor is deemed to represent to the individual or entity giving or serving the document that the solicitor has the authority of his or her client to accept the document.  O. Reg. 227/07, s. 3 (2). (3) A reference to a matter in this section or in the Table to this section means the matter in relation to which the document is given or served.  O. Reg. 227/07, s. 3 (3). TABLE  Item   Column 1   Individual or entity   Column 2   Individual who may be served \n\n  1.   A minor.   1. The Children’s Lawyer, if the matter is in respect of the minor’s interest in an estate or trust.   2. For any other matter, the minor and, if the minor resides with a parent or other individual having the care or lawful custody of the minor, the parent or other individual.  \n\n  2.   An individual who is incapable within the meaning of section 6 or 45 of the Substitute Decisions Act, 1992 in respect of an issue in the matter.    1. The individual’s fiduciary with authority to act in the matter, if the individual has one.   2. If the individual does not have a fiduciary described in paragraph 1, the Public Guardian and Trustee and the individual. \n\n  3.   An absentee within the meaning of the Absentees Act.   1. If a committee of the estate of the absentee has been appointed under the Absentees Act, the committee.   2. If no committee described in paragraph 1 has been appointed, the Public Guardian and Trustee. \n\n  4.   A deceased individual.   1. The individual’s executor, administrator or administrator with the will annexed, if the individual has one.   2. If the individual does not have an executor, administrator or administrator with the will annexed, the Public Guardian and Trustee. \n\n  5.   An individual who is not described in item 1, 2, 3 or 4.   The individual. \n\n  6.   An individual or entity outside Ontario who is carrying on business in Ontario.   Anyone carrying on business in Ontario for the individual or entity. \n\n  7.   A sole proprietorship.   The sole proprietor or any individual at the principal place of business of the sole proprietorship who appears to be in control or management of the place of business. \n\n  8.   A partnership.   Any one or more of the partners or any individual at the principal place of business of the partnership who appears to be in control or management of the place of business. \n\n  9.   A corporation, other than a municipal corporation, that is resident in Ontario.   An officer, director or agent of the corporation, or any individual at any place of business of the corporation who appears to be in control or management of the place of business. \n\n  10.   A municipal corporation.   The mayor, warden, reeve, clerk or deputy clerk of the municipal corporation.  \n\n  11.   A board, local board, commission, or other local authority, other than the Ontario Labour Relations Board or other tribunal.   A board member or officer. \n\n  12.   A Director appointed under the Act.   The Director or any individual who appears to be employed in the office of the Director. \n\n  13.   A provincial officer designated under the Act.   The provincial officer or any individual who appears to be employed in the office of the provincial officer. \n\n  14.   The Ontario Land Tribunal.   The Tribunal Registrar or any individual who appears to be employed in the office of the Tribunal. \n\n  15.   The Minister of the Environment.   Any individual who appears to be employed in the Minister’s office. \n\n  16.   The Ministry of the Environment.   1. The individual or entity specified in the provision of the Act under which the document is required to be given to or served on the Ministry.   2. If no individual or entity is specified, the Director appointed under the Act or any individual who appears to be employed in the office of the Director. \n\n  17.   The Lieutenant Governor in Council.   The Clerk of the Executive Council, a Deputy Clerk of the Executive Council, or any individual who appears to be employed in the office of the Clerk of the Executive Council. \n\n  18.   Revoked: O. Reg. 326/20, s. 1. \n\n  19.   The Registrar of Motor Vehicles.   The Registrar or any individual who appears to be employed in the office of the Registrar. O. Reg. 227/07, s. 3, Table; O. Reg. 326/20, s. 1; O. Reg. 361/21, s. 1, 2.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) For the purposes of clause 1 (b), a document is given to or served on an individual or entity described in Column 1 of the Table to this section if it is given to or served on,</p> <p class=\"clause-e\">  (a) an individual described in Column 2 of the Table in the corresponding cell; or</p> <p class=\"clause-e\">  (b) if applicable, the individual’s or entity’s solicitor of record, or an employee in the solicitor’s office.  O. Reg. 227/07, s. 3 (1).</p> <p class=\"subsection-e\">  (2) If a solicitor or an employee in the solicitor’s office accepts a document given or served under subsection (1) (b), the solicitor is deemed to represent to the individual or entity giving or serving the document that the solicitor has the authority of his or her client to accept the document.  O. Reg. 227/07, s. 3 (2).</p> <p class=\"subsection-e\">  (3) A reference to a matter in this section or in the Table to this section means the matter in relation to which the document is given or served.  O. Reg. 227/07, s. 3 (3).</p> <p class=\"headingx-e\">TABLE</p> <p class=\"MsoNormal\"> </p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"160\"> <p class=\"table-e\">Column 1 <br/>  Individual or entity</p> </td> <td valign=\"top\" width=\"470\"> <p class=\"table-e\">Column 2 <br/>  Individual who may be served</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"160\"> <p class=\"table-e\">A minor.</p> </td> <td valign=\"top\" width=\"470\"> <p class=\"table-e\">1. The Children’s Lawyer, if the matter is in respect of the minor’s interest in an estate or trust. <br/>  2. For any other matter, the minor and, if the minor resides with a parent or other individual having the care or lawful custody of the minor, the parent or other individual. </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"160\"> <p class=\"table-e\">An individual who is incapable within the meaning of section 6 or 45 of the <i>Substitute Decisions Act, 1992</i> in respect of an issue in the matter. </p> </td> <td valign=\"top\" width=\"470\"> <p class=\"table-e\">1. The individual’s fiduciary with authority to act in the matter, if the individual has one. <br/>  2. If the individual does not have a fiduciary described in paragraph 1, the Public Guardian and Trustee and the individual.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"160\"> <p class=\"table-e\">An absentee within the meaning of the <i>Absentees Act</i>.</p> </td> <td valign=\"top\" width=\"470\"> <p class=\"table-e\">1. If a committee of the estate of the absentee has been appointed under the <i>Absentees Act</i>, the committee. <br/>  2. If no committee described in paragraph 1 has been appointed, the Public Guardian and Trustee.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"160\"> <p class=\"table-e\">A deceased individual.</p> </td> <td valign=\"top\" width=\"470\"> <p class=\"table-e\">1. The individual’s executor, administrator or administrator with the will annexed, if the individual has one. <br/>  2. If the individual does not have an executor, administrator or administrator with the will annexed, the Public Guardian and Trustee.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"160\"> <p class=\"table-e\">An individual who is not described in item 1, 2, 3 or 4.</p> </td> <td valign=\"top\" width=\"470\"> <p class=\"table-e\">The individual.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"160\"> <p class=\"table-e\">An individual or entity outside Ontario who is carrying on business in Ontario.</p> </td> <td valign=\"top\" width=\"470\"> <p class=\"table-e\">Anyone carrying on business in Ontario for the individual or entity.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">7.</p> </td> <td valign=\"top\" width=\"160\"> <p class=\"table-e\">A sole proprietorship.</p> </td> <td valign=\"top\" width=\"470\"> <p class=\"table-e\">The sole proprietor or any individual at the principal place of business of the sole proprietorship who appears to be in control or management of the place of business.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">8.</p> </td> <td valign=\"top\" width=\"160\"> <p class=\"table-e\">A partnership.</p> </td> <td valign=\"top\" width=\"470\"> <p class=\"table-e\">Any one or more of the partners or any individual at the principal place of business of the partnership who appears to be in control or management of the place of business.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">9.</p> </td> <td valign=\"top\" width=\"160\"> <p class=\"table-e\">A corporation, other than a municipal corporation, that is resident in Ontario.</p> </td> <td valign=\"top\" width=\"470\"> <p class=\"table-e\">An officer, director or agent of the corporation, or any individual at any place of business of the corporation who appears to be in control or management of the place of business.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">10.</p> </td> <td valign=\"top\" width=\"160\"> <p class=\"table-e\">A municipal corporation.</p> </td> <td valign=\"top\" width=\"470\"> <p class=\"table-e\">The mayor, warden, reeve, clerk or deputy clerk of the municipal corporation. </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">11.</p> </td> <td valign=\"top\" width=\"160\"> <p class=\"table-e\">A board, local board, commission, or other local authority, other than the Ontario Labour Relations Board or other tribunal.</p> </td> <td valign=\"top\" width=\"470\"> <p class=\"table-e\">A board member or officer.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">12.</p> </td> <td valign=\"top\" width=\"160\"> <p class=\"table-e\">A Director appointed under the Act.</p> </td> <td valign=\"top\" width=\"470\"> <p class=\"table-e\">The Director or any individual who appears to be employed in the office of the Director.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">13.</p> </td> <td valign=\"top\" width=\"160\"> <p class=\"table-e\">A provincial officer designated under the Act.</p> </td> <td valign=\"top\" width=\"470\"> <p class=\"table-e\">The provincial officer or any individual who appears to be employed in the office of the provincial officer.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">14.</p> </td> <td valign=\"top\" width=\"160\"> <p class=\"table-e\">The Ontario Land Tribunal.</p> </td> <td valign=\"top\" width=\"470\"> <p class=\"table-e\">The Tribunal Registrar or any individual who appears to be employed in the office of the Tribunal.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">15.</p> </td> <td valign=\"top\" width=\"160\"> <p class=\"table-e\">The Minister of the Environment.</p> </td> <td valign=\"top\" width=\"470\"> <p class=\"table-e\">Any individual who appears to be employed in the Minister’s office.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">16.</p> </td> <td valign=\"top\" width=\"160\"> <p class=\"table-e\">The Ministry of the Environment.</p> </td> <td valign=\"top\" width=\"470\"> <p class=\"table-e\">1. The individual or entity specified in the provision of the Act under which the document is required to be given to or served on the Ministry. <br/>  2. If no individual or entity is specified, the Director appointed under the Act or any individual who appears to be employed in the office of the Director.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">17.</p> </td> <td valign=\"top\" width=\"160\"> <p class=\"table-e\">The Lieutenant Governor in Council.</p> </td> <td valign=\"top\" width=\"470\"> <p class=\"table-e\">The Clerk of the Executive Council, a Deputy Clerk of the Executive Council, or any individual who appears to be employed in the office of the Clerk of the Executive Council.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">18.</p> </td> <td colspan=\"2\" valign=\"top\" width=\"629\"> <p class=\"table-e\"><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 326/20, s. 1.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">19.</p> </td> <td valign=\"top\" width=\"160\"> <p class=\"table-e\">The Registrar of Motor Vehicles.</p> </td> <td valign=\"top\" width=\"470\"> <p class=\"table-e\">The Registrar or any individual who appears to be employed in the office of the Registrar.</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 227/07, s. 3, Table; O. Reg. 326/20, s. 1; O. Reg. 361/21, s. 1, 2.</p>"
        },
        {
            "id": "4.",
            "section": "Requirements re address, etc.",
            "content": " 4. (1) For the purposes of clause 1 (c), a document is given to or served on an individual or entity specified in subsection (2), (3) or (4) if it is given or served at the address, email address or fax number described in the subsection.  O. Reg. 227/07, s. 4 (1). (2) The address, email address or fax number for a Director or provincial officer is the address, email address or fax number, (a) listed on the document in response to which the individual or entity is giving or serving the document; or (b) otherwise provided by the Director or provincial officer to the individual or entity giving or serving the document.  O. Reg. 227/07, s. 4 (2). (3) The address, email address or fax number for the Ontario Land Tribunal is the address, email address or fax number, (a) listed on the website for the Tribunal; or (b) otherwise provided by the Tribunal to the individual or entity giving or serving the document.  O. Reg. 227/07, s. 4 (3); O. Reg. 361/21, s. 1. (4) The address, email address or fax number for the Minister of the Environment or the Lieutenant Governor in Council is the address, email address or fax number provided by the Minister’s office or by the office of the Clerk of the Executive Council.  O. Reg. 227/07, s. 4 (4). (5) The address, email address or fax number for the Ontario Labour Relations Board is the address, email address or fax number provided by the Registrar of the Board.  O. Reg. 227/07, s. 4 (5).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) For the purposes of clause 1 (c), a document is given to or served on an individual or entity specified in subsection (2), (3) or (4) if it is given or served at the address, email address or fax number described in the subsection.  O. Reg. 227/07, s. 4 (1).</p> <p class=\"subsection-e\">  (2) The address, email address or fax number for a Director or provincial officer is the address, email address or fax number,</p> <p class=\"clause-e\">  (a) listed on the document in response to which the individual or entity is giving or serving the document; or </p> <p class=\"clause-e\">  (b) otherwise provided by the Director or provincial officer to the individual or entity giving or serving the document.  O. Reg. 227/07, s. 4 (2).</p> <p class=\"subsection-e\">  (3) The address, email address or fax number for the Ontario Land Tribunal is the address, email address or fax number,</p> <p class=\"clause-e\">  (a) listed on the website for the Tribunal; or</p> <p class=\"clause-e\">  (b) otherwise provided by the Tribunal to the individual or entity giving or serving the document.  O. Reg. 227/07, s. 4 (3); O. Reg. 361/21, s. 1.</p> <p class=\"subsection-e\">  (4) The address, email address or fax number for the Minister of the Environment or the Lieutenant Governor in Council is the address, email address or fax number provided by the Minister’s office or by the office of the Clerk of the Executive Council.  O. Reg. 227/07, s. 4 (4).</p> <p class=\"subsection-e\">  (5) The address, email address or fax number for the Ontario Labour Relations Board is the address, email address or fax number provided by the Registrar of the Board.  O. Reg. 227/07, s. 4 (5).</p>"
        },
        {
            "id": "5.",
            "section": "Deemed day of service",
            "content": " 5. (1) A document that is given or served by commercial courier is deemed to be effectively given or served two days after the day the commercial courier received the document from the individual or entity giving or serving it.  O. Reg. 227/07, s. 5 (1). (2) A document that is given or served by email is deemed to be effectively given or served on the day the sender receives from the receiver an email indicating acceptance of service.  O. Reg. 227/07, s. 5 (2). (3) A document that is given or served by fax is deemed to be effectively given or served, (a) on the day the fax is transmitted, if, (i) a fax confirmation sheet is produced by the sender’s fax machine indicating anything other than the information described in subclause (b) (i) or (ii), or (ii) the receiver agrees to accept service on that day; or (b) on the day after the fax is transmitted, if, (i) the fax confirmation sheet indicates that the fax, including the cover sheet, is 30 pages or more and was transmitted between 8 a.m. and 5 p.m., or (ii) the fax confirmation sheet indicates that the fax was transmitted after 5 p.m.  O. Reg. 227/07, s. 5 (3). (3.1) A document that is given or served under section 2.1 is deemed to be effectively given or served on the later of, (a) the day on which the Director files the document in the person’s Ministry account; and (b) the day on which the Director sends the electronic notification to the person who is the holder of the Ministry account, notifying the person that a document has been filed in the account. O. Reg. 47/15, s. 4 (1). (4) Despite subsections (1), (3) and (3.1), a document is not deemed to be effectively given or served on the day specified in the subsection if the recipient establishes that he or she did not, acting in good faith, through absence, accident, illness, disability or other causes beyond his or her control, receive the document until a later date.  O. Reg. 227/07, s. 5 (4); O. Reg. 47/15, s. 4 (2). (5) This section does not apply in respect of a document given to or served on, (a) the Director; (b) a provincial officer; (c)  Revoked: O. Reg. 326/20, s. 2. (d) the Ontario Land Tribunal; (e) the Registrar of Motor Vehicles; (f) the Minister of the Environment or any other Minister; (g) the Ministry of the Environment or any other Ministry; or (h) the Lieutenant Governor in Council.  O. Reg. 227/07, s. 5 (5); O. Reg. 326/20, s. 2; O. Reg. 361/21, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) A document that is given or served by commercial courier is deemed to be effectively given or served two days after the day the commercial courier received the document from the individual or entity giving or serving it.  O. Reg. 227/07, s. 5 (1).</p> <p class=\"subsection-e\">  (2) A document that is given or served by email is deemed to be effectively given or served on the day the sender receives from the receiver an email indicating acceptance of service.  O. Reg. 227/07, s. 5 (2).</p> <p class=\"subsection-e\">  (3) A document that is given or served by fax is deemed to be effectively given or served, </p> <p class=\"clause-e\">  (a) on the day the fax is transmitted, if, </p> <p class=\"subclause-e\">  (i) a fax confirmation sheet is produced by the sender’s fax machine indicating anything other than the information described in subclause (b) (i) or (ii), or</p> <p class=\"subclause-e\">  (ii) the receiver agrees to accept service on that day; or</p> <p class=\"clause-e\">  (b) on the day after the fax is transmitted, if, </p> <p class=\"subclause-e\">  (i) the fax confirmation sheet indicates that the fax, including the cover sheet, is 30 pages or more and was transmitted between 8 a.m. and 5 p.m., or</p> <p class=\"subclause-e\">  (ii) the fax confirmation sheet indicates that the fax was transmitted after 5 p.m.  O. Reg. 227/07, s. 5 (3).</p> <p class=\"subsection-e\">  (3.1) A document that is given or served under section 2.1 is deemed to be effectively given or served on the later of,</p> <p class=\"clause-e\">  (a) the day on which the Director files the document in the person’s Ministry account; and</p> <p class=\"clause-e\">  (b) the day on which the Director sends the electronic notification to the person who is the holder of the Ministry account, notifying the person that a document has been filed in the account. O. Reg. 47/15, s. 4 (1).</p> <p class=\"subsection-e\">  (4) Despite subsections (1), (3) and (3.1), a document is not deemed to be effectively given or served on the day specified in the subsection if the recipient establishes that he or she did not, acting in good faith, through absence, accident, illness, disability or other causes beyond his or her control, receive the document until a later date.  O. Reg. 227/07, s. 5 (4); O. Reg. 47/15, s. 4 (2).</p> <p class=\"subsection-e\">  (5) This section does not apply in respect of a document given to or served on,</p> <p class=\"clause-e\">  (a) the Director;</p> <p class=\"clause-e\">  (b) a provincial officer;</p> <p class=\"clause-e\">  (c)  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 326/20, s. 2.</p> <p class=\"clause-e\">  (d) the Ontario Land Tribunal;</p> <p class=\"clause-e\">  (e) the Registrar of Motor Vehicles; </p> <p class=\"clause-e\">  (f) the Minister of the Environment or any other Minister; </p> <p class=\"clause-e\">  (g) the Ministry of the Environment or any other Ministry; or</p> <p class=\"clause-e\">  (h) the Lieutenant Governor in Council.  O. Reg. 227/07, s. 5 (5); O. Reg. 326/20, s. 2; O. Reg. 361/21, s. 1.</p>"
        },
        {
            "id": "6.",
            "section": "Deemed day of service",
            "content": " 6. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 227/07, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>6.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 227/07, s. 6.</p>"
        },
        {
            "id": null,
            "section": "Deemed day of service",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/070227\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}