{
    "reg_info": {
        "full_title": "O. Reg. 464/07: ADOPTION INFORMATION DISCLOSURE",
        "reg_name_text": "Adoption Information Disclosure",
        "citation": "O. Reg. 464/07: ADOPTION INFORMATION DISCLOSURE",
        "act_under": "Child and Family Services Act",
        "url": "https://www.ontario.ca/laws/regulation/070464",
        "date_scraped": "2023-12-19 00:02:35"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/070464/v6",
            "valid_from": "April  3, 2018",
            "valid_to": "April 29, 2018"
        },
        {
            "a_href": "/laws/regulation/070464/v5",
            "valid_from": "March 26, 2009",
            "valid_to": "April  2, 2018"
        },
        {
            "a_href": "/laws/regulation/070464/v4",
            "valid_from": "July 30, 2008",
            "valid_to": "March 25, 2009"
        },
        {
            "a_href": "/laws/regulation/070464/v3",
            "valid_from": "December  7, 2007",
            "valid_to": "July 29, 2008"
        },
        {
            "a_href": "/laws/regulation/070464/v2",
            "valid_from": "September 17, 2007",
            "valid_to": "December  6, 2007"
        },
        {
            "a_href": "/laws/regulation/070464/v1",
            "valid_from": "August 17, 2007",
            "valid_to": "September 16, 2007"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "PART I  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART I DEFINITIONS AND APPLICATION",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": "PART I  ",
            "part_type": "PART I DEFINITIONS AND APPLICATION",
            "section": "Definitions",
            "content": " 1. In this Regulation, “adopted person” means a person in respect of whom an order, judgment or decree of adoption is registered under subsection 28 (1) of the Vital Statistics Act or a predecessor of that subsection, except in sections 14 and 24; (“personne adoptée”) “birth family member” means, with respect to an adopted person, the adopted person’s birth parents and any other person related to the birth parent including the birth grandparents and any birth siblings, but does not include a descendant of the adopted person; (“membre de la famille de sang”) “birth grandparent” means, with respect to an adopted person, a parent of one of the adopted person’s birth parents; (“grand-père ou grand-mère de sang”) “former adoptive parent” means, with respect to a person who was adopted more than once, a person named as an adoptive parent in an order, decree or judgment relating to the adopted person other than the most recent order, decree or judgment; (“ancien père adoptif ou ancienne mère adoptive”) “MCSS custodian” means the Director of the Operational Support Branch at the Ministry of Community and Social Services designated as a custodian under paragraph 1 of subsection 3 (1); (“dépositaire du ministère”) “non-identifying information” means one or more pieces of information in relation to an individual the disclosure of which, whether disclosed separately or together, will not reveal the identity of the individual and includes, (a) background information relating to, (i) an adopted person’s birth parents, birth grandparents, birth siblings and other birth family members, (ii) an adopted person’s adoptive parents and adoptive family, or (iii) in the case of an adopted person who was adopted more than once, the adopted person’s former adoptive parents and former adoptive family, (b) the circumstances leading to an adoption placement, (c) the details relating to the birth of an adopted person, (d) the care received by the person prior to an adoption placement, (e) the developmental progress of the adopted person, (f) the date of an adoption placement or of an adoption order, and (g) the name of the children’s aid society or of the licensee responsible for the adoption placement; (“renseignements non identificatoires”) “Registrar General” means the Registrar General under the Vital Statistics Act; (“registraire général de l’état civil”) “ServiceOntario custodian” means the Director of the Contact Centre Services Branch at ServiceOntario, part of the Ministry of Government Services designated as a custodian under paragraph 4 of subsection 3 (1). (“dépositaire de ServiceOntario”)  O. Reg. 464/07, s. 1; O. Reg. 560/07, s. 1; O. Reg. 273/08, s. 1; O. Reg. 112/09, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“adopted person” means a person in respect of whom an order, judgment or decree of adoption is registered under subsection 28 (1) of the <i>Vital Statistics Act</i> or a predecessor of that subsection, except in sections 14 and 24; (“personne adoptée”)</p> <p class=\"definition-e\">“birth family member” means, with respect to an adopted person, the adopted person’s birth parents and any other person related to the birth parent including the birth grandparents and any birth siblings, but does not include a descendant of the adopted person; (“membre de la famille de sang”)</p> <p class=\"definition-e\">“birth grandparent” means, with respect to an adopted person, a parent of one of the adopted person’s birth parents; (“grand-père ou grand-mère de sang”)</p> <p class=\"definition-e\">“former adoptive parent” means, with respect to a person who was adopted more than once, a person named as an adoptive parent in an order, decree or judgment relating to the adopted person other than the most recent order, decree or judgment; (“ancien père adoptif ou ancienne mère adoptive”)</p> <p class=\"definition-e\">“MCSS custodian” means the Director of the Operational Support Branch at the Ministry of Community and Social Services designated as a custodian under paragraph 1 of subsection 3 (1); (“dépositaire du ministère”)</p> <p class=\"definition-e\">“non-identifying information” means one or more pieces of information in relation to an individual the disclosure of which, whether disclosed separately or together, will not reveal the identity of the individual and includes,</p> <p class=\"defclause-e\">  (a) background information relating to,</p> <p class=\"defsubclause-e\">  (i) an adopted person’s birth parents, birth grandparents, birth siblings and other birth family members,</p> <p class=\"defsubclause-e\">  (ii) an adopted person’s adoptive parents and adoptive family, or</p> <p class=\"defsubclause-e\">  (iii) in the case of an adopted person who was adopted more than once, the adopted person’s former adoptive parents and former adoptive family,</p> <p class=\"defclause-e\">  (b) the circumstances leading to an adoption placement,</p> <p class=\"defclause-e\">  (c) the details relating to the birth of an adopted person,</p> <p class=\"defclause-e\">  (d) the care received by the person prior to an adoption placement,</p> <p class=\"defclause-e\">  (e) the developmental progress of the adopted person,</p> <p class=\"defclause-e\">  (f) the date of an adoption placement or of an adoption order, and</p> <p class=\"defclause-e\">  (g) the name of the children’s aid society or of the licensee responsible for the adoption placement; (“renseignements non identificatoires”)</p> <p class=\"definition-e\">“Registrar General” means the Registrar General under the <i>Vital Statistics Act</i>; (“registraire général de l’état civil”)</p> <p class=\"definition-e\">“ServiceOntario custodian” means the Director of the Contact Centre Services Branch at ServiceOntario, part of the Ministry of Government Services designated as a custodian under paragraph 4 of subsection 3 (1). (“dépositaire de ServiceOntario”)  O. Reg. 464/07, s. 1; O. Reg. 560/07, s. 1; O. Reg. 273/08, s. 1; O. Reg. 112/09, s. 1.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "part_id": "PART I  ",
            "part_type": "PART I DEFINITIONS AND APPLICATION",
            "section": "Application",
            "content": " 2. This Regulation, excluding sections 14 and 24, applies with respect to any adoption if the order, judgment or decree of adoption is registered under subsection 28 (1) of the Vital Statistics Act or a predecessor of that subsection.  O. Reg. 464/07, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>2. </b>This Regulation, excluding sections 14 and 24, applies with respect to any adoption if the order, judgment or decree of adoption is registered under subsection 28 (1) of the <i>Vital Statistics Act </i>or a predecessor of that subsection.  O. Reg. 464/07, s. 2.</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.1",
            "part_id": "PART I  ",
            "part_type": "PART I DEFINITIONS AND APPLICATION",
            "section": "Disclosure under this Act and Vital Statistics Act",
            "content": " 2.1 (1) This Regulation sets out circumstances in which certain information relating to adoptions may be disclosed to specified individuals or entities.  Disclosure under this Regulation is authorized in addition to any disclosure of information relating to adoptions that may be authorized under the Vital Statistics Act.  O. Reg. 273/08, s. 2. (2) Any disclosure of information relating to adoptions authorized under this Regulation applies despite any notice or disclosure veto in effect under section 48.3, 48.4 or 48.5 of the\r\nVital Statistics Act that may prevent or affect disclosure of information relating to adoptions under that Act.  O. Reg. 273/08, s. 2. Part II   Designation of Custodians",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>2.1 </b>(1) This Regulation sets out circumstances in which certain information relating to adoptions may be disclosed to specified individuals or entities.  Disclosure under this Regulation is authorized in addition to any disclosure of information relating to adoptions that may be authorized under the <i>Vital Statistics Act</i>.  O. Reg. 273/08, s. 2.</p> <p class=\"subsection-e\">  (2) Any disclosure of information relating to adoptions authorized under this Regulation applies despite any notice or disclosure veto in effect under section 48.3, 48.4 or 48.5 of the\r\n<i>Vital Statistics Act</i> that may prevent or affect disclosure of information relating to adoptions under that Act.  O. Reg. 273/08, s. 2.</p> <p class=\"partnum-e\"><a name=\"BK4\"></a>Part II <br/>  Designation of Custodians</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "PART II  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART II DESIGNATION OF CUSTODIANS",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "3.",
            "part_id": "PART II  ",
            "part_type": "PART II DESIGNATION OF CUSTODIANS",
            "section": "Designation of custodians",
            "content": " 3. (1) For the purposes of subsection 162.1 (1) of the Act, the following persons are designated as custodians of adoption information: 1. The Director of the Operational Support Branch at the Ministry of Community and Social Services. (MCSS custodian) 2., 3.  Revoked:  O. Reg. 273/08, s. 3. 4. The Director of the Contact Centre Services Branch at ServiceOntario, a part of the Ministry of Government Services. (ServiceOntario custodian)  O. Reg. 464/07, s. 3 (1); O. Reg. 560/07, s. 2; O. Reg. 273/08, s. 3; O. Reg. 112/09, s. 2. (2) The custodians shall perform such duties and exercise such powers as are specified in this Regulation.  O. Reg. 464/07, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>3. </b>(1) For the purposes of subsection 162.1 (1) of the Act, the following persons are designated as custodians of adoption information:</p> <p class=\"paragraph-e\">  1. The Director of the Operational Support Branch at the Ministry of Community and Social Services. (MCSS custodian)</p> <p class=\"paragraph-e\"> 2., 3.  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 273/08, s. 3.</p> <p class=\"paragraph-e\">  4. The Director of the Contact Centre Services Branch at ServiceOntario, a part of the Ministry of Government Services. (ServiceOntario custodian)  O. Reg. 464/07, s. 3 (1); O. Reg. 560/07, s. 2; O. Reg. 273/08, s. 3; O. Reg. 112/09, s. 2.</p> <p class=\"subsection-e\">  (2) The custodians shall perform such duties and exercise such powers as are specified in this Regulation.  O. Reg. 464/07, s. 3 (2).</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "4.",
            "part_id": "PART II  ",
            "part_type": "PART II DESIGNATION OF CUSTODIANS",
            "section": "MCSS custodian",
            "content": " 4. The duties of the MCSS custodian are as follows: 1. To maintain and administer an adoption disclosure register in accordance with sections 8, 9 and 10. 2. To deal with requests for non-identifying information under sections 11, 12 and 14. 3. To perform searches in relation to adopted persons in cases of severe medical illnesses in accordance with sections 16 and 20 and to disclose information in accordance with section 21. 4. To perform such other duties as are described in Part IV.  O. Reg. 464/07, s. 4. 5. Revoked:  O. Reg. 273/08, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>4. </b>The duties of the MCSS custodian are as follows:</p> <p class=\"paragraph-e\">  1. To maintain and administer an adoption disclosure register in accordance with sections 8, 9 and 10.</p> <p class=\"paragraph-e\">  2. To deal with requests for non-identifying information under sections 11, 12 and 14.</p> <p class=\"paragraph-e\">  3. To perform searches in relation to adopted persons in cases of severe medical illnesses in accordance with sections 16 and 20 and to disclose information in accordance with section 21.</p> <p class=\"paragraph-e\">  4. To perform such other duties as are described in Part IV.  O. Reg. 464/07, s. 4.</p> <p class=\"section-e\"><span class=\"ovsmallcap\"> <b>5.</b> Revoked</span>:  O. Reg. 273/08, s. 4.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "6.",
            "part_id": "PART II  ",
            "part_type": "PART II DESIGNATION OF CUSTODIANS",
            "section": "ServiceOntario custodian",
            "content": " 6. The ServiceOntario custodian is a designated custodian for purposes of receiving and disclosing information relating to the status of applications or requests made to the MCSS custodian under Part III.  O. Reg. 464/07, s. 6. Part III   Disclosure of information to adopted persons, birth parents and other individuals Adoption Disclosure Register",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>6. </b>The ServiceOntario custodian is a designated custodian for purposes of receiving and disclosing information relating to the status of applications or requests made to the MCSS custodian under Part III.  O. Reg. 464/07, s. 6.</p> <p class=\"partnum-e\"><a name=\"BK8\"></a>Part III <br/>  Disclosure of information to adopted persons, birth parents and other individuals</p> <p class=\"heading1-e\"><a name=\"BK9\"></a>Adoption Disclosure Register</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "PART III  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART III DISCLOSURE OF INFORMATION TO ADOPTED PERSONS, BIRTH PARENTS AND OTHER INDIVIDUALS",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "Adoption Disclosure Register",
            "part_id": "PART III  ",
            "part_type": "PART III DISCLOSURE OF INFORMATION TO ADOPTED PERSONS, BIRTH PARENTS AND OTHER INDIVIDUALS",
            "section": "Adoption Disclosure Register",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "7.",
            "part_id": "PART III  ",
            "part_type": "PART III DISCLOSURE OF INFORMATION TO ADOPTED PERSONS, BIRTH PARENTS AND OTHER INDIVIDUALS",
            "section": "Register continued",
            "content": " 7. The register maintained by the Registrar of Adoption Information under clause 163 (2) (a) of the Act, as it read immediately before the day subsection 17 (2) of the Adoption Information Disclosure Act, 2005 came into force, is continued and shall be known as the adoption disclosure register.  O. Reg. 464/07, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>7. </b>The register maintained by the Registrar of Adoption Information under clause 163 (2) (a) of the Act, as it read immediately before the day subsection 17 (2) of the <i>Adoption Information Disclosure Act, 2005</i> came into force, is continued and shall be known as the adoption disclosure register.  O. Reg. 464/07, s. 7.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "8.",
            "part_id": "PART III  ",
            "part_type": "PART III DISCLOSURE OF INFORMATION TO ADOPTED PERSONS, BIRTH PARENTS AND OTHER INDIVIDUALS",
            "section": "Administration of register by MCSS custodian",
            "content": " 8. (1) The MCSS custodian shall maintain and administer the adoption disclosure register.  O. Reg. 464/07, s. 8 (1). (2) The duties of the MCSS custodian in administering the adoption disclosure register include, (a) adding to the register the name of any person who applies to have his or her name added to the register under section 9 and who meets the requirements of that section; (b) removing from the register the name of any person who requests that his or her name be removed under subsection 9 (7); (c) conducting examinations of the register to determine if the name of an adopted person that appears on the register can be matched to that of his or her birth parent, birth grandparent or birth sibling; and (d) if a match is found, disclosing information to persons named on the register in accordance with subsection 10 (2).  O. Reg. 464/07, s. 8 (2). (3) Revoked:  O. Reg. 273/08, s. 6.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>8. </b>(1) The MCSS custodian shall maintain and administer the adoption disclosure register.  O. Reg. 464/07, s. 8 (1).</p> <p class=\"subsection-e\">  (2) The duties of the MCSS custodian in administering the adoption disclosure register include,</p> <p class=\"clause-e\">  (a) adding to the register the name of any person who applies to have his or her name added to the register under section 9 and who meets the requirements of that section;</p> <p class=\"clause-e\">  (b) removing from the register the name of any person who requests that his or her name be removed under subsection 9 (7);</p> <p class=\"clause-e\">  (c) conducting examinations of the register to determine if the name of an adopted person that appears on the register can be matched to that of his or her birth parent, birth grandparent or birth sibling; and</p> <p class=\"clause-e\">  (d) if a match is found, disclosing information to persons named on the register in accordance with subsection 10 (2).  O. Reg. 464/07, s. 8 (2).</p> <p class=\"subsection-e\">  (3) Revoked:  O. Reg. 273/08, s. 6.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "9.",
            "part_id": "PART III  ",
            "part_type": "PART III DISCLOSURE OF INFORMATION TO ADOPTED PERSONS, BIRTH PARENTS AND OTHER INDIVIDUALS",
            "section": "Adding names to register",
            "content": " 9. (1) The following persons may apply to the MCSS custodian to have their names added to the adoption disclosure register: 1. An adopted person who is at least 18 years of age. 2. The birth parent or birth grandparent of an adopted person. 3. The birth sibling of an adopted person, if the birth sibling is at least 18 years of age.  O. Reg. 464/07, s. 9 (1). (2) An applicant shall include the following information in his or her application: 1. The applicant’s name and address. 2. Information to satisfy the MCSS custodian that he or she is a person described in subsection (1). 3. In the case of an application by an adopted person, a statement indicating if the adopted person wishes to have contact with all of his or her birth parents, birth grandparents and birth siblings or, if not, specifying with which of these birth family members the adopted person wishes to have contact. 4. Information as to how the applicant wishes to be contacted if the MCSS custodian’s examination of the adoption disclosure register results in a match between the applicant and either an adopted person or the adopted person’s birth parent, birth grandparent or birth sibling, as the case may be. 5. Any information respecting the adopted person, and his or her birth parents, birth grandparents or birth siblings, of which the applicant has knowledge, for purposes of assisting the MCSS custodian in making a match described in paragraph 4.  O. Reg. 464/07, s. 9 (2); O. Reg. 112/09, s. 3. (3) Upon receipt of an application from a person described in subsection (1), the MCSS custodian shall satisfy himself or herself that the applicant meets the requirements of subsection (1) and, if so, add the name of the applicant to the adoption disclosure register.  O. Reg. 464/07, s. 9 (3). (4) If the MCSS custodian determines that the applicant does not meet the requirements of subsection (1), the custodian shall inform the applicant that his or her name has not been added to the adoption disclosure register and of the reasons for not adding the name.  O. Reg. 464/07, s. 9 (4). (5) If the MCSS custodian adds the name of the applicant to the adoption disclosure register, he or she shall inform the applicant of that fact and advise the applicant that he or she, (a) should inform the custodian of any changes in the contact information provided in the application; and (b) may request that his or her name be removed from the register at any time.  O. Reg. 464/07, s. 9 (5). (6) It is the responsibility of any person whose name appears on the adoption disclosure register to advise the MCSS custodian if there are any changes in the information provided in the application.  O. Reg. 464/07, s. 9 (6). (7) If a person whose name appears on the register requests that the MCSS custodian remove his or her name from the register, the custodian shall promptly do so.  O. Reg. 464/07, s. 9 (7).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>9. </b>(1) The following persons may apply to the MCSS custodian to have their names added to the adoption disclosure register:</p> <p class=\"paragraph-e\">  1. An adopted person who is at least 18 years of age.</p> <p class=\"paragraph-e\">  2. The birth parent or birth grandparent of an adopted person.</p> <p class=\"paragraph-e\">  3. The birth sibling of an adopted person, if the birth sibling is at least 18 years of age.  O. Reg. 464/07, s. 9 (1).</p> <p class=\"subsection-e\">  (2) An applicant shall include the following information in his or her application:</p> <p class=\"paragraph-e\">  1. The applicant’s name and address.</p> <p class=\"paragraph-e\">  2. Information to satisfy the MCSS custodian that he or she is a person described in subsection (1).</p> <p class=\"paragraph-e\">  3. In the case of an application by an adopted person, a statement indicating if the adopted person wishes to have contact with all of his or her birth parents, birth grandparents and birth siblings or, if not, specifying with which of these birth family members the adopted person wishes to have contact.</p> <p class=\"paragraph-e\">  4. Information as to how the applicant wishes to be contacted if the MCSS custodian’s examination of the adoption disclosure register results in a match between the applicant and either an adopted person or the adopted person’s birth parent, birth grandparent or birth sibling, as the case may be.</p> <p class=\"paragraph-e\">  5. Any information respecting the adopted person, and his or her birth parents, birth grandparents or birth siblings, of which the applicant has knowledge, for purposes of assisting the MCSS custodian in making a match described in paragraph 4.  O. Reg. 464/07, s. 9 (2); O. Reg. 112/09, s. 3.</p> <p class=\"subsection-e\">  (3) Upon receipt of an application from a person described in subsection (1), the MCSS custodian shall satisfy himself or herself that the applicant meets the requirements of subsection (1) and, if so, add the name of the applicant to the adoption disclosure register.  O. Reg. 464/07, s. 9 (3).</p> <p class=\"subsection-e\">  (4) If the MCSS custodian determines that the applicant does not meet the requirements of subsection (1), the custodian shall inform the applicant that his or her name has not been added to the adoption disclosure register and of the reasons for not adding the name.  O. Reg. 464/07, s. 9 (4).</p> <p class=\"subsection-e\">  (5) If the MCSS custodian adds the name of the applicant to the adoption disclosure register, he or she shall inform the applicant of that fact and advise the applicant that he or she,</p> <p class=\"clause-e\">  (a) should inform the custodian of any changes in the contact information provided in the application; and</p> <p class=\"clause-e\">  (b) may request that his or her name be removed from the register at any time.  O. Reg. 464/07, s. 9 (5).</p> <p class=\"subsection-e\">  (6) It is the responsibility of any person whose name appears on the adoption disclosure register to advise the MCSS custodian if there are any changes in the information provided in the application.  O. Reg. 464/07, s. 9 (6).</p> <p class=\"subsection-e\">  (7) If a person whose name appears on the register requests that the MCSS custodian remove his or her name from the register, the custodian shall promptly do so.  O. Reg. 464/07, s. 9 (7).</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "10.",
            "part_id": "PART III  ",
            "part_type": "PART III DISCLOSURE OF INFORMATION TO ADOPTED PERSONS, BIRTH PARENTS AND OTHER INDIVIDUALS",
            "section": "Register examinations and disclosure of information",
            "content": " 10. (1) The MCSS custodian shall regularly examine the adoption disclosure register to determine, (a) whether the name of an adopted person can be matched to that of his or her birth parent, birth grandparent or birth sibling; or (b) in a case where an adopted person specified that he or she wished to have contact with only one or more specified birth parent, birth grandparent or birth sibling, whether the name of the adopted person can be matched to that of the specified birth family member.  O. Reg. 464/07, s. 10 (1); O. Reg. 112/09, s. 4. (2) If in examining the adoption disclosure register, the MCSS custodian determines that the name of an adopted person can be matched to that of his or her birth parent, birth grandparent or birth sibling under clause (1) (a) or to that of a specified birth family member under clause (1) (b), the custodian shall disclose, (a) the name of the adopted person and the contact information provided by the adopted person to the matched birth parent, birth grandparent or birth sibling; and (b) the name of the birth parent, birth grandparent or birth sibling and the contact information provided by those persons to the matched adopted person.  O. Reg. 464/07, s. 10 (2). (2.1) Despite subsection (2), if the MCSS custodian becomes aware that one of the persons who has been matched under that subsection is deceased, the only information with respect to the deceased that shall be disclosed under subsection (2) to an adopted person, birth parent, birth grandparent or birth sibling, as the case may be, is the name of the deceased and the fact that he or she is deceased.  O. Reg. 560/07, s. 3. (3) Before disclosing information under subsection (2), the MCSS custodian shall make reasonable inquiries in order to satisfy himself or herself as to the identity and relationship of the persons named in the register.  O. Reg. 464/07, s. 10 (3). Disclosure of Non-Identifying Information",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>10. </b>(1) The MCSS custodian shall regularly examine the adoption disclosure register to determine,</p> <p class=\"clause-e\">  (a) whether the name of an adopted person can be matched to that of his or her birth parent, birth grandparent or birth sibling; or</p> <p class=\"clause-e\">  (b) in a case where an adopted person specified that he or she wished to have contact with only one or more specified birth parent, birth grandparent or birth sibling, whether the name of the adopted person can be matched to that of the specified birth family member.  O. Reg. 464/07, s. 10 (1); O. Reg. 112/09, s. 4.</p> <p class=\"subsection-e\">  (2) If in examining the adoption disclosure register, the MCSS custodian determines that the name of an adopted person can be matched to that of his or her birth parent, birth grandparent or birth sibling under clause (1) (a) or to that of a specified birth family member under clause (1) (b), the custodian shall disclose,</p> <p class=\"clause-e\">  (a) the name of the adopted person and the contact information provided by the adopted person to the matched birth parent, birth grandparent or birth sibling; and</p> <p class=\"clause-e\">  (b) the name of the birth parent, birth grandparent or birth sibling and the contact information provided by those persons to the matched adopted person.  O. Reg. 464/07, s. 10 (2).</p> <p class=\"subsection-e\">  (2.1) Despite subsection (2), if the MCSS custodian becomes aware that one of the persons who has been matched under that subsection is deceased, the only information with respect to the deceased that shall be disclosed under subsection (2) to an adopted person, birth parent, birth grandparent or birth sibling, as the case may be, is the name of the deceased and the fact that he or she is deceased.  O. Reg. 560/07, s. 3.</p> <p class=\"subsection-e\">  (3) Before disclosing information under subsection (2), the MCSS custodian shall make reasonable inquiries in order to satisfy himself or herself as to the identity and relationship of the persons named in the register.  O. Reg. 464/07, s. 10 (3).</p> <p class=\"heading1-e\"><a name=\"BK14\"></a>Disclosure of Non-Identifying Information</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "Disclosure of Non-Identifying Information",
            "part_id": "PART III  ",
            "part_type": "PART III DISCLOSURE OF INFORMATION TO ADOPTED PERSONS, BIRTH PARENTS AND OTHER INDIVIDUALS",
            "section": "Disclosure of Non-Identifying Information",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "11.",
            "part_id": "PART III  ",
            "part_type": "PART III DISCLOSURE OF INFORMATION TO ADOPTED PERSONS, BIRTH PARENTS AND OTHER INDIVIDUALS",
            "section": "Requests for non-identifying information",
            "content": " 11. (1) A person referred to in subsection (2) may submit a request for non-identifying information in relation to an adoption, (a) to the MCSS custodian; or (b) if the adopted person was placed for adoption by a children’s aid society, to the children’s aid society that placed the adopted person for adoption.  O. Reg. 464/07, s. 11 (1). (2) A request for non-identifying information may be made only by, (a) an adopted person, if he or she is at least 18 years of age or has the written consent of an adoptive parent; (b) an adoptive parent; (c) the son or daughter of an adopted person if the adopted person is deceased and the son or daughter is at least 18 years of age; (d) a birth parent; (e) a birth grandparent; (f) a birth sibling who is at least 18 years of age; (g) a sibling of a birth parent if the sibling is at least 18 years of age.  O. Reg. 464/07, s. 11 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>11. </b>(1) A person referred to in subsection (2) may submit a request for non-identifying information in relation to an adoption,</p> <p class=\"clause-e\">  (a) to the MCSS custodian; or</p> <p class=\"clause-e\">  (b) if the adopted person was placed for adoption by a children’s aid society, to the children’s aid society that placed the adopted person for adoption.  O. Reg. 464/07, s. 11 (1).</p> <p class=\"subsection-e\">  (2) A request for non-identifying information may be made only by,</p> <p class=\"clause-e\">  (a) an adopted person, if he or she is at least 18 years of age or has the written consent of an adoptive parent;</p> <p class=\"clause-e\">  (b) an adoptive parent;</p> <p class=\"clause-e\">  (c) the son or daughter of an adopted person if the adopted person is deceased and the son or daughter is at least 18 years of age;</p> <p class=\"clause-e\">  (d) a birth parent;</p> <p class=\"clause-e\">  (e) a birth grandparent;</p> <p class=\"clause-e\">  (f) a birth sibling who is at least 18 years of age;</p> <p class=\"clause-e\">  (g) a sibling of a birth parent if the sibling is at least 18 years of age.  O. Reg. 464/07, s. 11 (2).</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "12.",
            "part_id": "PART III  ",
            "part_type": "PART III DISCLOSURE OF INFORMATION TO ADOPTED PERSONS, BIRTH PARENTS AND OTHER INDIVIDUALS",
            "section": "Disclosure of non-identifying information by MCSS custodian",
            "content": " 12. (1) Upon receipt of a request for non-identifying information by a person listed in subsection 11 (2), the MCSS custodian shall determine whether the adopted person was placed for adoption by a children’s aid society or by a licensee.  O. Reg. 464/07, s. 12 (1); O. Reg. 112/09, s. 5 (1). (2) If the adopted person was placed for adoption by a children’s aid society, the MCSS custodian shall, (a) refer the person making the request to that society; and (b) inform the person making the request of his or her right to apply directly to the society for the non-identifying information under section 13.  O. Reg. 112/09, s. 5 (2). (3) If the adopted person was placed for adoption by a licensee, the MCSS custodian shall require the Director of the Operational Support Branch at the Ministry of Children and Youth Services to provide all the information in that ministry’s possession related to the adoption to the MCSS custodian.  O. Reg. 464/07, s. 12 (3); O. Reg. 560/07, s. 4; O. Reg. 112/09, s. 5 (3). (4) The Director of the Operational Support Branch at the Ministry of Children and Youth Services shall comply with a request made under subsection (3) and the MCSS custodian shall, (a) prepare the information in accordance with subsection (5); and (b) provide the prepared information to the person who made the request.  O. Reg. 464/07, s. 12 (4); O. Reg. 560/07, s. 4. (5) The information provided by the Director of the Operational Support Branch at the Ministry of Children and Youth Services shall be prepared by the MCSS custodian in accordance with the following rules: 1. If it is practicable to do so, the MCSS custodian shall make copies of any written documents and delete any information from the documents that may reveal the identity of a person other than the person who requested the information. 2. If it is not practicable to make a copy of a written document, the MCSS custodian shall prepare a written summary of the information, omitting any information from the summary that may reveal the identity of a person other than the person who requested the information.  O. Reg. 464/07, s. 12 (5); O. Reg. 560/07, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>12. </b>(1) Upon receipt of a request for non-identifying information by a person listed in subsection 11 (2), the MCSS custodian shall determine whether the adopted person was placed for adoption by a children’s aid society or by a licensee.  O. Reg. 464/07, s. 12 (1); O. Reg. 112/09, s. 5 (1).</p> <p class=\"subsection-e\">  (2) If the adopted person was placed for adoption by a children’s aid society, the MCSS custodian shall, </p> <p class=\"clause-e\">  (a) refer the person making the request to that society; and </p> <p class=\"clause-e\">  (b) inform the person making the request of his or her right to apply directly to the society for the non-identifying information under section 13.  O. Reg. 112/09, s. 5 (2).</p> <p class=\"subsection-e\">  (3) If the adopted person was placed for adoption by a licensee, the MCSS custodian shall require the Director of the Operational Support Branch at the Ministry of Children and Youth Services to provide all the information in that ministry’s possession related to the adoption to the MCSS custodian.  O. Reg. 464/07, s. 12 (3); O. Reg. 560/07, s. 4; O. Reg. 112/09, s. 5 (3).</p> <p class=\"subsection-e\">  (4) The Director of the Operational Support Branch at the Ministry of Children and Youth Services shall comply with a request made under subsection (3) and the MCSS custodian shall, </p> <p class=\"clause-e\">  (a) prepare the information in accordance with subsection (5); and</p> <p class=\"clause-e\">  (b) provide the prepared information to the person who made the request.  O. Reg. 464/07, s. 12 (4); O. Reg. 560/07, s. 4.</p> <p class=\"subsection-e\">  (5) The information provided by the Director of the Operational Support Branch at the Ministry of Children and Youth Services shall be prepared by the MCSS custodian in accordance with the following rules:</p> <p class=\"paragraph-e\">  1. If it is practicable to do so, the MCSS custodian shall make copies of any written documents and delete any information from the documents that may reveal the identity of a person other than the person who requested the information.</p> <p class=\"paragraph-e\">  2. If it is not practicable to make a copy of a written document, the MCSS custodian shall prepare a written summary of the information, omitting any information from the summary that may reveal the identity of a person other than the person who requested the information.  O. Reg. 464/07, s. 12 (5); O. Reg. 560/07, s. 4.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "13.",
            "part_id": "PART III  ",
            "part_type": "PART III DISCLOSURE OF INFORMATION TO ADOPTED PERSONS, BIRTH PARENTS AND OTHER INDIVIDUALS",
            "section": "Disclosure of non-identifying information by children’s aid society",
            "content": " 13. (1) Upon receipt of a request for non-identifying information by a person listed in subsection 11 (2), the children’s aid society shall determine whether it has any information relating to the adoption and shall, (a) if the society’s files relating to the adoption have been destroyed, damaged or lost and information relating to the adoption is, or is likely to be, in the possession of the Ministry of Children and Youth Services, request that the MCSS custodian obtain the information and provide it to the children’s aid society; and (b) if any other children’s aid society provided a service to the adopted person or the birth parent before the adoption, request that other society to provide any information with respect to the adoption in its possession to the society that received the request.  O. Reg. 464/07, s. 13 (1). (2) Upon receipt of a request from a children’s aid society, the MCSS custodian shall request that the Director of the Operational Support Branch at the Ministry of Children and Youth Services provide all information in that ministry’s possession in relation to the adoption to the custodian.  O. Reg. 464/07, s. 13 (2); O. Reg. 560/07, s. 5. (3) The Director of the Operational Support Branch at the Ministry of Children and Youth Services shall comply with a request made under subsection (2) and the MCSS custodian shall provide the information received to the children’s aid society.  O. Reg. 464/07, s. 13 (3); O. Reg. 560/07, s. 5. (4) A children’s aid society that receives a request for information relating to an adoption from another children’s aid society shall comply with the request.  O. Reg. 464/07, s. 13 (4). (5) The children’s aid society shall prepare any information relating to the adoption in its possession or obtained under subsection (3) or (4) in accordance with subsection 12 (5) and provide the information to the person who made the request.  O. Reg. 464/07, s. 13 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>13. </b>(1) Upon receipt of a request for non-identifying information by a person listed in subsection 11 (2), the children’s aid society shall determine whether it has any information relating to the adoption and shall,</p> <p class=\"clause-e\">  (a) if the society’s files relating to the adoption have been destroyed, damaged or lost and information relating to the adoption is, or is likely to be, in the possession of the Ministry of Children and Youth Services, request that the MCSS custodian obtain the information and provide it to the children’s aid society; and</p> <p class=\"clause-e\">  (b) if any other children’s aid society provided a service to the adopted person or the birth parent before the adoption, request that other society to provide any information with respect to the adoption in its possession to the society that received the request.  O. Reg. 464/07, s. 13 (1).</p> <p class=\"subsection-e\">  (2) Upon receipt of a request from a children’s aid society, the MCSS custodian shall request that the Director of the Operational Support Branch at the Ministry of Children and Youth Services provide all information in that ministry’s possession in relation to the adoption to the custodian.  O. Reg. 464/07, s. 13 (2); O. Reg. 560/07, s. 5.</p> <p class=\"subsection-e\">  (3) The Director of the Operational Support Branch at the Ministry of Children and Youth Services shall comply with a request made under subsection (2) and the MCSS custodian shall provide the information received to the children’s aid society.  O. Reg. 464/07, s. 13 (3); O. Reg. 560/07, s. 5.</p> <p class=\"subsection-e\">  (4) A children’s aid society that receives a request for information relating to an adoption from another children’s aid society shall comply with the request.  O. Reg. 464/07, s. 13 (4).</p> <p class=\"subsection-e\">  (5) The children’s aid society shall prepare any information relating to the adoption in its possession or obtained under subsection (3) or (4) in accordance with subsection 12 (5) and provide the information to the person who made the request.  O. Reg. 464/07, s. 13 (5).</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "14.",
            "part_id": "PART III  ",
            "part_type": "PART III DISCLOSURE OF INFORMATION TO ADOPTED PERSONS, BIRTH PARENTS AND OTHER INDIVIDUALS",
            "section": "Disclosure re: out of province adoptions",
            "content": " 14. (1) In this section, “adopted person” means a person adopted by means of an out of province adoption; (“personne adoptée”) “out of province adoption” means an adoption where the order, decree or judgment of adoption is made in a jurisdiction outside Ontario, is not registered in Ontario under subsection 28 (1) of the Vital Statistics Act or a predecessor of that subsection and relates to the adoption of, (a) a person born outside Ontario by adoptive parents who are residents of Ontario, or (b) a person born in Ontario by adoptive parents residing in a jurisdiction outside Ontario. (“adoption hors province”)  O. Reg. 464/07, s. 14 (1). (2) For the purposes of this section, any reference to a birth parent, birth grandparent, birth sibling or birth family member is a reference to the birth parent, birth grandparent, birth sibling or birth family member of an adopted person as defined in subsection (1).  O. Reg. 464/07, s. 14 (2). (3) A person referred to in subsection (4) may submit a request for non-identifying information relating to an out of province adoption, (a) to the MCSS custodian; or (b) if a children’s aid society was involved with the adopted person or the birth parents before the adoption, to the children’s aid society.  O. Reg. 464/07, s. 14 (3). (4) A request for non-identifying information may be made only by, (a) an adopted person, if he or she is at least 18 years of age or has the written consent of an adoptive parent; (b) an adoptive parent; (c) the son or daughter of an adopted person if the adopted person is deceased and the son or daughter is at least 18 years of age; (d) a birth parent; (e) a birth grandparent; (f) a birth sibling who is at least 18 years of age; (g) a sibling of a birth parent if the sibling is at least 18 years of age.  O. Reg. 464/07, s. 14 (4). (5) Upon receipt of a request for non-identifying information relating to an out of province adoption by a person listed in subsection (4), the MCSS custodian shall, (a) require the Director of the Operational Support Branch at the Ministry of Children and Youth Services to provide any information that ministry has relating to the adoption to the MCSS custodian; and (b) if a children’s aid society has or is likely to have information relating to the adoption, refer the applicant to the society.  O. Reg. 464/07, s. 14 (5); O. Reg. 560/07, s. 6 (1). (6) The Director of the Operational Support Branch at the Ministry of Children and Youth Services shall provide any information that the ministry has relating to the out of province adoption to the MCSS custodian, who shall, (a) prepare the information in accordance with subsection (7); and (b) provide the prepared information to the person who made the request.  O. Reg. 464/07, s. 14 (6); O. Reg. 560/07, s. 6 (2). (7) The information provided by the Director of the Operational Support Branch at the Ministry of Children and Youth Services shall be prepared by the MCSS custodian in accordance with the following rules: 1. If it is practicable to do so, the MCSS custodian shall make copies of any written documents and delete any information from the documents that may reveal the identity of a person other than the person who requested the information. 2. If it is not practicable to make a copy of a written document, the MCSS custodian shall prepare a written summary of the information, omitting any information from the summary that may reveal the identity of a person other than the person who requested the information.  O. Reg. 464/07, s. 14 (7); O. Reg. 560/07, s. 6 (3). (8) If a request for non-identifying information relating to an out of province adoption is made to a children’s aid society under this section, section 13 applies with necessary modifications.  O. Reg. 464/07, s. 14 (8). 15. Revoked:  O. Reg. 273/08, s. 7. Search and Disclosure in Cases of Severe Medical Illness",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>14. </b>(1) In this section,</p> <p class=\"firstdef-e\">“adopted person” means a person adopted by means of an out of province adoption; (“personne adoptée”)</p> <p class=\"definition-e\">“out of province adoption” means an adoption where the order, decree or judgment of adoption is made in a jurisdiction outside Ontario, is not registered in Ontario under subsection 28 (1) of the <i>Vital Statistics Act</i> or a predecessor of that subsection and relates to the adoption of,</p> <p class=\"defclause-e\">  (a) a person born outside Ontario by adoptive parents who are residents of Ontario, or</p> <p class=\"defclause-e\">  (b) a person born in Ontario by adoptive parents residing in a jurisdiction outside Ontario. (“adoption hors province”)  O. Reg. 464/07, s. 14 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of this section, any reference to a birth parent, birth grandparent, birth sibling or birth family member is a reference to the birth parent, birth grandparent, birth sibling or birth family member of an adopted person as defined in subsection (1).  O. Reg. 464/07, s. 14 (2).</p> <p class=\"subsection-e\">  (3) A person referred to in subsection (4) may submit a request for non-identifying information relating to an out of province adoption,</p> <p class=\"clause-e\">  (a) to the MCSS custodian; or</p> <p class=\"clause-e\">  (b) if a children’s aid society was involved with the adopted person or the birth parents before the adoption, to the children’s aid society.  O. Reg. 464/07, s. 14 (3).</p> <p class=\"subsection-e\">  (4) A request for non-identifying information may be made only by,</p> <p class=\"clause-e\">  (a) an adopted person, if he or she is at least 18 years of age or has the written consent of an adoptive parent;</p> <p class=\"clause-e\">  (b) an adoptive parent;</p> <p class=\"clause-e\">  (c) the son or daughter of an adopted person if the adopted person is deceased and the son or daughter is at least 18 years of age;</p> <p class=\"clause-e\">  (d) a birth parent;</p> <p class=\"clause-e\">  (e) a birth grandparent;</p> <p class=\"clause-e\">  (f) a birth sibling who is at least 18 years of age;</p> <p class=\"clause-e\">  (g) a sibling of a birth parent if the sibling is at least 18 years of age.  O. Reg. 464/07, s. 14 (4).</p> <p class=\"subsection-e\">  (5) Upon receipt of a request for non-identifying information relating to an out of province adoption by a person listed in subsection (4), the MCSS custodian shall,</p> <p class=\"clause-e\">  (a) require the Director of the Operational Support Branch at the Ministry of Children and Youth Services to provide any information that ministry has relating to the adoption to the MCSS custodian; and</p> <p class=\"clause-e\">  (b) if a children’s aid society has or is likely to have information relating to the adoption, refer the applicant to the society.  O. Reg. 464/07, s. 14 (5); O. Reg. 560/07, s. 6 (1).</p> <p class=\"subsection-e\">  (6) The Director of the Operational Support Branch at the Ministry of Children and Youth Services shall provide any information that the ministry has relating to the out of province adoption to the MCSS custodian, who shall,</p> <p class=\"clause-e\">  (a) prepare the information in accordance with subsection (7); and</p> <p class=\"clause-e\">  (b) provide the prepared information to the person who made the request.  O. Reg. 464/07, s. 14 (6); O. Reg. 560/07, s. 6 (2).</p> <p class=\"subsection-e\">  (7) The information provided by the Director of the Operational Support Branch at the Ministry of Children and Youth Services shall be prepared by the MCSS custodian in accordance with the following rules:</p> <p class=\"paragraph-e\">  1. If it is practicable to do so, the MCSS custodian shall make copies of any written documents and delete any information from the documents that may reveal the identity of a person other than the person who requested the information.</p> <p class=\"paragraph-e\">  2. If it is not practicable to make a copy of a written document, the MCSS custodian shall prepare a written summary of the information, omitting any information from the summary that may reveal the identity of a person other than the person who requested the information.  O. Reg. 464/07, s. 14 (7); O. Reg. 560/07, s. 6 (3).</p> <p class=\"subsection-e\">  (8) If a request for non-identifying information relating to an out of province adoption is made to a children’s aid society under this section, section 13 applies with necessary modifications.  O. Reg. 464/07, s. 14 (8).</p> <p class=\"section-e\"> <b>15. </b><span>Revoked</span>:  O. Reg. 273/08, s. 7.</p> <p class=\"heading1-e\"><a name=\"BK19\"></a>Search and Disclosure in Cases of Severe Medical Illness</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "Search and Disclosure in Cases of Severe Medical Illness",
            "part_id": "PART III  ",
            "part_type": "PART III DISCLOSURE OF INFORMATION TO ADOPTED PERSONS, BIRTH PARENTS AND OTHER INDIVIDUALS",
            "section": "Search and Disclosure in Cases of Severe Medical Illness",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "16.",
            "part_id": "PART III  ",
            "part_type": "PART III DISCLOSURE OF INFORMATION TO ADOPTED PERSONS, BIRTH PARENTS AND OTHER INDIVIDUALS",
            "section": "Search by MCSS custodian",
            "content": " 16. (1) Subject to subsection (2), the MCSS custodian shall perform a search under this section if, (a) one or more of the following persons suffers from a severe mental or physical illness or has suffered from such an illness in the past: (i) an adopted person, the son or daughter of an adopted person or any other descendant of an adopted person, or (ii) an adopted person’s birth parent, birth grandparent, birth sibling or any other birth family member; and (b) either the person requesting the search will derive a direct medical benefit should the search result in the location of the person being sought or there is reason to believe that the person being sought will derive a direct medical benefit.  O. Reg. 464/07, s. 16 (1). (2) The MCSS custodian shall perform a search under this section only if, (a) a request for the search is made by a person specified in section 17 or 18; (b) the request is made in the circumstances specified in those sections; and (c) the search is for such persons as may be specified in the request in accordance with those sections.  O. Reg. 464/07, s. 16 (2). (3) The MCSS custodian shall have a discreet and reasonable search made for the persons specified in the request.  O. Reg. 464/07, s. 16 (3). (4) In this section and in sections 17 and 18, “direct medical benefit” means a significant increase in the likelihood of diagnosing a severe mental or physical illness or of treating the illness.  O. Reg. 464/07, s. 16 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>16. </b>(1) Subject to subsection (2), the MCSS custodian shall perform a search under this section if,</p> <p class=\"clause-e\">  (a) one or more of the following persons suffers from a severe mental or physical illness or has suffered from such an illness in the past:</p> <p class=\"subclause-e\">  (i) an adopted person, the son or daughter of an adopted person or any other descendant of an adopted person, or</p> <p class=\"subclause-e\">  (ii) an adopted person’s birth parent, birth grandparent, birth sibling or any other birth family member; and</p> <p class=\"clause-e\">  (b) either the person requesting the search will derive a direct medical benefit should the search result in the location of the person being sought or there is reason to believe that the person being sought will derive a direct medical benefit.  O. Reg. 464/07, s. 16 (1).</p> <p class=\"subsection-e\">  (2) The MCSS custodian shall perform a search under this section only if,</p> <p class=\"clause-e\">  (a) a request for the search is made by a person specified in section 17 or 18; </p> <p class=\"clause-e\">  (b) the request is made in the circumstances specified in those sections; and </p> <p class=\"clause-e\">  (c) the search is for such persons as may be specified in the request in accordance with those sections.  O. Reg. 464/07, s. 16 (2).</p> <p class=\"subsection-e\">  (3) The MCSS custodian shall have a discreet and reasonable search made for the persons specified in the request.  O. Reg. 464/07, s. 16 (3).</p> <p class=\"subsection-e\">  (4) In this section and in sections 17 and 18,</p> <p class=\"firstdef-e\">“direct medical benefit” means a significant increase in the likelihood of diagnosing a severe mental or physical illness or of treating the illness.  O. Reg. 464/07, s. 16 (4).</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "17.",
            "part_id": "PART III  ",
            "part_type": "PART III DISCLOSURE OF INFORMATION TO ADOPTED PERSONS, BIRTH PARENTS AND OTHER INDIVIDUALS",
            "section": "Request by adopted person, etc.",
            "content": " 17. (1) Subject to subsection (4), an adopted person, the son or daughter of an adopted person or any other descendant of an adopted person who suffers from a severe mental or physical illness or has suffered from such an illness in the past may request that the MCSS custodian conduct a search under section 16 for any birth family member of the adopted person specified in the request if, (a) the person who requests the search will derive a direct medical benefit should a search by the MCSS custodian result in the location of the birth family member; or (b) there are reasons to believe that the birth family member who is the object of the search, (i) may suffer from a severe mental or physical illness or have a medically established risk of contracting such an illness, and (ii) will derive a direct medical benefit from being located.  O. Reg. 464/07, s. 17 (1); O. Reg. 560/07, s. 7 (1). (2) Subject to subsection (4), an adopted person, the son or daughter of an adopted person or any other descendant of an adopted person who does not suffer from a severe mental or physical illness and has not suffered from such an illness in the past may request that the MCSS custodian conduct a search under section 16 for any birth family member of the adopted person specified in the request if, (a) any other person authorized to make a request under this subsection suffers from such an illness or has suffered from such an illness in the past; and (b) there are reasons to believe that a birth family member who is the object of the search, (i) may suffer from a severe mental or physical illness or have a medically established risk of contracting such an illness, and (ii) will derive a direct medical benefit from being located.  O. Reg. 464/07, s. 17 (2); O. Reg. 112/09, s. 6. (3) If an adopted person suffered from a severe mental or physical illness and has died and the conditions described in clause (2) (b) are met, a request that the MCSS custodian conduct a search under section 16 for any birth family member of the adopted person specified in the request may be made by any of the following persons: 1. The adopted person’s spouse. 2. The executor of the adopted person’s estate. 3. A person who is, i. a member of the College of Physicians and Surgeons of Ontario, a member of the College of Psychologists of Ontario or a member of the College of Nurses of Ontario who holds a certificate of registration in the extended class, or ii. legally authorized to practise medicine or psychology in a jurisdiction outside of Ontario.  O. Reg. 464/07, s. 17 (3). (4) The following rules apply if the person who is entitled to request that the MCSS custodian conduct a search under subsection (1) or (2) is a minor, being less than 18 years of age: 1. Subject to paragraph 2, the minor is not entitled to ask the MCSS custodian to conduct the search. 2. An adopted person who is a minor has the right to ask the MCSS custodian to conduct the search with the consent of an adoptive parent or of the person who has custody of the adopted person. 3. A parent of the minor or a person with custody of the minor may ask the MCSS custodian to conduct the search on behalf of the minor.  O. Reg. 464/07, s. 17 (4); O. Reg. 560/07, s. 7 (2, 3). (5) Nothing in this section shall prevent a person from asking the MCSS custodian to conduct a search under subsection (1), (2) or (3) if that person is appointed as the guardian of, or is otherwise legally authorized to act on behalf of, a person who is entitled to ask the MCSS custodian to conduct a search under subsection (1), (2) or (3).  O. Reg. 464/07, s. 17 (5).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK21\"></a>17. </b>(1) Subject to subsection (4), an adopted person, the son or daughter of an adopted person or any other descendant of an adopted person who suffers from a severe mental or physical illness or has suffered from such an illness in the past may request that the MCSS custodian conduct a search under section 16 for any birth family member of the adopted person specified in the request if,</p> <p class=\"clause-e\">  (a) the person who requests the search will derive a direct medical benefit should a search by the MCSS custodian result in the location of the birth family member; or</p> <p class=\"clause-e\">  (b) there are reasons to believe that the birth family member who is the object of the search,</p> <p class=\"subclause-e\">  (i) may suffer from a severe mental or physical illness or have a medically established risk of contracting such an illness, and </p> <p class=\"subclause-e\">  (ii) will derive a direct medical benefit from being located.  O. Reg. 464/07, s. 17 (1); O. Reg. 560/07, s. 7 (1).</p> <p class=\"subsection-e\">  (2) Subject to subsection (4), an adopted person, the son or daughter of an adopted person or any other descendant of an adopted person who does not suffer from a severe mental or physical illness and has not suffered from such an illness in the past may request that the MCSS custodian conduct a search under section 16 for any birth family member of the adopted person specified in the request if, </p> <p class=\"clause-e\">  (a) any other person authorized to make a request under this subsection suffers from such an illness or has suffered from such an illness in the past; and </p> <p class=\"clause-e\">  (b) there are reasons to believe that a birth family member who is the object of the search,</p> <p class=\"subclause-e\">  (i) may suffer from a severe mental or physical illness or have a medically established risk of contracting such an illness, and </p> <p class=\"subclause-e\">  (ii) will derive a direct medical benefit from being located.  O. Reg. 464/07, s. 17 (2); O. Reg. 112/09, s. 6.</p> <p class=\"subsection-e\">  (3) If an adopted person suffered from a severe mental or physical illness and has died and the conditions described in clause (2) (b) are met, a request that the MCSS custodian conduct a search under section 16 for any birth family member of the adopted person specified in the request may be made by any of the following persons:</p> <p class=\"paragraph-e\">  1. The adopted person’s spouse.</p> <p class=\"paragraph-e\">  2. The executor of the adopted person’s estate.</p> <p class=\"paragraph-e\">  3. A person who is,</p> <p class=\"subpara-e\">  i. a member of the College of Physicians and Surgeons of Ontario, a member of the College of Psychologists of Ontario or a member of the College of Nurses of Ontario who holds a certificate of registration in the extended class, or </p> <p class=\"subpara-e\">  ii. legally authorized to practise medicine or psychology in a jurisdiction outside of Ontario.  O. Reg. 464/07, s. 17 (3).</p> <p class=\"subsection-e\">  (4) The following rules apply if the person who is entitled to request that the MCSS custodian conduct a search under subsection (1) or (2) is a minor, being less than 18 years of age:</p> <p class=\"paragraph-e\">  1. Subject to paragraph 2, the minor is not entitled to ask the MCSS custodian to conduct the search.</p> <p class=\"paragraph-e\">  2. An adopted person who is a minor has the right to ask the MCSS custodian to conduct the search with the consent of an adoptive parent or of the person who has custody of the adopted person.</p> <p class=\"paragraph-e\">  3. A parent of the minor or a person with custody of the minor may ask the MCSS custodian to conduct the search on behalf of the minor.  O. Reg. 464/07, s. 17 (4); O. Reg. 560/07, s. 7 (2, 3).</p> <p class=\"subsection-e\">  (5) Nothing in this section shall prevent a person from asking the MCSS custodian to conduct a search under subsection (1), (2) or (3) if that person is appointed as the guardian of, or is otherwise legally<b> </b>authorized to act on behalf of, a person who is entitled to ask the MCSS custodian to conduct a search under subsection (1), (2) or (3).  O. Reg. 464/07, s. 17 (5).</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "18.",
            "part_id": "PART III  ",
            "part_type": "PART III DISCLOSURE OF INFORMATION TO ADOPTED PERSONS, BIRTH PARENTS AND OTHER INDIVIDUALS",
            "section": "Request by birth family member",
            "content": " 18. (1) Subject to subsection (4), an adopted person’s birth parent, birth grandparent, birth sibling or other birth family member who suffers from a severe mental or physical illness or has suffered from such an illness in the past may request that the MCSS custodian conduct a search under section 16 for the adopted person, the son or daughter of the adopted person or any other descendant of the adopted person, as specified in the request, if, (a) he or she will derive a direct medical benefit should a search by the MCSS custodian result in the location of the person who is the object of the search; or (b) there are reasons to believe that the person who is the object of the search, (i) may suffer from a severe mental or physical illness or have a medically established risk of contracting such an illness, and (ii) will derive a direct medical benefit from being located.  O. Reg. 464/07, s. 18 (1). (2) Subject to subsection (4), an adopted person’s birth parent, birth grandparent, birth sibling or other birth family member who does not suffer from a severe mental or physical illness and has not suffered from such an illness in the past may request that the MCSS custodian conduct a search under section 16 for the adopted person, the son or daughter of the adopted person or any other descendant of the adopted person, as specified in the request, if, (a) any of the other persons authorized to make a request under this subsection suffers from such an illness or has suffered from such an illness in the past; and (b) there are reasons to believe that the person who is sought, (i) may suffer from a severe mental or physical illness or have a medically established risk of contracting such an illness, and (ii) will derive a direct medical benefit from being located.  O. Reg. 464/07, s. 18 (2). (3) If the birth parent of an adopted person suffered from a severe mental or physical illness and has died and the conditions described in clause (2) (b) are met, a request that the MCSS custodian conduct a search under section 16 for the adopted person, the son or daughter of the adopted person or any other descendant of the adopted person, as specified in the request, may be made by any of the following persons: 1. The birth parent’s spouse. 2. The executor of the birth parent’s estate. 3. A person who is, i. a member of the College of Physicians and Surgeons of Ontario, a member of the College of Psychologists of Ontario or a member of the College of Nurses of Ontario who holds a certificate of registration in the extended class, or ii. legally authorized to practise medicine or psychology in a jurisdiction outside of Ontario.  O. Reg. 464/07, s. 18 (3). (4) The following rules apply if a person who is entitled to ask the MCSS custodian to conduct a search under subsection (1) or (2) is a minor, being less than 18 years of age: 1. Subject to paragraph 2, the minor is not entitled to ask the MCSS custodian to conduct the search. 2. A birth parent who is a minor has the right to ask the MCSS custodian to conduct the search. 3. A parent of the minor or a person with custody of the minor may ask the MCSS custodian to conduct the search on behalf of the minor.  O. Reg. 464/07, s. 18 (4); O. Reg. 560/07, s. 8. (5) Nothing in this section shall prevent a person from asking the MCSS custodian to conduct a search under subsection (1), (2) or (3) if that person is appointed as the guardian of, or is otherwise legally authorized to act on behalf of, a person who is entitled to ask the MCSS custodian to conduct a search under subsection (1), (2) or (3).  O. Reg. 464/07, s. 18 (5).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK22\"></a>18. </b>(1) Subject to subsection (4), an adopted person’s birth parent, birth grandparent, birth sibling or other birth family member who suffers from a severe mental or physical illness or has suffered from such an illness in the past may request that the MCSS custodian conduct a search under section 16 for the adopted person, the son or daughter of the adopted person or any other descendant of the adopted person, as specified in the request, if,</p> <p class=\"clause-e\">  (a) he or she will derive a direct medical benefit should a search by the MCSS custodian result in the location of the person who is the object of the search; or</p> <p class=\"clause-e\">  (b) there are reasons to believe that the person who is the object of the search,</p> <p class=\"subclause-e\">  (i) may suffer from a severe mental or physical illness or have a medically established risk of contracting such an illness, and</p> <p class=\"subclause-e\">  (ii) will derive a direct medical benefit from being located.  O. Reg. 464/07, s. 18 (1).</p> <p class=\"subsection-e\">  (2) Subject to subsection (4), an adopted person’s birth parent, birth grandparent, birth sibling or other birth family member who does not suffer from a severe mental or physical illness and has not suffered from such an illness in the past may request that the MCSS custodian conduct a search under section 16 for the adopted person, the son or daughter of the adopted person or any other descendant of the adopted person, as specified in the request, if,</p> <p class=\"clause-e\">  (a) any of the other persons authorized to make a request under this subsection suffers from such an illness or has suffered from such an illness in the past; and </p> <p class=\"clause-e\">  (b) there are reasons to believe that the person who is sought,</p> <p class=\"subclause-e\">  (i) may suffer from a severe mental or physical illness or have a medically established risk of contracting such an illness, and </p> <p class=\"subclause-e\">  (ii) will derive a direct medical benefit from being located.  O. Reg. 464/07, s. 18 (2).</p> <p class=\"subsection-e\">  (3) If the birth parent of an adopted person suffered from a severe mental or physical illness and has died and the conditions described in clause (2) (b) are met, a request that the MCSS custodian conduct a search under section 16 for the adopted person, the son or daughter of the adopted person or any other descendant of the adopted person, as specified in the request, may be made by any of the following persons:</p> <p class=\"paragraph-e\">  1. The birth parent’s spouse.</p> <p class=\"paragraph-e\">  2. The executor of the birth parent’s estate.</p> <p class=\"paragraph-e\">  3. A person who is,</p> <p class=\"subpara-e\">  i. a member of the College of Physicians and Surgeons of Ontario, a member of the College of Psychologists of Ontario or a member of the College of Nurses of Ontario who holds a certificate of registration in the extended class, or </p> <p class=\"subpara-e\">  ii. legally authorized to practise medicine or psychology in a jurisdiction outside of Ontario.  O. Reg. 464/07, s. 18 (3).</p> <p class=\"subsection-e\">  (4) The following rules apply if a person who is entitled to ask the MCSS custodian to conduct a search under subsection (1) or (2) is a minor, being less than 18 years of age:</p> <p class=\"paragraph-e\">  1. Subject to paragraph 2, the minor is not entitled to ask the MCSS custodian to conduct the search.</p> <p class=\"paragraph-e\">  2. A birth parent who is a minor has the right to ask the MCSS custodian to conduct the search.</p> <p class=\"paragraph-e\">  3. A parent of the minor or a person with custody of the minor may ask the MCSS custodian to conduct the search on behalf of the minor.  O. Reg. 464/07, s. 18 (4); O. Reg. 560/07, s. 8.</p> <p class=\"subsection-e\">  (5) Nothing in this section shall prevent a person from asking the MCSS custodian to conduct a search under subsection (1), (2) or (3) if that person is appointed as the guardian of, or is otherwise legally authorized to act on behalf of, a person who is entitled to ask the MCSS custodian to conduct a search under subsection (1), (2) or (3).  O. Reg. 464/07, s. 18 (5).</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "19.",
            "part_id": "PART III  ",
            "part_type": "PART III DISCLOSURE OF INFORMATION TO ADOPTED PERSONS, BIRTH PARENTS AND OTHER INDIVIDUALS",
            "section": "Request for information under Vital Statistics Act",
            "content": " 19. (1) If the MCSS custodian conducts a search under section 16 for a person who is an adopted person or a birth parent as defined in section 1 of the Vital Statistics Act, the MCSS custodian shall request that the Registrar General provide the following information with respect to that person: 1. Information as to whether any of the following documents submitted by the person under the Vital Statistics Act were registered under that Act and, if so, the date they were registered under that Act and whether or not they are still in effect: i. A notice submitted under section 48.3 of the Vital Statistics Act\r\nspecifying the person’s preferences as to how to be contacted by a birth parent or adopted person, as the case may be, who receives information under section 48.1 or 48.2 of that Act. ii. A notice submitted under section 48.4 of the Vital Statistics Act\r\nspecifying that the person does not wish to be contacted by a birth parent or adopted person, as the case may be, who receives information under section 48.1 or 48.2 of that Act. iii. A disclosure veto submitted by the person under section 48.5 of the Vital Statistics Act to prevent disclosure of information under section 48.1 or 48.2 of that Act. 2. If a document referred to in paragraph 1 was registered under the Vital Statistics Act\r\nand is no longer in effect, the date it ceased to be in effect and the reason it ceased to be in effect. 3. If a notice submitted under section 48.3 of the Vital Statistics Act is in effect, information contained in the notice about the manner in which the person would prefer to be contacted. 4. The name, address and any other contact information of the person who is the object of the search that is contained in any of the documents referred to in paragraph 1.  O. Reg. 273/08, s. 8. (2) If the Registrar General receives a request under subsection (1), he or she shall provide any requested information that is in his or her possession to the MCSS custodian.  O. Reg. 273/08, s. 8. (3) If the MCSS custodian is informed by the Registrar General that a document described in paragraph 1 of subsection (1) was registered under the Vital Statistics Act, the MCSS custodian shall, upon locating the person who is the object of a search under section 16 and advising him or her of the reasons for the search and the rules relating to disclosure under section 21, inform the located person that he or she is aware of the document.  O. Reg. 273/08, s. 8.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK23\"></a><b>19. </b>(1) If the MCSS custodian conducts a search under section 16 for a person who is an adopted person or a birth parent as defined in section 1 of the <i>Vital Statistics Act</i>, the MCSS custodian shall request that the Registrar General provide the following information with respect to that person:</p> <p class=\"paragraph-e\">  1. Information as to whether any of the following documents submitted by the person under the <i>Vital Statistics Act</i> were registered under that Act and, if so, the date they were registered under that Act and whether or not they are still in effect:</p> <p class=\"subpara-e\">  i. A notice submitted under section 48.3 of the <i>Vital Statistics Act</i>\r\nspecifying the person’s preferences as to how to be contacted by a birth parent or adopted person, as the case may be, who receives information under section 48.1 or 48.2 of that Act.</p> <p class=\"subpara-e\">  ii. A notice submitted under section 48.4 of the <i>Vital Statistics Act</i>\r\nspecifying that the person does not wish to be contacted by a birth parent or adopted person, as the case may be, who receives information under section 48.1 or 48.2 of that Act.</p> <p class=\"subpara-e\">  iii. A disclosure veto submitted by the person under section 48.5 of the <i>Vital Statistics Act</i> to prevent disclosure of information under section 48.1 or 48.2 of that Act.</p> <p class=\"paragraph-e\">  2. If a document referred to in paragraph 1 was registered under the <i>Vital Statistics Act</i>\r\nand is no longer in effect, the date it ceased to be in effect and the reason it ceased to be in effect.</p> <p class=\"paragraph-e\">  3. If a notice submitted under section 48.3 of the <i>Vital Statistics Act</i> is in effect, information contained in the notice about the manner in which the person would prefer to be contacted.</p> <p class=\"paragraph-e\">  4. The name, address and any other contact information of the person who is the object of the search that is contained in any of the documents referred to in paragraph 1.  O. Reg. 273/08, s. 8.</p> <p class=\"subsection-e\"><b> </b>(2) If the Registrar General receives a request under subsection (1), he or she shall provide any requested information that is in his or her possession to the MCSS custodian.  O. Reg. 273/08, s. 8.</p> <p class=\"subsection-e\">  (3) If the MCSS custodian is informed by the Registrar General that a document described in paragraph 1 of subsection (1) was registered under the <i>Vital Statistics Act</i>, the MCSS custodian shall, upon locating the person who is the object of a search under section 16 and advising him or her of the reasons for the search and the rules relating to disclosure under section 21, inform the located person that he or she is aware of the document.  O. Reg. 273/08, s. 8.</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "20.",
            "part_id": "PART III  ",
            "part_type": "PART III DISCLOSURE OF INFORMATION TO ADOPTED PERSONS, BIRTH PARENTS AND OTHER INDIVIDUALS",
            "section": "Search for minor",
            "content": " 20. (1) If the MCSS custodian conducts a search under section 16 for a person who is less than 18 years of age, the MCSS custodian shall upon locating the minor, (a) not contact the minor directly; (b) contact the parent of the minor or the person who has custody of the minor.  O. Reg. 464/07, s. 20 (1). (2) Despite subsection (1), in the case of a search for a birth parent who is less than 18 years of age, the MCSS custodian may contact the birth parent directly.  O. Reg. 464/07, s. 20 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>20. </b>(1) If the MCSS custodian conducts a search under section 16 for a person who is less than 18 years of age, the MCSS custodian shall upon locating the minor,</p> <p class=\"clause-e\">  (a) not contact the minor directly;</p> <p class=\"clause-e\">  (b) contact the parent of the minor or the person who has custody of the minor.  O. Reg. 464/07, s. 20 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), in the case of a search for a birth parent who is less than 18 years of age, the MCSS custodian may contact the birth parent directly.  O. Reg. 464/07, s. 20 (2).</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "21.",
            "part_id": "PART III  ",
            "part_type": "PART III DISCLOSURE OF INFORMATION TO ADOPTED PERSONS, BIRTH PARENTS AND OTHER INDIVIDUALS",
            "section": "Disclosure of information",
            "content": " 21. (1) If the MCSS custodian identifies and locates a person as a result of a search under section 16, the MCSS custodian shall, (a) advise the located person of the reasons for the search and the rules relating to disclosure of information under this section; and (b) disclose information relating to the adoption in accordance with this section.  O. Reg. 560/07, s. 10. (2) The MCSS custodian shall disclose information relating to the person who requested the search to the located person in accordance with the following rules: 1. Identifying information shall only be disclosed if the person who requested the search consents to the disclosure. 2. Any other information, including information relating to the person’s family medical history, that was provided by the person who requested the search shall be disclosed to the located person.  O. Reg. 560/07, s. 10. (2.1) The MCSS custodian shall disclose information relating to the located person to the person who requested the search in accordance with the following rules: 1. Identifying information shall only be disclosed if the located person consents to the disclosure. 2. Any other information, including information relating to the person’s family medical history, that was provided by the located person shall be disclosed to the person who requested the search.  O. Reg. 560/07, s. 10. (3) In this section, “identifying information” means, with respect to a person whose consent is required under subsection (2) or (2.1), (a) the name, address or telephone number of the person, and (b) any other information with respect to the person the disclosure of which will lead to the identification of the person.  O. Reg. 464/07, s. 21 (3); O. Reg. 112/09, s. 7. (4) If, as a result of a search conducted for a person under section 16, the MCSS custodian discovers that the person sought has died, the MCSS custodian shall advise the person who requested the search of that fact, of the date of the death and of the age of the deceased at the time of his or her death.  O. Reg. 464/07, s. 21 (4); O. Reg. 273/08, s. 9. Disclosure of Copies of Adoption Orders",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK25\"></a><b>21. </b>(1) If the MCSS custodian identifies and locates a person as a result of a search under section 16, the MCSS custodian shall,</p> <p class=\"clause-e\">  (a) advise the located person of the reasons for the search and the rules relating to disclosure of information under this section; and </p> <p class=\"clause-e\">  (b) disclose information relating to the adoption in accordance with this section.  O. Reg. 560/07, s. 10.</p> <p class=\"subsection-e\">  (2) The MCSS custodian shall disclose information relating to the person who requested the search to the located person in accordance with the following rules:</p> <p class=\"paragraph-e\">  1. Identifying information shall only be disclosed if the person who requested the search consents to the disclosure.</p> <p class=\"paragraph-e\">  2. Any other information, including information relating to the person’s family medical history, that was provided by the person who requested the search shall be disclosed to the located person.  O. Reg. 560/07, s. 10.</p> <p class=\"subsection-e\">  (2.1) The MCSS custodian shall disclose information relating to the located person to the person who requested the search in accordance with the following rules:</p> <p class=\"paragraph-e\">  1. Identifying information shall only be disclosed if the located person consents to the disclosure.</p> <p class=\"paragraph-e\">  2. Any other information, including information relating to the person’s family medical history, that was provided by the located person shall be disclosed to the person who requested the search.  O. Reg. 560/07, s. 10.</p> <p class=\"subsection-e\">  (3) In this section,</p> <p class=\"firstdef-e\">“identifying information” means, with respect to a person whose consent is required under subsection (2) or (2.1),</p> <p class=\"defclause-e\">  (a) the name, address or telephone number of the person, and</p> <p class=\"defclause-e\">  (b) any other information with respect to the person the disclosure of which will lead to the identification of the person.  O. Reg. 464/07, s. 21 (3); O. Reg. 112/09, s. 7.</p> <p class=\"subsection-e\">  (4) If, as a result of a search conducted for a person under section 16, the MCSS custodian discovers that the person sought has died, the MCSS custodian shall advise the person who requested the search of that fact, of the date of the death and of the age of the deceased at the time of his or her death.  O. Reg. 464/07, s. 21 (4); O. Reg. 273/08, s. 9.</p> <p class=\"heading1-e\"><a name=\"BK26\"></a>Disclosure of Copies of Adoption Orders</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "Disclosure of Copies of Adoption Orders",
            "part_id": "PART III  ",
            "part_type": "PART III DISCLOSURE OF INFORMATION TO ADOPTED PERSONS, BIRTH PARENTS AND OTHER INDIVIDUALS",
            "section": "Disclosure of Copies of Adoption Orders",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "21.1",
            "part_id": "PART III  ",
            "part_type": "PART III DISCLOSURE OF INFORMATION TO ADOPTED PERSONS, BIRTH PARENTS AND OTHER INDIVIDUALS",
            "section": "Access to copies of adoption orders",
            "content": " 21.1 (1) The adoptive parent of an adopted person or an adopted person who is at least 18 years of age may apply to the MCSS custodian for a copy of the adoption order relating to the adopted person.  O. Reg. 560/07, s. 11. (2) Upon receipt of a request under subsection (1), the MCSS custodian shall, (a) ask the Director of the Operational Support Branch at the Ministry of Children and Youth Services to provide a copy of the adoption order in question; and (b) if the Director of the Operational Support Branch at the Ministry of Children and Youth Services is not able to provide the copy of the adoption order, ask the Registrar General to provide a copy of the order.  O. Reg. 560/07, s. 11. (3) The Director of the Operational Support Branch at the Ministry of Children and Youth Services shall, (a) provide the MCSS custodian with a copy of the adoption order; or (b) indicate to the MCSS custodian that he or she will not be able to provide a copy of the order.  O. Reg. 560/07, s. 11. (4) If asked to provide a copy of an adoption order, the Registrar General shall provide the copy to the MCSS custodian.  O. Reg. 560/07, s. 11. (5) Upon receipt of a copy of an adoption order from the Director of the Operational Support Branch at the Ministry of Children and Youth Services or the Registrar General, the MCSS custodian shall delete any information that may reveal the identity of a birth parent from the copy of the adoption order and provide the redacted copy to the person who made the request.  O. Reg. 560/07, s. 11. Person Adopted more than Once",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK27\"></a><b>21.1</b> (1) The adoptive parent of an adopted person or an adopted person who is at least 18 years of age may apply to the MCSS custodian for a copy of the adoption order relating to the adopted person.  O. Reg. 560/07, s. 11.</p> <p class=\"subsection-e\">  (2) Upon receipt of a request under subsection (1), the MCSS custodian shall, </p> <p class=\"clause-e\">  (a) ask the Director of the Operational Support Branch at the Ministry of Children and Youth Services to provide a copy of the adoption order in question; and</p> <p class=\"clause-e\">  (b) if the Director of the Operational Support Branch at the Ministry of Children and Youth Services is not able to provide the copy of the adoption order, ask the Registrar General to provide a copy of the order.  O. Reg. 560/07, s. 11.</p> <p class=\"subsection-e\">  (3) The Director of the Operational Support Branch at the Ministry of Children and Youth Services shall, </p> <p class=\"clause-e\">  (a) provide the MCSS custodian with a copy of the adoption order; or </p> <p class=\"clause-e\">  (b) indicate to the MCSS custodian that he or she will not be able to provide a copy of the order.  O. Reg. 560/07, s. 11.</p> <p class=\"subsection-e\">  (4) If asked to provide a copy of an adoption order, the Registrar General shall provide the copy to the MCSS custodian.  O. Reg. 560/07, s. 11.</p> <p class=\"subsection-e\">  (5) Upon receipt of a copy of an adoption order from the Director of the Operational Support Branch at the Ministry of Children and Youth Services or the Registrar General, the MCSS custodian shall delete any information that may reveal the identity of a birth parent from the copy of the adoption order and provide the redacted copy to the person who made the request.  O. Reg. 560/07, s. 11.</p> <p class=\"heading1-e\"><a name=\"BK28\"></a>Person Adopted more than Once</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "Person Adopted more than Once",
            "part_id": "PART III  ",
            "part_type": "PART III DISCLOSURE OF INFORMATION TO ADOPTED PERSONS, BIRTH PARENTS AND OTHER INDIVIDUALS",
            "section": "Person Adopted more than Once",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "21.2",
            "part_id": "PART III  ",
            "part_type": "PART III DISCLOSURE OF INFORMATION TO ADOPTED PERSONS, BIRTH PARENTS AND OTHER INDIVIDUALS",
            "section": "Multiple adoptions of one person",
            "content": " 21.2 (1) If a person has been adopted more than once, (a) this Part also applies with necessary modifications to the person’s former adoptive parents as though they were the person’s birth parents, subject to subsection (2); (b) this Part also applies with necessary modifications to the parents of the person’s former adoptive parents as though they were the person’s birth grandparents; (c) this Part also applies with necessary modifications to any children of the person’s former adoptive parents as though they were the person’s birth siblings; (d) sections 11 to 14 also apply with necessary modifications to the siblings of the person’s former adoptive parents as though they were the siblings of the person’s birth parents; and (e) sections 16 to 21 also apply with necessary modifications to any other family members of the person’s former adoptive parents as though they were the person’s birth family members.  O. Reg. 273/08, s. 10. (2) Section 21.1 applies where an adopted person has been adopted more than once, subject to the following modifications: 1. A current adoptive parent may apply only for a copy of the adoption order in which he or she is named as the adoptive parent. 2. A former adoptive parent may apply only for a copy of the adoption order in which he or she is named as the adoptive parent. 3. For the purposes of subsection 21.1 (5), the MCSS custodian shall delete any information that may reveal the identity of a birth parent or of any former adoptive parent, as the case may be, from the copy of the adoption order and provide the redacted copy to the person who made the request.  O. Reg. 273/08, s. 10. Part iv   Disclosure to Governmental and other Authorities",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK29\"></a><b>21.2 </b>(1) If a person has been adopted more than once,</p> <p class=\"clause-e\">  (a) this Part also applies with necessary modifications to the person’s former adoptive parents as though they were the person’s birth parents, subject to subsection (2);</p> <p class=\"clause-e\">  (b) this Part also applies with necessary modifications to the parents of the person’s former adoptive parents as though they were the person’s birth grandparents;</p> <p class=\"clause-e\">  (c) this Part also applies with necessary modifications to any children of the person’s former adoptive parents as though they were the person’s birth siblings;</p> <p class=\"clause-e\">  (d) sections 11 to 14 also apply with necessary modifications to the siblings of the person’s former adoptive parents as though they were the siblings of the person’s birth parents; and</p> <p class=\"clause-e\">  (e) sections 16 to 21 also apply with necessary modifications to any other family members of the person’s former adoptive parents as though they were the person’s birth family members.  O. Reg. 273/08, s. 10.</p> <p class=\"subsection-e\">  (2) Section 21.1 applies where an adopted person has been adopted more than once, subject to the following modifications:</p> <p class=\"paragraph-e\">  1. A current adoptive parent may apply only for a copy of the adoption order in which he or she is named as the adoptive parent.</p> <p class=\"paragraph-e\">  2. A former adoptive parent may apply only for a copy of the adoption order in which he or she is named as the adoptive parent.</p> <p class=\"paragraph-e\">  3. For the purposes of subsection 21.1 (5), the MCSS custodian shall delete any information that may reveal the identity of a birth parent or of any former adoptive parent, as the case may be, from the copy of the adoption order and provide the redacted copy to the person who made the request.  O. Reg. 273/08, s. 10.</p> <p class=\"partnum-e\"><a name=\"BK30\"></a>Part iv <br/>  Disclosure to Governmental and other Authorities</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "PART IV  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART IV DISCLOSURE TO GOVERNMENTAL AND OTHER AUTHORITIES",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "22.",
            "part_id": "PART IV  ",
            "part_type": "PART IV DISCLOSURE TO GOVERNMENTAL AND OTHER AUTHORITIES",
            "section": "Disclosure to Department of Indian Affairs and Northern Development",
            "content": " 22. (1) If the MCSS custodian receives a request for information relating to an adoption from the Department of Indian Affairs and Northern Development and the information is required in order for the Department to determine whether or not the adopted person is entitled to be registered as an Indian under the Indian Act (Canada), the MCSS custodian shall, (a) request that a children’s aid society or the Director of the Operational Support Branch at the Ministry of Children and Youth Services provide any information relating to the adoption in the society’s or Branch’s possession to the MCSS custodian; and (b) provide any information received under clause (a) to the Department.  O. Reg. 464/07, s. 22 (1); O. Reg. 560/07, s. 12. (2) The information provided by the MCSS custodian may include the place of birth of the adopted person, the name, marital status, band name and number of a birth parent or birth grandparent of the adopted person.  O. Reg. 464/07, s. 22 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK31\"></a><b>22. </b>(1) If the MCSS custodian receives a request for information relating to an adoption from the Department of Indian Affairs and Northern Development and the information is required in order for the Department to determine whether or not the adopted person is entitled to be registered as an Indian under the <i>Indian Act</i> (Canada), the MCSS custodian shall,</p> <p class=\"clause-e\">  (a) request that a children’s aid society or the Director of the Operational Support Branch at the Ministry of Children and Youth Services provide any information relating to the adoption in the society’s or Branch’s possession to the MCSS custodian; and</p> <p class=\"clause-e\">  (b) provide any information received under clause (a) to the Department.  O. Reg. 464/07, s. 22 (1); O. Reg. 560/07, s. 12.</p> <p class=\"subsection-e\">  (2) The information provided by the MCSS custodian may include the place of birth of the adopted person, the name, marital status, band name and number of a birth parent or birth grandparent of the adopted person.  O. Reg. 464/07, s. 22 (2).</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "23.",
            "part_id": "PART IV  ",
            "part_type": "PART IV DISCLOSURE TO GOVERNMENTAL AND OTHER AUTHORITIES",
            "section": "Disclosure to PGT or estate trustee",
            "content": " 23. (1) If the MCSS custodian receives a request from the Public Guardian and Trustee or from an estate trustee for a copy of an adoption order or for information contained in an adoption order in order to determine whether an adopted person is entitled to an inheritance from an estate, the MCSS custodian shall provide the copy of the order or the information to the Public Guardian and Trustee or estate trustee.  O. Reg. 464/07, s. 23. (2) Despite subsection (1), before providing a copy of an adoption order or information, the MCSS custodian shall delete the following information from the order or the information being provided: 1. In the case of a request made by the Public Guardian and Trustee or an estate trustee on behalf of a birth family member, information that may reveal the identity of the adopted person. 2. In the case of a request made by the Public Guardian and Trustee or an estate trustee on behalf of an adopted person, information that may reveal the identity of a birth parent. 3. In the case of an adopted person who was adopted more than once, i. if the Public Guardian and Trustee or an estate trustee makes the request on behalf of a birth family member, information that may reveal the identity of the adopted person or of a former adoptive parent, ii. if the Public Guardian and Trustee or an estate trustee makes the request on behalf of a former adoptive parent or a member of the former adoptive parent’s family, information that may reveal the identity of the birth parent or of the adopted person, and iii. if the Public Guardian and Trustee or an estate trustee makes the request on behalf of the adopted person, information that may reveal the identity of a birth parent or former adoptive parent.  O. Reg. 273/08, s. 11.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK32\"></a><b>23.</b> (1) If the MCSS custodian receives a request from the Public Guardian and Trustee or from an estate trustee for a copy of an adoption order or for information contained in an adoption order in order to determine whether an adopted person is entitled to an inheritance from an estate, the MCSS custodian shall provide the copy of the order or the information to the Public Guardian and Trustee or estate trustee.  O. Reg. 464/07, s. 23.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), before providing a copy of an adoption order or information, the MCSS custodian shall delete the following information from the order or the information being provided:</p> <p class=\"paragraph-e\">  1. In the case of a request made by the Public Guardian and Trustee or an estate trustee on behalf of a birth family member, information that may reveal the identity of the adopted person.</p> <p class=\"paragraph-e\">  2. In the case of a request made by the Public Guardian and Trustee or an estate trustee on behalf of an adopted person, information that may reveal the identity of a birth parent.</p> <p class=\"paragraph-e\">  3. In the case of an adopted person who was adopted more than once,</p> <p class=\"subpara-e\">  i. if the Public Guardian and Trustee or an estate trustee makes the request on behalf of a birth family member, information that may reveal the identity of the adopted person or of a former adoptive parent,</p> <p class=\"subpara-e\">  ii. if the Public Guardian and Trustee or an estate trustee makes the request on behalf of a former adoptive parent or a member of the former adoptive parent’s family, information that may reveal the identity of the birth parent or of the adopted person, and</p> <p class=\"subpara-e\">  iii. if the Public Guardian and Trustee or an estate trustee makes the request on behalf of the adopted person, information that may reveal the identity of a birth parent or former adoptive parent.  O. Reg. 273/08, s. 11.</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "24.",
            "part_id": "PART IV  ",
            "part_type": "PART IV DISCLOSURE TO GOVERNMENTAL AND OTHER AUTHORITIES",
            "section": "Disclosure to other jurisdiction",
            "content": " 24. (1) Upon request, the MCSS custodian shall disclose information relating to an adoption described in subsection (2) to a governmental department or authority in another province or territory in Canada who is authorized to disclose the information according to the laws in that jurisdiction.  O. Reg. 464/07, s. 24 (1). (2) This section applies to the disclosure of information relating to an adoption where the order, judgment or decree for adoption was made in a province or territory in Canada other than Ontario.  O. Reg. 464/07, s. 24 (2). (3) In disclosing information under subsection (1), the MCSS custodian may disclose any information relating to the adoption that the MCSS custodian has in his or her possession or has obtained in accordance with section 25, including the name, address and telephone number of any of the following persons specified by the governmental department or authority: 1. An adopted person, his or her son or daughter or other descendant. 2. A birth parent, birth grandparent, birth sibling or other birth family member. 3. If the adopted person was adopted more than once, a former adoptive parent or a member of the former adoptive parent’s family.  O. Reg. 273/08, s. 12. Part v   Disclosure for purposes of Administration of Parts III and IV, the act and of the vital statistics act",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK33\"></a><b>24. </b>(1) Upon request, the MCSS custodian shall disclose information relating to an adoption described in subsection (2) to a governmental department or authority in another province or territory in Canada who is authorized to disclose the information according to the laws in that jurisdiction.  O. Reg. 464/07, s. 24 (1).</p> <p class=\"subsection-e\">  (2) This section applies to the disclosure of information relating to an adoption where the order, judgment or decree for adoption was made in a province or territory in Canada other than Ontario.  O. Reg. 464/07, s. 24 (2).</p> <p class=\"subsection-e\">  (3) In disclosing information under subsection (1), the MCSS custodian may disclose any information relating to the adoption that the MCSS custodian has in his or her possession or has obtained in accordance with section 25, including the name, address and telephone number of any of the following persons specified by the governmental department or authority:</p> <p class=\"paragraph-e\">  1. An adopted person, his or her son or daughter or other descendant.</p> <p class=\"paragraph-e\">  2. A birth parent, birth grandparent, birth sibling or other birth family member.</p> <p class=\"paragraph-e\">  3. If the adopted person was adopted more than once, a former adoptive parent or a member of the former adoptive parent’s family.  O. Reg. 273/08, s. 12.</p> <p class=\"partnum-e\"><a name=\"BK34\"></a>Part v <br/>  Disclosure for purposes of Administration of Parts III and IV, the act and of the vital statistics act</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "PART V  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART V DISCLOSURE FOR PURPOSES OF ADMINISTRATION OF PARTS III AND IV, THE ACT AND OF THE VITAL STATISTICS ACT",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "25.",
            "part_id": "PART V  ",
            "part_type": "PART V DISCLOSURE FOR PURPOSES OF ADMINISTRATION OF PARTS III AND IV, THE ACT AND OF THE VITAL STATISTICS ACT",
            "section": "Disclosure to MCSS custodian",
            "content": " 25. (1) If the MCSS custodian requires information relating to an adoption in order to fulfil his or her obligations under Part III or IV, the MCSS custodian may require a children’s aid society or a licensee to provide any information relating to the adoption that they have in their possession.  O. Reg. 464/07, s. 25 (1). (2) In addition to any requirement in sections 12, 13, 14 and 22 that the MCSS custodian request information in relation to an adoption from the Director of the Operational Support Branch at the Ministry of Children and Youth Services, for the purposes of fulfilling any other obligations under Part III or IV, the MCSS custodian may require the Director to provide any information in relation to an adoption that is in the possession of that ministry.  O. Reg. 464/07, s. 25 (2); O. Reg. 560/07, s. 14 (1). (3) If the MCSS custodian requires the following information relating to an adoption in order to fulfil his or her obligations under section 8, 9, 10, 11, 12, 13, 14 or 16 or under Part IV, the MCSS custodian may require the Registrar General to provide the information: 1. Information relating to the birth and death and any change of name or marriage of the following persons: i. the adopted person, ii. the adopted person’s birth parents, birth grandparents, birth siblings or other birth family members, and iii. the adopted person’s former adoptive parents, if any. 2. Information relating to the adoption of the adopted person and the adoption, if any, of his or her birth siblings.  O. Reg. 464/07, s. 25 (3); O. Reg. 560/07, s. 14 (2); O. Reg. 273/08, s. 13. (4) The Director of the Operational Support Branch at the Ministry of Children and Youth Services is prescribed as a person who must provide information to a designated custodian under subsection 162.2 (1) of the Act.  O. Reg. 464/07, s. 25 (4); O. Reg. 560/07, s. 14 (3). (5) A person who is required to provide information relating to an adoption to the MCSS custodian under subsection (1) or (2) shall provide the MCSS custodian with any information relating to the adoption in their possession as may be specified by the MCSS custodian.  O. Reg. 560/07, s. 14 (4). (6) A person who is required to provide information relating to an adoption to the MCSS custodian under subsection (3) shall provide the MCSS custodian with the information described in that subsection that is required by the MCSS custodian.  O. Reg. 560/07, s. 14 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK35\"></a><b>25. </b>(1) If the MCSS custodian requires information relating to an adoption in order to fulfil his or her obligations under Part III or IV, the MCSS custodian may require a children’s aid society or a licensee to provide any information relating to the adoption that they have in their possession.  O. Reg. 464/07, s. 25 (1).</p> <p class=\"subsection-e\">  (2) In addition to any requirement in sections 12, 13, 14 and 22 that the MCSS custodian request information in relation to an adoption from the Director of the Operational Support Branch at the Ministry of Children and Youth Services, for the purposes of fulfilling any other obligations under Part III or IV, the MCSS custodian may require the Director to provide any information in relation to an adoption that is in the possession of that ministry.  O. Reg. 464/07, s. 25 (2); O. Reg. 560/07, s. 14 (1).</p> <p class=\"subsection-e\">  (3) If the MCSS custodian requires the following information relating to an adoption in order to fulfil his or her obligations under section 8, 9, 10, 11, 12, 13, 14 or 16 or under Part IV, the MCSS custodian may require the Registrar General to provide the information:</p> <p class=\"paragraph-e\">  1. Information relating to the birth and death and any change of name or marriage of the following persons:</p> <p class=\"subpara-e\">  i. the adopted person,</p> <p class=\"subpara-e\">  ii. the adopted person’s birth parents, birth grandparents, birth siblings or other birth family members, and</p> <p class=\"subpara-e\">  iii. the adopted person’s former adoptive parents, if any.</p> <p class=\"paragraph-e\">  2. Information relating to the adoption of the adopted person and the adoption, if any, of his or her birth siblings.  O. Reg. 464/07, s. 25 (3); O. Reg. 560/07, s. 14 (2); O. Reg. 273/08, s. 13.</p> <p class=\"subsection-e\">  (4) The Director of the Operational Support Branch at the Ministry of Children and Youth Services is prescribed as a person who must provide information to a designated custodian under subsection 162.2 (1) of the Act.  O. Reg. 464/07, s. 25 (4); O. Reg. 560/07, s. 14 (3).</p> <p class=\"subsection-e\">  (5) A person who is required to provide information relating to an adoption to the MCSS custodian under subsection (1) or (2) shall provide the MCSS custodian with any information relating to the adoption in their possession as may be specified by the MCSS custodian.  O. Reg. 560/07, s. 14 (4).</p> <p class=\"subsection-e\">  (6) A person who is required to provide information relating to an adoption to the MCSS custodian under subsection (3) shall provide the MCSS custodian with the information described in that subsection that is required by the MCSS custodian.  O. Reg. 560/07, s. 14 (4).</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "26.",
            "part_id": "PART V  ",
            "part_type": "PART V DISCLOSURE FOR PURPOSES OF ADMINISTRATION OF PARTS III AND IV, THE ACT AND OF THE VITAL STATISTICS ACT",
            "section": "Disclosure of certified copy of adoption order",
            "content": " 26. For the purposes of clause 162 (3) (e) of the Act, the Director of the Operational Support Branch at the Ministry of Children and Youth Services is prescribed as a person to whom a certified copy of an adoption order must be transmitted within 30 days of the order being made.  O. Reg. 464/07, s. 26; O. Reg. 560/07, s. 15. 27., 28. Revoked:  O. Reg. 273/08, s. 14.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK36\"></a><b>26. </b>For the purposes of clause 162 (3) (e) of the Act, the Director of the Operational Support Branch at the Ministry of Children and Youth Services is prescribed as a person to whom a certified copy of an adoption order must be transmitted within 30 days of the order being made.  O. Reg. 464/07, s. 26; O. Reg. 560/07, s. 15.</p> <p class=\"section-e\"> <b>27.</b>, <b>28.</b> <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 273/08, s. 14.</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "29.",
            "part_id": "PART V  ",
            "part_type": "PART V DISCLOSURE FOR PURPOSES OF ADMINISTRATION OF PARTS III AND IV, THE ACT AND OF THE VITAL STATISTICS ACT",
            "section": "Disclosure when making requests for information",
            "content": " 29. (1) This section applies where a request for information relating to an adoption is made by the MCSS custodian under section 25.  O. Reg. 273/08, s. 15. (2) The designated custodian who requests information relating to an adoption from a person may disclose to that person such information in relation to the adoption as is necessary in order for the person to be able to comply with the request.  O. Reg. 464/07, s. 29 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK37\"></a><b>29.</b> (1) This section applies where a request for information relating to an adoption is made by the MCSS custodian under section 25.  O. Reg. 273/08, s. 15.</p> <p class=\"subsection-e\">  (2) The designated custodian who requests information relating to an adoption from a person may disclose to that person such information in relation to the adoption as is necessary in order for the person to be able to comply with the request.  O. Reg. 464/07, s. 29 (2).</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "30.",
            "part_id": "PART V  ",
            "part_type": "PART V DISCLOSURE FOR PURPOSES OF ADMINISTRATION OF PARTS III AND IV, THE ACT AND OF THE VITAL STATISTICS ACT",
            "section": "Openness orders and agreements",
            "content": " 30. A children’s aid society or a licensee that is required or authorized to disclose information in relation to an adoption under an openness order or an openness agreement made under Part VII of the Act, shall disclose the information in accordance with the order or agreement, as the case may be.  O. Reg. 464/07, s. 30.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK38\"></a><b>30. </b>A children’s aid society or a licensee that is required or authorized to disclose information in relation to an adoption under an openness order or an openness agreement made under Part VII of the Act, shall disclose the information in accordance with the order or agreement, as the case may be.  O. Reg. 464/07, s. 30.</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "31.",
            "part_id": "PART V  ",
            "part_type": "PART V DISCLOSURE FOR PURPOSES OF ADMINISTRATION OF PARTS III AND IV, THE ACT AND OF THE VITAL STATISTICS ACT",
            "section": "ServiceOntario",
            "content": " 31. (1) The MCSS custodian shall provide the ServiceOntario custodian with the following information relating to the status of a request or application made under section 9, 11, 17 or 18: 1. Notice that the request or application has been received. 2. Confirmation at regular intervals that the request or application is still pending and such confirmation may include notice of any information, document or notice sent to the person who made the request or application. 3. Notice that the request or application has been finally disposed of.  O. Reg. 464/07, s. 31 (1). (2) In providing information under subsection (1), the MCSS custodian shall identify the request or application by means of a unique numeric identifier only.  O. Reg. 464/07, s. 31 (2). (3) If the ServiceOntario custodian receives a request for information from an individual on the status of a request or application described in subsection (1), the ServiceOntario custodian shall disclose to the individual the status information provided by the MCSS custodian under subsection (1).  O. Reg. 464/07, s. 31 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK39\"></a><b>31. </b>(1) The MCSS custodian shall provide the ServiceOntario custodian with the following information relating to the status of a request or application made under section 9, 11, 17 or 18:</p> <p class=\"paragraph-e\">  1. Notice that the request or application has been received.</p> <p class=\"paragraph-e\">  2. Confirmation at regular intervals that the request or application is still pending and such confirmation may include notice of any information, document or notice sent to the person who made the request or application.</p> <p class=\"paragraph-e\">  3. Notice that the request or application has been finally disposed of.  O. Reg. 464/07, s. 31 (1).</p> <p class=\"subsection-e\">  (2) In providing information under subsection (1), the MCSS custodian shall identify the request or application by means of a unique numeric identifier only.  O. Reg. 464/07, s. 31 (2).</p> <p class=\"subsection-e\">  (3) If the ServiceOntario custodian receives a request for information from an individual on the status of a request or application described in subsection (1), the ServiceOntario custodian shall disclose to the individual the status information provided by the MCSS custodian under subsection (1).  O. Reg. 464/07, s. 31 (3).</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "32.",
            "part_id": "PART V  ",
            "part_type": "PART V DISCLOSURE FOR PURPOSES OF ADMINISTRATION OF PARTS III AND IV, THE ACT AND OF THE VITAL STATISTICS ACT",
            "section": "Disclosure to officers and employees",
            "content": " 32. (1) Subject to subsection (3), where a provision in this Regulation authorizes or requires any of the persons referred to in subsection (2) to disclose information relating to an adoption,  (a) the person is authorized to disclose information relating to the adoption to an officer or employee of the person or, if the person is employed in a ministry, to an officer or employee working in the same ministry; and (b) those officers and employees are authorized to share the information with one another and with the person.  O. Reg. 464/07, s. 32 (1); O. Reg. 273/08, s. 16 (1). (2) For the purposes of subsection (1), the following persons are authorized to disclose information under this Regulation: 1. A designated custodian. 2. A children’s aid society. 3. A licensee. 4. The Registrar General. 5. The Director of the Operational Support Branch at the Ministry of Children and Youth Services.  O. Reg. 464/07, s. 32 (2); O. Reg. 560/07, s. 17; O. Reg. 273/08, s. 16 (2). (3) The sharing of information relating to an adoption with and among officers and employees under subsection (1) is limited to such sharing of information as is necessary in order for the person referred to in subsection (2) to carry out their duty or exercise their power under this Regulation.  O. Reg. 464/07, s. 32 (3); O. Reg. 273/08, s. 16 (3). Part VI   Transitional and Commencement",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK40\"></a><b>32. </b>(1) Subject to subsection (3), where a provision in this Regulation authorizes or requires any of the persons referred to in subsection (2) to disclose information relating to an adoption, </p> <p class=\"clause-e\">  (a) the person is authorized to disclose information relating to the adoption to an officer or employee of the person or, if the person is employed in a ministry, to an officer or employee working in the same ministry; and </p> <p class=\"clause-e\">  (b) those officers and employees are authorized to share the information with one another and with the person.  O. Reg. 464/07, s. 32 (1); O. Reg. 273/08, s. 16 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of subsection (1), the following persons are authorized to disclose information under this Regulation:</p> <p class=\"paragraph-e\">  1. A designated custodian.</p> <p class=\"paragraph-e\">  2. A children’s aid society.</p> <p class=\"paragraph-e\">  3. A licensee.</p> <p class=\"paragraph-e\">  4. The Registrar General.</p> <p class=\"paragraph-e\">  5. The Director of the Operational Support Branch at the Ministry of Children and Youth Services.  O. Reg. 464/07, s. 32 (2); O. Reg. 560/07, s. 17; O. Reg. 273/08, s. 16 (2).</p> <p class=\"subsection-e\">  (3) The sharing of information relating to an adoption with and among officers and employees under subsection (1) is limited to such sharing of information as is necessary in order for the person referred to in subsection (2) to carry out their duty or exercise their power under this Regulation.  O. Reg. 464/07, s. 32 (3); O. Reg. 273/08, s. 16 (3).</p> <p class=\"partnum-e\"><a name=\"BK41\"></a>Part VI <br/>  Transitional and Commencement</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "PART VI  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART VI TRANSITIONAL AND COMMENCEMENT",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "33.",
            "part_id": "PART VI  ",
            "part_type": "PART VI TRANSITIONAL AND COMMENCEMENT",
            "section": "Transitional, adoption disclosure register",
            "content": " 33. If, before the day section 16 of the Adoption Information Disclosure Act, 2005 comes into force, a person’s name was added to the adoption disclosure register and no information has been disclosed by the Registrar to the person or related persons named in the register, then, on or after that day, information may be disclosed by the MCSS custodian to such persons in accordance with subsection 10 (2) unless the person’s name is removed from the register in accordance with subsection 9 (7).  O. Reg. 464/07, s. 33.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK42\"></a><b>33.</b> If, before the day section 16 of the <i>Adoption Information Disclosure Act, 2005</i> comes into force, a person’s name was added to the adoption disclosure register and no information has been disclosed by the Registrar to the person or related persons named in the register, then, on or after that day, information may be disclosed by the MCSS custodian to such persons in accordance with subsection 10 (2) unless the person’s name is removed from the register in accordance with subsection 9 (7).  O. Reg. 464/07, s. 33.</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "34.",
            "part_id": "PART VI  ",
            "part_type": "PART VI TRANSITIONAL AND COMMENCEMENT",
            "section": "Transitional, non-identifying information",
            "content": " 34. (1) If an application for non-identifying information was made to the Registrar of Adoption Information under subsection 166 (4) of the Act before the day section 16 of the Adoption Information Disclosure Act, 2005\r\ncomes into force and the application is still pending on that day, then, on or after that day, the MCSS custodian shall deal with the application in accordance with this Regulation as though it were a request for non-identifying information made to the MCSS custodian under clause 11 (1) (a) of this Regulation.  O. Reg. 464/07, s. 34 (1). (2) If an application for non-identifying information was made to a children’s aid society in accordance with subsection 166 (8) of the Act before the day section 16 of the Adoption Information Disclosure Act, 2005 comes into force and the application is still pending on that day, then, on or after that day,  the society that received the application shall deal with the application in accordance with this Regulation as though it were a request for non-identifying information made to it under clause 11 (1) (b) of this Regulation.  O. Reg. 464/07, s. 34 (2). (3) If an application for non-identifying information was made to the Registrar of Adoption Information with respect to an out of province adoption under section 170 of the Act before the day section 16 of the Adoption Information Disclosure Act, 2005 comes into force and the application is still pending on that day, then, on or after that day, the MCSS custodian shall deal with the application in accordance with this Regulation as though it were a request for non-identifying information relating to an out of province adoption made to the MCSS custodian under section 14 of this Regulation.  O. Reg. 464/07, s. 34 (3). 35., 36. Revoked:  O. Reg. 273/08, s. 17. 37. Omitted (provides for coming into force of provisions of the English version of this Regulation).  O. Reg. 464/07, s. 367.  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK43\"></a><b>34.</b> (1) If an application for non-identifying information was made to the Registrar of Adoption Information under subsection 166 (4) of the Act before the day section 16 of the <i>Adoption Information Disclosure Act, 2005</i>\r\ncomes into force and the application is still pending on that day, then, on or after that day, the MCSS custodian shall deal with the application in accordance with this Regulation as though it were a request for non-identifying information made to the MCSS custodian under clause 11 (1) (a) of this Regulation.  O. Reg. 464/07, s. 34 (1).</p> <p class=\"subsection-e\">  (2) If an application for non-identifying information was made to a children’s aid society in accordance with subsection 166 (8) of the Act before the day section 16 of the <i>Adoption Information Disclosure Act, 2005</i> comes into force and the application is still pending on that day, then, on or after that day,  the society that received the application shall deal with the application in accordance with this Regulation as though it were a request for non-identifying information made to it under clause 11 (1) (b) of this Regulation.  O. Reg. 464/07, s. 34 (2).</p> <p class=\"subsection-e\">  (3) If an application for non-identifying information was made to the Registrar of Adoption Information with respect to an out of province adoption under section 170 of the Act before the day section 16 of the <i>Adoption Information Disclosure Act, 2005</i> comes into force and the application is still pending on that day, then, on or after that day, the MCSS custodian shall deal with the application in accordance with this Regulation as though it were a request for non-identifying information relating to an out of province adoption made to the MCSS custodian under section 14 of this Regulation.  O. Reg. 464/07, s. 34 (3).</p> <p class=\"section-e\"> <b>35., 36.</b> <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 273/08, s. 17.</p> <p class=\"section-e\"> <b>37.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of the English version of this Regulation</span>).  O. Reg. 464/07, s. 367.</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/070464\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}