{
    "reg_info": {
        "full_title": "O. Reg. 389/01: DESIGNATION - J. W. SHELDRICK SANITATION LIMITED SMITHVILLE SITE",
        "reg_name_text": "DESIGNATION — J. W. SHELDRICK SANITATION LIMITED SMITHVILLE SITE",
        "citation": "O. Reg. 389/01: DESIGNATION - J. W. SHELDRICK SANITATION LIMITED SMITHVILLE SITE",
        "act_under": "Environmental Assessment Act   Loi sur les évaluations environnementales",
        "url": "https://www.ontario.ca/laws/regulation/010389",
        "date_scraped": "2023-12-19 22:26:32"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October 12, 2001",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Regulation, “Director” means a Director appointed under section 5 of the Environmental Protection Act in respect of section 31 of that Act; “J. W. Sheldrick Sanitation Limited Smithville site” means 6278 London Road, Part Lot 6, Concession 9, Smithville, Ontario. O. Reg. 389/01, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“Director” means a Director appointed under section 5 of the <i>Environmental Protection Act </i>in respect of section 31 of that Act;</p> <p class=\"definition-e\">“J. W. Sheldrick Sanitation Limited Smithville site” means 6278 London Road, Part Lot 6, Concession 9, Smithville, Ontario. O. Reg. 389/01, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Designation",
            "content": "2. (1) Any enterprise or activity at the J. W. Sheldrick Sanitation Limited Smithville site that is related to the transfer of waste in an amount greater than the maximum amount authorized by Provisional Certificate of Approval No. A650112, as amended up to the date this Regulation comes into force, is defined as a major commercial or business enterprise or activity and is designated as an undertaking to which the Act applies. O. Reg. 389/01, s. 2 (1). (2) Subsection (1) does not apply to an enterprise or activity if, in the opinion of a Director, an emergency situation exists by reason of, (a) danger to the health or safety of any person; (b) impairment or immediate risk of impairment of the quality of the natural environment for any use that can be made of it; or (c) injury or damage or immediate risk of injury or damage to any property or to any plant or animal life, and, in the opinion of the Director, the emergency situation will be alleviated by the enterprise or activity. O. Reg. 389/01, s. 2 (2). ",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) Any enterprise or activity at the J. W. Sheldrick Sanitation Limited Smithville site that is related to the transfer of waste in an amount greater than the maximum amount authorized by Provisional Certificate of Approval No. A650112, as amended up to the date this Regulation comes into force, is defined as a major commercial or business enterprise or activity and is designated as an undertaking to which the Act applies. O. Reg. 389/01, s. 2 (1).</p> <p class=\"subsection-e\">(2) Subsection (1) does not apply to an enterprise or activity if, in the opinion of a Director, an emergency situation exists by reason of,</p> <p class=\"clause-e\">(a) danger to the health or safety of any person;</p> <p class=\"clause-e\">(b) impairment or immediate risk of impairment of the quality of the natural environment for any use that can be made of it; or</p> <p class=\"clause-e\">(c) injury or damage or immediate risk of injury or damage to any property or to any plant or animal life,</p> <p class=\"Ssubsection-e\">and, in the opinion of the Director, the emergency situation will be alleviated by the enterprise or activity. O. Reg. 389/01, s. 2 (2).</p> <p class=\"Normal\"></p>"
        }
    ]
}