{
    "reg_info": {
        "full_title": "O. Reg. 569/98: DETERMINATION OF APPORTIONMENTS AND LEVIES, 1998",
        "reg_name_text": "DETERMINATION OF APPORTIONMENTS   AND LEVIES, 1998",
        "citation": "O. Reg. 569/98: DETERMINATION OF APPORTIONMENTS AND LEVIES, 1998",
        "act_under": "Municipal Act   Loi sur les municipalités",
        "url": "https://www.ontario.ca/laws/regulation/980569",
        "date_scraped": "2023-12-19 23:17:48"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. (1) In this Regulation, “apportionment” means an apportionment made by a conservation authority among the municipalities within the conservation authority area of an amount required for the purposes of the conservation authority under the Conservation Authorities Act; “conservation authority” means a conservation authority that makes an apportionment in 1998; “conservation authority area” means the area over which a conservation authority has jurisdiction; “conservation authority levy” means the amount required for administrative and capital costs in 1998 by a conservation authority; “municipality” means a regional municipality, supporting municipality, city or separated town; “municipality within a conservation authority area” means a municipality that is located wholly or partly within a conservation authority area and against which an apportionment is to be made in 1998 by the conservation authority. (2) A reference to Ontario Regulation 249/97 is a reference to that Regulation as it read immediately before its repeal under this Regulation. O. Reg. 569/98, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“apportionment” means an apportionment made by a conservation authority among the municipalities within the conservation authority area of an amount required for the purposes of the conservation authority under the <i>Conservation Authorities Act</i>;</p> <p class=\"definition-e\">“conservation authority” means a conservation authority that makes an apportionment in 1998;</p> <p class=\"definition-e\">“conservation authority area” means the area over which a conservation authority has jurisdiction;</p> <p class=\"definition-e\">“conservation authority levy” means the amount required for administrative and capital costs in 1998 by a conservation authority;</p> <p class=\"definition-e\">“municipality” means a regional municipality, supporting municipality, city or separated town;</p> <p class=\"definition-e\">“municipality within a conservation authority area” means a municipality that is located wholly or partly within a conservation authority area and against which an apportionment is to be made in 1998 by the conservation authority.</p> <p class=\"subsection-e\">(2) A reference to Ontario Regulation 249/97 is a reference to that Regulation as it read immediately before its repeal under this Regulation. O. Reg. 569/98, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. For 1998, the Ministry of Natural Resources shall, in respect of each conservation authority, use the 1997 percentage share of apportionments, correct to four decimal places, for each municipality within a conservation authority based on the calculations of percentage share of apportionments determined for each municipality under Ontario Regulation 249/97. O. Reg. 569/98, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>For 1998, the Ministry of Natural Resources shall, in respect of each conservation authority, use the 1997 percentage share of apportionments, correct to four decimal places, for each municipality within a conservation authority based on the calculations of percentage share of apportionments determined for each municipality under Ontario Regulation 249/97. O. Reg. 569/98, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. The respective 1998 percentage share of apportionment determined for each municipality under section 2 shall be substituted for the assessment in the notice of assessment that is provided to the conservation authority by the Ministry of Natural Resources under the Act establishing a conservation authority. O. Reg. 569/98, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>The respective 1998 percentage share of apportionment determined for each municipality under section 2 shall be substituted for the assessment in the notice of assessment that is provided to the conservation authority by the Ministry of Natural Resources under the Act establishing a conservation authority. O. Reg. 569/98, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) For 1998, the apportionment of the conservation authority levies among the municipalities within a conservation authority area shall be made on the basis of the percentages determined for each municipality under section 2. (2) The Ministry of Natural Resources shall submit to each conservation authority to which subsection (1) applies a statement showing the information mentioned in section 2 and the calculations which produced that information. (3) A conservation authority shall, upon receipt of the statement referred to in subsection (2), promptly forward a copy of the statement to the clerk of each municipality within the conservation authority area. O. Reg. 569/98, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) For 1998, the apportionment of the conservation authority levies among the municipalities within a conservation authority area shall be made on the basis of the percentages determined for each municipality under section 2.</p> <p class=\"subsection-e\">(2) The Ministry of Natural Resources shall submit to each conservation authority to which subsection (1) applies a statement showing the information mentioned in section 2 and the calculations which produced that information.</p> <p class=\"subsection-e\">(3) A conservation authority shall, upon receipt of the statement referred to in subsection (2), promptly forward a copy of the statement to the clerk of each municipality within the conservation authority area. O. Reg. 569/98, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. Any municipality newly created in 1998 as a result of municipal restructuring is responsible for the same apportionment as the sum of the former parts and the new municipality shall collect levies, as the council deems appropriate, (a) by general levy; or (b) by special levy to residents directly within the conservation authority. O. Reg. 569/98, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>Any municipality newly created in 1998 as a result of municipal restructuring is responsible for the same apportionment as the sum of the former parts and the new municipality shall collect levies, as the council deems appropriate,</p> <p class=\"clause-e\">(a) by general levy; or</p> <p class=\"clause-e\">(b) by special levy to residents directly within the conservation authority. O. Reg. 569/98, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. (1) Despite this Regulation, in 1998 the City of London’s discounted equalized assessment for 1997 as prescribed under Ontario Regulation 249/97 shall be apportioned for conservation authority purposes in the following shares: 1. The Upper Thames River Conservation Authority, 92 per cent. 2. The Kettle Creek Conservation Authority, 7 per cent. 3. The Lower Thames Valley Conservation Authority, 1 per cent. (2) In this section, “discounted equalized assessment” means the discounted assessment for 1996 taxation purposes for a municipality divided by the factor as set out in Column 2 of Schedule 4 to Ontario Regulation 249/97 for conservation authorities. O. Reg. 569/98, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) Despite this Regulation, in 1998 the City of London’s discounted equalized assessment for 1997 as prescribed under Ontario Regulation 249/97 shall be apportioned for conservation authority purposes in the following shares:</p> <p class=\"paragraph-e\">1. The Upper Thames River Conservation Authority, 92 per cent.</p> <p class=\"paragraph-e\">2. The Kettle Creek Conservation Authority, 7 per cent.</p> <p class=\"paragraph-e\">3. The Lower Thames Valley Conservation Authority, 1 per cent.</p> <p class=\"subsection-e\">(2) In this section,</p> <p class=\"firstdef-e\">“discounted equalized assessment” means the discounted assessment for 1996 taxation purposes for a municipality divided by the factor as set out in Column 2 of Schedule 4 to Ontario Regulation 249/97 for conservation authorities. O. Reg. 569/98, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. Each conservation authority shall forward to the Ministry of Natural Resources a statement showing the total amount apportioned in 1998 among the municipalities within the conservation authority area under the Act establishing the conservation authority. O. Reg. 569/98, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>Each conservation authority shall forward to the Ministry of Natural Resources a statement showing the total amount apportioned in 1998 among the municipalities within the conservation authority area under the Act establishing the conservation authority. O. Reg. 569/98, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. This Regulation applies to apportionments and levies made on or after January 1, 1998. O. Reg. 569/98, s. 8. ",
            "raw_html": "<p class=\"section-e\"><b>8. </b>This Regulation applies to apportionments and levies made on or after January 1, 1998. O. Reg. 569/98, s. 8.</p> <p class=\"Normal\"></p>"
        }
    ]
}