{
    "reg_info": {
        "full_title": "O. Reg. 619/98: ONTARIO EXPORTS INC.",
        "reg_name_text": "ONTARIO EXPORTS INC.",
        "citation": "O. Reg. 619/98: ",
        "act_under": "Development Corporations Act   Loi sur les sociétés de développement",
        "url": "https://www.ontario.ca/laws/regulation/980619",
        "date_scraped": "2023-12-19 17:00:46"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/980619/v1",
            "valid_from": "May 17, 2002",
            "valid_to": "August 28, 2006"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. The Ontario International Trade Corporation, constituted on behalf of Her Majesty in right of Ontario under section 5 of the Act, is continued as a corporation without share capital under the name Ontario Exports Inc. O. Reg. 619/98, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>The Ontario International Trade Corporation, constituted on behalf of Her Majesty in right of Ontario under section 5 of the Act, is continued as a corporation without share capital under the name Ontario Exports Inc. O. Reg. 619/98, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. Ontario Exports Inc. has the following objects: 1. To create and stimulate employment and investment in Ontario by developing and promoting the export of Ontario goods and services on a competitive basis in domestic and international markets, including, without limiting the generality of the foregoing, i. the provision of services to co-ordinate the export of Ontario oriented products and services by the public and private sectors, and ii. the provision of financial assistance to persons carrying on industrial undertakings in Ontario. 2. Subject to the approval of the Lieutenant Governor in Council, to lend money or guarantee a loan made by a lender approved by Ontario Exports Inc., and to assist in the cost of feasibility studies, proposals, bid presentations, market development costs, and matters related thereto and to forgive repayment of such loans in whole or in part. 3. To structure, promote, market and finalize export transactions of maximum benefit to the ministries and boards, agencies and commissions of the Government of Ontario, as well as the private sector, in all fields, including, without limiting the generality of the foregoing, such fields as energy, environment, health, education, agricultural resources, transportation and manufacturing. 4. To study, promote and assist in the growth, efficiency and improvement of Ontario’s public sector resources for use in the international marketplace. 5. To carry on in domestic and international markets the business of providing educational and training services to the private and public sectors. O. Reg. 619/98, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>Ontario Exports Inc. has the following objects:</p> <p class=\"paragraph-e\">1. To create and stimulate employment and investment in Ontario by developing and promoting the export of Ontario goods and services on a competitive basis in domestic and international markets, including, without limiting the generality of the foregoing,</p> <p class=\"subpara-e\">i. the provision of services to co-ordinate the export of Ontario oriented products and services by the public and private sectors, and</p> <p class=\"subpara-e\">ii. the provision of financial assistance to persons carrying on industrial undertakings in Ontario.</p> <p class=\"paragraph-e\">2. Subject to the approval of the Lieutenant Governor in Council, to lend money or guarantee a loan made by a lender approved by Ontario Exports Inc., and to assist in the cost of feasibility studies, proposals, bid presentations, market development costs, and matters related thereto and to forgive repayment of such loans in whole or in part.</p> <p class=\"paragraph-e\">3. To structure, promote, market and finalize export transactions of maximum benefit to the ministries and boards, agencies and commissions of the Government of Ontario, as well as the private sector, in all fields, including, without limiting the generality of the foregoing, such fields as energy, environment, health, education, agricultural resources, transportation and manufacturing.</p> <p class=\"paragraph-e\">4. To study, promote and assist in the growth, efficiency and improvement of Ontario’s public sector resources for use in the international marketplace.</p> <p class=\"paragraph-e\">5. To carry on in domestic and international markets the business of providing educational and training services to the private and public sectors. O. Reg. 619/98, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. Ontario Exports Inc. may do all things that are incidental or conducive to the attainment of its objects, the exercise of its powers and the performance of its duties, including entering into contracts and operating bank accounts. O. Reg. 619/98, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>Ontario Exports Inc. may do all things that are incidental or conducive to the attainment of its objects, the exercise of its powers and the performance of its duties, including entering into contracts and operating bank accounts. O. Reg. 619/98, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) Ontario Exports Inc. shall consist of as many members, not fewer than three, as the Lieutenant Governor in Council may appoint. O. Reg. 619/98, s. 4 (1).  (2) The members of Ontario Exports Inc. are its board of directors. O. Reg. 619/98, s. 4 (2). (3) The Lieutenant Governor in Council shall designate one of the members as chair. O. Reg. 619/98, s. 4 (3). (4) The chair shall preside at all meetings of the board of directors. O. Reg. 619/98, s. 4 (4). (5) The Lieutenant Governor in Council may designate one of the members as vice-chair. O. Reg. 161/02, s. 1. (6) If a vice-chair is designated, the vice-chair shall, in the absence of the chair, temporarily act as and have all the powers of the chair. O. Reg. 161/02, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) Ontario Exports Inc. shall consist of as many members, not fewer than three, as the Lieutenant Governor in Council may appoint. O. Reg. 619/98, s. 4 (1). </p> <p class=\"subsection-e\">(2) The members of Ontario Exports Inc. are its board of directors. O. Reg. 619/98, s. 4 (2).</p> <p class=\"subsection-e\">(3) The Lieutenant Governor in Council shall designate one of the members as chair. O. Reg. 619/98, s. 4 (3). </p> <p class=\"subsection-e\">(4) The chair shall preside at all meetings of the board of directors. O. Reg. 619/98, s. 4 (4).</p> <p class=\"subsection-e\">(5) The Lieutenant Governor in Council may designate one of the members as vice-chair. O. Reg. 161/02, s. 1.</p> <p class=\"subsection-e\">(6) If a vice-chair is designated, the vice-chair shall, in the absence of the chair, temporarily act as and have all the powers of the chair. O. Reg. 161/02, s. 1. </p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) The affairs of Ontario Exports Inc. are under the management and control of the board of directors. O. Reg. 619/98, s. 5 (1). (2) The board of directors may make by-laws regulating its proceedings and generally for the conduct and management of the affairs of Ontario Exports Inc. O. Reg. 619/98, s. 5 (2). (3) A majority of the members of Ontario Exports Inc. constitutes a quorum at meetings of the board of directors. O. Reg. 619/98, s. 5 (3).",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) The affairs of Ontario Exports Inc. are under the management and control of the board of directors. O. Reg. 619/98, s. 5 (1).</p> <p class=\"subsection-e\">(2) The board of directors may make by-laws regulating its proceedings and generally for the conduct and management of the affairs of Ontario Exports Inc. O. Reg. 619/98, s. 5 (2).</p> <p class=\"subsection-e\">(3) A majority of the members of Ontario Exports Inc. constitutes a quorum at meetings of the board of directors. O. Reg. 619/98, s. 5 (3).</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. Ontario Exports Inc. shall have a seal that shall be adopted by by-law. O. Reg. 619/98, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>Ontario Exports Inc. shall have a seal that shall be adopted by by-law. O. Reg. 619/98, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. (1) Such employees may be appointed under the Public Service Act as are considered necessary from time to time for the proper conduct of the business of Ontario Exports Inc. O. Reg. 619/98, s. 7 (1). (2) In accordance with Government of Ontario policy, Ontario Exports Inc. may engage persons other than those appointed under subsection (1) to provide professional, technical or other assistance to it or on its behalf, and may prescribe their duties and other terms of engagement and provide for payment of the remuneration and expenses of such persons. O. Reg. 619/98, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) Such employees may be appointed under the <i>Public Service Act</i> as are considered necessary from time to time for the proper conduct of the business of Ontario Exports Inc. O. Reg. 619/98, s. 7 (1).</p> <p class=\"subsection-e\">(2) In accordance with Government of Ontario policy, Ontario Exports Inc. may engage persons other than those appointed under subsection (1) to provide professional, technical or other assistance to it or on its behalf, and may prescribe their duties and other terms of engagement and provide for payment of the remuneration and expenses of such persons. O. Reg. 619/98, s. 7 (2).</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. Ontario Exports Inc. may pay those of its members who are not officers in the public service of Ontario such remuneration and expense allowances as are fixed by the Lieutenant Governor in Council. O. Reg. 619/98, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>Ontario Exports Inc. may pay those of its members who are not officers in the public service of Ontario such remuneration and expense allowances as are fixed by the Lieutenant Governor in Council. O. Reg. 619/98, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. The Corporations Act and the Corporations Information Act do not apply to Ontario Exports Inc. O. Reg. 619/98, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>The <i>Corporations Act </i>and the <i>Corporations Information Act</i> do not apply to Ontario Exports Inc. O. Reg. 619/98, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. The fiscal year of Ontario Exports Inc. commences on April 1 in each year and ends on March 31 in the following year. O. Reg. 619/98, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>The fiscal year of Ontario Exports Inc. commences on April 1 in each year and ends on March 31 in the following year. O. Reg. 619/98, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. The accounts and financial transactions of Ontario Exports Inc. shall be audited annually by the Provincial Auditor and reports of the audit shall be made to Ontario Exports Inc. and to the Minister. O. Reg. 619/98, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>The accounts and financial transactions of Ontario Exports Inc. shall be audited annually by the Provincial Auditor and reports of the audit shall be made to Ontario Exports Inc. and to the Minister. O. Reg. 619/98, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. In exercising its powers, Ontario Exports Inc. shall comply with any directions given to it in writing by the Lieutenant Governor in Council expressing the policy of the Government of Ontario. O. Reg. 619/98, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>In exercising its powers, Ontario Exports Inc. shall comply with any directions given to it in writing by the Lieutenant Governor in Council expressing the policy of the Government of Ontario. O. Reg. 619/98, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": "13. No member, officer or employee of a corporation, or other person acting on behalf of Ontario Exports Inc., is personally liable for anything done or omitted in good faith in the exercise or purported exercise of the powers conferred or duties imposed by this Regulation. O. Reg. 619/98, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13. </b>No member, officer or employee of a corporation, or other person acting on behalf of Ontario Exports Inc., is personally liable for anything done or omitted in good faith in the exercise or purported exercise of the powers conferred or duties imposed by this Regulation. O. Reg. 619/98, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": "14. (1) Ontario Exports Inc. shall report annually to the Minister on its affairs, and the Minister shall submit the report to the Lieutenant Governor in Council and shall then lay the report before the Assembly if it is in session or, if not, at the next session. O. Reg. 619/98, s. 14 (1). (2) Ontario Exports Inc. shall also provide the Minister with such other reports of its affairs and operations as the Minister may require. O. Reg. 619/98, s. 14 (2).",
            "raw_html": "<p class=\"section-e\"><b>14. </b>(1) Ontario Exports Inc. shall report annually to the Minister on its affairs, and the Minister shall submit the report to the Lieutenant Governor in Council and shall then lay the report before the Assembly if it is in session or, if not, at the next session. O. Reg. 619/98, s. 14 (1).</p> <p class=\"subsection-e\">(2) Ontario Exports Inc. shall also provide the Minister with such other reports of its affairs and operations as the Minister may require. O. Reg. 619/98, s. 14 (2).</p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": "15. Omitted (revokes other Regulations). O. Reg. 619/98, s. 15.",
            "raw_html": "<p class=\"section-e\"><b>15.</b> Omitted (revokes other Regulations). O. Reg. 619/98, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": null,
            "content": "16. Omitted (provides for the revocation of this Regulation). O. Reg. 619/98, s. 16; O. Reg. 500/01, s. 1; O. Reg. 419/06, s. 1. ",
            "raw_html": "<p class=\"section-e\"><b>16.</b> Omitted (provides for the revocation of this Regulation). O. Reg. 619/98, s. 16; O. Reg. 500/01, s. 1; O. Reg. 419/06, s. 1.</p> <p class=\"Normal\"></p>"
        }
    ]
}