{
    "reg_info": {
        "full_title": "O. Reg. 373/12: QUALITY ASSURANCE PROGRAM",
        "reg_name_text": "QUALITY ASSURANCE PROGRAM",
        "citation": "O. Reg. 373/12: ",
        "act_under": "Audiology and Speech-Language Pathology Act, 1991   Loi de 1991 sur les audiologistes et les orthophonistes",
        "url": "https://www.ontario.ca/laws/regulation/120373",
        "date_scraped": "2023-12-19 04:59:10"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "November 19, 2012",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "BK41",
            "section": "Definitions",
            "content": " 1. In this Regulation, “assessor” means an assessor appointed under section 81 of the Health Professions Procedural Code; “Committee” means the Quality Assurance Committee; “continuing education equivalents” means credits that are assigned by the Committee for successful completion of continuing education or professional development activities; “program” means the quality assurance program required under section 80 of the Health Professions Procedural Code; “stratified random sampling” means sampling where groups are, (a) removed from the pool of members to be sampled, or (b) weighted to increase or decrease the likelihood of their being selected. O. Reg. 373/12, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK41\"></a><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“assessor” means an assessor appointed under section 81 of the<i> </i><i>Health Professions Procedural Code</i>;</p> <p class=\"definition-e\">“Committee” means the Quality Assurance Committee;</p> <p class=\"definition-e\">“continuing education equivalents” means credits that are assigned by the Committee for successful completion of continuing education or professional development activities;</p> <p class=\"definition-e\">“program” means the quality assurance program required under section 80 of the Health Professions Procedural Code;</p> <p class=\"definition-e\">“stratified random sampling” means sampling where groups are,</p> <p class=\"defclause-e\">  (a) removed from the pool of members to be sampled, or</p> <p class=\"defclause-e\">  (b) weighted to increase or decrease the likelihood of their being selected. O. Reg. 373/12, s. 1.</p>"
        },
        {
            "id": "BK42",
            "section": "Administration of program",
            "content": " 2. (1) The Committee shall administer the program. O. Reg. 373/12, s. 2 (1). (2) The program shall include the following components: 1. Continuing education or professional development designed to, i. promote continuing competence and continuous quality improvement among the members, ii. address changes in practice environments, and iii. incorporate standards of practice, advances in technology, changes made to entry to practice competencies and other relevant issues in the discretion of the Council. 2. Self assessments. 3. Peer and practice assessments. 4. A mechanism for the College to monitor members’ participation in, and compliance with, the program. O. Reg. 373/12, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK42\"></a><b>2. </b>(1) The Committee shall administer the program. O. Reg. 373/12, s. 2 (1).</p> <p class=\"subsection-e\">  (2) The program shall include the following components:</p> <p class=\"paragraph-e\">  1. Continuing education or professional development designed to,</p> <p class=\"subpara-e\">  i. promote continuing competence and continuous quality improvement among the members,</p> <p class=\"subpara-e\">  ii. address changes in practice environments, and</p> <p class=\"subpara-e\">  iii. incorporate standards of practice, advances in technology, changes made to entry to practice competencies and other relevant issues in the discretion of the Council.</p> <p class=\"paragraph-e\">  2. Self assessments.</p> <p class=\"paragraph-e\">  3. Peer and practice assessments.</p> <p class=\"paragraph-e\">  4. A mechanism for the College to monitor members’ participation in, and compliance with, the program. O. Reg. 373/12, s. 2 (2).</p>"
        },
        {
            "id": "BK43",
            "section": "Participation in program",
            "content": " 3. (1) Every member who holds a general certificate of registration shall participate in and fulfil the requirements of the program. O. Reg. 373/12, s. 3 (1). (2) Members who hold an academic certificate of registration are only required to participate in and fulfil the requirements set out in section 4. O. Reg. 373/12, s. 3 (2). Self-Assessment, Continuing Education and Professional Development",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK43\"></a><b>3. </b>(1) Every member who holds a general certificate of registration shall participate in and fulfil the requirements of the program. O. Reg. 373/12, s. 3 (1).</p> <p class=\"subsection-e\">  (2) Members who hold an academic certificate of registration are only required to participate in and fulfil the requirements set out in section 4. O. Reg. 373/12, s. 3 (2).</p> <p class=\"heading1-e\"><a name=\"BK44\"></a>Self-Assessment, Continuing Education and Professional Development</p>"
        },
        {
            "id": "BK45",
            "section": "Self-assessment, etc. requirements",
            "content": " 4. (1) Members shall participate in either continuing education or professional development activities, or both, and complete a self-assessment in order to maintain the knowledge, skill and judgment required to practise the profession in accordance with the standards of practice and ethics set by the College.  O. Reg. 373/12, s. 4 (1). (2) Every member shall complete the self-assessment in the form and manner approved by the Committee. O. Reg. 373/12, s. 4 (2). (3) The continuing education and professional development activities that the member participates in shall include activities that satisfy the required number and types of continuing education equivalents for each period of time specified by the Committee. O. Reg. 373/12, s. 4 (3). (4) Members shall keep records of their participation in self-assessment, continuing education and professional development activities in the form and manner approved by the Committee and for the period of time specified by the Committee. O. Reg. 373/12, s. 4 (4). (5) At the request of the Committee, an assessor or a College employee, a member shall provide to the Committee, the assessor or the College employee, within the time period specified in the request or, where no time period is specified, within 30 days, (a) complete and accurate information about the member’s participation in self-assessment, continuing education and professional development activities; and (b) the member’s records required under subsection (4). O. Reg. 373/12, s. 4 (5). Peer and Practice Assessment",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK45\"></a><b>4. </b>(1) Members shall participate in either continuing education or professional development activities, or both, and complete a self-assessment in order to maintain the knowledge, skill and judgment required to practise the profession in accordance with the standards of practice and ethics set by the College.  O. Reg. 373/12, s. 4 (1).</p> <p class=\"subsection-e\">  (2) Every member shall complete the self-assessment in the form and manner approved by the Committee. O. Reg. 373/12, s. 4 (2).</p> <p class=\"subsection-e\">  (3) The continuing education and professional development activities that the member participates in shall include activities that satisfy the required number and types of continuing education equivalents for each period of time specified by the Committee. O. Reg. 373/12, s. 4 (3).</p> <p class=\"subsection-e\">  (4) Members shall keep records of their participation in self-assessment, continuing education and professional development activities in the form and manner approved by the Committee and for the period of time specified by the Committee. O. Reg. 373/12, s. 4 (4).</p> <p class=\"subsection-e\">  (5) At the request of the Committee, an assessor or a College employee, a member shall provide to the Committee, the assessor or the College employee, within the time period specified in the request or, where no time period is specified, within 30 days,</p> <p class=\"clause-e\">  (a) complete and accurate information about the member’s participation in self-assessment, continuing education and professional development activities; and</p> <p class=\"clause-e\">  (b) the member’s records required under subsection (4). O. Reg. 373/12, s. 4 (5).</p> <p class=\"heading1-e\"><a name=\"BK46\"></a>Peer and Practice Assessment</p>"
        },
        {
            "id": "BK47",
            "section": "Annual peer and practice assessment",
            "content": " 5. (1) Each year, the Committee shall select members to undergo a peer and practice assessment in order to assess the member’s knowledge, skill and judgment. O. Reg. 373/12, s. 5 (1). (2) A member may be selected by the Committee to undergo a peer and practice assessment, (a) at random, including by stratified random sampling; (b) if the Registrar refers the member for a peer and practice assessment under subsection 6 (2) of Ontario Regulation 21/12 (General) made under this Act; (c) if a request is made under subsection 4 (5) and the member does not provide complete and accurate information or his or her records do not demonstrate that the member has engaged in adequate self-assessment, continuing education or professional development activities; or (d) on the basis of criteria specified by the Committee and published on the College’s website at least three months before the member is selected on the basis of those criteria. O. Reg. 373/12, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK47\"></a><b>5. </b>(1) Each year, the Committee shall select members to undergo a peer and practice assessment in order to assess the member’s knowledge, skill and judgment. O. Reg. 373/12, s. 5 (1).</p> <p class=\"subsection-e\">  (2) A member may be selected by the Committee to undergo a peer and practice assessment,</p> <p class=\"clause-e\">  (a) at random, including by stratified random sampling;</p> <p class=\"clause-e\">  (b) if the Registrar refers the member for a peer and practice assessment under subsection 6 (2) of Ontario Regulation 21/12 (General) made under this Act;</p> <p class=\"clause-e\">  (c) if a request is made under subsection 4 (5) and the member does not provide complete and accurate information or<b> </b>his or her records do not demonstrate that the member has engaged in adequate self-assessment, continuing education or professional development activities; or</p> <p class=\"clause-e\">  (d) on the basis of criteria specified by the Committee and published on the College’s website at least three months before the member is selected on the basis of those criteria. O. Reg. 373/12, s. 5 (2).</p>"
        },
        {
            "id": "BK48",
            "section": "Assessor",
            "content": " 6. (1) A peer and practice assessment shall be carried out by an assessor. O. Reg. 373/12, s. 6 (1). (2) The Registrar shall notify a member whose practice is to be the subject of a peer and practice assessment of the name of the assessor. O. Reg. 373/12, s. 6 (2). (3) The member may request that another assessor be appointed by the Committee at any time before the assessor begins the assessment, but such a request may be made only once. O. Reg. 373/12, s. 6 (3). (4) On a request under subsection (3), the Committee may appoint a replacement assessor. O. Reg. 373/12, s. 6 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK48\"></a><b>6. </b>(1) A peer and practice assessment shall be carried out by an assessor. O. Reg. 373/12, s. 6 (1).</p> <p class=\"subsection-e\">  (2) The Registrar shall notify a member whose practice is to be the subject of a peer and practice assessment of the name of the assessor. O. Reg. 373/12, s. 6 (2).</p> <p class=\"subsection-e\">  (3) The member may request that another assessor be appointed by the Committee at any time before the assessor begins the assessment, but such a request may be made only once. O. Reg. 373/12, s. 6 (3).</p> <p class=\"subsection-e\">  (4) On a request under subsection (3), the Committee may appoint a replacement assessor. O. Reg. 373/12, s. 6 (4).</p>"
        },
        {
            "id": "BK49",
            "section": "Reports and summaries ",
            "content": " 7. (1) The assessor shall, after completing an assessment, provide to the Committee, (a) if the assessor is of the opinion that the member’s knowledge, skill or judgment is not satisfactory, a written report of the results of the assessment and any recommendations the assessor may wish to make; or (b) if the assessor is of the opinion that the member’s knowledge, skill or judgment is satisfactory, a written summary of the results of the assessment. O. Reg. 373/12, s. 7 (1). (2) The assessor shall, in addition to the report or summary, provide the Committee with any materials that the assessor considers relevant. O. Reg. 373/12, s. 7 (2). (3) If, after considering the assessor’s report or summary and any other relevant materials, the Committee is of the opinion that the member’s knowledge, skill or judgment are not satisfactory, the Committee may exercise any of the powers in section 80.2 of the Health Professions Procedural Code, if the following conditions are satisfied: 1. The Committee gives the member a copy of the assessor’s report or summary and the other relevant materials. 2. The Committee gives the member notice of the Committee’s opinion and intention to take action. 3. The Committee gives the member notice of the member’s right to make written submissions to the Committee within 30 days of receipt of the notice. 4. The Committee is still, after considering any submissions made by the member, of the opinion that the member’s knowledge, skill or judgment are not satisfactory. O. Reg. 373/12, s. 7 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK49\"></a><b>7. </b>(1) The assessor shall, after completing an assessment, provide to the Committee,</p> <p class=\"clause-e\">  (a) if the assessor is of the opinion that the member’s knowledge, skill or judgment is not satisfactory, a written report of the results of the assessment and any recommendations the assessor may wish to make; or</p> <p class=\"clause-e\">  (b) if the assessor is of the opinion that the member’s knowledge, skill or judgment is satisfactory, a written summary of the results of the assessment. O. Reg. 373/12, s. 7 (1).</p> <p class=\"subsection-e\">  (2) The assessor shall, in addition to the report or summary, provide the Committee with any materials that the assessor considers relevant. O. Reg. 373/12, s. 7 (2).</p> <p class=\"subsection-e\">  (3) If, after considering the assessor’s report or summary and any other relevant materials, the Committee is of the opinion that the member’s knowledge, skill or judgment are not satisfactory, the Committee may exercise any of the powers in section 80.2 of the Health Professions Procedural Code, if the following conditions are satisfied:</p> <p class=\"paragraph-e\">  1. The Committee gives the member a copy of the assessor’s report or summary and the other relevant materials.</p> <p class=\"paragraph-e\">  2. The Committee gives the member notice of the Committee’s opinion and intention to take action.</p> <p class=\"paragraph-e\">  3. The Committee gives the member notice of the member’s right to make written submissions to the Committee within 30 days of receipt of the notice.</p> <p class=\"paragraph-e\">  4. The Committee is still, after considering any submissions made by the member, of the opinion that the member’s knowledge, skill or judgment are not satisfactory. O. Reg. 373/12, s. 7 (3).</p>"
        },
        {
            "id": "8.",
            "section": "Reports and summaries ",
            "content": " 8. Omitted (revokes other Regulations). O. Reg. 373/12, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>8.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">revokes other Regulations</span>). O. Reg. 373/12, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Reports and summaries ",
            "content": " 9. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 373/12, s. 9.",
            "raw_html": "<p class=\"section-e\"> <b>9.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>). O. Reg. 373/12, s. 9.</p>"
        },
        {
            "id": null,
            "section": "Reports and summaries ",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}