{
    "reg_info": {
        "full_title": "O. Reg. 390/18: GREENHOUSE GAS EMISSIONS: QUANTIFICATION, REPORTING AND VERIFICATION",
        "reg_name_text": "GREENHOUSE GAS EMISSIONS: QUANTIFICATION, REPORTING AND VERIFICATION",
        "citation": "O. Reg. 390/18: ",
        "act_under": "Environmental Protection Act",
        "url": "https://www.ontario.ca/laws/regulation/180390",
        "date_scraped": "2023-12-18 05:02:44"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/180390/v9",
            "valid_from": "December 13, 2022",
            "valid_to": "December 31, 2022"
        },
        {
            "a_href": "/laws/regulation/180390/v8",
            "valid_from": "October 22, 2021",
            "valid_to": "December 12, 2022"
        },
        {
            "a_href": "/laws/regulation/180390/v7",
            "valid_from": "May 14, 2020",
            "valid_to": "October 21, 2021"
        },
        {
            "a_href": "/laws/regulation/180390/v6",
            "valid_from": "February 11, 2020",
            "valid_to": "May 13, 2020"
        },
        {
            "a_href": "/laws/regulation/180390/v5",
            "valid_from": "July  4, 2019",
            "valid_to": "February 10, 2020"
        },
        {
            "a_href": "/laws/regulation/180390/v4",
            "valid_from": "April 30, 2019",
            "valid_to": "July  3, 2019"
        },
        {
            "a_href": "/laws/regulation/180390/v3",
            "valid_from": "February  1, 2019",
            "valid_to": "April 29, 2019"
        },
        {
            "a_href": "/laws/regulation/180390/v2",
            "valid_from": "August  1, 2018",
            "valid_to": "January 31, 2019"
        },
        {
            "a_href": "/laws/regulation/180390/v1",
            "valid_from": "July 25, 2018",
            "valid_to": "July 31, 2018"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Interpretation and Application",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation and Application",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation",
            "content": " 1. (1) In this Regulation, “accredited verification body” means a verification body that is accredited to ISO 14065 by a member of the International Accreditation Forum; (“organisme de vérification accrédité”) “biogas” means a gas made from, (a)  the anaerobic digestion of organic matter in wastewater or wastewater treatment systems, or (b)  source separated organics; (“biogaz”) “biomass” means organic matter, other than source separated organics and peat or peat derivatives, that meets the criteria set out in Schedule 4; (“biomasse”) “compliance period” has the same meaning as in the EPS Regulation; (“période de conformité”) “CO2e” means, when used in reference to a quantity of greenhouse gas, the equivalent quantity of carbon dioxide, calculated in accordance with section 4; (“éq. CO2”) “covered facility” means an EPS facility, within the meaning of the EPS Regulation, that is registered or required to be registered under that Regulation; (“installation assujettie”) “Director” means the Director appointed under section 5 of the Act in respect of the section of this Regulation in which the reference appears; (“directeur”) “distribution system” has the same meaning as in subsection 2 (1) of the Electricity Act, 1998; (“réseau de distribution”) “electricity importation” means the importation of electricity into Ontario for consumption in Ontario; (“importation d’électricité”) “EPS Regulation” means Ontario Regulation 241/19 (Greenhouse Gas Emissions Performance Standards) made under the Act; (“règlement sur le programme NRE”) “facility” means a facility within the meaning of section 1.1; (“installation”) “first compliance period” has the same meaning as in the EPS Regulation; (“première période de conformité”) “Guideline” means the guideline published by the Ministry and available from the Ministry, entitled “Guideline for Quantification, Reporting and Verification of Greenhouse Gas Emissions”, as amended from time to time; (“ligne directrice”) “IESO” has the same meaning as in subsection 2 (1) of the Electricity Act, 1998; (“SIERE”) “industrial activity” has the same meaning as in the EPS Regulation; (“activité industrielle”) “ISO 14064-3” means, subject to subsection (2), ISO Standard 14064-3:2019, published by the International Organization for Standardization; (“ISO 14064-3”) “ISO 14065” means, subject to subsection (3), ISO Standard 14065:2020, published by the International Organization for Standardization (ISO); (“ISO 14065”) “NAICS” means the North American Industry Classification System maintained for Canada by Statistics Canada, as amended or revised from time to time; (“SCIAN”) “natural gas distribution” means the movement of natural gas in a natural gas pipeline system downstream of gate station inlet valves where pressure reduction or measuring occurs for the delivery of natural gas to consumers; (“distribution de gaz naturel”) “natural gas transmission” means the movement of natural gas in a natural gas pipeline system upstream of gate station inlet valves where pressure reduction or measuring occurs for the delivery of natural gas to consumers; (“transport de gaz naturel”) “Ontario Regulation 143/16” means Ontario Regulation 143/16 (Quantification, Reporting and Verification of Greenhouse Gas Emissions) made under the Climate Change Mitigation and Low-carbon Economy Act, 2016 as that Regulation read on July 31, 2018; (“Règlement de l’Ontario 143/16”) “Ontario Regulation 452/09” means Ontario Regulation 452/09 (Greenhouse Gas Emissions Reporting) made under the Act as that Regulation read on July 31, 2018; (“Règlement de l’Ontario 452/09”) “production parameter” has the same meaning as in the Guideline; (“paramètre de production”) “registration period” has the same meaning as in the EPS Regulation; (“période d’enregistrement”) “reporting amount” means the reporting amount determined under section 6; (“quantité déclarée”) “source separated organics” has the same meaning as in Ontario Regulation 160/99 (Definitions and Exemptions) made under the Electricity Act, 1998; (“matière organique séparée à la source”) “specified GHG activity” means an activity set out in Column 1 of Schedule 2, as described in Column 2 of that Schedule; (“activité émettrice de GES précisée”) “total annual emissions limit” has the same meaning as in the EPS Regulation; (“limite des émissions annuelles totales”) “transmission system” has the same meaning as in subsection 2 (1) of the Electricity Act, 1998; (“réseau de transport”) “verification amount” means, (a)  in the case of a report in respect of 2018 or a previous year, the verification amount determined under section 8 as it read immediately before the day section 4 of Ontario Regulation 242/19 made under the Act came into force, and (b)  in the case of a report in respect of 2019 or a later year, the verification amount determined under section 12; (“quantité de vérification”) “year” means a calendar year. (“année”) O. Reg. 390/18, s. 1 (1); O. Reg. 77/19, s. 1; O. Reg. 242/19, s. 1; O. Reg. 13/20, s. 1 (1-9); O. Reg. 730/21, s. 1 (1-4); O. Reg. 563/22, s. 1, 2 (1, 2). (2) Despite the definition of “ISO 14064-3”, an accredited verification body that begins a verification for the purposes of this Regulation on or before April 30, 2023 may elect to comply with ISO Standard 14064-3: 2006, published by the International Organization for Standardization, instead of ISO Standard 14064-3:2019, and any reference in this Regulation to “ISO 14064-3” shall be read as a reference to ISO Standard 14064-3: 2006 for the purposes of a verification in respect of which such an election has been made. O. Reg. 13/20, s. 1 (10). (3) Despite the definition of “ISO 14065”, an accredited verification body that completes a verification for the purposes of this Regulation on or before June 30, 2024 may elect to comply with ISO Standard 14065:2013 published by the International Organization for Standardization instead of ISO 14065:2020, and any reference in this Regulation to “ISO 14065” shall be read as a reference to ISO Standard 14065:2013 for the purposes of a verification in respect of which such an election has been made. O. Reg. 730/21, s. 1 (5); O. Reg. 563/22, s. 2 (3). (4) Revoked: O. Reg. 13/20, s. 1 (10).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1. </b>(1) In this Regulation,</p> <p class=\"definition-e\">“accredited verification body” means a verification body that is accredited to ISO 14065 by a member of the International Accreditation Forum; (“organisme de vérification accrédité”)</p> <p class=\"definition-e\">“biogas” means a gas made from,</p> <p class=\"defclause-e\">  (a)  the anaerobic digestion of organic matter in wastewater or wastewater treatment systems, or</p> <p class=\"defclause-e\">  (b)  source separated organics; (“biogaz”)</p> <p class=\"definition-e\">“biomass” means organic matter, other than source separated organics and peat or peat derivatives, that meets the criteria set out in Schedule 4; (“biomasse”)</p> <p class=\"definition-e\">“compliance period” has the same meaning as in the EPS Regulation; (“période de conformité”)</p> <p class=\"definition-e\">“CO<sub>2</sub>e” means, when used in reference to a quantity of greenhouse gas, the equivalent quantity of carbon dioxide, calculated in accordance with section 4; (“éq. CO<sub>2</sub>”)</p> <p class=\"definition-e\">“covered facility” means an EPS facility, within the meaning of the EPS Regulation, that is registered or required to be registered under that Regulation; (“installation assujettie”)</p> <p class=\"definition-e\">“Director” means the Director appointed under section 5 of the Act in respect of the section of this Regulation in which the reference appears; (“directeur”)</p> <p class=\"definition-e\">“distribution system” has the same meaning as in subsection 2 (1) of the <i>Electricity Act, 1998</i>; (“réseau de distribution”)</p> <p class=\"definition-e\">“electricity importation” means the importation of electricity into Ontario for consumption in Ontario; (“importation d’électricité”)</p> <p class=\"definition-e\">“EPS Regulation” means Ontario Regulation 241/19 (Greenhouse Gas Emissions Performance Standards) made under the Act; (“règlement sur le programme NRE”)</p> <p class=\"definition-e\">“facility” means a facility within the meaning of section 1.1; (“installation”)</p> <p class=\"definition-e\">“first compliance period” has the same meaning as in the EPS Regulation; (“première période de conformité”)</p> <p class=\"definition-e\">“Guideline” means the guideline published by the Ministry and available from the Ministry, entitled “Guideline for Quantification, Reporting and Verification of Greenhouse Gas Emissions”, as amended from time to time; (“ligne directrice”)</p> <p class=\"definition-e\">“IESO” has the same meaning as in subsection 2 (1) of the <i>Electricity Act, 1998</i>; (“SIERE”)</p> <p class=\"definition-e\">“industrial activity” has the same meaning as in the EPS Regulation; (“activité industrielle”)</p> <p class=\"definition-e\">“ISO 14064-3” means, subject to subsection (2), ISO Standard 14064-3:2019, published by the International Organization for Standardization; (“ISO 14064-3”)</p> <p class=\"definition-e\">“ISO 14065” means, subject to subsection (3), ISO Standard 14065:2020, published by the International Organization for Standardization (ISO); (“ISO 14065”)</p> <p class=\"definition-e\">“NAICS” means the North American Industry Classification System maintained for Canada by Statistics Canada, as amended or revised from time to time; (“SCIAN”)</p> <p class=\"definition-e\">“natural gas distribution” means the movement of natural gas in a natural gas pipeline system downstream of gate station inlet valves where pressure reduction or measuring occurs for the delivery of natural gas to consumers; (“distribution de gaz naturel”)</p> <p class=\"definition-e\">“natural gas transmission” means the movement of natural gas in a natural gas pipeline system upstream of gate station inlet valves where pressure reduction or measuring occurs for the delivery of natural gas to consumers; (“transport de gaz naturel”)</p> <p class=\"definition-e\">“Ontario Regulation 143/16” means Ontario Regulation 143/16 (Quantification, Reporting and Verification of Greenhouse Gas Emissions) made under the <i>Climate Change Mitigation and Low-carbon Economy Act, 2016</i> as that Regulation read on July 31, 2018; (“Règlement de l’Ontario 143/16”)</p> <p class=\"definition-e\">“Ontario Regulation 452/09” means Ontario Regulation 452/09 (Greenhouse Gas Emissions Reporting) made under the Act as that Regulation read on July 31, 2018; (“Règlement de l’Ontario 452/09”)</p> <p class=\"definition-e\">“production parameter” has the same meaning as in the Guideline; (“paramètre de production”)</p> <p class=\"definition-e\">“registration period” has the same meaning as in the EPS Regulation; (“période d’enregistrement”)</p> <p class=\"definition-e\">“reporting amount” means the reporting amount determined under section 6; (“quantité déclarée”)</p> <p class=\"definition-e\">“source separated organics” has the same meaning as in Ontario Regulation 160/99 (Definitions and Exemptions) made under the <i>Electricity Act, 1998</i>; (“matière organique séparée à la source”)</p> <p class=\"definition-e\">“specified GHG activity” means an activity set out in Column 1 of Schedule 2, as described in Column 2 of that Schedule; (“activité émettrice de GES précisée”)</p> <p class=\"definition-e\">“total annual emissions limit” has the same meaning as in the EPS Regulation; (“limite des émissions annuelles totales”)</p> <p class=\"definition-e\">“transmission system” has the same meaning as in subsection 2 (1) of the <i>Electricity Act, 1998</i>; (“réseau de transport”)</p> <p class=\"definition-e\">“verification amount” means,</p> <p class=\"defclause-e\">  (a)  in the case of a report in respect of 2018 or a previous year, the verification amount determined under section 8 as it read immediately before the day section 4 of Ontario Regulation 242/19 made under the Act came into force, and</p> <p class=\"defclause-e\">  (b)  in the case of a report in respect of 2019 or a later year, the verification amount determined under section 12; (“quantité de vérification”)</p> <p class=\"definition-e\">“year” means a calendar year. (“année”)<span> O. Reg. 390/18, s. 1 (1); O. Reg. 77/19, s. 1; O. Reg. 242/19, s. 1; O. Reg. 13/20, s. 1 (1-9); O. Reg. 730/21, s. 1 (1-4); </span>O. Reg. 563/22, s. 1, 2 (1, 2)<span>.</span></p> <p class=\"subsection-e\">  (2) Despite the definition of “ISO 14064-3”, an accredited verification body that begins a verification for the purposes of this Regulation on or before April 30, 2023 may elect to comply with ISO Standard 14064-3: 2006, published by the International Organization for Standardization, instead of ISO Standard 14064-3:2019, and any reference in this Regulation to “ISO 14064-3” shall be read as a reference to ISO Standard 14064-3: 2006 for the purposes of a verification in respect of which such an election has been made. <span>O. Reg. 13/20, s. 1 (10)</span>.</p> <p class=\"subsection-e\">  (3) Despite the definition of “ISO 14065”, an accredited verification body that completes a verification for the purposes of this Regulation on or before June 30, 2024 may elect to comply with ISO Standard 14065:2013 published by the International Organization for Standardization instead of ISO 14065:2020, and any reference in this Regulation to “ISO 14065” shall be read as a reference to ISO Standard 14065:2013 for the purposes of a verification in respect of which such an election has been made. <span>O. Reg. 730/21, s. 1 (5); </span>O. Reg. 563/22, s. 2 (3)<span>.</span></p> <p class=\"subsection-e\">  (4) <span class=\"ovsmallcap\">Revoked</span>: <span>O. Reg. 13/20, s. 1 (10)</span>.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "1.1",
            "part_id": null,
            "part_type": null,
            "section": "Facility",
            "content": " 1.1 (1) Subject to subsections (2), (3) and (4), for the purposes of the definition of “facility” in subsection 1 (1), any one of the following constitutes a facility: 1.  All of the following that are operated in an integrated manner to carry out a specified GHG Activity and that have at least one common owner or operator: i.  Sites at which a specified GHG activity is carried out and the buildings, equipment, and other structures and stationary items located on those sites. ii.  Any other sites used in conjunction with the specified GHG activity, including a quarry, tailings pond, wastewater lagoon or pond and landfill. 2.  The portion of a natural gas pipeline system within Ontario, including associated installations and equipment that is used in natural gas transmission. 3.  The portion of a natural gas pipeline system within Ontario, including associated installations and equipment that is used in natural gas distribution. 4.  An electricity transmission or distribution system within Ontario. O. Reg. 13/20, s. 2; O. Reg. 730/21, s. 2 (1). (2) With respect to pipelines and associated installations or equipment that would form part of a single facility under paragraph 2 or 3 of subsection (1), if there is more than one owner or operator, (a)  only those pipelines and associated installations or equipment that have at least one common owner or operator are considered to form part of the same facility; and (b)  only those pipelines and associated installations or equipment that are operated in an integrated manner are considered to form part of the same facility. O. Reg. 13/20, s. 2. (3) Two or more sites referred to in paragraph 2, 3 or 4 of subsection (1) that would otherwise be considered to be separate facilities are considered to be a single facility if the facilities have at least one common owner or operator and are operated in an integrated manner. O. Reg. 13/20, s. 2. (4) Any part of a public road or of a railway track that is bordered on both sides by a facility and used to carry out the facility’s specified GHG activities is considered to be part of the facility. O. Reg. 13/20, s. 2. (5) For greater certainty, buildings that are used for legal, administrative or management purposes and that are not located where an industrial activity is carried out do not form part of a facility. O. Reg. 13/20, s. 2. (6) For the purposes of this Regulation, separate sites are operated in an integrated manner if any of the following occurs between them: 1.  Transfer of intermediate products, final products, by-products, by-product fuels or other material for processing, packaging or shipping. 2.  Transfer of energy, including steam, cooling media or electricity, generated at one of them and used at another, other than the transfer of common fuels directly from one to another. O. Reg. 13/20, s. 2; O. Reg. 730/21, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>1.1 </b>(1) Subject to subsections (2), (3) and (4), for the purposes of the definition of “facility” in subsection 1 (1), any one of the following constitutes a facility:</p> <p class=\"paragraph-e\">  1.  All of the following that are operated in an integrated manner to carry out a specified GHG Activity and that have at least one common owner or operator:</p> <p class=\"subpara-e\">  i.  Sites at which a specified GHG activity is carried out and the buildings, equipment, and other structures and stationary items located on those sites.</p> <p class=\"subpara-e\"><b> </b>ii.<b>  </b>Any other sites used in conjunction with the specified GHG activity, including a quarry, tailings pond, wastewater lagoon or pond and landfill.</p> <p class=\"paragraph-e\">  2.  The portion of a natural gas pipeline system within Ontario, including associated installations and equipment that is used in natural gas transmission.</p> <p class=\"paragraph-e\">  3.  The portion of a natural gas pipeline system within Ontario, including associated installations and equipment that is used in natural gas distribution.</p> <p class=\"paragraph-e\">  4.  An electricity transmission or distribution system within Ontario. <span>O. Reg. 13/20, s. 2; O. Reg. 730/21, s. 2 (1).</span></p> <p class=\"subsection-e\">  (2) With respect to pipelines and associated installations or equipment that would form part of a single facility under paragraph 2 or 3 of subsection (1), if there is more than one owner or operator,</p> <p class=\"clause-e\">  (a)  only those pipelines and associated installations or equipment that have at least one common owner or operator are considered to form part of the same facility; and</p> <p class=\"clause-e\">  (b)  only those pipelines and associated installations or equipment that are operated in an integrated manner are considered to form part of the same facility. <span>O. Reg. 13/20, s. 2.</span></p> <p class=\"subsection-e\">  (3) Two or more sites referred to in paragraph 2, 3 or 4 of subsection (1) that would otherwise be considered to be separate facilities are considered to be a single facility if the facilities have at least one common owner or operator and are operated in an integrated manner. <span>O. Reg. 13/20, s. 2.</span></p> <p class=\"subsection-e\">  (4) Any part of a public road or of a railway track that is bordered on both sides by a facility and used to carry out the facility’s specified GHG activities is considered to be part of the facility. <span>O. Reg. 13/20, s. 2.</span></p> <p class=\"subsection-e\">  (5) For greater certainty, buildings that are used for legal, administrative or management purposes and that are not located where an industrial activity is carried out do not form part of a facility. <span>O. Reg. 13/20, s. 2.</span></p> <p class=\"subsection-e\">  (6) For the purposes of this Regulation, separate sites are operated in an integrated manner if any of the following occurs between them:</p> <p class=\"paragraph-e\">  1.  Transfer of intermediate products, final products, by-products, by-product fuels or other material for processing, packaging or shipping.</p> <p class=\"paragraph-e\">  2.  Transfer of energy, including steam, cooling media or electricity, generated at one of them and used at another, other than the transfer of common fuels directly from one to another. <span>O. Reg. 13/20, s. 2; O. Reg. 730/21, s. 2 (2).</span></p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Application",
            "content": " 2. (1) Revoked: O. Reg. 13/20, s. 3. (2) The requirements in this Regulation relating to a greenhouse gas apply only in respect of a greenhouse gas listed in Column 1 of Schedule 1. (3) This Regulation does not apply to the IESO.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>2. </b>(1) <span class=\"ovsmallcap\">Revoked</span>: <span>O. Reg. 13/20, s. 3</span>.</p> <p class=\"subsection-e\">  (2) The requirements in this Regulation relating to a greenhouse gas apply only in respect of a greenhouse gas listed in Column 1 of Schedule 1.</p> <p class=\"subsection-e\">  (3) This Regulation does not apply to the IESO.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Greenhouse gas",
            "content": " 3. For the purposes of clause (g) of the definition of “greenhouse gas” in subsection 1 (1) of the Act, nitrogen trifluoride is prescribed as a greenhouse gas.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>3. </b>For the purposes of clause (g) of the definition of “greenhouse gas” in subsection 1 (1) of the Act, nitrogen trifluoride is prescribed as a greenhouse gas.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Calculation of amount of greenhouse gas",
            "content": " 4. (1) The amount of greenhouse gas in tonnes of CO2e shall be calculated for the purposes of this Regulation by applying the following formula:  where, E =  the amount of greenhouse gas, expressed in tonnes of CO2e, GHGi =  the total amount of greenhouse gas i, expressed in tonnes, GWPi =  the applicable global warming potential for greenhouse gas i, being the number set out in Column 5 of Schedule 1 opposite the greenhouse gas set out in Column 1, n =  the number of greenhouse gases, and i =  the greenhouse gas. O. Reg. 77/19, s. 2; O. Reg. 563/22, s. 3 (1). (2) Revoked: O. Reg. 563/22, s. 3 (2). Quantification and Reporting",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>4. </b>(1) The amount of greenhouse gas in tonnes of CO<sub>2</sub>e shall be calculated for the purposes of this Regulation by applying the following formula:</p> <p class=\"equation-e\"><img border=\"0\" height=\"51\" src=\"180390_e_files/image001.png\" width=\"136\"/></p> <p class=\"Ssection-e\">where,</p> <p class=\"equationind1-e\">  E =  the amount of greenhouse gas, expressed in tonnes of CO<sub>2</sub>e,</p> <p class=\"equationind1-e\"> GHG<sub>i</sub> =  the total amount of greenhouse gas i, expressed in tonnes,</p> <p class=\"equationind1-e\"> GWP<sub>i </sub>=  the applicable global warming potential for greenhouse gas i, being the number set out in Column 5 of Schedule 1 opposite the greenhouse gas set out in Column 1, </p> <p class=\"equationind1-e\">  n =  the number of greenhouse gases, and</p> <p class=\"equationind1-e\">  i =  the greenhouse gas.</p> <p class=\"footnote-e\">O. Reg. 77/19, s. 2; O. Reg. 563/22, s. 3 (1).</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked</span>:<span> O. Reg. 563/22, s. 3 (2).</span></p> <p class=\"heading1-e\"><a name=\"BK6\"></a>Quantification and Reporting</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "Quantification and Reporting",
            "part_id": null,
            "part_type": null,
            "section": "Quantification and Reporting",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Duty to quantify, calculate",
            "content": " 5. (1) This section applies to a person who is the owner or operator of a facility at which a specified GHG activity is engaged in during a year, where it could be reasonably expected that the reporting amount in respect of the facility for the year, determined in accordance with the formula in subsection 6 (2), is 10,000 tonnes of CO2e or more. O. Reg. 730/21, s. 3. (2) The person is required to quantify the amount of greenhouse gas emitted during all specified GHG activities at the facility during a year. O. Reg. 390/18, s. 5 (2); O. Reg. 13/20, s. 4 (1). (3), (4) Revoked: O. Reg. 77/19, s. 3 (1). (5) The person shall, subject to subsection (6), use the standard quantification methods set out or specified in the Guideline to quantify the amount in respect of each specified GHG activity. O. Reg. 390/18, s. 5 (5); O. Reg. 77/19, s. 3 (2); O. Reg. 13/20, s. 4 (2). (6) The person may use methods other than the standard quantification methods in quantifying a maximum of the lesser of 20,000 tonnes and 3 per cent of the final quantification required under subsection (2). (7) Revoked: O. Reg. 13/20, s. 4 (3). (8) All amounts of greenhouse gas quantified or calculated shall be expressed as tonnes of CO2e. (9) Revoked: O. Reg. 13/20, s. 4 (3). (10) For the purposes of this section, if there is a change during a year in the owner or operator of a facility, the owner or operator at the end of the year is deemed to have been the owner or operator for the entire year. (11) For greater certainty, quantifications and calculations carried out in accordance with Ontario Regulation 143/16 before the day Ontario Regulation 389/18 made under the Climate Change Mitigation and Low-carbon Economy Act, 2016 came into force are deemed to have been carried out in accordance with this section.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>5. </b>(1) This section applies to a person who is the owner or operator of a facility at which a specified GHG activity is engaged in during a year, where it could be reasonably expected that the reporting amount in respect of the facility for the year, determined in accordance with the formula in subsection 6 (2), is 10,000 tonnes of CO<sub>2</sub>e or more. <span>O. Reg. 730/21, s. 3.</span></p> <p class=\"subsection-e\">  (2) The person is required to quantify the amount of greenhouse gas emitted during all specified GHG activities at the facility during a year. <span>O. Reg. 390/18, s. 5 (2); O. Reg. 13/20, s. 4 (1).</span></p> <p class=\"subsection-e\">  (3), (4) <span class=\"ovsmallcap\">Revoked</span>:<span> O. Reg. 77/19, s. 3 (1).</span></p> <p class=\"subsection-e\">  (5) The person shall, subject to subsection (6), use the standard quantification methods set out or specified in the Guideline to quantify the amount in respect of each specified GHG activity. <span>O. Reg. 390/18, s. 5 (5); O. Reg. 77/19, s. 3 (2); O. Reg. 13/20, s. 4 (2).</span></p> <p class=\"subsection-e\">  (6) The person may use methods other than the standard quantification methods in quantifying a maximum of the lesser of 20,000 tonnes and 3 per cent of the final quantification required under subsection (2).</p> <p class=\"subsection-e\"><b> </b>(7) <span class=\"ovsmallcap\">Revoked</span>: <span>O. Reg. 13/20, s. 4 (3)</span>.</p> <p class=\"subsection-e\">  (8) All amounts of greenhouse gas quantified or calculated shall be expressed as tonnes of CO<sub>2</sub>e.</p> <p class=\"subsection-e\"><b> </b>(9) <span class=\"ovsmallcap\">Revoked</span>: <span>O. Reg. 13/20, s. 4 (3)</span>.</p> <p class=\"subsection-e\">  (10) For the purposes of this section, if there is a change during a year in the owner or operator of a facility, the owner or operator at the end of the year is deemed to have been the owner or operator for the entire year.</p> <p class=\"subsection-e\">  (11) For greater certainty, quantifications and calculations carried out in accordance with Ontario Regulation 143/16 before the day Ontario Regulation 389/18 made under the <i>Climate Change Mitigation and Low-carbon Economy Act, 2016 </i>came into force are deemed to have been carried out in accordance with this section.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Duty to report",
            "content": " 6. (1) This section applies to a person who is required under section 5 to quantify the amount of greenhouse gas emitted during all specified GHG activities at a facility during a year. O. Reg. 390/18, s. 6 (1); O. Reg. 13/20, s. 5 (1). (2) The person is required to give a report to the Director with respect to the specified GHG activities engaged in at the facility for the year if the reporting amount in respect of the facility for the year, determined in accordance with the following formula, is 10,000 tonnes of CO2e or more: R = (A – B) where, R =  the reporting amount, A =  the amount of greenhouse gas emitted during all specified GHG activities engaged in at the facility, quantified in accordance with section 5, and B =  the portion of A that is carbon dioxide emitted from the combustion of biomass. O. Reg. 13/20, s. 5 (2). (2.1) The person is required to give a report to the Director with respect to the specified GHG activities engaged in at the facility for the year if the facility is a covered facility, even if subsection (2) does not apply to the person. O. Reg. 13/20, s. 5 (2). (3) A report with respect to activities engaged in during a year shall be given to the Director on or before June 1 in the following year. (4) Revoked: O. Reg. 563/22, s. 4. (5) Revoked: O. Reg. 13/20, s. 5 (3). (6) The report shall contain all applicable information set out in Schedule 5.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>6. </b>(1) This section applies to a person who is required under section 5 to quantify the amount of greenhouse gas emitted during all specified GHG activities at a facility during a year. <span>O. Reg. 390/18, s. 6 (1); O. Reg. 13/20, s. 5 (1).</span></p> <p class=\"subsection-e\">  (2) The person is required to give a report to the Director with respect to the specified GHG activities engaged in at the facility for the year if the reporting amount in respect of the facility for the year, determined in accordance with the following formula, is 10,000 tonnes of CO<sub>2</sub>e or more:</p> <p class=\"equation-e\">R = (A – B)</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">  R =  the reporting amount,</p> <p class=\"equationind1-e\">  A =  the amount of greenhouse gas emitted during all specified GHG activities engaged in at the facility, quantified in accordance with section 5, and</p> <p class=\"equationind1-e\">  B =  the portion of A that is carbon dioxide emitted from the combustion of biomass.</p> <p class=\"footnote-e\">O. Reg. 13/20, s. 5 (2).</p> <p class=\"subsection-e\">  (2.1) The person is required to give a report to the Director with respect to the specified GHG activities engaged in at the facility for the year if the facility is a covered facility, even if subsection (2) does not apply to the person. <span>O. Reg. 13/20, s. 5 (2).</span></p> <p class=\"subsection-e\">  (3) A report with respect to activities engaged in during a year shall be given to the Director on or before June 1 in the following year.</p> <p class=\"subsection-e\">  (4) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 563/22, s. 4.</p> <p class=\"subsection-e\">  (5) <span class=\"ovsmallcap\">Revoked</span>: <span>O. Reg. 13/20, s. 5 (3)</span>.</p> <p class=\"subsection-e\">  (6) The report shall contain all applicable information set out in Schedule 5.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Continuing duty to report",
            "content": " 7. (1) A person who is required to give the Director a report with respect to specified GHG activities engaged in at a facility for a year shall, if the person continues to be the owner or operator of the facility in a subsequent year, give the Director a report with respect to the specified GHG activities engaged in at the facility for each subsequent year in which the person is the owner or operator of the facility. O. Reg. 13/20, s. 6 (1). (2) A person who was required under subsections 6 (2) to (4) of Ontario Regulation 143/16 to give the Director a report with respect to the activities engaged in at a facility for 2017 and for each subsequent year shall, if the person continues to be the owner or operator of the facility in a subsequent year, give the Director those reports in accordance with those provisions as if they had not been revoked, subject to subsection (3). O. Reg. 13/20, s. 6 (1). (2.1) If a person is deemed under subsection 5 (10) to be the owner or operator of a facility for an entire year, subsections (1) and (2) apply to that person as if that person were the person who was required to give the Director a report for the year. O. Reg. 13/20, s. 6 (1). (2.2) If, before the day Ontario Regulation 13/20 made under the Act comes into force, a person was required to give the Director separate reports with respect to more than one site and those sites constitute a single facility on and after that day, the person shall, for the purposes of this section, give the Director a single report in respect of the sites that constitute a single facility. O. Reg. 13/20, s. 6 (1). (3) Revoked: O. Reg. 730/21, s. 4. (4) Subject to subsections (5) and (5.1), the requirement in subsections (1) and (2) to give reports with respect to specified GHG activities engaged in at a facility for subsequent years ceases to apply in a year in respect of a facility if, (a)  an owner or operator of the facility has complied with this Regulation or Ontario Regulation 143/16 for the three consecutive years preceding the year; and (b)  the reporting amount in respect of the facility has been less than 10,000 tonnes of CO2e for each of those years. O. Reg. 13/20, s. 6 (2). (5) Subsection (4) ceases to apply in respect of a facility if, for any year following its application, the reporting amount in respect of the facility is 10,000 tonnes of CO2e or more. O. Reg. 13/20, s. 6 (2). (5.1) Subsection (4) does not apply in respect of a covered facility. O. Reg. 13/20, s. 6 (2). (6) The requirements in subsections (1) and (2) cease to apply in respect of a facility if the specified GHG activities permanently cease to be engaged in at the facility and the owner or operator of the facility, (a)  provides notice to the Director that the activities have ceased permanently; (b)  gives the Director a report in respect of the final year in which the activities were engaged in at the facility; and (c)  if a report in respect of the facility in the year prior to the year in which the permanent cessation occurred was required to be verified under this Regulation, has the report mentioned in clause (b) verified by an accredited verification body in accordance with this Regulation and submits to the Director a verification statement prepared in accordance with section 18 and a verification report prepared in accordance with section 21. O. Reg. 13/20, s. 6 (3). (7) Revoked: O. Reg. 13/20, s. 6 (3). (8) A report for a subsequent year under this section shall be given on or before June 1 in the year following the year for which the report is prepared. (8.1) Revoked: O. Reg. 563/22, s. 4. (9) The report shall contain all applicable information set out in Schedule 5 with respect to the subsequent year.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>7. </b>(1) A person who is required to give the Director a report with respect to specified GHG activities engaged in at a facility for a year shall, if the person continues to be the owner or operator of the facility in a subsequent year, give the Director a report with respect to the specified GHG activities engaged in at the facility for each subsequent year in which the person is the owner or operator of the facility. <span>O. Reg. 13/20, s. 6 (1)</span>.</p> <p class=\"subsection-e\">  (2) A person who was required under subsections 6 (2) to (4) of Ontario Regulation 143/16 to give the Director a report with respect to the activities engaged in at a facility for 2017 and for each subsequent year shall, if the person continues to be the owner or operator of the facility in a subsequent year, give the Director those reports in accordance with those provisions as if they had not been revoked, subject to subsection (3). <span>O. Reg. 13/20, s. 6 (1)</span>.</p> <p class=\"subsection-e\">  (2.1) If a person is deemed under subsection 5 (10) to be the owner or operator of a facility for an entire year, subsections (1) and (2) apply to that person as if that person were the person who was required to give the Director a report for the year. <span>O. Reg. 13/20, s. 6 (1)</span>.</p> <p class=\"subsection-e\">  (2.2) If, before the day Ontario Regulation 13/20 made under the Act comes into force, a person was required to give the Director separate reports with respect to more than one site and those sites constitute a single facility on and after that day, the person shall, for the purposes of this section, give the Director a single report in respect of the sites that constitute a single facility. <span>O. Reg. 13/20, s. 6 (1)</span>.</p> <p class=\"subsection-e\">  (3) <span class=\"ovsmallcap\">Revoked</span>: <span>O. Reg. 730/21, s. 4</span>.</p> <p class=\"subsection-e\">  (4) Subject to subsections (5) and (5.1), the requirement in subsections (1) and (2) to give reports with respect to specified GHG activities engaged in at a facility for subsequent years ceases to apply in a year in respect of a facility if,</p> <p class=\"clause-e\">  (a)  an owner or operator of the facility has complied with this Regulation or Ontario Regulation 143/16 for the three consecutive years preceding the year; and</p> <p class=\"clause-e\">  (b)  the reporting amount in respect of the facility has been less than 10,000 tonnes of CO<sub>2</sub>e for each of those years. <span>O. Reg. 13/20, s. 6 (2)</span>.</p> <p class=\"subsection-e\">  (5) Subsection (4) ceases to apply in respect of a facility if, for any year following its application, the reporting amount in respect of the facility is 10,000 tonnes of CO<sub>2</sub>e or more. <span>O. Reg. 13/20, s. 6 (2)</span>.</p> <p class=\"subsection-e\">  (5.1) Subsection (4) does not apply in respect of a covered facility. <span>O. Reg. 13/20, s. 6 (2)</span>.</p> <p class=\"subsection-e\">  (6) The requirements in subsections (1) and (2) cease to apply in respect of a facility if the specified GHG activities permanently cease to be engaged in at the facility and the owner or operator of the facility,</p> <p class=\"clause-e\">  (a)  provides notice to the Director that the activities have ceased permanently;</p> <p class=\"clause-e\">  (b)  gives the Director a report in respect of the final year in which the activities were engaged in at the facility; and</p> <p class=\"clause-e\">  (c)  if a report in respect of the facility in the year prior to the year in which the permanent cessation occurred was required to be verified under this Regulation, has the report mentioned in clause (b) verified by an accredited verification body in accordance with this Regulation and submits to the Director a verification statement prepared in accordance with section 18 and a verification report prepared in accordance with section 21. <span>O. Reg. 13/20, s. 6 (3)</span>.</p> <p class=\"subsection-e\">  (7) <span class=\"ovsmallcap\">Revoked</span>: <span>O. Reg. 13/20, s. 6 (3)</span>.</p> <p class=\"subsection-e\">  (8) A report for a subsequent year under this section shall be given on or before June 1 in the year following the year for which the report is prepared.</p> <p class=\"subsection-e\">  (8.1) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 563/22, s. 4.</p> <p class=\"subsection-e\">  (9) The report shall contain all applicable information set out in Schedule 5 with respect to the subsequent year.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Electricity importation, duty to quantify",
            "content": " 8. (1) A person who engages in electricity importation during 2019 or any subsequent year and who is a market participant within the meaning of subsection 2 (1) of the Electricity Act, 1998 shall quantify the total electricity, expressed in megawatt hours, imported by the person during the year. O. Reg. 242/19, s. 4. (2) The person shall use the standard quantification method or methods set out in the Guideline to quantify the amount of electricity imported. O. Reg. 242/19, s. 4. (3) Revoked: O. Reg. 13/20, s. 7. (4) If the amount of electricity imported is a number that is not a whole number when expressed in megawatt hours, the number shall be rounded up to the nearest megawatt hour. O. Reg. 242/19, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>8. </b>(1) A person who engages in electricity importation during 2019 or any subsequent year <span>and who is a market participant within the meaning of subsection 2 (1) of the </span><i>Electricity Act, 1998</i> shall quantify the total electricity, expressed in megawatt hours, imported by the person during the year. O. Reg. 242/19, s. 4.</p> <p class=\"subsection-e\">  (2) The person shall use the standard quantification method or methods set out in the Guideline to quantify the amount of electricity imported. O. Reg. 242/19, s. 4.</p> <p class=\"subsection-e\">  (3) <span class=\"ovsmallcap\">Revoked</span>: <span>O. Reg. 13/20, s. 7</span>.</p> <p class=\"subsection-e\">  (4) If the amount of electricity imported is a number that is not a whole number when expressed in megawatt hours, the number shall be rounded up to the nearest megawatt hour. O. Reg. 242/19, s. 4.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Electricity importation, duty to report",
            "content": " 9. (1) If the total electricity imported for a year is greater than zero megawatt hours, as quantified by a person under section 8, the person shall give the Director a report with respect to the electricity importation during the year, containing all applicable information set out in Schedule 5. O. Reg. 242/19, s. 4. (2) A report with respect to electricity importation engaged in during a year shall be given to the Director on or before June 1 in the following year. O. Reg. 242/19, s. 4. (3) Revoked: O. Reg. 563/22, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>9. </b>(1) If the total electricity imported for a year is greater than zero megawatt hours, as quantified by a person under section 8, the person shall give the Director a report with respect to the electricity importation during the year, containing all applicable information set out in Schedule 5. O. Reg. 242/19, s. 4.</p> <p class=\"subsection-e\">  (2) A report with respect to electricity importation engaged in during a year shall be given to the Director on or before June 1 in the following year. O. Reg. 242/19, s. 4.</p> <p class=\"subsection-e\">  (3) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 563/22, s. 4.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Electricity importation, continuing duty to report",
            "content": " 10. (1) A person who is required to give the Director a report with respect to electricity importation for a year under section 9 shall give the Director a report with respect to the activity for each subsequent year. O. Reg. 242/19, s. 4. (2) Subject to subsection (3), the requirement in subsection (1) to give reports for subsequent years ceases to apply in a year to a person in respect of electricity importation if the person has complied with the applicable requirements of this Regulation or Ontario Regulation 143/16, as the case may be, for the three consecutive years preceding the year and the total electricity imported by the person has been zero megawatt hours for each of those years. O. Reg. 242/19, s. 4. (3) Subsection (2) ceases to apply to a person if, for any year following its application, the total electricity imported by the person has been more than zero megawatt hours. O. Reg. 242/19, s. 4. (4) The requirement in subsection (1) to give reports for subsequent years ceases to apply to a person if the person, (a)  permanently ceases to engage in the activity and provides notice to the Director that the activity has ceased permanently; and (b)  gives the Director a report in respect of the final year in which the activity was engaged in. O. Reg. 242/19, s. 4; O. Reg. 13/20, s. 8. (5) The report shall contain all applicable information set out in Schedule 5. O. Reg. 242/19, s. 4. (6) A report with respect to electricity importation engaged in during a year shall be given to the Director on or before June 1 in the following year. O. Reg. 242/19, s. 4. (7) Revoked: O. Reg. 563/22, s. 4. 11. Revoked: O. Reg. 13/20, s. 9. Verification",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>10. </b>(1) A person who is required to give the Director a report with respect to electricity importation for a year under section 9 shall give the Director a report with respect to the activity for each subsequent year. O. Reg. 242/19, s. 4.</p> <p class=\"subsection-e\">  (2) Subject to subsection (3), the requirement in subsection (1) to give reports for subsequent years ceases to apply in a year to a person in respect of electricity importation if the person has complied with the applicable requirements of this Regulation or Ontario Regulation 143/16, as the case may be, for the three consecutive years preceding the year and the total electricity imported by the person has been zero megawatt hours for each of those years. O. Reg. 242/19, s. 4.</p> <p class=\"subsection-e\">  (3) Subsection (2) ceases to apply to a person if, for any year following its application, the total electricity imported by the person has been more than zero megawatt hours. O. Reg. 242/19, s. 4.</p> <p class=\"subsection-e\">  (4) The requirement in subsection (1) to give reports for subsequent years ceases to apply to a person if the person,</p> <p class=\"clause-e\">  (a)  permanently ceases to engage in the activity and provides notice to the Director that the activity has ceased permanently; and</p> <p class=\"clause-e\">  (b)  gives the Director a report in respect of the final year in which the activity was engaged in. O. Reg. 242/19, s. 4; <span>O. Reg. 13/20, s. 8</span>.</p> <p class=\"subsection-e\">  (5) The report shall contain all applicable information set out in Schedule 5. O. Reg. 242/19, s. 4.</p> <p class=\"subsection-e\">  (6) A report with respect to electricity importation engaged in during a year shall be given to the Director on or before June 1 in the following year. O. Reg. 242/19, s. 4.</p> <p class=\"subsection-e\">  (7) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 563/22, s. 4.</p> <p class=\"section-e\"> <b>11. </b><span class=\"ovsmallcap\">Revoked</span>: <span>O. Reg. 13/20, s. 9</span>.</p> <p class=\"heading1-e\"><a name=\"BK13\"></a>Verification</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "Verification",
            "part_id": null,
            "part_type": null,
            "section": "Verification",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Duty to verify, covered facilities",
            "content": " 12. (1) The owner or operator of a covered facility shall determine the verification amount in respect of the covered facility in accordance with the formula set out in subsection (2) for each of the following years: 1.  Each compliance period to which Part III of the EPS regulation applies to the owner or operator in respect of the covered facility. 2.  If the covered facility is registered under paragraph 3 of subsection 4 (1) of the EPS Regulation, each year in the registration period before the covered facility’s first compliance period. O. Reg. 563/22, s. 5. (2) The following is the formula mentioned in subsection (1): VA = A – B – C – D + E where, VA =  the verification amount, expressed as tonnes of CO2e, A =  the amount of greenhouse gas emitted from the covered facility during the year in respect of all specified GHG activities engaged in at the covered facility, quantified in accordance with section 5 and expressed as tonnes of CO2e, B =  the portion of A, expressed as tonnes of CO2e, that is carbon dioxide emitted from the combustion of biomass at the covered facility, C =  the portion of A, expressed as tonnes of CO2e, that is emitted from the covered facility in respect of, (a)  coal storage, (b)  the operation of a natural gas pipeline system, (c)  the operation of equipment for an electricity transmission or distribution system, (d)  HCFC-22 production and HFC-23 destruction, and (e)  other emissions, as described in subsection (3), D =  the amount of carbon dioxide identified by the owner or operator, in accordance with the eligibility rules in subsection (4), representing a portion of the carbon dioxide that has been permanently stored in long-term geological storage during the year, and E =  the amount of greenhouse gas emitted from the covered facility during the year, expressed as tonnes of CO2e, in respect of, (a)  CO2 recovered and consumed in urea production, (b)  CO2\r\nrecovered or captured from hydrogen production, (c)  flares in the operation of a natural gas pipeline system, (d)  basic oxygen furnace gas transferred off-site, (e)  coke oven gas transferred off-site, and (f)  blast furnace gas transferred off-site. O. Reg. 563/22, s. 5. (3) For the purposes of clause (e) of “C” in the formula in subsection (2), the other emissions are emissions, (a)  that result from engaging in an activity that is part of engaging in the specified GHG activities at a covered facility but for which no corresponding standard quantification method is set out in the Guideline; and (b)  that are quantified, as provided for in the Guideline, by using a method that is consistent with one or more methods specified in the Guideline. O. Reg. 563/22, s. 5. (4) Carbon dioxide that satisfies the following criteria is eligible to be identified for the purposes of “D” in the formula in subsection (2): 1.  The carbon dioxide has been permanently stored in long-term geological storage during the year. 2.  The carbon dioxide was generated in respect of one or more specified GHG activities engaged in at the covered facility during the year or, subject to paragraph 4, during any previous year. 3.  The carbon dioxide was captured, transported and stored in accordance with any applicable provincial or federal law and, at each stage, the amount of carbon dioxide being captured, transported and stored was quantified in accordance with the Guideline. 4.  The carbon dioxide has not been previously identified for the purposes of “D” in respect of the covered facility or any other facility. O. Reg. 563/22, s. 5. (5) For greater certainty, for the purposes of “D” in the formula in subsection (2), an owner or operator may identify any amount of carbon dioxide that satisfies the eligibility criteria in subsection (4), including no amount. O. Reg. 563/22, s. 5. (6) If the verification amount determined under subsection (1) is a negative number, it is deemed to be zero. O. Reg. 563/22, s. 5. (7) If an owner or operator of a covered facility mentioned in subsection (1) has received a notice of registration under subsection 64 (2) of the\r\nGreenhouse Gas Pollution Pricing Act (Canada) from the Minister of National Revenue dated after January 1 in the covered facility’s first compliance period in respect of a registration period setting out the effective date of registration of the owner or operator as a registered emitter in respect of the covered facility, the determination of the verification amount under subsection (1) of this section for the covered facility’s first compliance period in respect of the registration period shall not include any amount for the portion of the year prior to the effective date contained in the notice. O. Reg. 563/22, s. 5. (8) If an owner or operator of a covered facility mentioned in subsection (1) receives a notice under subsection 8 (3) of the EPS Regulation dated on or after January 1 in the year that is the subject of the determination under subsection (1) of this section setting out an effective date of a change in respect of the composition of sites that constitute the covered facility, the following rules apply for the purposes of determining the verification amount under subsection (1) of this section for that year: 1.  If a site that, before the effective date, constituted part of another covered facility is added to the covered facility, the site is deemed to have constituted part of the covered facility mentioned in subsection (1) for the entire year. 2.  If a site that, before the effective date, did not constitute part of another covered facility is added to the covered facility, no amount in respect of the site shall be included in the determination under subsection (1) for the portion of the year that occurs before the effective date. 3.  If a site is removed from the covered facility and added to another covered facility, the site is deemed not to have constituted part of the covered facility mentioned in subsection (1) for the entire year. 4.  If a site is removed from the covered facility and is not added to another covered facility, no amount in respect of the site shall be included in the determination under subsection (1) for the portion the year that occurs after the effective date. O. Reg. 563/22, s. 5. (9) The owner or operator mentioned in subsection (1) shall, (a)  set out the verification amount in the report and have the report verified by an accredited verification body in accordance with this Regulation; and (b)  submit a verification statement prepared in accordance with section 18 and a verification report prepared in accordance with section 21 to the Director on or before September 1 in the year in which the report to be verified is required to be submitted to the Director. O. Reg. 563/22, s. 5. (10) Despite anything else in this section, the owner or operator of a covered facility that first became a covered facility in 2021 is not required to determine the verification amount or submit a verification statement or verification report with regard to emissions in that year. O. Reg. 563/22, s. 5. 13. Revoked: O. Reg. 77/19, s. 8. General Rules",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK14\"></a>12. </b>(1) The owner or operator of a covered facility shall determine the verification amount in respect of the covered facility in accordance with the formula set out in subsection (2) for each of the following years:</p> <p class=\"paragraph-e\">  1.  Each compliance period to which Part III of the EPS regulation applies to the owner or operator in respect of the covered facility.</p> <p class=\"paragraph-e\">  2.  If the covered facility is registered under paragraph 3 of subsection 4 (1) of the EPS Regulation, each year in the registration period before the covered facility’s first compliance period. O. Reg. 563/22, s. 5.</p> <p class=\"subsection-e\">  (2) The following is the formula mentioned in subsection (1):</p> <p class=\"equation-e\">VA = A – B – C – D + E</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\"> VA =  the verification amount, expressed as tonnes of CO<sub>2</sub>e,</p> <p class=\"equationind1-e\">  A =  the amount of greenhouse gas emitted from the covered facility during the year in respect of all specified GHG activities engaged in at the covered facility, quantified in accordance with section 5 and expressed as tonnes of CO<sub>2</sub>e,</p> <p class=\"equationind1-e\">  B =  the portion of A, expressed as tonnes of CO<sub>2</sub>e, that is carbon dioxide emitted from the combustion of biomass at the covered facility,</p> <p class=\"equationind1-e\">  C =  the portion of A, expressed as tonnes of CO<sub>2</sub>e, that is emitted from the covered facility in respect of,</p> <p class=\"equationind2-e\">  (a)  coal storage,</p> <p class=\"equationind2-e\">  (b)  the operation of a natural gas pipeline system,</p> <p class=\"equationind2-e\">  (c)  the operation of equipment for an electricity transmission or distribution system,</p> <p class=\"equationind2-e\">  (d)  HCFC-22 production and HFC-23 destruction, and</p> <p class=\"equationind2-e\">  (e)  other emissions, as described in subsection (3),</p> <p class=\"equationind1-e\">  D =  the amount of carbon dioxide identified by the owner or operator, in accordance with the eligibility rules in subsection (4), representing a portion of the carbon dioxide that has been permanently stored in long-term geological storage during the year, and</p> <p class=\"equationind1-e\">  E =  the amount of greenhouse gas emitted from the covered facility during the year, expressed as tonnes of CO<sub>2</sub>e, in respect of,</p> <p class=\"equationind2-e\">  (a)  CO<sub>2</sub> recovered and consumed in urea production,</p> <p class=\"equationind2-e\">  (b)  CO<sub>2</sub>\r\nrecovered or captured from hydrogen production,</p> <p class=\"equationind2-e\">  (c)  flares in the operation of a natural gas pipeline system,</p> <p class=\"equationind2-e\">  (d)  basic oxygen furnace gas transferred off-site,</p> <p class=\"equationind2-e\">  (e)  coke oven gas transferred off-site, and</p> <p class=\"equationind2-e\">  (f)  blast furnace gas transferred off-site.</p> <p class=\"footnote-e\">O. Reg. 563/22, s. 5.</p> <p class=\"subsection-e\">  (3) For the purposes of clause (e) of “C” in the formula in subsection (2), the other emissions are emissions,</p> <p class=\"clause-e\">  (a)  that result from engaging in an activity that is part of engaging in the specified GHG activities at a covered facility but for which no corresponding standard quantification method is set out in the Guideline; and</p> <p class=\"clause-e\">  (b)  that are quantified, as provided for in the Guideline, by using a method that is consistent with one or more methods specified in the Guideline. O. Reg. 563/22, s. 5.</p> <p class=\"subsection-e\">  (4) Carbon dioxide that satisfies the following criteria is eligible to be identified for the purposes of “D” in the formula in subsection (2):</p> <p class=\"paragraph-e\">  1.  The carbon dioxide has been permanently stored in long-term geological storage during the year.</p> <p class=\"paragraph-e\">  2.  The carbon dioxide was generated in respect of one or more specified GHG activities engaged in at the covered facility during the year or, subject to paragraph 4, during any previous year.</p> <p class=\"paragraph-e\">  3.  The carbon dioxide was captured, transported and stored in accordance with any applicable provincial or federal law and, at each stage, the amount of carbon dioxide being captured, transported and stored was quantified in accordance with the Guideline.</p> <p class=\"paragraph-e\">  4.  The carbon dioxide has not been previously identified for the purposes of “D” in respect of the covered facility or any other facility. O. Reg. 563/22, s. 5.</p> <p class=\"subsection-e\">  (5) For greater certainty, for the purposes of “D” in the formula in subsection (2), an owner or operator may identify any amount of carbon dioxide that satisfies the eligibility criteria in subsection (4), including no amount. O. Reg. 563/22, s. 5.</p> <p class=\"subsection-e\">  (6) If the verification amount determined under subsection (1) is a negative number, it is deemed to be zero. O. Reg. 563/22, s. 5.</p> <p class=\"subsection-e\">  (7) If an owner or operator of a covered facility mentioned in subsection (1) has received a notice of registration under subsection 64 (2) of the<i>\r\nGreenhouse Gas Pollution Pricing Act (Canada)</i> from the Minister of National Revenue dated after January 1 in the covered facility’s first compliance period in respect of a registration period setting out the effective date of registration of the owner or operator as a registered emitter in respect of the covered facility, the determination of the verification amount under subsection (1) of this section for the covered facility’s first compliance period in respect of the registration period shall not include any amount for the portion of the year prior to the effective date contained in the notice. O. Reg. 563/22, s. 5.</p> <p class=\"subsection-e\">  (8) If an owner or operator of a covered facility mentioned in subsection (1) receives a notice under subsection 8 (3) of the EPS Regulation dated on or after January 1 in the year that is the subject of the determination under subsection (1) of this section setting out an effective date of a change in respect of the composition of sites that constitute the covered facility, the following rules apply for the purposes of determining the verification amount under subsection (1) of this section for that year:</p> <p class=\"paragraph-e\">  1.  If a site that, before the effective date, constituted part of another covered facility is added to the covered facility, the site is deemed to have constituted part of the covered facility mentioned in subsection (1) for the entire year.</p> <p class=\"paragraph-e\">  2.  If a site that, before the effective date, did not constitute part of another covered facility is added to the covered facility, no amount in respect of the site shall be included in the determination under subsection (1) for the portion of the year that occurs before the effective date.</p> <p class=\"paragraph-e\">  3.  If a site is removed from the covered facility and added to another covered facility, the site is deemed not to have constituted part of the covered facility mentioned in subsection (1) for the entire year.</p> <p class=\"paragraph-e\">  4.  If a site is removed from the covered facility and is not added to another covered facility, no amount in respect of the site shall be included in the determination under subsection (1) for the portion the year that occurs after the effective date. O. Reg. 563/22, s. 5.</p> <p class=\"subsection-e\">  (9) The owner or operator mentioned in subsection (1) shall,</p> <p class=\"clause-e\">  (a)  set out the verification amount in the report and have the report verified by an accredited verification body in accordance with this Regulation; and</p> <p class=\"clause-e\">  (b)  submit a verification statement prepared in accordance with section 18 and a verification report prepared in accordance with section 21 to the Director on or before September 1 in the year in which the report to be verified is required to be submitted to the Director. O. Reg. 563/22, s. 5.</p> <p class=\"subsection-e\">  (10) Despite anything else in this section, the owner or operator of a covered facility that first became a covered facility in 2021 is not required to determine the verification amount or submit a verification statement or verification report with regard to emissions in that year. O. Reg. 563/22, s. 5.</p> <p class=\"section-e\"> <b>13. </b><span class=\"ovsmallcap\">Revoked</span>: <span>O. Reg. 77/19, s. 8.</span></p> <p class=\"heading1-e\"><a name=\"BK15\"></a>General Rules</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "General Rules",
            "part_id": null,
            "part_type": null,
            "section": "General Rules",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "14.",
            "part_id": null,
            "part_type": null,
            "section": "Reporting, general",
            "content": " 14. (1) This section applies in respect of reports given to the Director under this Regulation. (2) A report with respect to specified GHG activities engaged in at a facility must be with respect to all specified GHG activities engaged in at the facility. (3) If a person is required to give the Director a report with respect to specified GHG activities engaged in at more than one facility, a separate report must be given with respect to each facility. (4) If a person is required to give the Director a report with respect to electricity importation, the report shall not be combined with a report with respect to a specified GHG activity engaged in at a facility. O. Reg. 77/19, s. 9. (5) If the reporting amount or the verification amount is a number that is not a whole number when expressed in tonnes, the number shall be rounded up to the nearest tonne. O. Reg. 13/20, s. 11. (6) A person who is required to give the Director a report shall comply with all applicable sampling, analysis, measurement and recordkeeping requirements set out in the Guideline. (7) If the Guideline specifies that certain emissions are to be reported as emitted from a particular specified GHG activity, the emissions shall be reported as specified in the Guideline.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>14. </b>(1) This section applies in respect of reports given to the Director under this Regulation.</p> <p class=\"subsection-e\">  (2) A report with respect to specified GHG activities engaged in at a facility must be with respect to all specified GHG activities engaged in at the facility.</p> <p class=\"subsection-e\">  (3) If a person is required to give the Director a report with respect to specified GHG activities engaged in at more than one facility, a separate report must be given with respect to each facility.</p> <p class=\"subsection-e\">  (4) If a person is required to give the Director a report with respect to electricity importation, the report shall not be combined with a report with respect to a specified GHG activity engaged in at a facility. <span>O. Reg. 77/19, s. 9.</span></p> <p class=\"subsection-e\">  (5) If the reporting amount or the verification amount is a number that is not a whole number when expressed in tonnes, the number shall be rounded up to the nearest tonne. <span>O. Reg. 13/20, s. 11.</span></p> <p class=\"subsection-e\">  (6) A person who is required to give the Director a report shall comply with all applicable sampling, analysis, measurement and recordkeeping requirements set out in the Guideline.</p> <p class=\"subsection-e\">  (7) If the Guideline specifies that certain emissions are to be reported as emitted from a particular specified GHG activity, the emissions shall be reported as specified in the Guideline.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "15.",
            "part_id": null,
            "part_type": null,
            "section": "Revised reports",
            "content": " 15. (1) If, within seven years after a report has been given to the Director under this Regulation, Ontario Regulation 143/16 or Ontario Regulation 452/09, a person described in subsection (2) becomes aware of an error, omission or misstatement in the report and makes one of the following determinations, the person shall revise the report in accordance with the requirements set out in this Regulation with respect to the initial report given to the Director: 1.  The per cent discrepancy in the verification amount, as determined in accordance with subsection (3) or (3.1), is, i.  8 per cent or more when emissions are less than 50,000 tonnes of CO2e, ii.  5 per cent or more, when emissions are greater than or equal to 50,000 but less than 500,000 tonnes of CO2e, or iii.  2 per cent when emissions are 500,000 tonnes of CO2e or greater. 2.  It is probable that the per cent discrepancy in the verification amount, based on the individual or aggregate effect of one or more errors, omissions or misstatements that have been identified, is, i.  8 per cent or more when emissions are less than 50,000 tonnes of CO2e, ii.  5 per cent or more, when emissions are greater than or equal to 50,000 but less than 500,000 tonnes of CO2e, or iii.  2 per cent when emissions are 500,000 tonnes of CO2e or greater. 3.  If the report is given to the Director with respect to emissions in a compliance period, i.  the per cent discrepancy in any production parameter reported in respect of an activity is 5 per cent or more, as determined in accordance with subsection (4), or ii.  the per cent discrepancy in the total annual emissions limit reported in respect of the covered facility is 5 per cent or more, as determined in accordance with subsection (4.1). O. Reg. 730/21, s. 6 (1); O. Reg. 563/22, s. 6 (1, 2). (2) The requirement to revise a report under subsection (1) applies to a person if, (a)  the person becomes aware of an error, omission or misstatement in the report after the first compliance period in the registration period that includes the year to which the report relates and Part III of the EPS Regulation applies to the person in respect of the covered facility for the compliance period that, as of the date the person becomes aware, is the most recent compliance period in that registration period; or (b)  the person becomes aware of an error, omission or misstatement in the report before or during the first compliance period in the registration period that includes the year to which the report relates and, as of the date the person becomes aware, the person is in receipt of the most recent confirmation of the covered facility’s registration or continuation of registration under the EPS Regulation in respect of that registration period. O. Reg. 563/22, s. 6 (3). (3) The per cent discrepancy in a verification amount based on the aggregate effect of all errors, omissions and misstatements in a report shall be determined by applying the following formula: PD = (SOU / VA × 100) where, PD =  per cent discrepancy, SOU = the net result of summing overstatements and understatements resulting from all errors, omissions and misstatements in the report, expressed in tonnes of CO2e, and VA =  the verification amount set out in the report. O. Reg. 563/22, s. 6 (4). (3.1) The per cent discrepancy in a verification amount based on the effect of all overstatements or all understatements, whichever is greater, resulting from all errors, omissions and misstatements in a report shall be determined by applying the following formula: PD = (GV/ VA × 100) where, PD =  per cent discrepancy, GV =  the greater of, (a)  the absolute value of the sum of overstatements resulting from all errors, omissions and misstatements in the report, expressed in tonnes of CO2e, and (b)  the absolute value of the sum of understatements resulting from all errors, omissions and misstatements in the report, expressed in tonnes of CO2e, and VA =  the verification amount set out in the report. O. Reg. 563/22, s. 6 (4). (4) The per cent discrepancy for each production parameter reported in respect of an activity shall be determined by applying the following formula: PD = (QPDv − QPDi) / QPDi × 100 where, PD =  per cent discrepancy for the production parameter, QPDv = actual quantity of the production parameter, and QPDi =  quantity of the production parameter as set out in the report. O. Reg. 390/18, s. 15 (4). (4.1) The per cent discrepancy in the total annual emissions limit reported in respect of the covered facility that is the subject of the report shall be determined by applying the following formula: PD = (QAELv − QAELi) / QAELi × 100 where, PD =  per cent discrepancy for the total annual emissions limit for the covered facility, QAELv = actual total annual emissions limit for the covered facility, and QAELi = total annual emissions limit for the covered facility as set out in the report. O. Reg. 730/21, s. 6 (4); O. Reg. 563/22, s. 6 (5). (5) Revoked: O. Reg. 13/20, s. 12 (5). (6) Subject to subsection (7), the revised report must be given to the Director as soon as possible. (7) If the revised report is required to be verified under subsection (8), the person shall give the revised report to the Director within 90 days after the day the person became aware of the error, omission or misstatement. (8) A person who gives the Director a revised report pursuant to subsection (1) shall have the revised report verified by an accredited verification body in accordance with this Regulation and submit to the Director a new verification statement prepared in accordance with section 18 and a new verification report prepared in accordance with section 21 if either of the following circumstances applies: 1.  The revised report would have been required to be verified if it had been the original report given to the Director. 2.  The revised report would not have been required to be verified if it had been the original report given to the Director, but the original report was required to be verified. O. Reg. 390/18, s. 15 (8); O. Reg. 730/21, s. 6 (5). (9) A verification statement and verification report required under subsection (8) shall be submitted to the Director within 120 days after the day the person became aware of the error, omission or misstatement that led the person to prepare the revised report. (10) Revoked: O. Reg. 77/19, s. 10 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>15. </b>(1) If, within seven years after a report has been given to the Director under this Regulation, Ontario Regulation 143/16 or Ontario Regulation 452/09, a person described in subsection (2) becomes aware of an error, omission or misstatement in the report and makes one of the following determinations, the person shall revise the report in accordance with the requirements set out in this Regulation with respect to the initial report given to the Director:</p> <p class=\"paragraph-e\">  1.  The per cent discrepancy in the verification amount, as determined in accordance with subsection (3) or (3.1), is,</p> <p class=\"subpara-e\">  i.  8 per cent or more when emissions are less than 50,000 tonnes of CO<sub>2</sub>e,</p> <p class=\"subpara-e\">  ii.  5 per cent or more, when emissions are greater than or equal to 50,000 but less than 500,000 tonnes of CO<sub>2</sub>e, or</p> <p class=\"subpara-e\">  iii.  2 per cent when emissions are 500,000 tonnes of CO<sub>2</sub>e or greater.</p> <p class=\"paragraph-e\">  2.  It is probable that the per cent discrepancy in the verification amount, based on the individual or aggregate effect of one or more errors, omissions or misstatements that have been identified, is,</p> <p class=\"subpara-e\">  i.  8 per cent or more when emissions are less than 50,000 tonnes of CO<sub>2</sub>e,</p> <p class=\"subpara-e\">  ii.  5 per cent or more, when emissions are greater than or equal to 50,000 but less than 500,000 tonnes of CO<sub>2</sub>e, or</p> <p class=\"subpara-e\">  iii.  2 per cent when emissions are 500,000 tonnes of CO<sub>2</sub>e or greater.</p> <p class=\"paragraph-e\">  3.  If the report is given to the Director with respect to emissions in a compliance period,</p> <p class=\"subpara-e\">  i.  the per cent discrepancy in any production parameter reported in respect of an activity is 5 per cent or more, as determined in accordance with subsection (4), or</p> <p class=\"subpara-e\">  ii.  the per cent discrepancy in the total annual emissions limit reported in respect of the covered facility is 5 per cent or more, as determined in accordance with subsection (4.1). <span>O. Reg. 730/21, s. 6 (1); </span>O. Reg. 563/22, s. 6 (1, 2)<span>.</span></p> <p class=\"subsection-e\">  (2) The requirement to revise a report under subsection (1) applies to a person if,</p> <p class=\"clause-e\">  (a)  the person becomes aware of an error, omission or misstatement in the report after the first compliance period in the registration period that includes the year to which the report relates and Part III of the EPS Regulation applies to the person in respect of the covered facility for the compliance period that, as of the date the person becomes aware, is the most recent compliance period in that registration period; or</p> <p class=\"clause-e\">  (b)  the person becomes aware of an error, omission or misstatement in the report before or during the first compliance period in the registration period that includes the year to which the report relates and, as of the date the person becomes aware, the person is in receipt of the most recent confirmation of the covered facility’s registration or continuation of registration under the EPS Regulation in respect of that registration period. O. Reg. 563/22, s. 6 (3).</p> <p class=\"subsection-e\">  (3) The per cent discrepancy in a verification amount based on the aggregate effect of all errors, omissions and misstatements in a report shall be determined by applying the following formula:</p> <p class=\"equation-e\">PD = (SOU / VA × 100)</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\"> PD =  per cent discrepancy,</p> <p class=\"equationind1-e\"> SOU = the net result of summing overstatements and understatements resulting from all errors, omissions and misstatements in the report, expressed in tonnes of CO<sub>2</sub>e, and</p> <p class=\"equationind1-e\"> VA =  the verification amount set out in the report.</p> <p class=\"footnote-e\">O. Reg. 563/22, s. 6 (4).</p> <p class=\"subsection-e\">  (3.1) <span class=\"clause-eChar\">The per cent discrepancy in a verification amount based on the effect of all overstatements or all understatements, whichever is greater, resulting from all errors, omissions and misstatements in a report shall be determined by applying the following formula:</span></p> <p class=\"equation-e\">PD = (GV/ VA × 100)</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\"> PD =  per cent discrepancy,</p> <p class=\"equationind1-e\"> GV =  the greater of,</p> <p class=\"equationind2-e\">  (a)  the absolute value of the sum of overstatements resulting from all errors, omissions and misstatements in the report, expressed in tonnes of CO<sub>2</sub>e, and</p> <p class=\"equationind2-e\">  (b)  the absolute value of the sum of understatements resulting from all errors, omissions and misstatements in the report, expressed in tonnes of CO<sub>2</sub>e, and</p> <p class=\"equationind1-e\"> VA =  the verification amount set out in the report.</p> <p class=\"footnote-e\">O. Reg. 563/22, s. 6 (4).</p> <p class=\"subsection-e\">  (4) The per cent discrepancy for each production parameter reported in respect of an activity shall be determined by applying the following formula:</p> <p class=\"equation-e\">PD = (QPDv − QPDi) / QPDi × 100</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\"> PD =  per cent discrepancy for the production parameter,</p> <p class=\"equationind1-e\"> QPDv = actual quantity of the production parameter, and</p> <p class=\"equationind1-e\"> QPDi =  quantity of the production parameter as set out in the report.</p> <p class=\"footnote-e\">O. Reg. 390/18, s. 15 (4).</p> <p class=\"subsection-e\">  (4.1) The per cent discrepancy in the total annual emissions limit reported in respect of the covered facility that is the subject of the report shall be determined by applying the following formula:</p> <p class=\"equation-e\">PD = (QAELv − QAELi) / QAELi × 100</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\"> PD =  per cent discrepancy for the total annual emissions limit for the covered facility,</p> <p class=\"equationind1-e\"> QAELv = actual total annual emissions limit for the covered facility, and</p> <p class=\"equationind1-e\"> QAELi = total annual emissions limit for the covered facility as set out in the report.</p> <p class=\"footnote-e\">O. Reg. 730/21, s. 6 (4); O. Reg. 563/22, s. 6 (5).</p> <p class=\"subsection-e\">  (5) <span class=\"ovsmallcap\">Revoked</span>: <span>O. Reg. 13/20, s. 12 (5)</span>.</p> <p class=\"subsection-e\">  (6) Subject to subsection (7), the revised report must be given to the Director as soon as possible.</p> <p class=\"subsection-e\">  (7) If the revised report is required to be verified under subsection (8), the person shall give the revised report to the Director within 90 days after the day the person became aware of the error, omission or misstatement.</p> <p class=\"subsection-e\">  (8) A person who gives the Director a revised report pursuant to subsection (1) shall have the revised report verified by an accredited verification body in accordance with this Regulation and submit to the Director a new verification statement prepared in accordance with section 18 and a new verification report prepared in accordance with section 21 if either of the following circumstances applies:</p> <p class=\"paragraph-e\">  1.  The revised report would have been required to be verified if it had been the original report given to the Director.</p> <p class=\"paragraph-e\">  2.  The revised report would not have been required to be verified if it had been the original report given to the Director, but the original report was required to be verified. O. Reg. 390/18, s. 15 (8);<span> O. Reg. 730/21, s. 6 (5).</span></p> <p class=\"subsection-e\">  (9) A verification statement and verification report required under subsection (8) shall be submitted to the Director within 120 days after the day the person became aware of the error, omission or misstatement that led the person to prepare the revised report.</p> <p class=\"subsection-e\">  (10) <span class=\"ovsmallcap\">Revoked</span>: <span>O. Reg. 77/19, s. 10 (2).</span></p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "16.",
            "part_id": null,
            "part_type": null,
            "section": "Accredited verification bodies, general duties",
            "content": " 16. (1) In verifying reports under this Regulation, an accredited verification body shall comply with ISO 14065 and ISO 14064-3. O. Reg. 13/20, s. 13 (1). (2) In verifying reports under this Regulation, an accredited verification body shall ensure that, (a)  any person selected to form part of a verification team meets the requirements for a verifier set out in ISO 14064-3; (b)  no person selected to form part of a verification team subcontracts the conduct of verifications to another person; (c)  each verification is reviewed by a peer reviewer in accordance with ISO 14065, as it relates to verification; and (d)  before a verification statement including a positive, qualified positive or adverse verification conclusion is prepared, the determination that forms the basis of the conclusion is reviewed by the peer reviewer. O. Reg. 13/20, s. 13 (1). (3) If the report is with respect to a specified GHG activity engaged in at a covered facility, the accredited verification body shall visit the covered facility if, (a)  the report is the first report with respect to the covered facility; (b)  the accredited verification body has not visited the covered facility in the previous two years for the purposes of conducting a verification with respect to the covered facility; (c)  the most recent verification of a report with respect to the covered facility resulted in an adverse verification statement or an adverse verification conclusion being submitted to the Director; (d)  the verification is the first by the accredited verification body in respect of a report prepared with respect to the covered facility; or (e)  the accredited verification body is of the opinion that a visit to the covered facility is necessary for the purposes of determining whether the report contains a material discrepancy. O. Reg. 730/21, s. 7. (4) For the purposes of subsection (3), (a)  the verification of a revised report does not count for the purpose of counting visits; and (b)  a visit is not required in the case of a revised report. O. Reg. 730/21, s. 7. (5) Revoked: O. Reg. 730/21, s. 7. (6) For the purposes of subsection (3), references to a report include a report under this Regulation, Ontario Regulation 143/16 or Ontario Regulation 452/09. O. Reg. 390/18, s. 16 (6); O. Reg. 242/19, s. 6 (6). (7) For the purposes of verifying a report, an accredited verification body is not required to verify amounts identified as B and C in section 12 that are set out in the report. O. Reg. 390/18, s. 16 (7); O. Reg. 242/19, s. 6 (7); O. Reg. 13/20, s. 13 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>16. </b>(1) In verifying reports under this Regulation, an accredited verification body shall comply with ISO 14065 and ISO 14064-3. <span>O. Reg. 13/20, s. 13 (1)</span>.</p> <p class=\"subsection-e\">  (2) In verifying reports under this Regulation, an accredited verification body shall ensure that,</p> <p class=\"clause-e\">  (a)  any person selected to form part of a verification team meets the requirements for a verifier set out in ISO 14064-3;</p> <p class=\"clause-e\">  (b)  no person selected to form part of a verification team subcontracts the conduct of verifications to another person;</p> <p class=\"clause-e\">  (c)  each verification is reviewed by a peer reviewer in accordance with ISO 14065, as it relates to verification; and</p> <p class=\"clause-e\">  (d)  before a verification statement including a positive, qualified positive or adverse verification conclusion is prepared, the determination that forms the basis of the conclusion is reviewed by the peer reviewer. <span>O. Reg. 13/20, s. 13 (1)</span>.</p> <p class=\"subsection-e\">  (3) If the report is with respect to a specified GHG activity engaged in at a covered facility, the accredited verification body shall visit the covered facility if,</p> <p class=\"clause-e\">  (a)  the report is the first report with respect to the covered facility;</p> <p class=\"clause-e\">  (b)  the accredited verification body has not visited the covered facility in the previous two years for the purposes of conducting a verification with respect to the covered facility;</p> <p class=\"clause-e\">  (c)  the most recent verification of a report with respect to the covered facility resulted in an adverse verification statement or an adverse verification conclusion being submitted to the Director;</p> <p class=\"clause-e\">  (d)  the verification is the first by the accredited verification body in respect of a report prepared with respect to the covered facility; or</p> <p class=\"clause-e\">  (e)  the accredited verification body is of the opinion that a visit to the covered facility is necessary for the purposes of determining whether the report contains a material discrepancy.<span> O. Reg. 730/21, s. 7.</span></p> <p class=\"subsection-e\">  (4) For the purposes of subsection (3),</p> <p class=\"clause-e\">  (a)  the verification of a revised report does not count for the purpose of counting visits; and</p> <p class=\"clause-e\">  (b)  a visit is not required in the case of a revised report. <span>O. Reg. 730/21, s. 7.</span></p> <p class=\"subsection-e\">  (5) <span class=\"ovsmallcap\">Revoked</span>: <span>O. Reg. 730/21, s. 7.</span></p> <p class=\"subsection-e\">  (6) For the purposes of subsection (3), references to a report include a report under this Regulation, Ontario Regulation 143/16 or Ontario Regulation 452/09. O. Reg. 390/18, s. 16 (6); O. Reg. 242/19, s. 6 (6).</p> <p class=\"subsection-e\">  (7) For the purposes of verifying a report, an accredited verification body is not required to verify amounts identified as B and C in section 12 that are set out in the report. O. Reg. 390/18, s. 16 (7); O. Reg. 242/19, s. 6 (7); <span>O. Reg. 13/20, s. 13 (4)</span>.</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "17.",
            "part_id": null,
            "part_type": null,
            "section": "Accredited verification bodies, duties re impartiality",
            "content": " 17. (1) Revoked: O. Reg. 13/20, s. 14. (2) An accredited verification body shall not conduct a verification of a report if any of the following circumstances apply: 1.  The accredited verification body has a potential conflict of interest that is a threat to the body’s impartiality or there is another threat to the body’s impartiality and the threat cannot be effectively managed with a mitigation plan that the Director has consented to in writing. 2.  The accredited verification body has provided greenhouse gas consultancy services to the owner or operator of the facility within the previous three years and the resulting threat to the body’s impartiality cannot be effectively managed with a mitigation plan that the Director has consented to in writing, except that a revised report may be verified by the verification body within those three years if it is in relation to an annual report verified by that verification body. 3., 4.  Revoked: O. Reg. 730/21, s. 8 (1). O. Reg. 390/18, s. 17 (2); O. Reg. 77/19, s. 12 (1); O. Reg. 242/19, s. 7 (1); O. Reg. 218/20, s. 8 (1); O. Reg. 730/21, s. 8 (1). (3) For the purposes of paragraph 2 of subsection (2), an accredited verification body provides greenhouse gas consultancy services if it provides any of the following services: 1.  Greenhouse gas quantification. 2.  Greenhouse gas data monitoring or recording. 3.  Greenhouse gas information system or internal auditing services. 4.  Training that supports greenhouse gas emissions reporting under this Regulation or any other greenhouse gas reporting program. O. Reg. 390/18, s. 17 (3); O. Reg. 242/19, s. 7 (2). (4) An accredited verification body shall not verify more than a total of six reports for the same covered facility within a period of nine years. O. Reg. 730/21, s. 8 (2). (4.1) Revoked: O. Reg. 730/21, s. 8 (2). (5) For the purposes of subsection (4) the verification of a revised report or a report under section 10 or 13 as those provisions read immediately before the day section 8 of Ontario Regulation 77/19 made under the Act came into force does not count for the purposes of counting the number of total reports. O. Reg. 730/21, s. 8 (2). (6) For the purposes of subsection (4), references to a report include a report prepared under Ontario Regulation 143/16 or Ontario Regulation 452/09. (7) Before completing a verification of a report under this Regulation, an accredited verification body shall assess the potential for any compromised impartiality in conducting the verification and provide to the Director a written assessment report that, (a)  identifies any potential compromised impartiality; and (b)  if any potential compromised impartiality is identified under clause (a), proposes a mitigation plan in respect of it. (8) After verification of a report has begun, the accredited verification body shall, if any potential compromise of its impartiality arises, immediately undertake the assessment mentioned in subsection (7) and submit a written assessment report in accordance with that subsection to the Director.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>17. </b>(1) <span class=\"ovsmallcap\">Revoked</span>: <span>O. Reg. 13/20, s. 14</span>.</p> <p class=\"subsection-e\">  (2) An accredited verification body shall not conduct a verification of a report if any of the following circumstances apply:</p> <p class=\"paragraph-e\">  1.  The accredited verification body has a potential conflict of interest that is a threat to the body’s impartiality or there is another threat to the body’s impartiality and the threat cannot be effectively managed with a mitigation plan that the Director has consented to in writing.</p> <p class=\"paragraph-e\">  2.  The accredited verification body has provided greenhouse gas consultancy services to the owner or operator of the facility within the previous three years and the resulting threat to the body’s impartiality cannot be effectively managed with a mitigation plan that the Director has consented to in writing, except that a revised report may be verified by the verification body within those three years if it is in relation to an annual report verified by that verification body.</p> <p class=\"paragraph-e\"> 3., 4.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 730/21, s. 8 (1).</p> <p class=\"footnote-e\"> O. Reg. 390/18, s. 17 (2); O. Reg. 77/19, s. 12 (1); O. Reg. 242/19, s. 7 (1); O. Reg. 218/20, s. 8 (1); O. Reg. 730/21, s. 8 (1).</p> <p class=\"subsection-e\">  (3) For the purposes of paragraph 2 of subsection (2), an accredited verification body provides greenhouse gas consultancy services if it provides any of the following services:</p> <p class=\"paragraph-e\">  1.  Greenhouse gas quantification.</p> <p class=\"paragraph-e\">  2.  Greenhouse gas data monitoring or recording.</p> <p class=\"paragraph-e\">  3.  Greenhouse gas information system or internal auditing services.</p> <p class=\"paragraph-e\">  4.  Training that supports greenhouse gas emissions reporting under this Regulation or any other greenhouse gas reporting program. O. Reg. 390/18, s. 17 (3); O. Reg. 242/19, s. 7 (2).</p> <p class=\"subsection-e\">  (4) An accredited verification body shall not verify more than a total of six reports for the same covered facility within a period of nine years. O. Reg. 730/21, s. 8 (2).</p> <p class=\"subsection-e\">  (4.1) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 730/21, s. 8 (2).</p> <p class=\"subsection-e\">  (5) For the purposes of subsection (4) the verification of a revised report or a report under section 10 or 13 as those provisions read immediately before the day section 8 of Ontario Regulation 77/19 made under the Act came into force does not count for the purposes of counting the number of total reports. O. Reg. 730/21, s. 8 (2).</p> <p class=\"subsection-e\">  (6) For the purposes of subsection (4), references to a report include a report prepared under Ontario Regulation 143/16 or Ontario Regulation 452/09.</p> <p class=\"subsection-e\">  (7) Before completing a verification of a report under this Regulation, an accredited verification body shall assess the potential for any compromised impartiality in conducting the verification and provide to the Director a written assessment report that,</p> <p class=\"clause-e\">  (a)  identifies any potential compromised impartiality; and</p> <p class=\"clause-e\">  (b)  if any potential compromised impartiality is identified under clause (a), proposes a mitigation plan in respect of it.</p> <p class=\"subsection-e\">  (8) After verification of a report has begun, the accredited verification body shall, if any potential compromise of its impartiality arises, immediately undertake the assessment mentioned in subsection (7) and submit a written assessment report in accordance with that subsection to the Director.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "18.",
            "part_id": null,
            "part_type": null,
            "section": "Verification statements",
            "content": " 18. (1) When verifying a report under this Regulation, an accredited verification body shall determine, in accordance with sections 19, 20 and 20.1, whether there is a reasonable level of assurance that the report contains no material discrepancy, whether the report was prepared in accordance with this Regulation and, in the case of a report given to the Director for a compliance period in respect of a covered facility, whether the total annual emissions limit for the covered facility was determined in accordance with the EPS Regulation. O. Reg. 563/22, s. 7. (2) The accredited verification body shall submit a verification statement in respect of a report to the person who gave the report to the Director and shall ensure that the verification statement meets the requirements set out in ISO 14064-3. O. Reg. 390/18, s. 18 (2); O. Reg. 13/20, s. 15 (2). (3) Revoked: O. Reg. 77/19, s. 13.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>18. </b>(1) When verifying a report under this Regulation, an accredited verification body shall determine, in accordance with sections 19, 20 and 20.1, whether there is a reasonable level of assurance that the report contains no material discrepancy, whether the report was prepared in accordance with this Regulation and, in the case of a report given to the Director for a compliance period in respect of a covered facility, whether the total annual emissions limit for the covered facility was determined in accordance with the EPS Regulation. O. Reg. 563/22, s. 7.</p> <p class=\"subsection-e\">  (2) The accredited verification body shall submit a verification statement in respect of a report to the person who gave the report to the Director and shall ensure that the verification statement meets the requirements set out in ISO 14064-3. O. Reg. 390/18, s. 18 (2); <span>O. Reg. 13/20, s. 15 (2)</span>.</p> <p class=\"subsection-e\">  (3) <span class=\"ovsmallcap\">Revoked</span>: <span>O. Reg. 77/19, s. 13.</span></p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "19.",
            "part_id": null,
            "part_type": null,
            "section": "Verification amount conclusion",
            "content": " 19. (1) The accredited verification body shall include in the verification statement and report a verification amount conclusion described in Column 1 of the following Table if the determination set out opposite the conclusion in Column 2 of the Table has been made: TABLE   Types of Verification Amount Conclusions Item   Column 1   Type of verification amount conclusion   Column 2   Determination of accredited verification body \n\n  1.   Positive.   Both of the following circumstances apply:   1.  There is a reasonable level of assurance that the report contains no material discrepancy in emissions.   2.  The report was prepared in accordance with this Regulation. \n\n  2.   Qualified positive.   Both of the following circumstances apply:   1.  There is a reasonable level of assurance that the report contains no material discrepancy in emissions.   2.  The report was prepared substantially in accordance with this Regulation. \n\n  3.   Adverse.   One or both of the following circumstances apply:   1.  There is a reasonable level of assurance that the report contains a material discrepancy in emissions. 2.  The report was not prepared substantially in accordance with this Regulation. O. Reg. 390/18, s. 19 (1); O. Reg. 77/19, s. 14 (1-3); O. Reg. 242/19, s. 9 (1-4). (2) A material discrepancy in emissions exists if the per cent discrepancy in the verification amount, as determined under subsection (3) or (3.1), is, (a)  8 per cent or more when emissions are less than 50,000 tonnes of CO2e; (b)  5 per cent or more, when emissions are greater than or equal to 50,000 but less than 500,000 tonnes of CO2e; or (c)  2 per cent when emissions are 500,000 tonnes of CO2e or greater. O. Reg. 730/21, s. 10 (1). (3) The per cent discrepancy in a verification amount based on the aggregate effect of all errors, omissions and misstatements in a report shall be determined by applying the following formula: PD = (SOU / VA × 100) where, PD =  per cent discrepancy, SOU = the net result of summing overstatements and understatements resulting from all errors, omissions and misstatements in the report, expressed in tonnes of CO2e, and VA =  the verification amount set out in the report. O. Reg. 563/22, s. 8. (3.1) The per cent discrepancy in a verification amount based on the effect of all overstatements or all understatements, whichever is greater, resulting from all errors, omissions and misstatements in a report shall be determined by applying the following formula: PD = (GV/ VA × 100) where, PD =  per cent discrepancy, GV =  the greater of, (a)  the absolute value of the sum of overstatements resulting from all errors, omissions and misstatements in the report, expressed in tonnes of CO2e, and (b)  the absolute value of the sum of understatements resulting from all errors, omissions and misstatements in the report, expressed in tonnes of CO2e, and VA =  the verification amount set out in the report. O. Reg. 563/22, s. 8. (4) A material discrepancy in emissions exists if the individual or aggregate effect of one or more errors, omissions or misstatements identified in the course of verification makes it probable that there is a discrepancy in the verification amount of, (a)  8 per cent or more when emissions are less than 50,000 tonnes of CO2e, (b)  5 per cent or more, when emissions are greater than or equal to 50,000 but less than 500,000 tonnes of CO2e, or (c)  2 per cent when emissions are 500,000 tonnes of CO2e or greater. O. Reg. 730/21, s. 10 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>19. </b>(1) The accredited verification body shall include in the verification statement and report a verification amount conclusion described in Column 1 of the following Table if the determination set out opposite the conclusion in Column 2 of the Table has been made:</p> <p class=\"headingx-e\">TABLE <br/>  Types of Verification Amount Conclusions</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Column 1 <br/>  Type of verification amount conclusion</p> </td> <td valign=\"top\" width=\"464\"> <p class=\"table-e\">Column 2 <br/>  Determination of accredited verification body</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Positive.</p> </td> <td valign=\"top\" width=\"464\"> <p class=\"table-e\">Both of the following circumstances apply: <br/>  1.  There is a reasonable level of assurance that the report contains no material discrepancy in emissions. <br/>  2.  The report was prepared in accordance with this Regulation.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Qualified positive.</p> </td> <td valign=\"top\" width=\"464\"> <p class=\"table-e\">Both of the following circumstances apply: <br/>  1.  There is a reasonable level of assurance that the report contains no material discrepancy in emissions. <br/>  2.  The report was prepared substantially in accordance with this Regulation.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Adverse.</p> </td> <td valign=\"top\" width=\"464\"> <p class=\"table-e\">One or both of the following circumstances apply: <br/>  1.  There is a reasonable level of assurance that the report contains a material discrepancy in emissions.</p> <p class=\"table-e\">2.  The report was not prepared substantially in accordance with this Regulation.</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 390/18, s. 19 (1); O. Reg. 77/19, s. 14 (1-3); O. Reg. 242/19, s. 9 (1-4).</p> <p class=\"subsection-e\">  (2) A material discrepancy in emissions exists if the per cent discrepancy in the verification amount, as determined under subsection (3) or (3.1), is,</p> <p class=\"clause-e\">  (a)  8 per cent or more when emissions are less than 50,000 tonnes of CO<sub>2</sub>e;</p> <p class=\"clause-e\">  (b)  5 per cent or more, when emissions are greater than or equal to 50,000 but less than 500,000 tonnes of CO<sub>2</sub>e; or</p> <p class=\"clause-e\">  (c)  2 per cent when emissions are 500,000 tonnes of CO<sub>2</sub>e or greater. O. Reg. 730/21, s. 10 (1).</p> <p class=\"subsection-e\">  (3) The per cent discrepancy in a verification amount based on the aggregate effect of all errors, omissions and misstatements in a report shall be determined by applying the following formula:</p> <p class=\"equation-e\">PD = (SOU / VA × 100)</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\"> PD =  per cent discrepancy,</p> <p class=\"equationind1-e\"> SOU = the net result of summing overstatements and understatements resulting from all errors, omissions and misstatements in the report, expressed in tonnes of CO<sub>2</sub>e, and</p> <p class=\"equationind1-e\"> VA =  the verification amount set out in the report.</p> <p class=\"footnote-e\">O. Reg. 563/22, s. 8.</p> <p class=\"subsection-e\">  (3.1) <span class=\"clause-eChar\">The per cent discrepancy in a verification amount based on the effect of all overstatements or all understatements, whichever is greater, resulting from all errors, omissions and misstatements in a report shall be determined by applying the following formula:</span></p> <p class=\"equation-e\">PD = (GV/ VA × 100)</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\"> PD =  per cent discrepancy,</p> <p class=\"equationind1-e\"> GV =  the greater of,</p> <p class=\"equationind2-e\">  (a)  the absolute value of the sum of overstatements resulting from all errors, omissions and misstatements in the report, expressed in tonnes of CO<sub>2</sub>e, and</p> <p class=\"equationind2-e\">  (b)  the absolute value of the sum of understatements resulting from all errors, omissions and misstatements in the report, expressed in tonnes of CO<sub>2</sub>e, and</p> <p class=\"equationind1-e\"> VA =  the verification amount set out in the report.</p> <p class=\"footnote-e\">O. Reg. 563/22, s. 8.</p> <p class=\"subsection-e\">  (4) A material discrepancy in emissions exists if the individual or aggregate effect of one or more errors, omissions or misstatements identified in the course of verification makes it probable that there is a discrepancy in the verification amount of,</p> <p class=\"clause-e\">  (a)  8 per cent or more when emissions are less than 50,000 tonnes of CO<sub>2</sub>e,</p> <p class=\"clause-e\">  (b)  5 per cent or more, when emissions are greater than or equal to 50,000 but less than 500,000 tonnes of CO<sub>2</sub>e, or</p> <p class=\"clause-e\">  (c)  2 per cent when emissions are 500,000 tonnes of CO<sub>2</sub>e or greater. O. Reg. 730/21, s. 10 (4).</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "20.",
            "part_id": null,
            "part_type": null,
            "section": "Production parameter verification conclusions",
            "content": " 20. (1) The accredited verification body shall include in the verification statement and report a production parameter verification conclusion as described in Column 1 of the following Table for each production parameter for the activities addressed by the report, if the determination set out opposite the type in Column 2 of the Table has been made in respect of the production parameter: TABLE   TYPES OF Production parameter verification conclusions Item   Column 1   Type of production parameter verification conclusion   Column 2   Determination of accredited verification body \n\n  1.   Positive.   Both of the following circumstances apply:   1.  There is a reasonable level of assurance that the report contains no material discrepancy in the production parameter.   2.  The production parameter in the report was prepared in accordance with this Regulation. \n\n  2.   Qualified positive.   Both of the following circumstances apply:   1.  There is a reasonable level of assurance that the report contains no material discrepancy in the production parameter.   2.  The production parameter in the report was prepared substantially in accordance with this Regulation. \n\n  3.   Adverse.   One or both of the following circumstances apply:   1.  There is a reasonable level of assurance that the report contains a material discrepancy in the production parameter.   2.  The production parameter in the report was not prepared substantially in accordance with this Regulation. O. Reg. 390/18, s. 20 (1); O. Reg. 77/19, s. 15 (1-4); O. Reg. 242/19, s. 10; O. Reg. 563/22, s. 9 (1). (2) A material discrepancy in a production parameter exists if the per cent discrepancy for the production parameter reported in respect of an activity is 5 per cent or more, based on the following formula: PD = (QPDv − QPDi) / QPDi × 100 where, PD =  per cent discrepancy for the production parameter, QPDv = quantity of the production parameter determined and verified by the accredited verification body, and QPDi =  quantity of the production parameter as set out in the report. O. Reg. 390/18, s. 20 (2); O. Reg. 730/21, s. 11 (1). (3) This section applies only if the report is in respect of a covered facility and is given to the Director for a compliance period in respect of the covered facility. O. Reg. 563/22, s. 9 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK22\"></a><b>20. </b>(1) The accredited verification body shall include in the verification statement and report a production parameter verification conclusion as described in Column 1 of the following Table for each production parameter for the activities addressed by the report, if the determination set out opposite the type in Column 2 of the Table has been made in respect of the production parameter:</p> <p class=\"headingx-e\">TABLE <br/>  TYPES OF Production parameter verification conclusions</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Column 1 <br/>  Type of production parameter verification conclusion</p> </td> <td valign=\"top\" width=\"464\"> <p class=\"table-e\">Column 2 <br/>  Determination of accredited verification body</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Positive.</p> </td> <td valign=\"top\" width=\"464\"> <p class=\"table-e\">Both of the following circumstances apply: <br/>  1.  There is a reasonable level of assurance that the report contains no material discrepancy in the production parameter. <br/>  2.  The production parameter in the report was prepared in accordance with this Regulation.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Qualified positive.</p> </td> <td valign=\"top\" width=\"464\"> <p class=\"table-e\">Both of the following circumstances apply: <br/>  1.  There is a reasonable level of assurance that the report contains no material discrepancy in the production parameter. <br/>  2.  The production parameter in the report was prepared substantially in accordance with this Regulation.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Adverse.</p> </td> <td valign=\"top\" width=\"464\"> <p class=\"table-e\">One or both of the following circumstances apply: <br/>  1.  There is a reasonable level of assurance that the report contains a material discrepancy in the production parameter. <br/>  2.  The production parameter in the report was not prepared substantially in accordance with this Regulation.</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 390/18, s. 20 (1); O. Reg. 77/19, s. 15 (1-4); O. Reg. 242/19, s. 10; O. Reg. 563/22, s. 9 (1).</p> <p class=\"subsection-e\">  (2) A material discrepancy in a production parameter exists if the per cent discrepancy for the production parameter reported in respect of an activity is 5 per cent or more, based on the following formula:</p> <p class=\"equation-e\">PD = (QPDv − QPDi) / QPDi × 100</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\"> PD =  per cent discrepancy for the production parameter,</p> <p class=\"equationind1-e\"> QPDv = quantity of the production parameter determined and verified by the accredited verification body, and</p> <p class=\"equationind1-e\"> QPDi =  quantity of the production parameter as set out in the report.</p> <p class=\"footnote-e\">O. Reg. 390/18, s. 20 (2); O. Reg. 730/21, s. 11 (1).</p> <p class=\"subsection-e\">  (3) This section applies only if the report is in respect of a covered facility and is given to the Director for a compliance period in respect of the covered facility. O. Reg. 563/22, s. 9 (2).</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "20.1",
            "part_id": null,
            "part_type": null,
            "section": "Total annual emissions limit verification conclusion",
            "content": " 20.1 (1) This section applies only if the report is in respect of a covered facility and is given to the Director for a compliance period in respect of the covered facility. O. Reg. 563/22, s. 10. (2) The accredited verification body shall include in the verification statement and report a total annual emissions limit verification conclusion for the covered facility that is the subject of the report as described in Column 1 of the following Table, if the determination set out opposite the type in Column 2 of the Table has been made in respect of the total annual emissions limit for the covered facility: TABLE   TYPES OF total annual emissions limit verification conclusions Item   Column 1   Type of total annual emissions limit verification conclusion   Column 2   Determination of accredited verification body \n\n  1.   Positive.   Both of the following circumstances apply:   1.  There is a reasonable level of assurance that the report contains no material discrepancy in the total annual emissions limit for the covered facility.   2.  The total annual emissions limit for the covered facility in the report was determined in accordance with the EPS Regulation. \n\n  2.   Qualified positive.   Both of the following circumstances apply:   1.  There is a reasonable level of assurance that the report contains no material discrepancy in the total annual emissions limit for the covered facility.   2.  The total annual emissions limit for the covered facility in the report was determined substantially in accordance with the EPS Regulation. \n\n  3.   Adverse.   One or both of the following circumstances apply:   1.  There is a reasonable level of assurance that the report contains a material discrepancy in the total annual emissions limit for the covered facility.   2.  The total annual emissions limit for the covered facility in the report was not determined substantially in accordance with the EPS Regulation. O. Reg. 730/21, s. 12; O. Reg. 563/22, s. 1. (3) A material discrepancy in the total annual emissions limit for the facility exists if the per cent discrepancy for the total annual emissions limit for the covered facility is 5 per cent or more, based on the following formula: PD = (QAELv − QAELi) / QAELi × 100 where, PD =  per cent discrepancy for the total annual emissions limit for the covered facility, QAELv = actual total annual emissions limit for the covered facility, and QAELi = total annual emissions limit for the covered facility as set out in the report. O. Reg. 730/21, s. 12.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK23\"></a><b>20.1 </b>(1) This section applies only if the report is in respect of a covered facility and is given to the Director for a compliance period in respect of the covered facility. O. Reg. 563/22, s. 10.</p> <p class=\"subsection-e\">  (2) The accredited verification body shall include in the verification statement and report a total annual emissions limit verification conclusion for the covered facility that is the subject of the report as described in Column 1 of the following Table, if the determination set out opposite the type in Column 2 of the Table has been made in respect of the total annual emissions limit for the covered facility:</p> <p class=\"headingx-e\">TABLE <br/>  TYPES OF total annual emissions limit verification conclusions</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Column 1 <br/>  Type of total annual emissions limit verification conclusion</p> </td> <td valign=\"top\" width=\"464\"> <p class=\"table-e\">Column 2 <br/>  Determination of accredited verification body</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Positive.</p> </td> <td valign=\"top\" width=\"464\"> <p class=\"table-e\">Both of the following circumstances apply: <br/>  1.  There is a reasonable level of assurance that the report contains no material discrepancy in the total annual emissions limit for the covered facility. <br/>  2.  The total annual emissions limit for the covered facility in the report was determined in accordance with the EPS Regulation.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Qualified positive.</p> </td> <td valign=\"top\" width=\"464\"> <p class=\"table-e\">Both of the following circumstances apply: <br/>  1.  There is a reasonable level of assurance that the report contains no material discrepancy in the total annual emissions limit for the covered facility. <br/>  2.  The total annual emissions limit for the covered facility in the report was determined substantially in accordance with the EPS Regulation.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Adverse.</p> </td> <td valign=\"top\" width=\"464\"> <p class=\"table-e\">One or both of the following circumstances apply: <br/>  1.  There is a reasonable level of assurance that the report contains a material discrepancy in the total annual emissions limit for the covered facility. <br/>  2.  The total annual emissions limit for the covered facility in the report was not determined substantially in accordance with the EPS Regulation.</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 730/21, s. 12; O. Reg. 563/22, s. 1.</p> <p class=\"subsection-e\">  (3) A material discrepancy in the total annual emissions limit for the facility exists if the per cent discrepancy for the total annual emissions limit for the covered facility is 5 per cent or more, based on the following formula:</p> <p class=\"equation-e\">PD = (QAELv − QAELi) / QAELi × 100</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\"> PD =  per cent discrepancy for the total annual emissions limit for the covered facility,</p> <p class=\"equationind1-e\"> QAELv = actual total annual emissions limit for the covered facility, and</p> <p class=\"equationind1-e\"> QAELi = total annual emissions limit for the covered facility as set out in the report.</p> <p class=\"footnote-e\">O. Reg. 730/21, s. 12.</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "21.",
            "part_id": null,
            "part_type": null,
            "section": "Verification reports",
            "content": " 21. (1) If an accredited verification body verifies a report, it shall prepare a verification report that sets out, at a minimum, the following: 1.  The verification statement. 2.  The verified verification amount and proposed verification amount conclusion. 2.1  The verified production parameter and proposed production parameter verification conclusion, if the report is given to the Director for a compliance period in respect of the covered facility. 2.2  The name and address of the person required to give the report to the Director, the address of every facility and site included in the covered facility in respect of which the report is prepared and a description of the facility or site. 2.3  The business number assigned by the Canada Revenue Agency to the person described in paragraph 2.2. 2.4  Every GHG ID number assigned by the Ministry to the person described in paragraph 2.2, and to every facility and site included in the covered facility. 2.5  A list of the industrial activities engaged in at the covered facility and every site included in the covered facility. 2.6  An indication as to whether the person who produced the report is the owner or operator of the covered facility. 3.  The verified total annual emissions limit and the proposed total annual emissions limit verification conclusion, if the report is given to the Director for a compliance period in respect of the covered facility. 4.  A description of the objectives and scope of the verification and the criteria applied in conducting the verification including which version of ISO 14064-3 and 14065 were applied in conducting the verification. 5.  A description of the data and information supporting the verification report including a record of any visits made to the covered facility. 6.  Details of the independent quantifications and checking of the data and information supporting the verification report. 7.  A record of any error, omission, misstatement or non-compliance identified during the verification including, but not limited to, the number of tonnes of CO2e related to emissions, the amount of the production parameter and the number of tonnes of CO2e related to the total annual emissions limit to which the error, omission, misstatement or non-compliance corresponds if it may be quantified, the related per cent discrepancy calculated in accordance with sections 19, 20 and 20.1 and a statement indicating whether the error, omission, misstatement or non-compliance results in an understatement or overstatement. 8.  A record of any corrections made to the report as a result of the identification of anything mentioned in paragraph 7. 9.  An assessment of the data management systems. 10.  A summary of conclusions. 11.  The peer reviewer’s approval of the verification report and the proposed verification statement. 12.  Revoked:\r\nO. Reg. 242/19, s. 12. 13.  Revoked:\r\nO. Reg. 77/19, s. 16 (2). O. Reg. 390/18, s. 21 (1); O. Reg. 77/19, s. 16; O. Reg. 242/19, s. 12; O. Reg. 13/20, s. 18; O. Reg 218/20, s. 12; O. Reg. 730/21, s. 13; O. Reg. 563/22, s. 11. (2) An accredited verification body shall provide a copy of a verification report prepared under subsection (1) to the person whose report was verified on or before the date that the verification statement is submitted to the person.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>21. </b>(1) If an accredited verification body verifies a report, it shall prepare a verification report that sets out, at a minimum, the following:</p> <p class=\"paragraph-e\">  1.  The verification statement.</p> <p class=\"paragraph-e\">  2.  The verified verification amount and proposed verification amount conclusion.</p> <p class=\"paragraph-e\">  2.1  The verified production parameter and proposed production parameter verification conclusion, if the report is given to the Director for a compliance period in respect of the covered facility.\r\n</p> <p class=\"paragraph-e\">  2.2  The name and address of the person required to give the report to the Director, the address of every facility and site included in the covered facility in respect of which the report is prepared and a description of the facility or site.</p> <p class=\"paragraph-e\">  2.3  The business number assigned by the Canada Revenue Agency to the person described in paragraph 2.2.</p> <p class=\"paragraph-e\">  2.4  Every GHG ID number assigned by the Ministry to the person described in paragraph 2.2, and to every facility and site included in the covered facility.</p> <p class=\"paragraph-e\">  2.5  A list of the industrial activities engaged in at the covered facility and every site included in the covered facility.</p> <p class=\"paragraph-e\">  2.6  An indication as to whether the person who produced the report is the owner or operator of the covered facility.</p> <p class=\"paragraph-e\">  3.  The verified total annual emissions limit and the proposed total annual emissions limit verification conclusion, if the report is given to the Director for a compliance period in respect of the covered facility.</p> <p class=\"paragraph-e\">  4.  A description of the objectives and scope of the verification and the criteria applied in conducting the verification including which version of ISO 14064-3 and 14065 were applied in conducting the verification.</p> <p class=\"paragraph-e\">  5.  A description of the data and information supporting the verification report including a record of any visits made to the covered facility.</p> <p class=\"paragraph-e\">  6.  Details of the independent quantifications and checking of the data and information supporting the verification report.</p> <p class=\"paragraph-e\">  7.  A record of any error, omission, misstatement or non-compliance identified during the verification including, but not limited to, the number of tonnes of CO<sub>2</sub>e related to emissions, the amount of the production parameter and the number of tonnes of CO<sub>2</sub>e related to the total annual emissions limit to which the error, omission, misstatement or non-compliance corresponds if it may be quantified, the related per cent discrepancy calculated in accordance with sections 19, 20 and 20.1 and a statement indicating whether the error, omission, misstatement or non-compliance results in an understatement or overstatement.</p> <p class=\"paragraph-e\">  8.  A record of any corrections made to the report as a result of the identification of anything mentioned in paragraph 7.</p> <p class=\"paragraph-e\">  9.  An assessment of the data management systems.</p> <p class=\"paragraph-e\">  10.  A summary of conclusions.</p> <p class=\"paragraph-e\">  11.  The peer reviewer’s approval of the verification report and the proposed verification statement.</p> <p class=\"paragraph-e\">  12.  <span class=\"ovsmallcap\">Revoked</span>:\r\n<span>O. Reg. 242/19, s. 12.</span></p> <p class=\"paragraph-e\">  13.  <span class=\"ovsmallcap\">Revoked</span>:\r\n<span>O. Reg. 77/19, s. 16 (2).</span></p> <p class=\"footnote-e\">O. Reg. 390/18, s. 21 (1); O. Reg. 77/19, s. 16; O. Reg. 242/19, s. 12; <span>O. Reg. 13/20, s. 18; O. Reg 218/20, s. 12</span>; O. Reg. 730/21, s. 13; O. Reg. 563/22, s. 11.<span> </span></p> <p class=\"subsection-e\">  (2) An accredited verification body shall provide a copy of a verification report prepared under subsection (1) to the person whose report was verified on or before the date that the verification statement is submitted to the person.</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "22.",
            "part_id": null,
            "part_type": null,
            "section": "Compromise to impartiality",
            "content": " 22. (1) If the Director determines, after receiving a written assessment report under section 17, that there is a compromise to an accredited verification body’s impartiality, the Director shall do one of the following by providing written notice to the accredited verification body: 1.  Consent to the proposed mitigation plan, if any. 2.  Require the accredited verification body to cease conducting the verification and refuse to consent to any proposed mitigation plan. (2) The accredited verification body shall comply with the requirement of a notice under paragraph 2 of subsection (1).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK25\"></a><b>22. </b>(1) If the Director determines, after receiving a written assessment report under section 17, that there is a compromise to an accredited verification body’s impartiality, the Director shall do one of the following by providing written notice to the accredited verification body:</p> <p class=\"paragraph-e\">  1.  Consent to the proposed mitigation plan, if any.</p> <p class=\"paragraph-e\">  2.  Require the accredited verification body to cease conducting the verification and refuse to consent to any proposed mitigation plan.</p> <p class=\"subsection-e\">  (2) The accredited verification body shall comply with the requirement of a notice under paragraph 2 of subsection (1).</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "23.",
            "part_id": null,
            "part_type": null,
            "section": "Requests for information",
            "content": " 23. (1) The Director may ask a person to provide the following information: 1.  Information, including calculations and quantifications carried out in accordance with the Guideline, demonstrating that the person was not required to give reports to the Director and prepared based on information that is in the custody or control of the person and to which the person has or may reasonably obtain access. 2.  Copies of any submissions that the person was required to make under section 46 of the Canadian Environmental Protection Act, 1999 (Canada). 3.  Copies of any submissions made under the Greenhouse Gas Emissions Information Production Order (SOR/2018-214), made under the Greenhouse Gas Pollution Pricing Act\r\n(Canada), pursuant to subsections 197 (2) and (3) of that Act. 4.  Any historical information used by the person to fill in missing data, or required by the Director to assess the filling in of missing data for emissions and production parameters. 5.  Any records used by the person to determine production parameters, the total annual emission limit and compliance obligations under the EPS Regulation. 6.  Any information other than information set out in paragraphs 4 and 5 that, in the opinion of the Director, is necessary for the purposes of the Director assessing the accuracy of the person’s report under this Regulation, including information in respect of production, energy use, material use or process parameters. 7.  Copies of any records the person is required to retain under this Regulation. O. Reg. 390/18, s. 23 (1); O. Reg. 242/19, s. 13; O. Reg. 563/22, s. 1. (2) A person who receives a request under this section shall provide the information to the Director by the date specified in the request.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK26\"></a><b>23. </b>(1) The Director may ask a person to provide the following information:</p> <p class=\"paragraph-e\">  1.  Information, including calculations and quantifications carried out in accordance with the Guideline, demonstrating that the person was not required to give reports to the Director and prepared based on information that is in the custody or control of the person and to which the person has or may reasonably obtain access.</p> <p class=\"paragraph-e\">  2.  Copies of any submissions that the person was required to make under section 46 of the <i>Canadian Environmental Protection Act, 1999</i> (Canada).</p> <p class=\"paragraph-e\">  3.  Copies of any submissions made under the Greenhouse Gas Emissions Information Production Order (SOR/2018-214), made under the <i>Greenhouse Gas Pollution Pricing Act</i>\r\n(Canada), pursuant to subsections 197 (2) and (3) of that Act.</p> <p class=\"paragraph-e\">  4.  Any historical information used by the person to fill in missing data, or required by the Director to assess the filling in of missing data for emissions and production parameters.</p> <p class=\"paragraph-e\">  5.  Any records used by the person to determine production parameters, the total annual emission limit and compliance obligations under the EPS Regulation.</p> <p class=\"paragraph-e\">  6.  Any information other than information set out in paragraphs 4 and 5 that, in the opinion of the Director, is necessary for the purposes of the Director assessing the accuracy of the person’s report under this Regulation, including information in respect of production, energy use, material use or process parameters.</p> <p class=\"paragraph-e\">  7.  Copies of any records the person is required to retain under this Regulation.<span> O. Reg. 390/18, s. 23 (1); O. Reg. 242/19, s. 13; </span>O. Reg. 563/22, s. 1.</p> <p class=\"subsection-e\">  (2) A person who receives a request under this section shall provide the information to the Director by the date specified in the request.</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "23.1",
            "part_id": null,
            "part_type": null,
            "section": "Request for revised report, etc.",
            "content": " 23.1 (1) Within seven years after a report in respect of a facility is given to the Director under this Regulation, the Director may request, in writing, that the report be revised if one or more of the following circumstances exist: 1.  The Director is of the opinion that the accredited verification body that verified the report has a potential compromise to its impartiality. 2.  Based on production parameters and other data submitted by the owner or operator of the facility and verified by the accredited verification body, the Director has obtained a different result in calculating the total annual emissions limit. 3.  Based on emissions data, production parameters and other data submitted by the owner or operator of the facility and verified by the accredited verification body, the Director has obtained a different result in calculating the verification amount. 4.  In the five-year period before the date on which the report is given to the Director, one or more verification statements set out in verification reports given to the Director in respect of the facility have contained an adverse verification conclusion for, i.  a verification amount, ii.  a production parameter, or iii.  the total annual emissions limit. 5.  The Director has reason to believe that one or more requirements in this Regulation or the calculation methods set out in the Guideline have not been complied with in respect of the facility. O. Reg. 563/22, s. 12. (2) If a report mentioned in subsection (1) is in respect of a facility that is not a covered facility, a request under that subsection shall be made to the person who is the owner or operator of the facility at the time of the request. O. Reg. 563/22, s. 12. (3) If a report mentioned in subsection (1) is in respect of a covered facility, a request under that subsection made after the first compliance period in the registration period that includes the year to which the report relates shall be made to the person to whom Part III of the EPS Regulation applied in respect of the covered facility for the compliance period that, as of the date of the request, is the most recent compliance period in that registration period. O. Reg. 563/22, s. 12. (4) If a report mentioned in subsection (1) is in respect of a covered facility, a request under that subsection made before or during the first compliance period in the registration period mentioned in subsection (3) shall be made to the person who, as of the date of the request, is in receipt of the most recent confirmation of the covered facility’s registration or continuation of registration under the EPS Regulation in respect of that registration period. O. Reg. 563/22, s. 12. (5) A person to whom the Director makes a request under this section shall give the revised report and, if applicable, the verification report and verification statement in respect of the revised report, all prepared in accordance with this Regulation, to the Director within 90 days after receiving the Director’s request. O. Reg. 563/22, s. 12.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK27\"></a><b>23.1 </b>(1) Within seven years after a report in respect of a facility is given to the Director under this Regulation, the Director may request, in writing, that the report be revised if one or more of the following circumstances exist:</p> <p class=\"paragraph-e\">  1.  The Director is of the opinion that the accredited verification body that verified the report has a potential compromise to its impartiality.</p> <p class=\"paragraph-e\">  2.  Based on production parameters and other data submitted by the owner or operator of the facility and verified by the accredited verification body, the Director has obtained a different result in calculating the total annual emissions limit.</p> <p class=\"paragraph-e\">  3.  Based on emissions data, production parameters and other data submitted by the owner or operator of the facility and verified by the accredited verification body, the Director has obtained a different result in calculating the verification amount.</p> <p class=\"paragraph-e\">  4.  In the five-year period before the date on which the report is given to the Director, one or more verification statements set out in verification reports given to the Director in respect of the facility have contained an adverse verification conclusion for,</p> <p class=\"subpara-e\">  i.  a verification amount,</p> <p class=\"subpara-e\">  ii.  a production parameter, or</p> <p class=\"subpara-e\">  iii.  the total annual emissions limit.</p> <p class=\"paragraph-e\">  5.  The Director has reason to believe that one or more requirements in this Regulation or the calculation methods set out in the Guideline have not been complied with in respect of the facility. O. Reg. 563/22, s. 12.</p> <p class=\"subsection-e\">  (2) If a report mentioned in subsection (1) is in respect of a facility that is not a covered facility, a request under that subsection shall be made to the person who is the owner or operator of the facility at the time of the request. O. Reg. 563/22, s. 12.</p> <p class=\"subsection-e\">  (3) If a report mentioned in subsection (1) is in respect of a covered facility, a request under that subsection made after the first compliance period in the registration period that includes the year to which the report relates shall be made to the person to whom Part III of the EPS Regulation applied in respect of the covered facility for the compliance period that, as of the date of the request, is the most recent compliance period in that registration period. O. Reg. 563/22, s. 12.</p> <p class=\"subsection-e\">  (4) If a report mentioned in subsection (1) is in respect of a covered facility, a request under that subsection made before or during the first compliance period in the registration period mentioned in subsection (3) shall be made to the person who, as of the date of the request, is in receipt of the most recent confirmation of the covered facility’s registration or continuation of registration under the EPS Regulation in respect of that registration period. O. Reg. 563/22, s. 12.</p> <p class=\"subsection-e\">  (5) A person to whom the Director makes a request under this section shall give the revised report and, if applicable, the verification report and verification statement in respect of the revised report, all prepared in accordance with this Regulation, to the Director within 90 days after receiving the Director’s request. O. Reg. 563/22, s. 12.</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "24.",
            "part_id": null,
            "part_type": null,
            "section": "Retention of records",
            "content": " 24. (1) A person who is required to give a report to the Director under this Regulation shall keep the records set out in Schedule 3 of this Regulation in a paper or electronic format for at least seven years after the year to which the information relates. O. Reg. 390/18, s. 24 (1); O. Reg. 13/20, s. 20. (2) An accredited verification body shall keep each of the following records in a paper or electronic format for a period of at least seven years after they have been created or submitted: 1.  Documents and records generated during a verification. 2.  Verification statements. 3.  Verification reports. 4.  All documents upon which the conclusions in a verification statement or a verification report were based.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK28\"></a><b>24. </b>(1) A person who is required to give a report to the Director under this Regulation<span> </span>shall keep the records set out in Schedule 3 of this Regulation in a paper or electronic format for at least seven years after the year to which the information relates. <span>O. Reg. 390/18, s. 24 (1);</span> <span>O. Reg. 13/20, s. 20</span>.</p> <p class=\"subsection-e\">  (2) An accredited verification body shall keep each of the following records in a paper or electronic format for a period of at least seven years after they have been created or submitted:</p> <p class=\"paragraph-e\">  1.  Documents and records generated during a verification.</p> <p class=\"paragraph-e\">  2.  Verification statements.</p> <p class=\"paragraph-e\">  3.  Verification reports.</p> <p class=\"paragraph-e\">  4.  All documents upon which the conclusions in a verification statement or a verification report were based.</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "25.",
            "part_id": null,
            "part_type": null,
            "section": "Change in information",
            "content": " 25. (1) If, during a year with respect to which a report is required to be given to the Director with respect to specified GHG activities engaged in at a facility, there is a change in the owner or operator of the relevant facility, the new owner or operator shall notify the Director in writing of the change within 30 days after the change. O. Reg. 390/18, s. 25; O. Reg. 77/19, s. 17. (2) Subsection (1) does not apply if the new owner or operator has provided notice of the change to the Director under the EPS Regulation.\r\nO. Reg. 242/19, s. 14; O. Reg. 563/22, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK29\"></a><b>25. </b>(1) If, during a year with respect to which a report is required to be given to the Director with respect to specified GHG activities engaged in at a facility, there is a change in the owner or operator of the relevant facility, the new owner or operator shall notify the Director in writing of the change within 30 days after the change. <span>O. Reg. 390/18, s. 25; O. Reg. 77/19, s. 17.</span></p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply if the new owner or operator has provided notice of the change to the Director under the EPS Regulation.<span>\r\nO. Reg. 242/19, s. 14; </span>O. Reg. 563/22, s. 1.</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "26.",
            "part_id": null,
            "part_type": null,
            "section": "Giving or submitting records, form and manner",
            "content": " 26. (1) In this Regulation, if a record is required to be given or submitted, other than a record required to be given or submitted by the Director, the record shall be submitted in a form provided by or approved by the Director and in a manner approved by the Director. (2) The Director may require that a record that is given to the Director under this Regulation be given in an electronic format specified by the Director.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK30\"></a><b>26. </b>(1) In this Regulation, if a record is required to be given or submitted, other than a record required to be given or submitted by the Director, the record shall be submitted in a form provided by or approved by the Director and in a manner approved by the Director.</p> <p class=\"subsection-e\">  (2) The Director may require that a record that is given to the Director<b> </b>under this Regulation be given in an electronic format specified by the Director.</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "27.",
            "part_id": null,
            "part_type": null,
            "section": "Extension of deadlines by Director",
            "content": " 27. (1) The Director may extend any deadline set out in this Regulation for the giving of reports or extend any deadline for any component of reports, if, (a)  a deadline established for submitting information or reports concerning greenhouse gases or submitting verification of that information or those reports under the Canadian Environmental Protection Act, 1999, the Greenhouse Gas Pollution Pricing Act (Canada) or any regulations or notices under those Acts has been extended or an extension has been proposed; (b)  a technical problem exists with the electronic reporting system or the compliance instrument tracking system that would make electronic submission by the deadline not reasonably practicable; or (c)  an emergency has been declared under the Emergency Management and Civil Protection Act\r\nor there is a public welfare emergency under the Emergencies Act (Canada). O. Reg. 563/22, s. 13. (2) The Director shall give public notice in writing of an extension of a deadline made under subsection (1) in a manner the Director considers appropriate. O. Reg. 563/22, s. 13. (3) For greater certainty, if the Director extends a deadline under subsection (1), the deadline is extended for all persons. O. Reg. 563/22, s. 13. 28. Omitted (provides for coming into force of provisions of this Regulation). Schedule 1   GREENHOUSE GASES AND GLOBAL WARMING POTENTIALS Item   Column 1   Common Name of Greenhouse Gas   Column 2   Chemical Formula   Column 3   Chemical Name   Column 4   Chemical Abstract Service Registry No.   Column 5   Global Warming Potential  \n\n  1.   Carbon dioxide    CO2    Carbon dioxide   124-38-9   1 \n\n  2.   Methane    CH4    Methane   74-82-8   28 \n\n  3.   Nitrous oxide    N2O   Nitrous oxide   10024-97-2   265 \n\n  4.   Sulfur hexafluoride    SF6   Sulfur hexafluoride   2551-62-4   23,500 \n\n  5.   Nitrogen trifluoride   NF3   Nitrogen trifluoride   7783-54-2   16,100 \n\n  6.   HFC-23    CHF3    Trifluoromethane   75-46-7   12,400 \n\n  7.   HFC-32    CH2F2   Difluoromethane   75-10-5   677 \n\n  8.   HFC-41    CH3F   Fluoromethane   593-53-3   116 \n\n  9.   HFC-43-10mee    C5H2F10   1,1,1,2,3,4,4,5,5,5- Decafluoropentane   138495-42-8   1,650 \n\n  10.   HFC-125    C2HF5    Pentafluoroethane   354-33-6   3,170 \n\n  11.   HFC-134    C2H2F4   1,1,2,2-Tetrafluoroethane   359-35-3   1,120 \n\n  12.   HFC-134a    C2H2F4   1,1,1,2-Tetrafluoroethane   811-97-2   1,300 \n\n  13.   HFC-143    C2H3F3   1,1,2-Trifluoroethane   430-66-0   328 \n\n  14.   HFC-143a    C2H3F3   1,1,1-Trifluoroethane   420-46-2   4,800 \n\n  15.   HFC-152   C2H4F2   1,2-Difluoroethane   624-72-6   16 \n\n  16.   HFC-152a    C2H4F2   1,1-Difluoroethane   75-37-6   138 \n\n  17.   HFC-161    C2H5F   Fluoroethane   353-36-6   4 \n\n  18.   HFC-227ea    C3HF7   1,1,1,2,3,3,3- Heptafluoropropane   431-89-0   3,350 \n\n  19.   HFC-236cb    C3H2F6   1,1,1,2,2,3-Hexafluoropropane   677-565   1,210 \n\n  20.   HFC-236ea    C3H2F6   1,1,1,2,3,3-Hexafluoropropane   431-63-0   1,330 \n\n  21.   HFC-236fa    C3H2F6   1,1,1,3,3,3-Hexafluoropropane   690-39-1   8,060 \n\n  22.   HFC-245ca    C3H3F5   1,1,2,2,3-Pentafluoropropane   679-86-7   716 \n\n  23.   HFC-245fa    C3H3F5   1,1,1,3,3-Pentafluoropropane   460-73-1   4,620 \n\n  24.   HFC-365mfc    C4H5F5   1,1,1,3,3-Pentafluorobutane   406-58-6   804 \n\n  25.   PFC-14 (Perfluoromethane)   CF4   Tetrafluoromethane   75-73-0   6,630 \n\n  26.   PFC-116 (Perfluoroethane)   C2F6    Hexafluoroethane   76-16-4   11,100 \n\n  27.   PFC-218 (Perfluoropropane)   C3F8   Octafluoropropane   76-19-7   8,900 \n\n  28.   PFC-31-10 (Perfluorobutane)   C4F10    Decafluorobutane   355-25-9   9,200 \n\n  29.   PFC-318 (Perfluorocyclobutane)    c-C4F8   Octafluorocyclobutane   115-25-3   9,540 \n\n  30.   PFC-41-12 (Perfluoropentane)   C5F12    Dodecafluoropentane   678-26-2   8,550 \n\n  31.   PFC-51-14 (Perfluorohexane)   C6F14    Tetradecafluorohexane   355-42-0   7,910 \n\n  32.   PFC-9-1-18 (Perfluorodecalin)   C10F18   Octadecafluorodecalin   306-94-5   7,190 \n\n  33.   c-C3F6 (Perfluorocyclopropane)   c-C3F6   Hexafluorocyclopropane   931-91-9   9,200 O. Reg. 563/22, s. 14. SCHEDULE 2   specified GHG activities (Subsection 1 (1)) Item   Column 1   Activity   Column 2   Description of activity \n\n  1.   Adipic acid production.   The production of adipic acid using oxidation. \n\n  2.   Ammonia production.   The production of ammonia through the reaction of nitrogen with hydrogen that has been produced by one of the following:   1.  Steam hydrocarbon reforming.   2.  Gasification of solid or liquid raw material. \n\n  2.1   Base metal production.   The production of copper, nickel, zinc, lead or cobalt base metals through one of the following:   1.  Using smelting or refining processes to recover the base metals primarily from ore.   2.  Recovery of the base metals from recycled material or other feedstock that is not ore. \n\n  3.   Carbonate use.   The use of one or more carbonates in a production process, excluding the following:   1.  The use of carbonates or minerals that contain carbonate for producing cement, copper, nickel, ferroalloys, glass, iron, steel, lead, lime, phosphoric acid, pulp and paper, soda ash, sodium bicarbonate, sodium hydroxide or zinc.   2.  The use of carbonates in sorbent technology used to control emissions from fuel combustion and flaring equipment and electricity generation equipment. \n\n  4.   Cement production.   The manufacture of Portland, ordinary Portland, masonry, pozzolanic or other hydraulic cements. \n\n  5.   Coal storage.   The storage of coal at a facility that combusts coal. \n\n  6.   Electricity and heat generation.   The operation of any combustion device that combusts solid, liquid or gaseous fuels for the purpose of generating electricity or useful heat or steam, excluding the operation of portable or emergency generators with a nameplate capacity of less than 50 kilowatts or that generate less than 2 MWh in a year. \n\n  7.   Fuel combustion and flaring.   The following activities:   1.  The combustion of fuels for the purpose of providing useful heat and work from boilers, combustion turbines, engines, incinerators, process heaters, on-site transportation equipment and other combustion devices.   2.  The controlled releases of gases from industrial processes by means of the combustion of a gas or liquid stream produced at the facility, the purpose of which is not to produce useful heat or work. \n\n  8., 9.   Revoked: O. Reg. 13/20, s. 21 (4). \n\n  10.   Glass production.   The production of flat glass, container glass, pressed and blown glass or wool fiberglass using one or more glass melting furnaces to melt a mixture of raw materials, excluding production in an experimental furnace or a research and development process unit. \n\n  11.   HCFC-22 production and HFC-23 destruction.   The production of HCFC-22 from chloroform and hydrogen fluoride and any process in which HFC-23 is destroyed. \n\n  12.   Hydrogen production.   The production of hydrogen gas using steam hydrocarbon reforming, partial oxidation of hydrocarbons or other transformation of hydrocarbon feedstock. \n\n  13.   Iron, Steel and Ferroalloy Production.   The following activities:   1. The production of iron or steel using one of the following:   i. Primary iron and steel production processes.   ii. Secondary steelmaking processes.   iii. Iron production processes.   iv. Coke oven battery production processes.   v. Iron ore pellet firing processes.   vi. Iron and steel powder processes.   2. The production of ferroalloy using pyrometallurgical techniques. \n\n  14., 15.   Revoked: O. Reg. 13/20, s. 21 (5). \n\n  16.   Lime production.   The production of a lime product using calcination of limestone or other highly calcareous materials, including dolomite, aragonite, chalk, coral, marble or shell, but excluding production at a kraft pulp mill, soda pulp mill, sulfite pulp mill or a facility that only processes sludge containing calcium carbonate from water softening processes. \n\n  17.   Magnesium production.   The production of magnesium metal or products containing magnesium through one of the following:   1.  Smelting.   2.  Refining.   3.  Re-melting.   4.  Use of molten magnesium to produce alloys or products containing magnesium through casting, drawing, extruding, forming or rolling operations. \n\n  17.1   Revoked: O. Reg. 13/20, s. 21 (6). \n\n  18.   Nitric acid production.   The production of weak nitric acid that is 30 to 70 per cent in strength using the catalytic oxidation of ammonia. \n\n  19.   Operation of equipment for a transmission system or a distribution system (electricity).   The operation of equipment for the purposes of a transmission system or a distribution system. \n\n  20.   Operation of a natural gas pipeline system.   The operation of equipment for the purposes of engaging in any of the following activities:   1.  Onshore natural gas transmission and compression.   2.  Underground natural gas storage.   3.  Storage, import and export of liquefied natural gas.   4.  Natural gas distribution. \n\n  21.   Petrochemical production.   The production of petrochemicals, including acrylonitrile, carbon black, propylene, ethylene, ethylene dichloride, ethylene oxide and methanol, from feedstocks derived from petroleum or from petroleum and liquefied natural gas, excluding the following:   1.  The production of petrochemicals where petrochemicals are produced as a by-product.   2.  The production of ethylene dichloride through a direct chlorination process that is operated independently of an oxychlorination process.   3.  The production of a petrochemical from biomass feedstock. \n\n  22.   Petroleum refining.   The production of any product through the distillation of crude oil or the redistillation, cracking, rearrangement or reforming of unfinished petroleum derivatives. \n\n  23.   Phosphoric acid production.   The production of phosphoric acid from phosphate rock and acid. \n\n  24.   Aluminium production.   The production of aluminium through primary processes that are used to manufacture aluminium from alumina, including electrolysis in prebake and Søderberg cells, anode and cathode baking for prebake cells and green coke calcination.  \n\n  25.   Pulp and paper production.   The production of pulp, paper and paper products by separating cellulose fibres from other materials in fibre sources, including but not limited to the conversion of paper into paperboard products and the operation of coating and laminating processes.  \n\n  26.   Revoked: O. Reg. 13/20, s. 21 (8). \n\n  27.   Soda ash production.   The production of soda ash using a production line to carry out calcining of trona or sodium sesquicarbonate or to directly produce carbon dioxide through the use of a liquid alkaline feedstock process. \n\n  28.   Waste water processing.   Industrial waste water processing from the facilities engaged in any of the following industrial activities:   1.  Industrial processing of potato or oilseed for human or animal consumption.   2.  Producing ethanol by distillation for use in the production of alcoholic beverages.   3.  Processing corn through wet milling. O. Reg. 390/18, Sched. 2; O. Reg. 242/19, s. 15; O. Reg. 13/20, s. 21. SCHEDULE 3   Records to be retained (Subsection 24 (1)) 1.  A report the person has given to the Director under this Regulation, Ontario Regulation 143/16 or Ontario Regulation 452/09. 2.  A verification report prepared in respect of a report mentioned in paragraph 1. 3.  A list of all units, processes, activities and operations that were taken into account in quantifying or estimating greenhouse gas emissions, production parameters, material usage or process data. 4.  All records and documents used to quantify or estimate greenhouse gas emissions data, production parameters, fuel usage, material usage or process data from each activity. 4.1  All records and documents associated with the capture, transport and storage of any carbon dioxide generated at the facility. 5.  If the person engages in electricity importation, NERC E-tags, power contracts, IESO settlement data and all other information needed to confirm the transactions. 6.  Documentation of the process for collecting greenhouse gas data, production parameters, material usage or process data. 7.  A record showing any greenhouse gas emissions, production parameters, material usage or process data quantifications and the quantification methods used. 8.  A record showing all emission factors used for quantifications, including documentation for any site specific factors developed under the applicable standard quantification method. 9.  All input data used for greenhouse gas estimates. 10.  Documentation of biomass fractions for specific fuels. 11.  All data submitted to the Director under this Regulation, Ontario Regulation 143/16 or Ontario Regulation 452/09. 12.  All quantifications made to fill in missing data. 13.  Names and documentation of key personnel involved in quantifying and reporting on greenhouse gas data, production parameters, material usage or process data. 14.  A log relating to each year, documenting all procedural changes made in data collection and calculations and changes to instrumentation for estimations and quantifications of greenhouse gas, production parameters, material usage or process data. 15.  If a measurement-based quantification method is used, i.  a list of all emission points monitored, ii.  collected monitoring data, iii.  quality assurance and quality control information, iv.  a detailed technical description of the continuous emissions monitoring system, including documentation of any findings and approvals by the Province, v.  raw and aggregated data from the continuous emissions monitoring system, vi.  a log book showing all system down-times, calibrations, servicing and maintenance of the continuous emissions monitoring system, and vii.  documentation of any changes in the continuous emissions monitoring system over time. 16.  Any other information that is required for verification of a report mentioned in paragraph 1. 17.  If the report is in respect of a covered facility, all records and documents used to quantify or calculate the total annual emissions limit and the annual activity emissions limits that were used as inputs. 18.  If the report is in respect of a covered facility, a record showing the calculation of the total annual emissions limit and of the annual activity emissions limits that were used as inputs, and the methods used. O. Reg. 390/18, Sched. 3; O. Reg. 242/19, s. 16; O. Reg. 730/21, s. 15; O. Reg. 563/22, s. 15. SCHEDULE 4   BIOMASS CRITERIA (Subsection 1 (1)) 1.  It must be organic matter that is available on a renewable basis. 2.  It must be organic matter that is derived from a plant, animal or micro-organism or must be a product made of such organic matter. 3.  It must meet one of the following criteria: i.  It is grown or harvested for the purpose of being used to generate electricity, heat or other useful energy. ii.  It is waste from harvesting or processing agricultural products or waste from processing forestry products, including spent pulping liquor. iii.  It is agricultural waste within the meaning of Regulation 347 of the Revised Regulations of Ontario, 1990 (General — Waste Management) made under the Act. iv.  It is organic waste material from a greenhouse, nursery, garden centre or flower shop. v.  It is pulp and paper biosolids, within the meaning of Ontario Regulation 267/03 (General) made under the Nutrient Management Act, 2002. vi.  It is waste from food processing, distribution and preparation operations, such as food packing, food preserving, wine making, cheese making, restaurants and grocery stores, including organic waste from the treatment of wastewater from facilities where food or feed is processed or prepared. vii.  It is sewage biosolids within the meaning of Ontario Regulation 267/03 made under the Nutrient Management Act, 2002. viii.  It is hauled sewage. ix.  It is waste from the operation of a sewage works subject to the Ontario Water Resources Act. x.  It is woodwaste within the meaning of Regulation 347 of the Revised Regulations of Ontario, 1990 made under the Act. xi.  It is a forest resource made available under a forest management plan approved under the Crown Forest Sustainability Act, 1994 or a managed forest plan approved under the Managed Forest Tax Incentive Program. xii.  It is landfill gas. xiii.  It is biodiesel. xiv.  It is biofuel. xv.  It is biogas. xvi.  It is biologically derived organic matter found in municipal and industrial waste, both within the meaning of Regulation 347 of the Revised Regulations of Ontario, 1990 made under the Act. xvii.  It is fuel whose heat generating capacity is derived entirely from one or more items described in subparagraphs i to xvi. SCHEDULE 5   Contents of report 1.  The name and address of the person required to give the report to the Director and the address of any facility in respect of which the report is prepared. 2.  The business number assigned to the person by the Canada Revenue Agency. 3.  The GHG ID number assigned by the Ministry to the person or facility, as the case may be. 3.1  A description of which sites are included in the facility for the purposes of the report, where applicable. 4.  The period of time to which the report relates. 5.  The date on which the report is given to the Director. 6.  Production, material usage and process data required to be included in the report under the Guideline. 6.1  Revoked:\r\nO. Reg. 730/21, s. 16 (2). 7.  The total carbon dioxide emissions from the combustion of biomass during the activities with respect to which the report is prepared. 8.  Such other information as may be specified in the Guideline relating to quantifications and calculations performed under this Regulation. 8.1  Revoked:\r\nO. Reg. 730/21, s. 16 (3). 9.  If the report is with respect to specified GHG activities engaged in at a facility, the following information: i.  The primary NAICS code and any secondary and tertiary NAICS codes associated with each specified GHG activity. i.1  Revoked: O. Reg. 730/21, s. 16 (4). ii.  The reporting amount. iii.  Revoked:\r\nO. Reg. 730/21, s. 16 (5). iv.  The amount of greenhouse gas emitted during each specified GHG activity during the year, expressed in tonnes of CO2e. v.  The amount of each greenhouse gas, expressed in tonnes, emitted during each specified GHG activity. vi.  The total annual quantity of the following: A.  CO2\r\nthat would otherwise have been directly released into the atmosphere but was captured at the facility. B.  CO2 that is transferred from the facility to an injection site. C.  CO2 that was captured and injected into a long-term geological storage site. vii.  The amount of greenhouse gas emitted from sources that fall into such categories as may be specified in the Guideline. 10.  If the report is with respect to electricity importation, the following information: i.  The primary NAICS code and any secondary and tertiary NAICS codes associated with the activity. ii.  The total amount of electricity imported. 11.  If the report is with respect to a covered facility, the following information: i.  A list of the industrial activities engaged in at the facility. ii.  The sites that are part of the covered facility. iii.  The verification amount. iv.  The production parameters. 11.1  In the case of a report for a compliance period in respect of the covered facility, the following: i.  The total annual emissions limit. ii.  The calculation of the total annual emissions limit and of each annual activity emissions limit that was used as an input. 12.  A statement signed and dated by an individual who is authorized by the person mentioned in paragraph 1 to sign on behalf of the person, certifying that, i.  the individual has examined the report to ensure that it is complete and accurate, and ii.  the report has been prepared in accordance with this Regulation and the statements and information contained in the report are true and accurate to the best of the individual’s knowledge. O. Reg. 390/18, Sched. 5; O. Reg. 77/19, s. 19; O. Reg. 242/19, s. 17; O. Reg. 13/20, s. 22; O. Reg. 218/20, s. 13; O. Reg. 730/21, s. 16; O. Reg. 563/22, s. 16. Schedule 6 Revoked: O. Reg. 77/19, s. 20.  Français  ",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK31\"></a>27<b>. </b></b>(1) The Director may extend any deadline set out in this Regulation for the giving of reports or extend any deadline for any component of reports, if,</p> <p class=\"clause-e\">  (a)  a deadline established for submitting information or reports concerning greenhouse gases or submitting verification of that information or those reports under the <i>Canadian Environmental Protection Act, 1999</i>, the <i>Greenhouse Gas Pollution Pricing Act (Canada)</i> or any regulations or notices under those Acts has been extended or an extension has been proposed;</p> <p class=\"clause-e\">  (b)  a technical problem exists with the electronic reporting system or the compliance instrument tracking system that would make electronic submission by the deadline not reasonably practicable; or</p> <p class=\"clause-e\">  (c)  an emergency has been declared under the <i>Emergency Management and Civil Protection Act</i>\r\nor there is a public welfare emergency under the <i>Emergencies Act (Canada)</i>. O. Reg. 563/22, s. 13.</p> <p class=\"subsection-e\">  (2) The Director shall give public notice in writing of an extension of a deadline made under subsection (1) in a manner the Director considers appropriate. O. Reg. 563/22, s. 13.</p> <p class=\"subsection-e\">  (3) For greater certainty, if the Director extends a deadline under subsection (1), the deadline is extended for all persons. O. Reg. 563/22, s. 13.</p> <p class=\"section-e\"> <b>28.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p> <p class=\"schedule-e\"><a name=\"BK32\"></a>Schedule 1 <br/>  GREENHOUSE GASES AND GLOBAL WARMING POTENTIALS</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"44\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"184\"> <p class=\"table-e\">Column 1 <br/>  Common Name of Greenhouse Gas</p> </td> <td valign=\"top\" width=\"64\"> <p class=\"table-e\">Column 2 <br/>  Chemical Formula</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Column 3 <br/>  Chemical Name</p> </td> <td valign=\"top\" width=\"81\"> <p class=\"table-e\">Column 4 <br/>  Chemical Abstract Service Registry No.</p> </td> <td valign=\"top\" width=\"92\"> <p class=\"table-e\">Column 5 <br/>  Global Warming Potential </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"44\"> <p class=\"table-e\">1.</p> </td> <td width=\"184\"> <p class=\"table-e\">Carbon dioxide </p> </td> <td width=\"64\"> <p class=\"table-e\">CO<sub>2</sub> </p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Carbon dioxide</p> </td> <td valign=\"top\" width=\"81\"> <p class=\"table-e\">124-38-9</p> </td> <td valign=\"bottom\" width=\"92\"> <p align=\"right\" class=\"table-e\">1</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"44\"> <p class=\"table-e\">2.</p> </td> <td width=\"184\"> <p class=\"table-e\">Methane </p> </td> <td width=\"64\"> <p class=\"table-e\">CH<sub>4</sub> </p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Methane</p> </td> <td valign=\"top\" width=\"81\"> <p class=\"table-e\">74-82-8</p> </td> <td valign=\"bottom\" width=\"92\"> <p align=\"right\" class=\"table-e\">28</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"44\"> <p class=\"table-e\">3.</p> </td> <td width=\"184\"> <p class=\"table-e\">Nitrous oxide </p> </td> <td width=\"64\"> <p class=\"table-e\">N<sub>2</sub>O</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Nitrous oxide</p> </td> <td valign=\"top\" width=\"81\"> <p class=\"table-e\">10024-97-2</p> </td> <td valign=\"bottom\" width=\"92\"> <p align=\"right\" class=\"table-e\">265</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"44\"> <p class=\"table-e\">4.</p> </td> <td width=\"184\"> <p class=\"table-e\">Sulfur hexafluoride </p> </td> <td width=\"64\"> <p class=\"table-e\">SF<sub>6</sub></p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Sulfur hexafluoride</p> </td> <td valign=\"top\" width=\"81\"> <p class=\"table-e\">2551-62-4</p> </td> <td valign=\"bottom\" width=\"92\"> <p align=\"right\" class=\"table-e\">23,500</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"44\"> <p class=\"table-e\">5.</p> </td> <td width=\"184\"> <p class=\"table-e\">Nitrogen trifluoride</p> </td> <td width=\"64\"> <p class=\"table-e\">NF<sub>3</sub></p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Nitrogen trifluoride</p> </td> <td valign=\"top\" width=\"81\"> <p class=\"table-e\">7783-54-2</p> </td> <td valign=\"bottom\" width=\"92\"> <p align=\"right\" class=\"table-e\">16,100</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"44\"> <p class=\"table-e\">6.</p> </td> <td width=\"184\"> <p class=\"table-e\">HFC-23 </p> </td> <td width=\"64\"> <p class=\"table-e\">CHF<sub>3</sub> </p> </td> <td width=\"208\"> <p class=\"table-e\">Trifluoromethane</p> </td> <td valign=\"top\" width=\"81\"> <p class=\"table-e\">75-46-7</p> </td> <td valign=\"bottom\" width=\"92\"> <p align=\"right\" class=\"table-e\">12,400</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"44\"> <p class=\"table-e\">7.</p> </td> <td width=\"184\"> <p class=\"table-e\">HFC-32 </p> </td> <td width=\"64\"> <p class=\"table-e\">CH<sub>2</sub>F<sub>2</sub></p> </td> <td width=\"208\"> <p class=\"table-e\">Difluoromethane</p> </td> <td valign=\"top\" width=\"81\"> <p class=\"table-e\">75-10-5</p> </td> <td valign=\"bottom\" width=\"92\"> <p align=\"right\" class=\"table-e\">677</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"44\"> <p class=\"table-e\">8.</p> </td> <td width=\"184\"> <p class=\"table-e\">HFC-41 </p> </td> <td width=\"64\"> <p class=\"table-e\">CH<sub>3</sub>F</p> </td> <td width=\"208\"> <p class=\"table-e\">Fluoromethane</p> </td> <td valign=\"top\" width=\"81\"> <p class=\"table-e\">593-53-3</p> </td> <td valign=\"bottom\" width=\"92\"> <p align=\"right\" class=\"table-e\">116</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"44\"> <p class=\"table-e\">9.</p> </td> <td width=\"184\"> <p class=\"table-e\">HFC-43-10mee </p> </td> <td width=\"64\"> <p class=\"table-e\">C<sub>5</sub>H<sub>2</sub>F<sub>10</sub></p> </td> <td width=\"208\"> <p class=\"table-e\">1,1,1,2,3,4,4,5,5,5- Decafluoropentane</p> </td> <td valign=\"top\" width=\"81\"> <p class=\"table-e\">138495-42-8</p> </td> <td valign=\"bottom\" width=\"92\"> <p align=\"right\" class=\"table-e\">1,650</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"44\"> <p class=\"table-e\">10.</p> </td> <td width=\"184\"> <p class=\"table-e\">HFC-125 </p> </td> <td width=\"64\"> <p class=\"table-e\">C<sub>2</sub>HF<sub>5</sub> </p> </td> <td width=\"208\"> <p class=\"table-e\">Pentafluoroethane</p> </td> <td valign=\"top\" width=\"81\"> <p class=\"table-e\">354-33-6</p> </td> <td valign=\"bottom\" width=\"92\"> <p align=\"right\" class=\"table-e\">3,170</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"44\"> <p class=\"table-e\">11.</p> </td> <td width=\"184\"> <p class=\"table-e\">HFC-134 </p> </td> <td width=\"64\"> <p class=\"table-e\">C<sub>2</sub>H<sub>2</sub>F<sub>4</sub></p> </td> <td width=\"208\"> <p class=\"table-e\">1,1,2,2-Tetrafluoroethane</p> </td> <td valign=\"top\" width=\"81\"> <p class=\"table-e\">359-35-3</p> </td> <td valign=\"bottom\" width=\"92\"> <p align=\"right\" class=\"table-e\">1,120</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"44\"> <p class=\"table-e\">12.</p> </td> <td width=\"184\"> <p class=\"table-e\">HFC-134a </p> </td> <td width=\"64\"> <p class=\"table-e\">C<sub>2</sub>H<sub>2</sub>F<sub>4</sub></p> </td> <td width=\"208\"> <p class=\"table-e\">1,1,1,2-Tetrafluoroethane</p> </td> <td valign=\"top\" width=\"81\"> <p class=\"table-e\">811-97-2</p> </td> <td valign=\"bottom\" width=\"92\"> <p align=\"right\" class=\"table-e\">1,300</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"44\"> <p class=\"table-e\">13.</p> </td> <td width=\"184\"> <p class=\"table-e\">HFC-143 </p> </td> <td width=\"64\"> <p class=\"table-e\">C<sub>2</sub>H<sub>3</sub>F<sub>3</sub></p> </td> <td width=\"208\"> <p class=\"table-e\">1,1,2-Trifluoroethane</p> </td> <td valign=\"top\" width=\"81\"> <p class=\"table-e\">430-66-0</p> </td> <td valign=\"bottom\" width=\"92\"> <p align=\"right\" class=\"table-e\">328</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"44\"> <p class=\"table-e\">14.</p> </td> <td width=\"184\"> <p class=\"table-e\">HFC-143a </p> </td> <td width=\"64\"> <p class=\"table-e\">C<sub>2</sub>H<sub>3</sub>F<sub>3</sub></p> </td> <td width=\"208\"> <p class=\"table-e\">1,1,1-Trifluoroethane</p> </td> <td valign=\"top\" width=\"81\"> <p class=\"table-e\">420-46-2</p> </td> <td valign=\"bottom\" width=\"92\"> <p align=\"right\" class=\"table-e\">4,800</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"44\"> <p class=\"table-e\">15.</p> </td> <td width=\"184\"> <p class=\"table-e\">HFC-152</p> </td> <td width=\"64\"> <p class=\"table-e\">C<sub>2</sub>H<sub>4</sub>F<sub>2</sub></p> </td> <td width=\"208\"> <p class=\"table-e\">1,2-Difluoroethane</p> </td> <td valign=\"top\" width=\"81\"> <p class=\"table-e\">624-72-6</p> </td> <td valign=\"bottom\" width=\"92\"> <p align=\"right\" class=\"table-e\">16</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"44\"> <p class=\"table-e\">16.</p> </td> <td width=\"184\"> <p class=\"table-e\">HFC-152a </p> </td> <td width=\"64\"> <p class=\"table-e\">C<sub>2</sub>H<sub>4</sub>F<sub>2</sub></p> </td> <td width=\"208\"> <p class=\"table-e\">1,1-Difluoroethane</p> </td> <td valign=\"top\" width=\"81\"> <p class=\"table-e\">75-37-6</p> </td> <td valign=\"bottom\" width=\"92\"> <p align=\"right\" class=\"table-e\">138</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"44\"> <p class=\"table-e\">17.</p> </td> <td width=\"184\"> <p class=\"table-e\">HFC-161 </p> </td> <td width=\"64\"> <p class=\"table-e\">C<sub>2</sub>H<sub>5</sub>F</p> </td> <td width=\"208\"> <p class=\"table-e\">Fluoroethane</p> </td> <td valign=\"top\" width=\"81\"> <p class=\"table-e\">353-36-6</p> </td> <td valign=\"bottom\" width=\"92\"> <p align=\"right\" class=\"table-e\">4</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"44\"> <p class=\"table-e\">18.</p> </td> <td width=\"184\"> <p class=\"table-e\">HFC-227ea </p> </td> <td width=\"64\"> <p class=\"table-e\">C<sub>3</sub>HF<sub>7</sub></p> </td> <td width=\"208\"> <p class=\"table-e\">1,1,1,2,3,3,3- Heptafluoropropane</p> </td> <td valign=\"top\" width=\"81\"> <p class=\"table-e\">431-89-0</p> </td> <td valign=\"bottom\" width=\"92\"> <p align=\"right\" class=\"table-e\">3,350</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"44\"> <p class=\"table-e\">19.</p> </td> <td width=\"184\"> <p class=\"table-e\">HFC-236cb </p> </td> <td width=\"64\"> <p class=\"table-e\">C<sub>3</sub>H<sub>2</sub>F<sub>6</sub></p> </td> <td width=\"208\"> <p class=\"table-e\">1,1,1,2,2,3-Hexafluoropropane</p> </td> <td valign=\"top\" width=\"81\"> <p class=\"table-e\">677-565</p> </td> <td valign=\"bottom\" width=\"92\"> <p align=\"right\" class=\"table-e\">1,210</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"44\"> <p class=\"table-e\">20.</p> </td> <td width=\"184\"> <p class=\"table-e\">HFC-236ea </p> </td> <td width=\"64\"> <p class=\"table-e\">C<sub>3</sub>H<sub>2</sub>F<sub>6</sub></p> </td> <td width=\"208\"> <p class=\"table-e\">1,1,1,2,3,3-Hexafluoropropane</p> </td> <td valign=\"top\" width=\"81\"> <p class=\"table-e\">431-63-0</p> </td> <td valign=\"bottom\" width=\"92\"> <p align=\"right\" class=\"table-e\">1,330</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"44\"> <p class=\"table-e\">21.</p> </td> <td width=\"184\"> <p class=\"table-e\">HFC-236fa </p> </td> <td width=\"64\"> <p class=\"table-e\">C<sub>3</sub>H<sub>2</sub>F<sub>6</sub></p> </td> <td width=\"208\"> <p class=\"table-e\">1,1,1,3,3,3-Hexafluoropropane</p> </td> <td valign=\"top\" width=\"81\"> <p class=\"table-e\">690-39-1</p> </td> <td valign=\"bottom\" width=\"92\"> <p align=\"right\" class=\"table-e\">8,060</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"44\"> <p class=\"table-e\">22.</p> </td> <td width=\"184\"> <p class=\"table-e\">HFC-245ca </p> </td> <td width=\"64\"> <p class=\"table-e\">C<sub>3</sub>H<sub>3</sub>F<sub>5</sub></p> </td> <td width=\"208\"> <p class=\"table-e\">1,1,2,2,3-Pentafluoropropane</p> </td> <td valign=\"top\" width=\"81\"> <p class=\"table-e\">679-86-7</p> </td> <td valign=\"bottom\" width=\"92\"> <p align=\"right\" class=\"table-e\">716</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"44\"> <p class=\"table-e\">23.</p> </td> <td width=\"184\"> <p class=\"table-e\">HFC-245fa </p> </td> <td width=\"64\"> <p class=\"table-e\">C<sub>3</sub>H<sub>3</sub>F<sub>5</sub></p> </td> <td width=\"208\"> <p class=\"table-e\">1,1,1,3,3-Pentafluoropropane</p> </td> <td valign=\"top\" width=\"81\"> <p class=\"table-e\">460-73-1</p> </td> <td valign=\"bottom\" width=\"92\"> <p align=\"right\" class=\"table-e\">4,620</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"44\"> <p class=\"table-e\">24.</p> </td> <td width=\"184\"> <p class=\"table-e\">HFC-365mfc </p> </td> <td width=\"64\"> <p class=\"table-e\">C<sub>4</sub>H<sub>5</sub>F<sub>5</sub></p> </td> <td width=\"208\"> <p class=\"table-e\">1,1,1,3,3-Pentafluorobutane</p> </td> <td valign=\"top\" width=\"81\"> <p class=\"table-e\">406-58-6</p> </td> <td valign=\"bottom\" width=\"92\"> <p align=\"right\" class=\"table-e\">804</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"44\"> <p class=\"table-e\">25.</p> </td> <td width=\"184\"> <p class=\"table-e\">PFC-14 (Perfluoromethane)</p> </td> <td width=\"64\"> <p class=\"table-e\">CF<sub>4</sub></p> </td> <td width=\"208\"> <p class=\"table-e\">Tetrafluoromethane</p> </td> <td valign=\"top\" width=\"81\"> <p class=\"table-e\">75-73-0</p> </td> <td valign=\"bottom\" width=\"92\"> <p align=\"right\" class=\"table-e\">6,630</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"44\"> <p class=\"table-e\">26.</p> </td> <td width=\"184\"> <p class=\"table-e\">PFC-116 (Perfluoroethane)</p> </td> <td width=\"64\"> <p class=\"table-e\">C<sub>2</sub>F<sub>6</sub> </p> </td> <td width=\"208\"> <p class=\"table-e\">Hexafluoroethane</p> </td> <td valign=\"top\" width=\"81\"> <p class=\"table-e\">76-16-4</p> </td> <td valign=\"bottom\" width=\"92\"> <p align=\"right\" class=\"table-e\">11,100</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"44\"> <p class=\"table-e\">27.</p> </td> <td width=\"184\"> <p class=\"table-e\">PFC-218 (Perfluoropropane)</p> </td> <td width=\"64\"> <p class=\"table-e\">C<sub>3</sub>F<sub>8</sub></p> </td> <td width=\"208\"> <p class=\"table-e\">Octafluoropropane</p> </td> <td valign=\"top\" width=\"81\"> <p class=\"table-e\">76-19-7</p> </td> <td valign=\"bottom\" width=\"92\"> <p align=\"right\" class=\"table-e\">8,900</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"44\"> <p class=\"table-e\">28.</p> </td> <td width=\"184\"> <p class=\"table-e\">PFC-31-10 (Perfluorobutane)</p> </td> <td width=\"64\"> <p class=\"table-e\">C<sub>4</sub>F<sub>10</sub> </p> </td> <td width=\"208\"> <p class=\"table-e\">Decafluorobutane</p> </td> <td valign=\"top\" width=\"81\"> <p class=\"table-e\">355-25-9</p> </td> <td valign=\"bottom\" width=\"92\"> <p align=\"right\" class=\"table-e\">9,200</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"44\"> <p class=\"table-e\">29.</p> </td> <td width=\"184\"> <p class=\"table-e\">PFC-318 (Perfluorocyclobutane) </p> </td> <td width=\"64\"> <p class=\"table-e\">c-C<sub>4</sub>F<sub>8</sub></p> </td> <td width=\"208\"> <p class=\"table-e\">Octafluorocyclobutane</p> </td> <td valign=\"top\" width=\"81\"> <p class=\"table-e\">115-25-3</p> </td> <td valign=\"bottom\" width=\"92\"> <p align=\"right\" class=\"table-e\">9,540</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"44\"> <p class=\"table-e\">30.</p> </td> <td width=\"184\"> <p class=\"table-e\">PFC-41-12 (Perfluoropentane)</p> </td> <td width=\"64\"> <p class=\"table-e\">C<sub>5</sub>F<sub>12</sub> </p> </td> <td width=\"208\"> <p class=\"table-e\">Dodecafluoropentane</p> </td> <td valign=\"top\" width=\"81\"> <p class=\"table-e\">678-26-2</p> </td> <td valign=\"bottom\" width=\"92\"> <p align=\"right\" class=\"table-e\">8,550</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"44\"> <p class=\"table-e\">31.</p> </td> <td width=\"184\"> <p class=\"table-e\">PFC-51-14 (Perfluorohexane)</p> </td> <td width=\"64\"> <p class=\"table-e\">C<sub>6</sub>F<sub>14</sub> </p> </td> <td width=\"208\"> <p class=\"table-e\">Tetradecafluorohexane</p> </td> <td valign=\"top\" width=\"81\"> <p class=\"table-e\">355-42-0</p> </td> <td valign=\"bottom\" width=\"92\"> <p align=\"right\" class=\"table-e\">7,910</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"44\"> <p class=\"table-e\">32.</p> </td> <td width=\"184\"> <p class=\"table-e\">PFC-9-1-18 (Perfluorodecalin)</p> </td> <td width=\"64\"> <p class=\"table-e\">C10F18</p> </td> <td width=\"208\"> <p class=\"table-e\">Octadecafluorodecalin</p> </td> <td valign=\"top\" width=\"81\"> <p class=\"table-e\">306-94-5</p> </td> <td valign=\"top\" width=\"92\"> <p align=\"right\" class=\"table-e\">7,190</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"44\"> <p class=\"table-e\">33.</p> </td> <td width=\"184\"> <p class=\"table-e\">c-C3F6 (Perfluorocyclopropane)</p> </td> <td width=\"64\"> <p class=\"table-e\">c-C3F6</p> </td> <td width=\"208\"> <p class=\"table-e\">Hexafluorocyclopropane</p> </td> <td valign=\"top\" width=\"81\"> <p class=\"table-e\">931-91-9</p> </td> <td valign=\"top\" width=\"92\"> <p align=\"right\" class=\"table-e\">9,200</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 563/22, s. 14.</p> <p class=\"schedule-e\"><a name=\"BK33\"></a>SCHEDULE 2 <br/>  specified GHG activities (Subsection 1 (1))</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"57\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"186\"> <p class=\"table-e\">Column 1 <br/>  Activity</p> </td> <td valign=\"top\" width=\"429\"> <p class=\"table-e\">Column 2 <br/>  Description of activity</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"57\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"186\"> <p class=\"table-e\">Adipic acid production.</p> </td> <td valign=\"top\" width=\"429\"> <p class=\"table-e\">The production of adipic acid using oxidation.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"57\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"186\"> <p class=\"table-e\">Ammonia production.</p> </td> <td valign=\"top\" width=\"429\"> <p class=\"table-e\">The production of ammonia through the reaction of nitrogen with hydrogen that has been produced by one of the following: <br/>  1.  Steam hydrocarbon reforming. <br/>  2.  Gasification of solid or liquid raw material.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"57\"> <p class=\"table-e\">2.1</p> </td> <td valign=\"top\" width=\"186\"> <p class=\"table-e\">Base metal production.</p> </td> <td valign=\"top\" width=\"429\"> <p class=\"table-e\">The production of copper, nickel, zinc, lead or cobalt base metals through one of the following: <br/>  1.  Using smelting or refining processes to recover the base metals primarily from ore. <br/>  2.  Recovery of the base metals from recycled material or other feedstock that is not ore.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"57\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"186\"> <p class=\"table-e\">Carbonate use.</p> </td> <td valign=\"top\" width=\"429\"> <p class=\"table-e\">The use of one or more carbonates in a production process, excluding the following: <br/>  1.  The use of carbonates or minerals that contain carbonate for producing cement, copper, nickel, ferroalloys, glass, iron, steel, lead, lime, phosphoric acid, pulp and paper, soda ash, sodium bicarbonate, sodium hydroxide or zinc. <br/>  2.  The use of carbonates in sorbent technology used to control emissions from fuel combustion and flaring equipment and electricity generation equipment.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"57\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"186\"> <p class=\"table-e\">Cement production.</p> </td> <td valign=\"top\" width=\"429\"> <p class=\"table-e\">The manufacture of Portland, ordinary Portland, masonry, pozzolanic or other hydraulic cements.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"57\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"186\"> <p class=\"table-e\">Coal storage.</p> </td> <td valign=\"top\" width=\"429\"> <p class=\"table-e\">The storage of coal at a facility that combusts coal.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"57\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"186\"> <p class=\"table-e\">Electricity and heat generation.</p> </td> <td valign=\"top\" width=\"429\"> <p class=\"table-e\">The operation of any combustion device that combusts solid, liquid or gaseous fuels for the purpose of generating electricity or useful heat or steam, excluding the operation of portable or emergency generators with a nameplate capacity of less than 50 kilowatts or that generate less than 2 MWh in a year.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"57\"> <p class=\"table-e\">7.</p> </td> <td valign=\"top\" width=\"186\"> <p class=\"table-e\">Fuel combustion and flaring.</p> </td> <td valign=\"top\" width=\"429\"> <p class=\"table-e\">The following activities: <br/>  1.  The combustion of fuels for the purpose of providing useful heat and work from boilers, combustion turbines, engines, incinerators, process heaters, on-site transportation equipment and other combustion devices. <br/>  2.  The controlled releases of gases from industrial processes by means of the combustion of a gas or liquid stream produced at the facility, the purpose of which is not to produce useful heat or work.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"57\"> <p class=\"table-e\">8., 9.</p> </td> <td colspan=\"2\" valign=\"top\" width=\"615\"> <p class=\"table-e\"><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 13/20, s. 21 (4).</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"57\"> <p class=\"table-e\">10.</p> </td> <td valign=\"top\" width=\"186\"> <p class=\"table-e\">Glass production.</p> </td> <td valign=\"top\" width=\"429\"> <p class=\"table-e\">The production of flat glass, container glass, pressed and blown glass or wool fiberglass using one or more glass melting furnaces to melt a mixture of raw materials, excluding production in an experimental furnace or a research and development process unit.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"57\"> <p class=\"table-e\">11.</p> </td> <td valign=\"top\" width=\"186\"> <p class=\"table-e\">HCFC-22 production and HFC-23 destruction.</p> </td> <td valign=\"top\" width=\"429\"> <p class=\"table-e\">The production of HCFC-22 from chloroform and hydrogen fluoride and any process in which HFC-23 is destroyed.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"57\"> <p class=\"table-e\">12.</p> </td> <td valign=\"top\" width=\"186\"> <p class=\"table-e\">Hydrogen production.</p> </td> <td valign=\"top\" width=\"429\"> <p class=\"table-e\">The production of hydrogen gas using steam hydrocarbon reforming, partial oxidation of hydrocarbons or other transformation of hydrocarbon feedstock.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"57\"> <p class=\"table-e\">13.</p> </td> <td valign=\"top\" width=\"186\"> <p class=\"table-e\">Iron, Steel and Ferroalloy Production.</p> </td> <td valign=\"top\" width=\"429\"> <p class=\"table-e\">The following activities: <br/>  1. The production of iron or steel using one of the following: <br/>  i. Primary iron and steel production processes. <br/>  ii. Secondary steelmaking processes. <br/>  iii. Iron production processes. <br/>  iv. Coke oven battery production processes. <br/>  v. Iron ore pellet firing processes. <br/>  vi. Iron and steel powder processes. <br/>  2. The production of ferroalloy using pyrometallurgical techniques.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"57\"> <p class=\"table-e\">14., 15.</p> </td> <td colspan=\"2\" valign=\"top\" width=\"615\"> <p class=\"table-e\"><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 13/20, s. 21 (5).</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"57\"> <p class=\"table-e\">16.</p> </td> <td valign=\"top\" width=\"186\"> <p class=\"table-e\">Lime production.</p> </td> <td valign=\"top\" width=\"429\"> <p class=\"table-e\">The production of a lime product using calcination of limestone or other highly calcareous materials, including dolomite, aragonite, chalk, coral, marble or shell, but excluding production at a kraft pulp mill, soda pulp mill, sulfite pulp mill or a facility that only processes sludge containing calcium carbonate from water softening processes.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"57\"> <p class=\"table-e\">17.</p> </td> <td valign=\"top\" width=\"186\"> <p class=\"table-e\">Magnesium production.</p> </td> <td valign=\"top\" width=\"429\"> <p class=\"table-e\">The production of magnesium metal or products containing magnesium through one of the following: <br/>  1.  Smelting. <br/>  2.  Refining. <br/>  3.  Re-melting. <br/>  4.  Use of molten magnesium to produce alloys or products containing magnesium through casting, drawing, extruding, forming or rolling operations.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"57\"> <p class=\"table-e\">17.1</p> </td> <td colspan=\"2\" valign=\"top\" width=\"615\"> <p class=\"table-e\"><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 13/20, s. 21 (6).</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"57\"> <p class=\"table-e\">18.</p> </td> <td valign=\"top\" width=\"186\"> <p class=\"table-e\">Nitric acid production.</p> </td> <td valign=\"top\" width=\"429\"> <p class=\"table-e\">The production of weak nitric acid that is 30 to 70 per cent in strength using the catalytic oxidation of ammonia.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"57\"> <p class=\"table-e\">19.</p> </td> <td valign=\"top\" width=\"186\"> <p class=\"table-e\">Operation of equipment for a transmission system or a distribution system (electricity).</p> </td> <td valign=\"top\" width=\"429\"> <p class=\"table-e\">The operation of equipment for the purposes of a transmission system or a distribution system.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"57\"> <p class=\"table-e\">20.</p> </td> <td valign=\"top\" width=\"186\"> <p class=\"table-e\">Operation of a natural gas pipeline system.</p> </td> <td valign=\"top\" width=\"429\"> <p class=\"table-e\">The operation of equipment for the purposes of engaging in any of the following activities: <br/>  1.  Onshore natural gas transmission and compression. <br/>  2.  Underground natural gas storage. <br/>  3.  Storage, import and export of liquefied natural gas. <br/>  4.  Natural gas distribution.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"57\"> <p class=\"table-e\">21.</p> </td> <td valign=\"top\" width=\"186\"> <p class=\"table-e\">Petrochemical production.</p> </td> <td valign=\"top\" width=\"429\"> <p class=\"table-e\">The production of petrochemicals, including acrylonitrile, carbon black, propylene, ethylene, ethylene dichloride, ethylene oxide and methanol, from feedstocks derived from petroleum or from petroleum and liquefied natural gas, excluding the following: <br/>  1.  The production of petrochemicals where petrochemicals are produced as a by-product. <br/>  2.  The production of ethylene dichloride through a direct chlorination process that is operated independently of an oxychlorination process. <br/>  3.  The production of a petrochemical from biomass feedstock.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"57\"> <p class=\"table-e\">22.</p> </td> <td valign=\"top\" width=\"186\"> <p class=\"table-e\">Petroleum refining.</p> </td> <td valign=\"top\" width=\"429\"> <p class=\"table-e\">The production of any product through the distillation of crude oil or the redistillation, cracking, rearrangement or reforming of unfinished petroleum derivatives.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"57\"> <p class=\"table-e\">23.</p> </td> <td valign=\"top\" width=\"186\"> <p class=\"table-e\">Phosphoric acid production.</p> </td> <td valign=\"top\" width=\"429\"> <p class=\"table-e\">The production of phosphoric acid from phosphate rock and acid.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"57\"> <p class=\"table-e\">24.</p> </td> <td valign=\"top\" width=\"186\"> <p class=\"table-e\">Aluminium production.</p> </td> <td valign=\"top\" width=\"429\"> <p class=\"table-e\">The production of aluminium through primary processes that are used to manufacture aluminium from alumina, including electrolysis in prebake and Søderberg cells, anode and cathode baking for prebake cells and green coke calcination. </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"57\"> <p class=\"table-e\">25.</p> </td> <td valign=\"top\" width=\"186\"> <p class=\"table-e\">Pulp and paper production.</p> </td> <td valign=\"top\" width=\"429\"> <p class=\"table-e\">The production of pulp, paper and paper products by separating cellulose fibres from other materials in fibre sources, including but not limited to the conversion of paper into paperboard products and the operation of coating and laminating processes. </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"57\"> <p class=\"table-e\">26.</p> </td> <td colspan=\"2\" valign=\"top\" width=\"615\"> <p class=\"table-e\"><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 13/20, s. 21 (8).</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"57\"> <p class=\"table-e\">27.</p> </td> <td valign=\"top\" width=\"186\"> <p class=\"table-e\">Soda ash production.</p> </td> <td valign=\"top\" width=\"429\"> <p class=\"table-e\">The production of soda ash using a production line to carry out calcining of trona or sodium sesquicarbonate or to directly produce carbon dioxide through the use of a liquid alkaline feedstock process.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"57\"> <p class=\"table-e\">28.</p> </td> <td valign=\"top\" width=\"186\"> <p class=\"table-e\">Waste water processing.</p> </td> <td valign=\"top\" width=\"429\"> <p class=\"table-e\">Industrial waste water processing from the facilities engaged in any of the following industrial activities: <br/>  1.  Industrial processing of potato or oilseed for human or animal consumption. <br/>  2.  Producing ethanol by distillation for use in the production of alcoholic beverages. <br/>  3.  Processing corn through wet milling.</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 390/18, Sched. 2; O. Reg. 242/19, s. 15; <span>O. Reg. 13/20, s. 21</span>.</p> <p class=\"schedule-e\"><a name=\"BK34\"></a>SCHEDULE 3 <br/>  Records to be retained (Subsection 24 (1))</p> <p class=\"paragraph-e\">  1.  A report the person has given to the Director under this Regulation, Ontario Regulation 143/16 or Ontario Regulation 452/09.</p> <p class=\"paragraph-e\">  2.  A verification report prepared in respect of a report mentioned in paragraph 1.</p> <p class=\"paragraph-e\">  3.  A list of all units, processes, activities and operations that were taken into account in quantifying or estimating greenhouse gas emissions, production parameters, material usage or process data.</p> <p class=\"paragraph-e\">  4.  All records and documents used to quantify or estimate greenhouse gas emissions data, production parameters, fuel usage, material usage or process data from each activity.</p> <p class=\"paragraph-e\">  4.1  All records and documents associated with the capture, transport and storage of any carbon dioxide generated at the facility.</p> <p class=\"paragraph-e\">  5.  If the person engages in electricity importation, NERC E-tags, power contracts, IESO settlement data and all other information needed to confirm the transactions.</p> <p class=\"paragraph-e\">  6.  Documentation of the process for collecting greenhouse gas data, production parameters, material usage or process data.</p> <p class=\"paragraph-e\">  7.  A record showing any greenhouse gas emissions, production parameters, material usage or process data quantifications and the quantification methods used.</p> <p class=\"paragraph-e\">  8.  A record showing all emission factors used for quantifications, including documentation for any site specific factors developed under the applicable standard quantification method.</p> <p class=\"paragraph-e\">  9.  All input data used for greenhouse gas estimates.</p> <p class=\"paragraph-e\">  10.  Documentation of biomass fractions for specific fuels.</p> <p class=\"paragraph-e\">  11.  All data submitted to the Director under this Regulation, Ontario Regulation 143/16 or Ontario Regulation 452/09.</p> <p class=\"paragraph-e\">  12.  All quantifications made to fill in missing data.</p> <p class=\"paragraph-e\">  13.  Names and documentation of key personnel involved in quantifying and reporting on greenhouse gas data, production parameters, material usage or process data.</p> <p class=\"paragraph-e\">  14.  A log relating to each year, documenting all procedural changes made in data collection and calculations and changes to instrumentation for estimations and quantifications of greenhouse gas, production parameters, material usage or process data.</p> <p class=\"paragraph-e\">  15.  If a measurement-based quantification method is used,</p> <p class=\"subpara-e\">  i.  a list of all emission points monitored,</p> <p class=\"subpara-e\">  ii.  collected monitoring data,</p> <p class=\"subpara-e\">  iii.  quality assurance and quality control information,</p> <p class=\"subpara-e\">  iv.  a detailed technical description of the continuous emissions monitoring system, including documentation of any findings and approvals by the Province,</p> <p class=\"subpara-e\">  v.  raw and aggregated data from the continuous emissions monitoring system,</p> <p class=\"subpara-e\">  vi.  a log book showing all system down-times, calibrations, servicing and maintenance of the continuous emissions monitoring system, and</p> <p class=\"subpara-e\">  vii.  documentation of any changes in the continuous emissions monitoring system over time.</p> <p class=\"paragraph-e\">  16.  Any other information that is required for verification of a report mentioned in paragraph 1.</p> <p class=\"paragraph-e\">  17.  If the report is in respect of a covered facility, all records and documents used to quantify or calculate the total annual emissions limit and the annual activity emissions limits that were used as inputs.</p> <p class=\"paragraph-e\">  18.  If the report is in respect of a covered facility, a record showing the calculation of the total annual emissions limit and of the annual activity emissions limits that were used as inputs, and the methods used.</p> <p class=\"footnote-e\">O. Reg. 390/18, Sched. 3; O. Reg. 242/19, s. 16; O. Reg. 730/21, s. 15; O. Reg. 563/22, s. 15.</p> <p class=\"schedule-e\"><a name=\"BK35\"></a>SCHEDULE 4 <br/>  BIOMASS CRITERIA (Subsection 1 (1))</p> <p class=\"paragraph-e\">  1.  It must be organic matter that is available on a renewable basis.</p> <p class=\"paragraph-e\">  2.  It must be organic matter that is derived from a plant, animal or micro-organism or must be a product made of such organic matter.</p> <p class=\"paragraph-e\">  3.  It must meet one of the following criteria:</p> <p class=\"subpara-e\">  i.  It is grown or harvested for the purpose of being used to generate electricity, heat or other useful energy.</p> <p class=\"subpara-e\">  ii.  It is waste from harvesting or processing agricultural products or waste from processing forestry products, including spent pulping liquor.</p> <p class=\"subpara-e\">  iii.  It is agricultural waste within the meaning of Regulation 347 of the Revised Regulations of Ontario, 1990 (General — Waste Management) made under the Act.</p> <p class=\"subpara-e\">  iv.  It is organic waste material from a greenhouse, nursery, garden centre or flower shop.</p> <p class=\"subpara-e\">  v.  It is pulp and paper biosolids, within the meaning of Ontario Regulation 267/03 (General) made under the <i>Nutrient Management Act, 2002</i>.</p> <p class=\"subpara-e\">  vi.  It is waste from food processing, distribution and preparation operations, such as food packing, food preserving, wine making, cheese making, restaurants and grocery stores, including organic waste from the treatment of wastewater from facilities where food or feed is processed or prepared.</p> <p class=\"subpara-e\">  vii.  It is sewage biosolids within the meaning of Ontario Regulation 267/03 made under the <i>Nutrient Management Act, 2002</i>.</p> <p class=\"subpara-e\">  viii.  It is hauled sewage.</p> <p class=\"subpara-e\">  ix.  It is waste from the operation of a sewage works subject to the <i>Ontario Water Resources Act</i>.</p> <p class=\"subpara-e\">  x.  It is woodwaste within the meaning of Regulation 347 of the Revised Regulations of Ontario, 1990 made under the Act.</p> <p class=\"subpara-e\">  xi.  It is a forest resource made available under a forest management plan approved under the <i>Crown Forest Sustainability Act, 1994</i> or a managed forest plan approved under the Managed Forest Tax Incentive Program.</p> <p class=\"subpara-e\">  xii.  It is landfill gas.</p> <p class=\"subpara-e\">  xiii.  It is biodiesel.</p> <p class=\"subpara-e\">  xiv.  It is biofuel.</p> <p class=\"subpara-e\">  xv.  It is biogas.</p> <p class=\"subpara-e\">  xvi.  It is biologically derived organic matter found in municipal and industrial waste, both within the meaning of Regulation 347 of the Revised Regulations of Ontario, 1990 made under the Act.</p> <p class=\"subpara-e\">  xvii.  It is fuel whose heat generating capacity is derived entirely from one or more items described in subparagraphs i to xvi.</p> <p class=\"schedule-e\"><a name=\"BK36\"></a>SCHEDULE 5 <br/>  Contents of report</p> <p class=\"paragraph-e\">  1.  The name and address of the person required to give the report to the Director and the address of any facility in respect of which the report is prepared.</p> <p class=\"paragraph-e\">  2.  The business number assigned to the person by the Canada Revenue Agency.</p> <p class=\"paragraph-e\">  3.  The GHG ID number assigned by the Ministry to the person or facility, as the case may be.</p> <p class=\"paragraph-e\">  3.1  A description of which sites are included in the facility for the purposes of the report, where applicable.</p> <p class=\"paragraph-e\">  4.  The period of time to which the report relates.</p> <p class=\"paragraph-e\">  5.  The date on which the report is given to the Director.</p> <p class=\"paragraph-e\">  6.  Production, material usage and process data required to be included in the report under the Guideline.</p> <p class=\"paragraph-e\">  6.1  <span class=\"ovsmallcap\">Revoked</span>:\r\n<span>O. Reg. 730/21, s. 16 (2).</span></p> <p class=\"paragraph-e\">  7.  The total carbon dioxide emissions from the combustion of biomass during the activities with respect to which the report is prepared.</p> <p class=\"paragraph-e\">  8.  Such other information as may be specified in the Guideline relating to quantifications and calculations performed under this Regulation.</p> <p class=\"paragraph-e\">  8.1  <span class=\"ovsmallcap\">Revoked</span>:\r\n<span>O. Reg. 730/21, s. 16 (3).</span></p> <p class=\"paragraph-e\">  9.  If the report is with respect to specified GHG activities engaged in at a facility, the following information:</p> <p class=\"subpara-e\">  i.  The primary NAICS code and any secondary and tertiary NAICS codes associated with each specified GHG activity.</p> <p class=\"subpara-e\">  i.1  <span class=\"ovsmallcap\">Revoked</span>:<span> O. Reg. 730/21, s. 16 (4)</span>.</p> <p class=\"subpara-e\">  ii.  The reporting amount.</p> <p class=\"subpara-e\">  iii.  <span class=\"ovsmallcap\">Revoked</span>:\r\n<span>O. Reg. 730/21, s. 16 (5)</span>.</p> <p class=\"subpara-e\">  iv.  The amount of greenhouse gas emitted during each specified GHG activity during the year, expressed in tonnes of CO<sub>2</sub>e.</p> <p class=\"subpara-e\">  v.  The amount of each greenhouse gas, expressed in tonnes, emitted during each specified GHG activity.</p> <p class=\"subpara-e\">  vi.  The total annual quantity of the following:</p> <p class=\"subsubpara-e\">  A.  CO<sub>2</sub>\r\nthat would otherwise have been directly released into the atmosphere but was captured at the facility.</p> <p class=\"subsubpara-e\">  B.  CO<sub>2 </sub>that is transferred from the facility to an injection site.</p> <p class=\"subsubpara-e\">  C.  CO<sub>2 </sub>that was captured and injected into a long-term geological storage site.</p> <p class=\"subpara-e\">  vii.  The amount of greenhouse gas emitted from sources that fall into such categories as may be specified in the Guideline.</p> <p class=\"paragraph-e\">  10.  If the report is with respect to electricity importation, the following information:</p> <p class=\"subpara-e\">  i.  The primary NAICS code and any secondary and tertiary NAICS codes associated with the activity.</p> <p class=\"subpara-e\">  ii.  The total amount of electricity imported.</p> <p class=\"paragraph-e\">  11.  If the report is with respect to a covered facility, the following information:</p> <p class=\"subpara-e\">  i.  A list of the industrial activities engaged in at the facility.</p> <p class=\"subpara-e\">  ii.  The sites that are part of the covered facility.</p> <p class=\"subpara-e\">  iii.  The verification amount.</p> <p class=\"subpara-e\">  iv.  The production parameters<span>.</span></p> <p class=\"paragraph-e\"> 11.1  In the case of a report for a compliance period in respect of the covered facility, the following:</p> <p class=\"subpara-e\">  i.  The total annual emissions limit.</p> <p class=\"subpara-e\">  ii.  The calculation of the total annual emissions limit and of each annual activity emissions limit that was used as an input.</p> <p class=\"paragraph-e\">  12.  A statement signed and dated by an individual who is authorized by the person mentioned in paragraph 1 to sign on behalf of the person, certifying that,</p> <p class=\"subpara-e\">  i.  the individual has examined the report to ensure that it is complete and accurate, and</p> <p class=\"subpara-e\">  ii.  the report has been prepared in accordance with this Regulation and the statements and information contained in the report are true and accurate to the best of the individual’s knowledge.</p> <p class=\"footnote-e\">O. Reg. 390/18, Sched. 5; O. Reg. 77/19, s. 19; O. Reg. 242/19, s. 17; <span>O. Reg. 13/20, s. 22; O. Reg. 218/20, s. 13</span>; O. Reg. 730/21, s. 16; O. Reg. 563/22, s. 16.</p> <p class=\"scheduleRepeal-e\"><span class=\"ovallcaps\">Schedule 6</span> <span class=\"ovsmallcap\">Revoked</span>: <span>O. Reg. 77/19, s. 20</span>.</p> <p class=\"scheduleRepeal-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/180390\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "Schedule 1",
            "part_id": null,
            "part_type": null,
            "section": "Greenhouse gases and global warming potentials",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "Schedule 2",
            "part_id": null,
            "part_type": null,
            "section": "Specified ghg activities (subsection 1 (1))",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "Schedule 3",
            "part_id": null,
            "part_type": null,
            "section": "Records to be retained (subsection 24 (1))",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "Schedule 4",
            "part_id": null,
            "part_type": null,
            "section": "Biomass criteria (subsection 1 (1))",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "Schedule 5",
            "part_id": null,
            "part_type": null,
            "section": "Contents of report",
            "content": NaN,
            "raw_html": NaN
        }
    ]
}