{
    "reg_info": {
        "full_title": "O. Reg. 427/06: SMART METERS: DISCRETIONARY METERING ACTIVITY AND PROCUREMENT PRINCIPLES",
        "reg_name_text": "Smart Meters: Discretionary Metering activity and Procurement Principles",
        "citation": "O. Reg. 427/06: SMART METERS: DISCRETIONARY METERING ACTIVITY AND PROCUREMENT PRINCIPLES",
        "act_under": "Electricity Act, 1998",
        "url": "https://www.ontario.ca/laws/regulation/060427",
        "date_scraped": "2023-12-19 02:56:55"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "February  8, 2017",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/060427/v3",
            "valid_from": "June 25, 2008",
            "valid_to": "February  7, 2017"
        },
        {
            "a_href": "/laws/regulation/060427/v2",
            "valid_from": "April 10, 2007",
            "valid_to": "June 24, 2008"
        },
        {
            "a_href": "/laws/regulation/060427/v1",
            "valid_from": "August 29, 2006",
            "valid_to": "April  9, 2007"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "0.1",
            "section": "Definition",
            "content": " 0.1 In this Regulation, “smart meters” includes smart meters, metering equipment, systems and technology and any associated equipment, systems and technologies.  O. Reg. 235/08, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>0.1</b> In this Regulation,</p> <p class=\"firstdef-e\">“smart meters” includes smart meters, metering equipment, systems and technology and any associated equipment, systems and technologies.  O. Reg. 235/08, s. 1.</p>"
        },
        {
            "id": "1.",
            "section": "Authorized discretionary metering activity",
            "content": " 1. (1) The following activities are authorized discretionary metering activities for the purposes of section 53.18 of the Act: 1. Metering activities conducted pursuant to the distributor’s Conservation and Demand Management Plan approved by a Board order referenced as RP - 2004 - 0203, including pursuant to a reallocation of funds within an approved Conservation and Demand Management Plan as authorized by the Board order approving the Conservation and Demand Management Plan or that is otherwise approved by the Board. 2. If not otherwise authorized by this subsection, a distributor may utilize funds to conduct metering activities that are for the purpose of testing smart meter technology if, i. the distributor has the prior approval of the Board, and ii. the funds that are utilized were collected pursuant to the Board’s approval to include capital and operating costs related to smart meters in distributors’ revenue requirements for 2006, as set out in the Board’s Generic Issues decision, dated March 21, 2006 and referenced as RP - 2005 - 0020, as is incorporated into each distributor’s 2006 electricity distribution rate order provided by the Board pursuant to section 78 of the Ontario Energy Board Act, 1998. 3. Metering activities conducted by Enersource Corporation, Powerstream Inc., Hydro Ottawa Limited, Horizon Utilities Corporation, Toronto Hydro-Electric System Limited and Veridian Connections Inc. pursuant to the process initiated in the Request for Pre-Qualification for Advanced Metering Infrastructure Procurement and Installation issued by Enersource Corporation on behalf of itself and the other referenced utilities and dated May 2, 2006. 3.1 Metering activities conducted by a distributor listed in paragraph 3, if the smart meters were procured subsequent to the process referred to in paragraph 3. 4. Metering activities conducted by a distributor that has had its smart meters procured on its behalf by one or more of Enersource Corporation, Powerstream Inc., Hydro Ottawa Limited, Horizon Utilities Corporation, Toronto Hydro-Electric System Limited or Veridian Connections Inc. pursuant to the process referred to in paragraph 3. 5. Metering activities conducted pursuant to the Request for Proposal for Smart Metering Services issued by Hydro One Networks Inc. and dated March 4, 2005. 6. Metering activities conducted by a distributor that has had its smart meters procured on its behalf by Hydro One Networks Inc. pursuant to the process referred to in paragraph 5. 7. Metering activities conducted by distributors if the activities meet the following criteria: i. the activities are for service areas identified as priority installations by Ontario Regulation 428/06 (Priority Installations) made under the Act, and ii. smart meter deployment plans have been filed with the Minister by the distributor. 8. Metering activities conducted by a distributor that has procured its smart meters pursuant to and in compliance with the parameters and process established by the Request for Proposal for Advanced Metering Infrastructure (AMI) – Phase 1 Smartmeter Deployment dated August 14, 2007, together with any amendments to it, issued by London Hydro Inc.  O. Reg. 427/06, s. 1 (1); O. Reg. 153/07, s. 1 (1); O. Reg. 235/08, s. 2 (1-4). (2) The smart meters used in relation to activities authorized as discretionary metering activities in subsection (1) shall comply with the criteria and requirements adopted in Ontario Regulation 425/06 (Criteria and Requirements for Meters and Metering Equipment, Systems and Technology) made under the Act.  O. Reg. 427/06, s. 1 (2); O. Reg. 153/07, s. 1 (2); O. Reg. 235/08, s. 2 (5). (2.1) Despite subsection (2), the smart meters used in relation to activities authorized as discretionary metering activities in paragraph 1 of subsection (1) that were conducted before the day this subsection comes into force are not required to comply with the criteria and requirements adopted in Ontario Regulation 425/06 (Criteria and Requirements for Meters and Metering Equipment, Systems and Technology) made under the Act.  O. Reg. 153/07, s. 1 (3); O. Reg. 235/08, s. 2 (6). (3) Any procurement associated with the activities authorized as discretionary metering activities under subsection (1), other than activities referenced in paragraphs 1 and 2 of subsection (1), shall comply with the procurement requirements set out in section 2.  O. Reg. 427/06, s. 1 (3); O. Reg. 153/07, s. 1 (4). (4) The activities authorized as discretionary metering activities in subsection (1) are subject to the cost recovery requirements set out in Ontario Regulation 426/06 (Smart Meters: Cost Recovery) made under the Ontario Energy Board Act, 1998.  O. Reg. 427/06, s. 1 (4).",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) The following activities are authorized discretionary metering activities for the purposes of section 53.18 of the Act:</p> <p class=\"paragraph-e\">  1. Metering activities conducted pursuant to the distributor’s Conservation and Demand Management Plan approved by a Board order referenced as RP - 2004 - 0203, including pursuant to a reallocation of funds within an approved Conservation and Demand Management Plan as authorized by the Board order approving the Conservation and Demand Management Plan or that is otherwise approved by the Board. </p> <p class=\"paragraph-e\">  2. If not otherwise authorized by this subsection, a distributor may utilize funds to conduct metering activities that are for the purpose of testing smart meter technology if, </p> <p class=\"subpara-e\">  i. the distributor has the prior approval of the Board, and</p> <p class=\"subpara-e\">  ii. the funds that are utilized were collected pursuant to the Board’s approval to include capital and operating costs related to smart meters in distributors’ revenue requirements for 2006, as set out in the Board’s Generic Issues decision, dated March 21, 2006 and referenced as RP - 2005 - 0020, as is incorporated into each distributor’s 2006 electricity distribution rate order provided by the Board pursuant to section 78 of the <i>Ontario Energy Board Act, 1998</i>.</p> <p class=\"paragraph-e\"><b> </b>3. Metering activities conducted by Enersource Corporation, Powerstream Inc., Hydro Ottawa Limited, Horizon Utilities Corporation, Toronto Hydro-Electric System Limited and Veridian Connections Inc. pursuant to the process initiated in the Request for Pre-Qualification for Advanced Metering Infrastructure Procurement and Installation issued by Enersource Corporation on behalf of itself and the other referenced utilities and dated May 2, 2006.</p> <p class=\"paragraph-e\">  3.1 Metering activities conducted by a distributor listed in paragraph 3, if the smart meters were procured subsequent to the process referred to in paragraph 3.</p> <p class=\"paragraph-e\">  4. Metering activities conducted by a distributor that has had its smart meters procured on its behalf by one or more of Enersource Corporation, Powerstream Inc., Hydro Ottawa Limited, Horizon Utilities Corporation, Toronto Hydro-Electric System Limited or Veridian Connections Inc. pursuant to the process referred to in paragraph 3.</p> <p class=\"paragraph-e\">  5. Metering activities conducted pursuant to the Request for Proposal for Smart Metering Services issued by Hydro One Networks Inc. and dated March 4, 2005.</p> <p class=\"paragraph-e\">  6. Metering activities conducted by a distributor that has had its smart meters procured on its behalf by Hydro One Networks Inc. pursuant to the process referred to in paragraph 5.</p> <p class=\"paragraph-e\">  7. Metering activities conducted by distributors if the activities meet the following criteria:</p> <p class=\"subpara-e\">  i. the activities are for service areas identified as priority installations by Ontario Regulation 428/06 (Priority Installations) made under the Act, and </p> <p class=\"subpara-e\">  ii. smart meter deployment plans have been filed with the Minister by the distributor.</p> <p class=\"paragraph-e\">  8. Metering activities conducted by a distributor that has procured its smart meters pursuant to and in compliance with the parameters and process established by the Request for Proposal for Advanced Metering Infrastructure (AMI) – Phase 1 Smartmeter Deployment dated August 14, 2007, together with any amendments to it, issued by London Hydro Inc.  O. Reg. 427/06, s. 1 (1); O. Reg. 153/07, s. 1 (1); O. Reg. 235/08, s. 2 (1-4).</p> <p class=\"subsection-e\">  (2) The smart meters used in relation to activities authorized as discretionary metering activities in subsection (1) shall comply with the criteria and requirements adopted in Ontario Regulation 425/06 (Criteria and Requirements for Meters and Metering Equipment, Systems and Technology) made under the Act.  O. Reg. 427/06, s. 1 (2); O. Reg. 153/07, s. 1 (2); O. Reg. 235/08, s. 2 (5).</p> <p class=\"subsection-e\">  (2.1) Despite subsection (2), the smart meters used in relation to activities authorized as discretionary metering activities in paragraph 1 of subsection (1) that were conducted before the day this subsection comes into force are not required to comply with the criteria and requirements adopted in Ontario Regulation 425/06 (Criteria and Requirements for Meters and Metering Equipment, Systems and Technology) made under the Act.  O. Reg. 153/07, s. 1 (3); O. Reg. 235/08, s. 2 (6).</p> <p class=\"subsection-e\">  (3) Any procurement associated with the activities authorized as discretionary metering activities under subsection (1), other than activities referenced in paragraphs 1 and 2 of subsection (1), shall comply with the procurement requirements set out in section 2.  O. Reg. 427/06, s. 1 (3); O. Reg. 153/07, s. 1 (4).</p> <p class=\"subsection-e\">  (4) The activities authorized as discretionary metering activities in subsection (1) are subject to the cost recovery requirements set out in Ontario Regulation 426/06<b> </b>(Smart Meters: Cost Recovery) made under the <i>Ontario Energy Board Act, 1998</i>.  O. Reg. 427/06, s. 1 (4).</p>"
        },
        {
            "id": "2.",
            "section": "Procurement",
            "content": " 2. (1) When a distributor enters into a procurement process in relation to the smart metering initiative, the distributor shall ensure, (a) that the procurement process complies with the principles set out in subsection (2); and (b) that any agreement entered into as a result of the procurement is economically prudent and cost effective, taking into consideration, but not limited to, (i) all costs associated with the agreement, and (ii) the costs of the agreement relative to any prior agreement entered into by the distributor for comparable acquisitions.  O. Reg. 427/06, s. 2 (1); O. Reg. 235/08, s. 3 (1). (2) Distributors shall ensure that a procurement process in relation to the smart metering initiative complies with the following principles: 1. The procurement process, including the procedures used in the process and the selection criteria, must be fair, open and accessible to a range of interested bidders. 2. The procurement process must be competitive. 3. Conflicts of interest, both actual and potential, of bidders must be disclosed in the bidders’ proposals and the process must ensure that, i. the selected bidder will not have a conflict of interest in respect of the deliverables under the agreement entered into as a result of the procurement, or ii. the selected bidder will be required to comply with requirements established by the distributor to address an actual or potential conflict of interest. 4. There must be no unfair advantage in the procurement process.  O. Reg. 427/06, s. 2 (2). (3) A distributor may only procure or utilize smart meters from an affiliate, if the affiliate is the selected bidder in a procurement process that satisfies the requirements of this section.  O. Reg. 427/06, s. 2 (3); O. Reg. 235/08, s. 3 (2). (4) The Minister or the Board may on notice require that a distributor provide to the Minister or the Board, as the case may be, (a) information relating to the procurement or installation of smart meters including information concerning pricing, contractual arrangements, and status of installations; and (b) information relating to a procurement, which information was obtained or developed during the procurement, including information concerning the selection of the successful bidder.  O. Reg. 153/07, s. 2; O. Reg. 235/08, s. 3 (3). (5) The notice in subsection (4), (a) shall be in writing; (b) shall set out a time frame in which the distributor must reply; and (c) shall specify the information that the distributor must supply.  O. Reg. 427/06, s. 2 (5).  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) When a distributor enters into a procurement process in relation to the smart metering initiative, the distributor shall ensure,</p> <p class=\"clause-e\">  (a) that the procurement process complies with the principles set out in subsection (2); and </p> <p class=\"clause-e\">  (b) that any agreement entered into as a result of the procurement is economically prudent and cost effective, taking into consideration, but not limited to,</p> <p class=\"subclause-e\">  (i) all costs associated with the agreement, and </p> <p class=\"subclause-e\">  (ii) the costs of the agreement relative to any prior agreement entered into by the distributor for comparable acquisitions.  O. Reg. 427/06, s. 2 (1); O. Reg. 235/08, s. 3 (1).</p> <p class=\"subsection-e\">  (2) Distributors shall ensure that a procurement process in relation to the smart metering initiative complies with the following principles:</p> <p class=\"paragraph-e\">  1. The procurement process, including the procedures used in the process and the selection criteria, must be fair, open and accessible to a range of interested bidders.</p> <p class=\"paragraph-e\">  2. The procurement process must be competitive.</p> <p class=\"paragraph-e\">  3. Conflicts of interest, both actual and potential, of bidders must be disclosed in the bidders’ proposals and the process must ensure that, </p> <p class=\"subpara-e\">  i. the selected bidder will not have a conflict of interest in respect of the deliverables under the agreement entered into as a result of the procurement, or</p> <p class=\"subpara-e\">  ii. the selected bidder will be required to comply with requirements established by the distributor to address an actual or potential conflict of interest.</p> <p class=\"paragraph-e\">  4. There must be no unfair advantage in the procurement process.  O. Reg. 427/06, s. 2 (2).</p> <p class=\"subsection-e\">  (3) A distributor may only procure or utilize smart meters from an affiliate, if the affiliate is the selected bidder in a procurement process that satisfies the requirements of this section.  O. Reg. 427/06, s. 2 (3); O. Reg. 235/08, s. 3 (2).</p> <p class=\"subsection-e\">  (4) The Minister or the Board may on notice require that a distributor provide to the Minister or the Board, as the case may be, </p> <p class=\"clause-e\">  (a) information relating to the procurement or installation of smart meters including information concerning pricing, contractual arrangements, and status of installations; and </p> <p class=\"clause-e\">  (b) information relating to a procurement, which information was obtained or developed during the procurement, including information concerning the selection of the successful bidder.  O. Reg. 153/07, s. 2; O. Reg. 235/08, s. 3 (3).</p> <p class=\"subsection-e\">  (5) The notice in subsection (4),</p> <p class=\"clause-e\">  (a) shall be in writing;</p> <p class=\"clause-e\">  (b) shall set out a time frame in which the distributor must reply; and</p> <p class=\"clause-e\">  (c) shall specify the information that the distributor must supply.  O. Reg. 427/06, s. 2 (5).</p> <p class=\"clause-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/060427\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}