{
    "reg_info": {
        "full_title": "O. Reg. 304/04: THE WALKERTON CLEAN WATER CENTRE",
        "reg_name_text": "The Walkerton Clean Water Centre",
        "citation": "O. Reg. 304/04: THE WALKERTON CLEAN WATER CENTRE",
        "act_under": "Development Corporations Act",
        "url": "https://www.ontario.ca/laws/regulation/040304",
        "date_scraped": "2023-12-18 12:34:06"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March  1, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/040304/v7",
            "valid_from": "February 28, 2022",
            "valid_to": "February 28, 2022"
        },
        {
            "a_href": "/laws/regulation/040304/v6",
            "valid_from": "October 19, 2021",
            "valid_to": "February 27, 2022"
        },
        {
            "a_href": "/laws/regulation/040304/v5",
            "valid_from": "January  1, 2018",
            "valid_to": "October 18, 2021"
        },
        {
            "a_href": "/laws/regulation/040304/v4",
            "valid_from": "December 21, 2017",
            "valid_to": "December 31, 2017"
        },
        {
            "a_href": "/laws/regulation/040304/v3",
            "valid_from": "December 18, 2017",
            "valid_to": "December 20, 2017"
        },
        {
            "a_href": "/laws/regulation/040304/v2",
            "valid_from": "July 24, 2015",
            "valid_to": "December 17, 2017"
        },
        {
            "a_href": "/laws/regulation/040304/v1",
            "valid_from": "October  1, 2004",
            "valid_to": "July 23, 2015"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Interpretation",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Definitions",
            "content": " 1. In this Regulation, “Centre” means the Walkerton Clean Water Centre established under section 2; (“Centre”) “Minister” means the Minister of the Environment and Climate Change or the minister of the Crown to whom the powers and duties under this Regulation are assigned or transferred under the Executive Council Act. (“ministre”) O. Reg. 304/04, s. 1; O. Reg. 551/17, s. 1. Corporate Matters",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“Centre” means the Walkerton Clean Water Centre established under section 2; (“Centre”)</p> <p class=\"definition-e\">“Minister” means the Minister of the Environment and Climate Change or the minister of the Crown to whom the powers and duties under this Regulation are assigned or transferred under the <i>Executive Council Act</i>. (“ministre”) O. Reg. 304/04, s. 1; O. Reg. 551/17, s. 1.</p> <p class=\"heading1-e\"><a name=\"BK2\"></a>Corporate Matters</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "Corporate Matters",
            "part_id": null,
            "part_type": null,
            "section": "Corporate Matters",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Corporation established",
            "content": " 2. (1) A corporation to be known in English as the Walkerton Clean Water Centre and in French as Centre de Walkerton pour l’assainissement de l’eau is established as a corporation without share capital.  O. Reg. 304/04, s. 2 (1). (2) The Centre is composed of the members of its board of directors.  O. Reg. 304/04, s. 2 (2). (3) The Centre is, for all its purposes, an agent of Her Majesty within the meaning of the Crown Agency Act and its powers may be exercised only as an agent of Her Majesty.  O. Reg. 304/04, s. 2 (3). (4) Section 132 (conflict of interest), subsection 134 (1) (standards of care) and section 136 (indemnification) of the Business Corporations Act apply with necessary modifications to the Centre and to the board of directors.  O. Reg. 304/04, s. 2 (4). (5) The Not-for-Profit Corporations Act, 2010 and the Corporations Information Act do not apply to the Centre.  O. Reg. 304/04, s. 2 (5); O. Reg. 551/17, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>2. </b>(1) A corporation to be known in English as the Walkerton Clean Water Centre and in French as Centre de Walkerton pour l’assainissement de l’eau is established as a corporation without share capital.  O. Reg. 304/04, s. 2 (1).</p> <p class=\"subsection-e\">  (2) The Centre is composed of the members of its board of directors.  O. Reg. 304/04, s. 2 (2).</p> <p class=\"subsection-e\">  (3) The Centre is, for all its purposes, an agent of Her Majesty within the meaning of the <i>Crown Agency Act</i> and its powers may be exercised only as an agent of Her Majesty.  O. Reg. 304/04, s. 2 (3).</p> <p class=\"subsection-e\">  (4) Section 132 (conflict of interest), subsection 134 (1) (standards of care) and section 136 (indemnification) of the <i>Business Corporations Act</i> apply with necessary modifications to the Centre and to the board of directors.  O. Reg. 304/04, s. 2 (4).</p> <p class=\"subsection-e\">  (5) The <i>Not-for-Profit Corporations Act, 2010</i> and the <i>Corporations Information Act</i> do not apply to the Centre.  O. Reg. 304/04, s. 2 (5); O. Reg. 551/17, s. 2.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Objects",
            "content": " 3. The objects of the Centre are to do the following, either alone or in conjunction with other organizations: 1. To co-ordinate and deliver education and training for owners, operators and operating authorities of drinking water systems. 2. To provide information, education and advice to owners, operators and operating authorities of drinking water systems and to the public about, i. the treatment of water necessary to ensure that drinking water is safe, ii. the equipment and technology used to ensure that drinking water is safe, iii. the operational requirements necessary to ensure that drinking water is safe, and iv. other environmental issues related to drinking water. 3. To sponsor research into any activities related to its objects. 4. To provide advice to the Minister on research and development priorities to achieve and maintain safe drinking water. 5. To conduct such further activities, consistent with its objects, as are described in any policy direction issued by the Minister or as set out in any agreement with the Minister.  O. Reg. 304/04, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>3. </b>The objects of the Centre are to do the following, either alone or in conjunction with other organizations:</p> <p class=\"paragraph-e\">  1. To co-ordinate and deliver education and training for owners, operators and operating authorities of drinking water systems.</p> <p class=\"paragraph-e\">  2. To provide information, education and advice to owners, operators and operating authorities of drinking water systems and to the public about,</p> <p class=\"subpara-e\">  i. the treatment of water necessary to ensure that drinking water is safe,</p> <p class=\"subpara-e\">  ii. the equipment and technology used to ensure that drinking water is safe,</p> <p class=\"subpara-e\">  iii. the operational requirements necessary to ensure that drinking water is safe, and</p> <p class=\"subpara-e\">  iv. other environmental issues related to drinking water.</p> <p class=\"paragraph-e\">  3. To sponsor research into any activities related to its objects.</p> <p class=\"paragraph-e\">  4. To provide advice to the Minister on research and development priorities to achieve and maintain safe drinking water.</p> <p class=\"paragraph-e\">  5. To conduct such further activities, consistent with its objects, as are described in any policy direction issued by the Minister or as set out in any agreement with the Minister.  O. Reg. 304/04, s. 3.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Corporate powers",
            "content": " 4. (1) Except as limited by this Regulation, the Centre has the capacity, rights and powers of a natural person for carrying out its objects.  O. Reg. 304/04, s. 4 (1). (2) The Centre shall not, except with the approval of the Lieutenant Governor in Council, (a) acquire, hold or dispose of any interest in land; (b) borrow money; (c) pledge the assets of the Centre; or (d) establish a subsidiary.  O. Reg. 304/04, s. 4 (2). (3) Despite clause (2) (a), the Centre, without the approval of the Lieutenant Governor in Council, may lease land for its own use if the cost is less than $1,000,000 over the term of the lease and may dispose of, transfer or otherwise deal with such a leasehold interest.  O. Reg. 304/04, s. 4 (3). (4) The revenues of the Centre, including all money or assets received by the Centre by grant, gift, contribution, profit or otherwise, shall be used to further its objects and for no other purpose.  O. Reg. 304/04, s. 4 (4). (5) The Centre may temporarily invest any surplus money not immediately required for its objects in, (a) securities issued by or guaranteed as to principal and interest by the Province of Ontario, any other province of Canada or Canada; (b) guaranteed investment certificates of any trust corporation that is registered under the Loan and Trust Corporations Act; (c) deposit receipts, deposit notes, certificates of deposits, acceptances and other similar instruments issued or endorsed by any bank listed in Schedule I or II to the\r\nBank Act (Canada); or (d) deposit receipts, deposit notes, guaranteed investment certificates, term deposits, certificates of deposit or investment or other similar instruments that are issued, guaranteed or endorsed by a credit union within the meaning of the Credit Unions and Caisses Populaires Act, 2020. O. Reg. 304/04, s. 4 (5); O. Reg. 578/17, s. 1; O. Reg. 115/22, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>4. </b>(1) Except as limited by this Regulation, the Centre has the capacity, rights and powers of a natural person for carrying out its objects.  O. Reg. 304/04, s. 4 (1).</p> <p class=\"subsection-e\">  (2) The Centre shall not, except with the approval of the Lieutenant Governor in Council, </p> <p class=\"clause-e\">  (a) acquire, hold or dispose of any interest in land; </p> <p class=\"clause-e\">  (b) borrow money;</p> <p class=\"clause-e\">  (c) pledge the assets of the Centre; or</p> <p class=\"clause-e\">  (d) establish a subsidiary.  O. Reg. 304/04, s. 4 (2).</p> <p class=\"subsection-e\">  (3) Despite clause (2) (a), the Centre, without the approval of the Lieutenant Governor in Council, may lease land for its own use if the cost is less than $1,000,000 over the term of the lease and may dispose of, transfer or otherwise deal with such a leasehold interest.  O. Reg. 304/04, s. 4 (3).</p> <p class=\"subsection-e\">  (4) The revenues of the Centre, including all money or assets received by the Centre by grant, gift, contribution, profit or otherwise, shall be used to further its objects and for no other purpose.  O. Reg. 304/04, s. 4 (4).</p> <p class=\"subsection-e\">  (5) The Centre may temporarily invest any surplus money not immediately required for its objects in,</p> <p class=\"clause-e\">  (a) securities issued by or guaranteed as to principal and interest by the Province of Ontario, any other province of Canada or Canada;</p> <p class=\"clause-e\">  (b) guaranteed investment certificates of any trust corporation that is registered under the<i> Loan and Trust Corporations Act</i>;</p> <p class=\"clause-e\">  (c) deposit receipts, deposit notes, certificates of deposits, acceptances and other similar instruments issued or endorsed by any bank listed in Schedule I or II to the<i>\r\nBank Act</i> (Canada); or</p> <p class=\"clause-e\">  (d) deposit receipts, deposit notes, guaranteed investment certificates, term deposits, certificates of deposit or investment or other similar instruments that are issued, guaranteed or endorsed by a credit union within the meaning of the <i>Credit Unions and Caisses Populaires Act, 2020</i><i>. </i>O. Reg. 304/04, s. 4 (5); O. Reg. 578/17, s. 1; O. Reg. 115/22, s. 1.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Board of directors",
            "content": " 5. (1) The board of directors of the Centre is composed of as many members, not fewer than three and not more than 12, as the Lieutenant Governor in Council may appoint.  O. Reg. 304/04, s. 5 (1). (2) The members shall be appointed for such term, not exceeding three years, as may be determined by the Lieutenant Governor in Council.  O. Reg. 304/04, s. 5 (2); O. Reg. 229/15, s. 1 (1). (3) The members of the Centre who are not public servants within the meaning of paragraph 1, 2, 3 or 4 of subsection 2 (2) of the Public Service of Ontario Act, 2006 shall be paid such remuneration and expenses as may be determined by the Lieutenant Governor in Council. O. Reg. 229/15, s. 1 (2). (4) The Lieutenant Governor in Council shall designate one of the members of the board as chair and one or two members as vice-chairs.  O. Reg. 304/04, s. 5 (4). (5) The chair shall preside over the meetings of the board of directors.  O. Reg. 304/04, s. 5 (5); O. Reg. 229/15, s. 1 (3). (6) In the absence of both chair and vice-chair, a member designated by the board shall act as the chair.  O. Reg. 304/04, s. 5 (6). (7) A majority of the members constitutes a quorum for the conduct of business of the board.  O. Reg. 304/04, s. 5 (7).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>5. </b>(1) The board of directors of the Centre is composed of as many members, not fewer than three and not more than 12, as the Lieutenant Governor in Council may appoint.  O. Reg. 304/04, s. 5 (1).</p> <p class=\"subsection-e\">  (2) The members shall be appointed for such term, not exceeding three years, as may be determined by the Lieutenant Governor in Council.  O. Reg. 304/04, s. 5 (2); O. Reg. 229/15, s. 1 (1).</p> <p class=\"subsection-e\">  (3) The members of the Centre who are not public servants within the meaning of paragraph 1, 2, 3 or 4 of subsection 2 (2) of the <i>Public Service of Ontario Act, 2006</i> shall be paid such remuneration and expenses as may be determined by the Lieutenant Governor in Council. O. Reg. 229/15, s. 1 (2).</p> <p class=\"subsection-e\">  (4) The Lieutenant Governor in Council shall designate one of the members of the board as chair and one or two members as vice-chairs.  O. Reg. 304/04, s. 5 (4).</p> <p class=\"subsection-e\">  (5) The chair shall preside over the meetings of the board of directors.  O. Reg. 304/04, s. 5 (5); O. Reg. 229/15, s. 1 (3).</p> <p class=\"subsection-e\">  (6) In the absence of both chair and vice-chair, a member designated by the board shall act as the chair.  O. Reg. 304/04, s. 5 (6).</p> <p class=\"subsection-e\">  (7) A majority of the members constitutes a quorum for the conduct of business of the board.  O. Reg. 304/04, s. 5 (7).</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Powers, duties of board",
            "content": " 6. (1) The affairs of the Centre are under the management and control of its board of directors.  O. Reg. 304/04, s. 6 (1). (2) The board may pass by-laws and resolutions for conducting and managing the affairs of the Centre including, (a) appointing officers and assigning to them such powers and duties as the board considers appropriate; (b) maintaining bank accounts and making other banking arrangements; and (c) establishing committees.  O. Reg. 304/04, s. 6 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>6. </b>(1) The affairs of the Centre are under the management and control of its board of directors.  O. Reg. 304/04, s. 6 (1).</p> <p class=\"subsection-e\">  (2) The board may pass by-laws and resolutions for conducting and managing the affairs of the Centre including,</p> <p class=\"clause-e\">  (a) appointing officers and assigning to them such powers and duties as the board considers appropriate;</p> <p class=\"clause-e\">  (b) maintaining bank accounts and making other banking arrangements; and</p> <p class=\"clause-e\">  (c) establishing committees.  O. Reg. 304/04, s. 6 (2).</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Policy direction by Minister",
            "content": " 7. The Minister may issue policy directions to the board of directors and the board of directors shall comply with the directions.  O. Reg. 304/04, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>7. </b>The Minister may issue policy directions to the board of directors and the board of directors shall comply with the directions.  O. Reg. 304/04, s. 7.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Employees, etc.",
            "content": " 8. (1) In accordance with government policy, directives and guidelines, the Centre may employ or otherwise engage such persons as it considers necessary for the proper conduct of the business of the Centre and may prescribe their duties and other terms of engagement and provide for payment of the remuneration and expenses of such persons.  O. Reg. 304/04, s. 8 (1). (2) The Centre shall establish job classifications, personnel qualifications, salaries, benefits and other remuneration for its employees that are similar to those established for public servants employed under Part III of the Public Service of Ontario Act, 2006. O. Reg. 229/15, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>8. </b>(1) In accordance with government policy, directives and guidelines, the Centre may employ or otherwise engage such persons as it considers necessary for the proper conduct of the business of the Centre and may prescribe their duties and other terms of engagement and provide for payment of the remuneration and expenses of such persons.  O. Reg. 304/04, s. 8 (1).</p> <p class=\"subsection-e\">  (2) The Centre shall establish job classifications, personnel qualifications, salaries, benefits and other remuneration for its employees that are similar to those established for public servants employed under Part III of the <i>Public Service of Ontario Act, 2006</i>. O. Reg. 229/15, s. 2.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Business plan",
            "content": " 9. The Minister may require the Centre to prepare business plans. O. Reg. 551/17, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>9. </b>The Minister may require the Centre to prepare business plans. O. Reg. 551/17, s. 3.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "9.1",
            "part_id": null,
            "part_type": null,
            "section": "Annual report",
            "content": " 9.1 (1) The Centre shall prepare an annual report, provide it to the Minister and make it available to the public. O. Reg. 551/17, s. 3. (2) The Centre shall comply with such directives as may be issued by the Management Board of Cabinet with respect to, (a) the form and content of the annual report; (b) when to provide it to the Minister; and (c) when and how to make it available to the public. O. Reg. 551/17, s. 3. (3) The Centre shall include such additional content in the annual report as the Minister may require. O. Reg. 551/17, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>9.1 </b>(1) The Centre shall prepare an annual report, provide it to the Minister and make it available to the public. O. Reg. 551/17, s. 3.</p> <p class=\"subsection-e\">  (2) The Centre shall comply with such directives as may be issued by the Management Board of Cabinet with respect to,</p> <p class=\"clause-e\">  (a) the form and content of the annual report;</p> <p class=\"clause-e\">  (b) when to provide it to the Minister; and</p> <p class=\"clause-e\">  (c) when and how to make it available to the public. O. Reg. 551/17, s. 3.</p> <p class=\"subsection-e\">  (3) The Centre shall include such additional content in the annual report as the Minister may require. O. Reg. 551/17, s. 3.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "9.2",
            "part_id": null,
            "part_type": null,
            "section": "Tabling of annual report",
            "content": " 9.2 The Minister shall table the Centre’s annual report in the Assembly and shall comply with such directives as may be issued by the Management Board of Cabinet with respect to when to table it. O. Reg. 551/17, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>9.2 </b>The Minister shall table the Centre’s annual report in the Assembly and shall comply with such directives as may be issued by the Management Board of Cabinet with respect to when to table it. O. Reg. 551/17, s. 3.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "9.3",
            "part_id": null,
            "part_type": null,
            "section": "Other reports",
            "content": " 9.3 The Minister may require the Centre to provide other reports. O. Reg. 551/17, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>9.3 </b>The Minister may require the Centre to provide other reports. O. Reg. 551/17, s. 3.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Annual audit",
            "content": " 10. (1) The board of directors shall ensure that the Centre’s accounts and financial transactions are audited annually.  O. Reg. 304/04, s. 10 (1). (2) The annual audit is subject to the review of the Provincial Auditor.  O. Reg. 304/04, s. 10 (2). (3) The Minister may, at any time, require that an audit of the Centre be conducted.  O. Reg. 304/04, s. 10 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>10. </b>(1) The board of directors shall ensure that the Centre’s accounts and financial transactions are audited annually.  O. Reg. 304/04, s. 10 (1).</p> <p class=\"subsection-e\">  (2) The annual audit is subject to the review of the Provincial Auditor.  O. Reg. 304/04, s. 10 (2).</p> <p class=\"subsection-e\">  (3) The Minister may, at any time, require that an audit of the Centre be conducted.  O. Reg. 304/04, s. 10 (3).</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "Winding-up",
            "content": " 11. If the Minister considers it to be in the public interest to wind up the affairs of the Centre, he or she may do all things necessary to accomplish that, including dealing with the assets of the Centre by, (a) liquidating or selling the assets and paying the proceeds into the Consolidated Revenue Fund; or (b) transferring the assets to the Crown or another agency of the Crown.  O. Reg. 304/04, s. 11.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>11. </b>If the Minister considers it to be in the public interest to wind up the affairs of the Centre, he or she may do all things necessary to accomplish that, including dealing with the assets of the Centre by,</p> <p class=\"clause-e\">  (a) liquidating or selling the assets and paying the proceeds into the Consolidated Revenue Fund; or</p> <p class=\"clause-e\">  (b) transferring the assets to the Crown or another agency of the Crown.  O. Reg. 304/04, s. 11.</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Review",
            "content": " 12. The Minister shall ensure that a review of the operations of the Centre is undertaken at least once every three years.  O. Reg. 304/04, s. 12.  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>12. </b>The Minister shall ensure that a review of the operations of the Centre is undertaken at least once every three years.  O. Reg. 304/04, s. 12.</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/040304\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}