{
    "reg_info": {
        "full_title": "O. Reg. 389/94: DEFINITIONS",
        "reg_name_text": "DEFINITIONS",
        "citation": "O. Reg. 389/94: ",
        "act_under": "Employment Equity Act, 1993",
        "url": "https://www.ontario.ca/laws/regulation/940389",
        "date_scraped": "2023-12-19 20:43:51"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": "Designated Groups",
            "content": "1. For the purposes of the Act, an Aboriginal person is a person who is a member of the Indian, Inuit or Métis peoples of Canada. O. Reg. 389/94, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>For the purposes of the Act, an Aboriginal person is a person who is a member of the Indian, Inuit or Métis peoples of Canada. O. Reg. 389/94, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Designated Groups",
            "content": "2. For the purposes of the Act, a person with a disability is a person who has a persistent physical, mental, psychiatric, sensory or learning impairment and who, (a) considers themself to be disadvantaged in employment by reason of that impairment; or (b) believes that an employer or potential employer is likely to consider the person to be disadvantaged in employment by reason of that impairment. O. Reg. 389/94, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>For the purposes of the Act, a person with a disability is a person who has a persistent physical, mental, psychiatric, sensory or learning impairment and who,</p> <p class=\"clause-e\">(a) considers themself to be disadvantaged in employment by reason of that impairment; or</p> <p class=\"clause-e\">(b) believes that an employer or potential employer is likely to consider the person to be disadvantaged in employment by reason of that impairment. O. Reg. 389/94, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Designated Groups",
            "content": "3. (1) For the purposes of the Act, a member of a racial minority is a person who, because of the person’s race or colour, is in a visible minority in Ontario. (2) An Aboriginal person is not a member of a racial minority solely because he or she is an Aboriginal person. O.Reg. 389/94, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) For the purposes of the Act, a member of a racial minority is a person who, because of the person’s race or colour, is in a visible minority in Ontario.</p> <p class=\"subsection-e\">(2) An Aboriginal person is not a member of a racial minority solely because he or she is an Aboriginal person. O.Reg. 389/94, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Designated Groups",
            "content": "4. A person may be a member of more than one designated group. O.Reg. 389/94, s. 4. Barrier",
            "raw_html": "<p class=\"section-e\"><b>4. </b>A person may be a member of more than one designated group. O.Reg. 389/94, s. 4.</p> <p class=\"heading1-e\">Barrier</p>"
        },
        {
            "id": "5.",
            "section": "Barrier",
            "content": "5. (1) For the purposes of the Act, an employment policy or practice is a barrier if it directly or indirectly adversely affects persons who are members of a designated group more than it affects others. (2) A policy or practice is not a barrier if the policy or practice is permitted under section 5 of the Act. O.Reg. 389/94, s. 5. Aboriginal Workplace",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) For the purposes of the Act, an employment policy or practice is a barrier if it directly or indirectly adversely affects persons who are members of a designated group more than it affects others.</p> <p class=\"subsection-e\">(2) A policy or practice is not a barrier if the policy or practice is permitted under section 5 of the Act. O.Reg. 389/94, s. 5.</p> <p class=\"heading1-e\">Aboriginal Workplace</p>"
        },
        {
            "id": "6.",
            "section": "Aboriginal Workplace",
            "content": "6. For the purposes of subsection 22 (1) of the Act, an Aboriginal workplace is a workplace operated by, (a) a band as defined in the Indian Act (Canada); (b) an authority, board, commission or corporation without share capital, (i) the majority of whose members are Aboriginal persons, and (ii) that provides services principally to Aboriginal persons; or (c) a corporation with share capital or an organization of persons, (i) the majority of the directors of which or the majority of members of the governing body of which are Aboriginal persons, and (ii) that provides services principally to Aboriginal persons. O.Reg. 389/94, s. 6. Construction Industry",
            "raw_html": "<p class=\"section-e\"><b>6. </b>For the purposes of subsection 22 (1) of the Act, an Aboriginal workplace is a workplace operated by,</p> <p class=\"clause-e\">(a) a band as defined in the <i>Indian Act</i> (Canada);</p> <p class=\"clause-e\">(b) an authority, board, commission or corporation without share capital,</p> <p class=\"subclause-e\">(i) the majority of whose members are Aboriginal persons, and</p> <p class=\"subclause-e\">(ii) that provides services principally to Aboriginal persons; or</p> <p class=\"clause-e\">(c) a corporation with share capital or an organization of persons,</p> <p class=\"subclause-e\">(i) the majority of the directors of which or the majority of members of the governing body of which are Aboriginal persons, and</p> <p class=\"subclause-e\">(ii) that provides services principally to Aboriginal persons. O.Reg. 389/94, s. 6.</p> <p class=\"heading1-e\">Construction Industry</p>"
        },
        {
            "id": "7.",
            "section": "Construction Industry",
            "content": "7. For the purposes of the Act,  “construction” includes erection, alteration, repair, dismantling, demolition, structural maintenance, painting, land clearing, earth moving, grading, excavating, trenching, digging, boring, drilling, blasting, or concreting, the installation of any machinery or plant, and any work or undertaking in connection with a construction project but does not include any work or undertaking in a mine. O.Reg. 389/94, s. 7. Français ",
            "raw_html": "<p class=\"section-e\"><b>7. </b>For the purposes of the Act, </p> <p class=\"firstdef-e\">“construction” includes erection, alteration, repair, dismantling, demolition, structural maintenance, painting, land clearing, earth moving, grading, excavating, trenching, digging, boring, drilling, blasting, or concreting, the installation of any machinery or plant, and any work or undertaking in connection with a construction project but does not include any work or undertaking in a mine. O.Reg. 389/94, s. 7.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_940389_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_940389_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}