{
    "reg_info": {
        "full_title": "O. Reg. 237/13: INDUSTRY-WIDE RATE REDUCTION TARGET",
        "reg_name_text": "INDUSTRY-WIDE RATE REDUCTION TARGET",
        "citation": "O. Reg. 237/13: ",
        "act_under": "Automobile Insurance Rate Stabilization Act, 2003",
        "url": "https://www.ontario.ca/laws/regulation/130237",
        "date_scraped": "2023-12-19 04:33:54"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "August 23, 2013",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "P11_283",
            "section": "Application of regulation",
            "content": "1. This Regulation applies with respect to the industry-wide target established under section 2.1 of the Act for the reduction of rates that insurers are permitted to charge for the Personal Vehicles — Private Passenger Automobile category of automobile insurance in Ontario. O. Reg. 237/13, s. 1.",
            "raw_html": "<p class=\"section-e\"><a name=\"P11_283\"></a><a name=\"s1\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_130237_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_130237_f.htm\">1.</a><b> </b>This Regulation applies with respect to the industry-wide target established under section 2.1 of the Act for the reduction of rates that insurers are permitted to charge for the Personal Vehicles — Private Passenger Automobile category of automobile insurance in Ontario. O. Reg. 237/13, s. 1.</p>"
        },
        {
            "id": "P13_634",
            "section": "Period for achieving 15 per cent reduction target",
            "content": "2. The 15 per cent reduction target required under the Act must be achieved during the period that begins on August 16, 2013 and ends on August 15, 2015. O. Reg. 237/13, s. 2.",
            "raw_html": "<p class=\"section-e\"><a name=\"P13_634\"></a><a name=\"s2\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_130237_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_130237_f.htm\">2.</a><b> </b>The 15 per cent reduction target required under the Act must be achieved during the period that begins on August 16, 2013 and ends on August 15, 2015. O. Reg. 237/13, s. 2.</p>"
        },
        {
            "id": "P15_844",
            "section": "Periodic reduction toward target",
            "content": "3. The following periodic reduction toward the target must be achieved:  1. 8 per cent no later than August 15, 2014. O. Reg. 237/13, s. 3.",
            "raw_html": "<p class=\"section-e\"><a name=\"P15_844\"></a><a name=\"s3\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_130237_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_130237_f.htm\">3.</a><b> </b>The following periodic reduction toward the target must be achieved: </p> <p class=\"paragraph-e\">1. 8 per cent no later than August 15, 2014. O. Reg. 237/13, s. 3.</p>"
        },
        {
            "id": "P18_1032",
            "section": "Determination of average of the authorized rates",
            "content": "4. For the purpose of subsection 2.1 (2) of the Act, the average, on a particular date, of the authorized rates that may be charged by all insurers for the Personal Vehicles — Private Passenger Automobile category of automobile insurance in Ontario is determined as follows: 1. For each insurer, determine the average authorized rate that may be charged by the insurer, on the particular date, for all coverages for the Personal Vehicles — Private Passenger Automobile category of automobile insurance in Ontario as follows: i. Determine the average authorized rate on that date for each coverage for a 12-month policy term in premium dollars per insured vehicle. ii. For each coverage, multiply the amount determined under subparagraph i by the fraction A/B, in which, “A” is the total number of vehicles insured by the insurer that had that coverage in the most recent completed calendar year, and “B” is the total number of vehicles insured by the insurer in the most recent completed calendar year. iii. Add the amounts determined under subparagraph ii. 2. For each insurer, multiply the amount determined under paragraph 1 by the fraction C/D, in which, “C” is the number of vehicles insured by the insurer in the Personal Vehicles — Private Passenger Automobile category of automobile insurance in Ontario in the most recent completed calendar year for which that information has been compiled and provided to the Superintendent by the agency designated under subsection 101 (1) of the Insurance Act, and “D” is the total number of vehicles insured by all insurers in the Personal Vehicles — Private Passenger Automobile category of automobile insurance in Ontario in the most recent completed calendar year for which that information has been compiled and provided to the Superintendent by the agency designated under subsection 101 (1) of the Insurance Act. 3. Add all of the amounts determined under paragraph 2. O. Reg. 237/13, s. 4.",
            "raw_html": "<p class=\"section-e\"><a name=\"P18_1032\"></a><a name=\"s4\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_130237_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_130237_f.htm\">4.</a><b> </b>For the purpose of subsection 2.1 (2) of the Act, the average, on a particular date, of the authorized rates that may be charged by all insurers for the Personal Vehicles — Private Passenger Automobile category of automobile insurance in Ontario is determined as follows:</p> <p class=\"paragraph-e\">1. For each insurer, determine the average authorized rate that may be charged by the insurer, on the particular date, for all coverages for the Personal Vehicles — Private Passenger Automobile category of automobile insurance in Ontario as follows:</p> <p class=\"subpara-e\">i. Determine the average authorized rate on that date for each coverage for a 12-month policy term in premium dollars per insured vehicle.</p> <p class=\"subpara-e\">ii. For each coverage, multiply the amount determined under subparagraph i by the fraction A/B, in which,</p> <p class=\"subsubpara-e\">“A” is the total number of vehicles insured by the insurer that had that coverage in the most recent completed calendar year, and</p> <p class=\"subsubpara-e\">“B” is the total number of vehicles insured by the insurer in the most recent completed calendar year.</p> <p class=\"subpara-e\">iii. Add the amounts determined under subparagraph ii.</p> <p class=\"paragraph-e\">2. For each insurer, multiply the amount determined under paragraph 1 by the fraction C/D, in which,</p> <p class=\"subpara-e\">“C” is the number of vehicles insured by the insurer in the Personal Vehicles — Private Passenger Automobile category of automobile insurance in Ontario in the most recent completed calendar year for which that information has been compiled and provided to the Superintendent by the agency designated under subsection 101 (1) of the <i>Insurance Act</i>, and</p> <p class=\"subpara-e\">“D” is the total number of vehicles insured by all insurers in the Personal Vehicles — Private Passenger Automobile category of automobile insurance in Ontario in the most recent completed calendar year for which that information has been compiled and provided to the Superintendent by the agency designated under subsection 101 (1) of the <i>Insurance Act</i>.</p> <p class=\"paragraph-e\">3. Add all of the amounts determined under paragraph 2. O. Reg. 237/13, s. 4.</p>"
        },
        {
            "id": "P29_2982",
            "section": "Determination of average of the authorized rates",
            "content": "5. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 237/13, s. 5. Français ",
            "raw_html": "<p class=\"section-e\"><a name=\"P29_2982\"></a><a name=\"s5\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_130237_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_130237_f.htm\">5.</a> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 237/13, s. 5.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_130237_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_130237_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}