{
    "reg_info": {
        "full_title": "O. Reg. 95/00: WARD DESCRIPTIONS AND BOUNDARY ADJUSTMENT",
        "reg_name_text": "WARD DESCRIPTIONS AND BOUNDARY ADJUSTMENT",
        "citation": "O. Reg. 95/00: ",
        "act_under": "Town of Norfolk Act, 1999   Loi de 1999 sur la ville de Norfolk",
        "url": "https://www.ontario.ca/laws/regulation/000095",
        "date_scraped": "2023-12-19 23:46:59"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "February  8, 2000",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. (1) The following wards are established for the Town of Norfolk effective January 1, 2001: 1. Ward 1, consisting of polling subdivisions 16 to 24 (inclusive) of the Township of Norfolk and polling subdivisions 11, 14 and 15 of ward 3 of the Township of Delhi. 2. Ward 2, consisting of polling subdivisions 1 to 15 (inclusive) and polling subdivision 25 of the Township of Norfolk. 3. Ward 3, consisting of ward 2 of the Township of Delhi and of polling subdivisions 1 to 6 (inclusive) and polling subdivision 9 of ward 1 of the Township of Delhi. 4. Ward 4, consisting of polling subdivisions 7, 8, 10, 11 and 12 of ward 1 of the Township of Delhi and polling subdivisions 1 to 10 (inclusive) and polling subdivisions 12 and 13 of ward 3 of the Township of Delhi. 5. Ward 5, consisting of the Town of Simcoe. 6. Ward 6, consisting of all the land within the following boundaries: Beginning at the intersection of the Lake Erie shoreline and the southwest corner of Lot 1, in the Broken Front of the geographic township of Woodhouse. Thence northerly along the limit between (a) the westerly limits of Lot 1, in the Broken Front of Woodhouse, lots 1, 2, 3 and 4 in Gore Woodhouse and Lot 23 in Gore Woodhouse and (b) the easterly boundary of the Township of Delhi to the northerly prolongation of the centre line of the road allowance known as Regional Road No. 3; Thence easterly along the said road allowance to the intersection of Regional Road No. 3 and the northwest corner of Part 1 on Reference Plan 37R-5763; Thence easterly along the northern boundary of this property to the intersection with the centre line of Regional Road No. 24; Thence southerly along said road allowance to its intersection with the road allowance between Concession 2 and 3 in the geographic township of Woodhouse, being Regional Road No. 3; Thence easterly along the centre line of the said road allowance to its intersection with the southerly prolongation of the road allowance between lots 3 and 4 in Concession 3; Thence northerly along the said road allowance to the intersection of the road allowance with the centre line of The King’s Highway No. 3, being the limit between lots 3 and 4 in Concession 6 in the geographic township of Woodhouse; Thence easterly along the said road allowance (The King’s Highway No. 3) to the intersection of the westerly limit of Part 1, Plan 37R-7938 and along the southerly prolongation with The King’s Highway No. 3 as widened by a plan registered in the Land Registry Office for the Registry Division of Norfolk as No. 315, MTO Plan P-1864-8; Thence easterly along the centre line of The King’s Highway No. 3 as so widened, to its intersection with the northerly prolongation of the limit between lots 20 and 21 in Concession 6 in the geographic township of Woodhouse; Thence southerly along the boundary line described in section 2 to the shore of Lake Erie; Thence westerly following the shoreline of Lake Erie to the point of commencement. 7. Ward 7, consisting of all the land within the following boundaries: Beginning at the intersection of the prolongation of the centre line of the original road allowance between the geographic township of Townsend and the geographic township of Walpole (being Regional Road No. 74) with the southwesterly limit of the County of Brant; Thence southerly following the boundary line described in section 2 to the centre line of The King’s Highway No. 3; Thence westerly along the centre line of The King’s Highway No. 3 to the limit between lots 3 and 4 Concession XIV; Thence northerly following the limit between lots 3 and 4 to the centre line of the road allowance between Concessions XII and XIII in the geographic Township of Townsend; Thence westerly along the centre line of the said road allowance to the centre line of The King’s Highway No. 24; Thence northerly along the centre line of The King’s Highway No. 24 to the centre line of the road allowance between the geographic township of Townsend and the geographic township of Oakland in the County of Brant; Thence easterly along the centre line of the said road allowance to the centre line of Regional Road No. 20; Thence in a southeasterly direction along the centre line of Regional Road No. 20 to Regional Road No. 74 being the point of commencement. O. Reg. 95/00, s. 1 (1). (2) In this section, (a) a reference to a municipality, other than the Town of Norfolk, is a reference to that municipality as it exists on the date this Regulation is filed; (b) a reference to a ward or a polling subdivision of a municipality is a reference to the ward or polling subdivision that was used for the 1997 regular election in that municipality. O. Reg. 95/00, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) The following wards are established for the Town of Norfolk effective January 1, 2001:</p> <p class=\"paragraph-e\">1. Ward 1, consisting of polling subdivisions 16 to 24 (inclusive) of the Township of Norfolk and polling subdivisions 11, 14 and 15 of ward 3 of the Township of Delhi.</p> <p class=\"paragraph-e\">2. Ward 2, consisting of polling subdivisions 1 to 15 (inclusive) and polling subdivision 25 of the Township of Norfolk.</p> <p class=\"paragraph-e\">3. Ward 3, consisting of ward 2 of the Township of Delhi and of polling subdivisions 1 to 6 (inclusive) and polling subdivision 9 of ward 1 of the Township of Delhi.</p> <p class=\"paragraph-e\">4. Ward 4, consisting of polling subdivisions 7, 8, 10, 11 and 12 of ward 1 of the Township of Delhi and polling subdivisions 1 to 10 (inclusive) and polling subdivisions 12 and 13 of ward 3 of the Township of Delhi.</p> <p class=\"paragraph-e\">5. Ward 5, consisting of the Town of Simcoe.</p> <p class=\"paragraph-e\">6. Ward 6, consisting of all the land within the following boundaries:</p> <p class=\"parawindt2-e\">Beginning at the intersection of the Lake Erie shoreline and the southwest corner of Lot 1, in the Broken Front of the geographic township of Woodhouse. Thence northerly along the limit between (a) the westerly limits of Lot 1, in the Broken Front of Woodhouse, lots 1, 2, 3 and 4 in Gore Woodhouse and Lot 23 in Gore Woodhouse and (b) the easterly boundary of the Township of Delhi to the northerly prolongation of the centre line of the road allowance known as Regional Road No. 3;</p> <p class=\"parawindt2-e\">Thence easterly along the said road allowance to the intersection of Regional Road No. 3 and the northwest corner of Part 1 on Reference Plan 37R-5763;</p> <p class=\"parawindt2-e\">Thence easterly along the northern boundary of this property to the intersection with the centre line of Regional Road No. 24;</p> <p class=\"parawindt2-e\">Thence southerly along said road allowance to its intersection with the road allowance between Concession 2 and 3 in the geographic township of Woodhouse, being Regional Road No. 3;</p> <p class=\"parawindt2-e\">Thence easterly along the centre line of the said road allowance to its intersection with the southerly prolongation of the road allowance between lots 3 and 4 in Concession 3;</p> <p class=\"parawindt2-e\">Thence northerly along the said road allowance to the intersection of the road allowance with the centre line of The King’s Highway No. 3, being the limit between lots 3 and 4 in Concession 6 in the geographic township of Woodhouse;</p> <p class=\"parawindt2-e\">Thence easterly along the said road allowance (The King’s Highway No. 3) to the intersection of the westerly limit of Part 1, Plan 37R-7938 and along the southerly prolongation with The King’s Highway No. 3 as widened by a plan registered in the Land Registry Office for the Registry Division of Norfolk as No. 315, MTO Plan P-1864-8;</p> <p class=\"parawindt2-e\">Thence easterly along the centre line of The King’s Highway No. 3 as so widened, to its intersection with the northerly prolongation of the limit between lots 20 and 21 in Concession 6 in the geographic township of Woodhouse;</p> <p class=\"parawindt2-e\">Thence southerly along the boundary line described in section 2 to the shore of Lake Erie; </p> <p class=\"parawindt2-e\">Thence westerly following the shoreline of Lake Erie to the point of commencement.</p> <p class=\"paragraph-e\">7. Ward 7, consisting of all the land within the following boundaries:</p> <p class=\"parawindt2-e\">Beginning at the intersection of the prolongation of the centre line of the original road allowance between the geographic township of Townsend and the geographic township of Walpole (being Regional Road No. 74) with the southwesterly limit of the County of Brant;</p> <p class=\"parawindt2-e\">Thence southerly following the boundary line described in section 2 to the centre line of The King’s Highway No. 3;</p> <p class=\"parawindt2-e\">Thence westerly along the centre line of The King’s Highway No. 3 to the limit between lots 3 and 4 Concession XIV;</p> <p class=\"parawindt2-e\">Thence northerly following the limit between lots 3 and 4 to the centre line of the road allowance between Concessions XII and XIII in the geographic Township of Townsend;  </p> <p class=\"parawindt2-e\">Thence westerly along the centre line of the said road allowance to the centre line of The King’s Highway No. 24;</p> <p class=\"parawindt2-e\">Thence northerly along the centre line of The King’s Highway No. 24 to the centre line of the road allowance between the geographic township of Townsend and the geographic township of Oakland in the County of Brant;</p> <p class=\"parawindt2-e\">Thence easterly along the centre line of the said road allowance to the centre line of Regional Road No. 20;</p> <p class=\"parawindt2-e\">Thence in a southeasterly direction along the centre line of Regional Road No. 20 to Regional Road No. 74 being the point of commencement.</p> <p class=\"footnote-e\">O. Reg. 95/00, s. 1 (1).</p> <p class=\"subsection-e\">(2) In this section,</p> <p class=\"clause-e\">(a) a reference to a municipality, other than the Town of Norfolk, is a reference to that municipality as it exists on the date this Regulation is filed;</p> <p class=\"clause-e\">(b) a reference to a ward or a polling subdivision of a municipality is a reference to the ward or polling subdivision that was used for the 1997 regular election in that municipality. O. Reg. 95/00, s. 1 (2).</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. The line dividing the Town of Norfolk from the Town of Haldimand as described in Schedule A to the Act is adjusted so that the description of the line reads as follows: Beginning at the intersection of the prolongation of the centreline of the original road allowance between the geographic Township of Townsend and the geographic Township of Walpole (being Regional Road 74) with the southwesterly limit of the County of Brant; Thence southerly along the centreline of the original road allowance between the geographic Township of Townsend and the geographic Township of Walpole (being Regional Road 74) to the prolongation of the centreline of the road allowance between Concessions 11 and 12 of the geographic Township of Townsend; Thence westerly to and along the centreline of the said road allowance to its intersection with the northerly prolongation of the limit between Lots 20 and 21, Concession 12 of the geographic Township of Townsend; Thence southerly to and along the said limit between Lots 20 and 21, Concession 12, and the southerly prolongation thereof, to the centreline of the road allowance between Concessions 12 and 13 of the geographic Township of Townsend; Thence westerly along the centreline of said road allowance, and following along a jog in the alignment of the said lot limits, to the northerly prolongation of the limit between Lots 20 and 21, Concession 13 of the geographic Township of Townsend; Thence southerly to and along the said limit between Lots 20 and 21, Concession 13, being also the easterly limit of Part 1 on a Plan deposited in the Registry Office for the Land Titles Division of Haldimand-Norfolk (No. 37) as number 37R-7542, to an angle therein distant approximately 671.70 metres from the northeast corner of said Part 1; Thence westerly continuing along the limit of said Part 1 a distance of approximately 301.92 metres to an angle therein; Thence southerly continuing along the easterly limit of said Part 1, a distance of approximately 671.57 metres to the southeast corner of said Part 1, being in the northerly limit of the road allowance between Concessions 13 and 14 of the geographic Township of Townsend; Thence southerly across said road allowance a distance of approximately 20.117 metres to the northwest corner of Part 1 on a Plan deposited in the Registry Office for the Land Titles Division of Haldimand-Norfolk (No. 37) as number 37R-7611; Thence southerly along the westerly limit of said Part 1, on Plan 37R-7611, and the southerly prolongation thereof, to the southerly limit of the abandoned Canadian National Railway as shown on said Plan 37R-7611, being also the northerly limit of Part 1 on a Plan deposited in the Registry Office for the Land Titles Division of Haldimand-Norfolk (No. 37) as number 37R-7938; Thence westerly along the southerly limit of said abandoned Canadian National Railway, being also the northerly limit of said Part 1 on Plan 37R-7938, to the northwest corner of said Part 1, being in the division line between the east and west halves of Lot 19, Concession 14 of the geographic Township of Townsend; Thence southerly along the westerly limit of said Part 1, Plan 37R-7938 and along the southerly prolongation thereof, to the centreline of the King’s Highway No. 3, as widened by a Plan registered in the Registry Office for the Registry Division of Norfolk (No. 37) as number 315 (MTO Plan No. P-1864-8); Thence easterly along the centreline of the King’s Highway No. 3 as so widened, to its intersection with the northerly prolongation of the limit between Lots 20 and 21, Concession 6 of the geographic Township of Woodhouse; Thence southerly, to and along the said limit between Lots 20 and 21, Concession 6, and the southerly prolongation thereof, to the centreline of the road allowance between Concessions 5 and 6 of the geographic Township of Woodhouse; Thence westerly along the centreline of said road allowance, and following along a jog in the alignment of the said lot limits, to its intersection with the northerly prolongation of the limit between Lots 20 and 21, Concession 5, of the geographic Township of Woodhouse; Thence southerly to and along the said limit between Lots 20 and 21, Concession 5, and the southerly prolongation thereof, to the centreline of the road allowance between Concessions 4 and 5 of the geographic Township of Woodhouse; Thence westerly along the centreline of said road allowance, and following along a jog in the alignment of the said lot limits, to its intersection with the northerly prolongation of the limit between Lots 20 and 21, Concession 4 of the geographic Township of Woodhouse; Thence southerly, to and along the said limit between Lots 20 and 21, Concession 4, and the southerly prolongation thereof, to the centreline of the road allowance between Concessions 3 and 4 of the geographic Township of Woodhouse; Thence easterly along the centreline of said road allowance, and following along a jog in the alignment of the said lot limits, to its intersection with the northerly prolongation of the limit between Lots 20 and 21, Concession 3 of the geographic Township of Woodhouse, being also the easterly limit of Part 1 on a Plan deposited in the Registry Office for the Registry Division of Norfolk (No. 37) as number 37R-3333; Thence southerly, to and along the said limit between Lots 20 and 21, Concession 3, and the southerly prolongation thereof, across the King’s Highway No. 6, to the centreline of Regional Road No. 3 as widened by two Plans registered in the Registry Office for the Registry Division of Norfolk (No. 37) as numbers 912 and 971; Thence easterly along the centreline of Regional Road No. 3 as so widened, and following along a jog in the alignment of the said lot limits, to its intersection with the northerly prolongation of the limit between Lots 20 and 21, Concession 2 of the geographic Township of Woodhouse; Thence southerly, to and along the said limit between Lots 20 and 21, Concession 2, to the southeast corner of Lot 20, Concession 2; Thence continuing southerly, across the road allowance between Concessions 1 and 2 of the geographic Township of Woodhouse to the northeast corner of Lot 20, Concession 1; Thence continuing southerly, along the limit between Lots 20 and 21 of said Concession 1 to the northerly limit of Old Lake Shore Road, being the southerly limit of Part 1 on a Plan deposited in the Registry Office for the Registry Division of Norfolk (No. 37) as number 37R-6619; Thence easterly along the said northerly limit of Old Lake Shore Road, as shown on said Plan 37R-6619 to its intersection with the northerly prolongation of the westerly limit of Lot 31 of Registered Plan No. 72B for the Township of Woodhouse; Thence southerly to and along the said westerly limit of Lot 31 of Registered Plan No. 72B and the southerly prolongation thereof to and within the bed of Lake Erie, to the International Boundary Line between Canada and the United States of America. O. Reg. 95/00, s. 2. ",
            "raw_html": "<p class=\"section-e\"><b>2. </b>The line dividing the Town of Norfolk from the Town of Haldimand as described in Schedule A to the Act is adjusted so that the description of the line reads as follows:</p> <p class=\"parawindt-e\">Beginning at the intersection of the prolongation of the centreline of the original road allowance between the geographic Township of Townsend and the geographic Township of Walpole (being Regional Road 74) with the southwesterly limit of the County of Brant;</p> <p class=\"parawindt-e\">Thence southerly along the centreline of the original road allowance between the geographic Township of Townsend and the geographic Township of Walpole (being Regional Road 74) to the prolongation of the centreline of the road allowance between Concessions 11 and 12 of the geographic Township of Townsend;</p> <p class=\"parawindt-e\">Thence westerly to and along the centreline of the said road allowance to its intersection with the northerly prolongation of the limit between Lots 20 and 21, Concession 12 of the geographic Township of Townsend;</p> <p class=\"parawindt-e\">Thence southerly to and along the said limit between Lots 20 and 21, Concession 12, and the southerly prolongation thereof, to the centreline of the road allowance between Concessions 12 and 13 of the geographic Township of Townsend;</p> <p class=\"parawindt-e\">Thence westerly along the centreline of said road allowance, and following along a jog in the alignment of the said lot limits, to the northerly prolongation of the limit between Lots 20 and 21, Concession 13 of the geographic Township of Townsend;</p> <p class=\"parawindt-e\">Thence southerly to and along the said limit between Lots 20 and 21, Concession 13, being also the easterly limit of Part 1 on a Plan deposited in the Registry Office for the Land Titles Division of Haldimand-Norfolk (No. 37) as number 37R-7542, to an angle therein distant approximately 671.70 metres from the northeast corner of said Part 1;</p> <p class=\"parawindt-e\">Thence westerly continuing along the limit of said Part 1 a distance of approximately 301.92 metres to an angle therein;</p> <p class=\"parawindt-e\">Thence southerly continuing along the easterly limit of said Part 1, a distance of approximately 671.57 metres to the southeast corner of said Part 1, being in the northerly limit of the road allowance between Concessions 13 and 14 of the geographic Township of Townsend;</p> <p class=\"parawindt-e\">Thence southerly across said road allowance a distance of approximately 20.117 metres to the northwest corner of Part 1 on a Plan deposited in the Registry Office for the Land Titles Division of Haldimand-Norfolk (No. 37) as number 37R-7611;</p> <p class=\"parawindt-e\">Thence southerly along the westerly limit of said Part 1, on Plan 37R-7611, and the southerly prolongation thereof, to the southerly limit of the abandoned Canadian National Railway as shown on said Plan 37R-7611, being also the northerly limit of Part 1 on a Plan deposited in the Registry Office for the Land Titles Division of Haldimand-Norfolk (No. 37) as number 37R-7938;</p> <p class=\"parawindt-e\">Thence westerly along the southerly limit of said abandoned Canadian National Railway, being also the northerly limit of said Part 1 on Plan 37R-7938, to the northwest corner of said Part 1, being in the division line between the east and west halves of Lot 19, Concession 14 of the geographic Township of Townsend;</p> <p class=\"parawindt-e\">Thence southerly along the westerly limit of said Part 1, Plan 37R-7938 and along the southerly prolongation thereof, to the centreline of the King’s Highway No. 3, as widened by a Plan registered in the Registry Office for the Registry Division of Norfolk (No. 37) as number 315 (MTO Plan No. P-1864-8);</p> <p class=\"parawindt-e\">Thence easterly along the centreline of the King’s Highway No. 3 as so widened, to its intersection with the northerly prolongation of the limit between Lots 20 and 21, Concession 6 of the geographic Township of Woodhouse;</p> <p class=\"parawindt-e\">Thence southerly, to and along the said limit between Lots 20 and 21, Concession 6, and the southerly prolongation thereof, to the centreline of the road allowance between Concessions 5 and 6 of the geographic Township of Woodhouse;</p> <p class=\"parawindt-e\">Thence westerly along the centreline of said road allowance, and following along a jog in the alignment of the said lot limits, to its intersection with the northerly prolongation of the limit between Lots 20 and 21, Concession 5, of the geographic Township of Woodhouse;</p> <p class=\"parawindt-e\">Thence southerly to and along the said limit between Lots 20 and 21, Concession 5, and the southerly prolongation thereof, to the centreline of the road allowance between Concessions 4 and 5 of the geographic Township of Woodhouse;</p> <p class=\"parawindt-e\">Thence westerly along the centreline of said road allowance, and following along a jog in the alignment of the said lot limits, to its intersection with the northerly prolongation of the limit between Lots 20 and 21, Concession 4 of the geographic Township of Woodhouse;</p> <p class=\"parawindt-e\">Thence southerly, to and along the said limit between Lots 20 and 21, Concession 4, and the southerly prolongation thereof, to the centreline of the road allowance between Concessions 3 and 4 of the geographic Township of Woodhouse;</p> <p class=\"parawindt-e\">Thence easterly along the centreline of said road allowance, and following along a jog in the alignment of the said lot limits, to its intersection with the northerly prolongation of the limit between Lots 20 and 21, Concession 3 of the geographic Township of Woodhouse, being also the easterly limit of Part 1 on a Plan deposited in the Registry Office for the Registry Division of Norfolk (No. 37) as number 37R-3333;</p> <p class=\"parawindt-e\">Thence southerly, to and along the said limit between Lots 20 and 21, Concession 3, and the southerly prolongation thereof, across the King’s Highway No. 6, to the centreline of Regional Road No. 3 as widened by two Plans registered in the Registry Office for the Registry Division of Norfolk (No. 37) as numbers 912 and 971;</p> <p class=\"parawindt-e\">Thence easterly along the centreline of Regional Road No. 3 as so widened, and following along a jog in the alignment of the said lot limits, to its intersection with the northerly prolongation of the limit between Lots 20 and 21, Concession 2 of the geographic Township of Woodhouse;</p> <p class=\"parawindt-e\">Thence southerly, to and along the said limit between Lots 20 and 21, Concession 2, to the southeast corner of Lot 20, Concession 2;</p> <p class=\"parawindt-e\">Thence continuing southerly, across the road allowance between Concessions 1 and 2 of the geographic Township of Woodhouse to the northeast corner of Lot 20, Concession 1;</p> <p class=\"parawindt-e\">Thence continuing southerly, along the limit between Lots 20 and 21 of said Concession 1 to the northerly limit of Old Lake Shore Road, being the southerly limit of Part 1 on a Plan deposited in the Registry Office for the Registry Division of Norfolk (No. 37) as number 37R-6619;</p> <p class=\"parawindt-e\">Thence easterly along the said northerly limit of Old Lake Shore Road, as shown on said Plan 37R-6619 to its intersection with the northerly prolongation of the westerly limit of Lot 31 of Registered Plan No. 72B for the Township of Woodhouse;</p> <p class=\"parawindt-e\">Thence southerly to and along the said westerly limit of Lot 31 of Registered Plan No. 72B and the southerly prolongation thereof to and within the bed of Lake Erie, to the International Boundary Line between Canada and the United States of America.</p> <p class=\"footnote-e\">O. Reg. 95/00, s. 2.</p> <p class=\"Normal\"></p>"
        }
    ]
}