{
    "reg_info": {
        "full_title": "O. Reg. 277/12: REPORTING OF HAZARDS AND FINDINGS",
        "reg_name_text": "REPORTING OF HAZARDS AND FINDINGS",
        "citation": "O. Reg. 277/12: ",
        "act_under": "Animal Health Act, 2009",
        "url": "https://www.ontario.ca/laws/regulation/120277",
        "date_scraped": "2023-12-18 04:55:51"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "February  1, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/120277/v5",
            "valid_from": "November 29, 2022",
            "valid_to": "January 31, 2023"
        },
        {
            "a_href": "/laws/regulation/120277/v4",
            "valid_from": "January  1, 2020",
            "valid_to": "November 28, 2022"
        },
        {
            "a_href": "/laws/regulation/120277/v3",
            "valid_from": "December 17, 2019",
            "valid_to": "December 31, 2019"
        },
        {
            "a_href": "/laws/regulation/120277/v2",
            "valid_from": "January  1, 2013",
            "valid_to": "December 16, 2019"
        },
        {
            "a_href": "/laws/regulation/120277/v1",
            "valid_from": "September 14, 2012",
            "valid_to": "December 31, 2012"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "PART I  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART I DEFINITIONS",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": "PART I  ",
            "part_type": "PART I DEFINITIONS",
            "section": "Definitions",
            "content": " 1. (1) In this Regulation, “animal purpose” means, with respect to animals that are kept by humans, the purpose for which the animals are being kept including the keeping of the animal, (a) for the production of food, (b) for use as a companion animal or hobby animal, (c) for racing or exhibition in a zoo or otherwise, (d) as game or for its fur, and (e) in the case of bees, for the production of honey or for pollination; “animal type” means a type of animal identified by its common name and includes cattle, swine, horse, turkey, chicken, rabbit, fox, dog and cat; “contact information” means the full name and the address and telephone number at which a person can be contacted; “immediately notifiable hazards” means hazards specified in Appendix A to this Regulation; “periodically notifiable hazards” means hazards specified in Appendix B to this Regulation and includes all immediately notifiable hazards.  O. Reg. 277/12, s. 1 (1). (2) Despite the definition of animal purpose in subsection (1), if an animal is not kept by humans but lives in the wild, a person who makes a report under this Regulation in relation to the animal shall indicate in the report that the animal purpose for that animal is “wildlife”.  O. Reg. 277/12, s. 1 (2). Part II   Immediately Notifiable Hazards",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“animal purpose” means, with respect to animals that are kept by humans, the purpose for which the animals are being kept including the keeping of the animal,</p> <p class=\"defclause-e\">  (a) for the production of food,</p> <p class=\"defclause-e\">  (b) for use as a companion animal or hobby animal,</p> <p class=\"defclause-e\">  (c) for racing or exhibition in a zoo or otherwise,</p> <p class=\"defclause-e\">  (d) as game or for its fur, and</p> <p class=\"defclause-e\">  (e) in the case of bees, for the production of honey or for pollination;</p> <p class=\"definition-e\">“animal type” means a type of animal identified by its common name and includes cattle, swine, horse, turkey, chicken, rabbit, fox, dog and cat;</p> <p class=\"definition-e\">“contact information” means the full name and the address and telephone number at which a person can be contacted;</p> <p class=\"definition-e\">“immediately notifiable hazards” means hazards specified in Appendix A to this Regulation;</p> <p class=\"definition-e\">“periodically notifiable hazards” means hazards specified in Appendix B to this Regulation and includes all immediately notifiable hazards.  O. Reg. 277/12, s. 1 (1).</p> <p class=\"subsection-e\">  (2) Despite the definition of animal purpose in subsection (1), if an animal is not kept by humans but lives in the wild, a person who makes a report under this Regulation in relation to the animal shall indicate in the report that the animal purpose for that animal is “wildlife”.  O. Reg. 277/12, s. 1 (2).</p> <p class=\"partnum-e\"><a name=\"BK2\"></a>Part II <br/>  Immediately Notifiable Hazards</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "PART II  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART II IMMEDIATELY NOTIFIABLE HAZARDS",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.",
            "part_id": "PART II  ",
            "part_type": "PART II IMMEDIATELY NOTIFIABLE HAZARDS",
            "section": "Who must make report",
            "content": " 2. (1) A report of an immediately notifiable hazard under subsection 8 (1) of the Act shall be made to the Chief Veterinarian for Ontario by,   (a) the operator of a laboratory, subject to subsection (2); and (b) a veterinarian in the circumstances described in subsection (3).  O. Reg. 277/12, s. 2 (1). (2) The operator of a laboratory is not required to report an immediately notifiable hazard if the sample or specimen that is taken from an animal, animal product, animal by-product, input, fomite, vector, waste material or any other thing related to an animal and in respect of which the report is to be made, (a) was submitted to the laboratory by another laboratory; or (b) was taken from an animal, animal product, animal by-product, input, fomite, vector, waste material or any other thing related to an animal that is not located in Ontario. O. Reg. 277/12, s. 2 (2). (3) A report of an immediately notifiable hazard shall be made by a veterinarian only if, (a) the animal, animal product, animal by-product, input, fomite, vector, waste material or any other thing related to an animal from which the sample or specimen was taken and in respect of which a hazard is indicated is located in Ontario; and (b) the laboratory to which the veterinarian sends the sample or specimen is located outside Ontario.  O. Reg. 277/12, s. 2 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>2. </b>(1) A report of an immediately notifiable hazard under subsection 8 (1) of the Act shall be made to the Chief Veterinarian for Ontario by,  </p> <p class=\"clause-e\">  (a) the operator of a laboratory, subject to subsection (2); and</p> <p class=\"clause-e\">  (b) a veterinarian in the circumstances described in subsection (3).  O. Reg. 277/12, s. 2 (1).</p> <p class=\"subsection-e\">  (2) The operator of a laboratory is not required to report an immediately notifiable hazard if the sample or specimen that is taken from an animal, animal product, animal by-product, input, fomite, vector, waste material or any other thing related to an animal and in respect of which the report is to be made, </p> <p class=\"clause-e\">  (a) was submitted to the laboratory by another laboratory; or</p> <p class=\"clause-e\">  (b) was taken from an animal, animal product, animal by-product, input, fomite, vector, waste material or any other thing related to an animal that is not located in Ontario. O. Reg. 277/12, s. 2 (2).</p> <p class=\"subsection-e\">  (3) A report of an immediately notifiable hazard shall be made by a veterinarian only if,</p> <p class=\"clause-e\">  (a) the animal, animal product, animal by-product, input, fomite, vector, waste material or any other thing related to an animal from which the sample or specimen was taken and in respect of which a hazard is indicated is located in Ontario; and</p> <p class=\"clause-e\">  (b) the laboratory to which the veterinarian sends the sample or specimen is located outside Ontario.  O. Reg. 277/12, s. 2 (3).</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "part_id": "PART II  ",
            "part_type": "PART II IMMEDIATELY NOTIFIABLE HAZARDS",
            "section": "Time for making report",
            "content": " 3. (1) The operator of a laboratory shall report an immediately notifiable hazard as soon as the operator has reason to believe that there is a reasonable probability that the hazard is indicated in respect of any sample or specimen taken from an animal, animal product, animal by-product, input, fomite, vector, waste material or any other thing related to an animal.  O. Reg. 277/12, s. 3 (1). (2) A veterinarian who determines, based on information received from a laboratory located outside Ontario, that there is a reasonable probability that an immediately notifiable hazard is indicated in respect of a sample or specimen taken from an animal, animal product, animal by-product, input, fomite, vector, waste material or any other thing related to an animal shall make the report immediately upon making the determination.  O. Reg. 277/12, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>3. </b>(1) The operator of a laboratory shall report an immediately notifiable hazard as soon as the operator has reason to believe that there is a reasonable probability that the hazard is indicated in respect of any sample or specimen taken from an animal, animal product, animal by-product, input, fomite, vector, waste material or any other thing related to an animal.  O. Reg. 277/12, s. 3 (1).</p> <p class=\"subsection-e\"><b> </b>(2) A veterinarian who determines, based on information received from a laboratory located outside Ontario, that there is a reasonable probability that an immediately notifiable hazard is indicated in respect of a sample or specimen taken from an animal, animal product, animal by-product, input, fomite, vector, waste material or any other thing related to an animal shall make the report immediately upon making the determination.  O. Reg. 277/12, s. 3 (2).</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "part_id": "PART II  ",
            "part_type": "PART II IMMEDIATELY NOTIFIABLE HAZARDS",
            "section": "Manner of making report",
            "content": " 4. A report of an immediately notifiable hazard shall be made by sending an email to the Chief Veterinarian for Ontario at the email address specified on the Ministry’s website setting out the information required under section 5 or 6.  O. Reg. 277/12, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>4. </b>A report of an immediately notifiable hazard shall be made by sending an email to the Chief Veterinarian for Ontario at the email address specified on the Ministry’s website setting out the information required under section 5 or 6.  O. Reg. 277/12, s. 4.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "part_id": "PART II  ",
            "part_type": "PART II IMMEDIATELY NOTIFIABLE HAZARDS",
            "section": "Content of report by laboratory",
            "content": " 5. (1) The operator of a laboratory who reports an immediately notifiable hazard in respect of a sample or specimen described in subsection 3 (1) shall include the following information in the report: 1. The name of the laboratory making the report and the contact information for the operator of the laboratory. 2. The name of the immediately notifiable hazard that is the subject of the report. 3. The date that the sample or specimen was submitted to the laboratory. 4. The contact information of, i. the person who submitted the sample or specimen to the laboratory, and ii. the veterinarian, if any, who caused the sample or specimen to be submitted. 5. The case submission code that the laboratory has assigned to the sample or specimen. 6. The animal type and animal purpose of the animal to which the sample or specimen relates. 7. The approximate age of the animal from which the sample or specimen was taken at the time it was taken and, if the sample or specimen was taken from an animal carcass, the approximate age of the animal at the time of its death.  O. Reg. 277/12, s. 5 (1). (2) The operator of a laboratory who reports an immediately notifiable hazard in respect of a sample or specimen described in subsection 3 (1) shall include the following information in the report, if such information is known to the operator: 1. The contact information for the owner and the custodian of the animal, animal product, animal by-product, input, fomite, vector, waste material or any other thing related to an animal from which the sample or specimen was taken. 2. Any test results providing information about serovars or subtypes of the hazard. 3. The location of the animal, animal product, animal by-product, input, fomite, vector, waste material or any other thing related to an animal from which the sample or specimen was taken, including the municipal address if there is one and any unique identifiers that could assist in determining the location. 4. For every animal type that is or may be affected by the hazard, the following information set out according to the animal type: i. The number of animals of each animal type that are at risk of being infected by the hazard at the time the sample or specimen is submitted to the laboratory and their approximate age at that time. ii. The number of animals of each animal type that are showing clinical presentations of the hazard at the time the sample or specimen is submitted to the laboratory and their approximate age at that time. iii. The number of animals of each animal type that have died from the hazard at the time the sample or specimen is submitted to the laboratory and their approximate age at the time of death. 5. Any other information relating to the immediately notifiable hazard.  O. Reg. 277/12, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>5. </b>(1) The operator of a laboratory who reports an immediately notifiable hazard in respect of a sample or specimen described in subsection 3 (1) shall include the following information in the report:</p> <p class=\"paragraph-e\">  1. The name of the laboratory making the report and the contact information for the operator of the laboratory.</p> <p class=\"paragraph-e\">  2. The name of the immediately notifiable hazard that is the subject of the report.</p> <p class=\"paragraph-e\">  3. The date that the sample or specimen was submitted to the laboratory.</p> <p class=\"paragraph-e\">  4. The contact information of,</p> <p class=\"subpara-e\">  i. the person who submitted the sample or specimen to the laboratory, and</p> <p class=\"subpara-e\">  ii. the veterinarian, if any, who caused the sample or specimen to be submitted.</p> <p class=\"paragraph-e\">  5. The case submission code that the laboratory has assigned to the sample or specimen.</p> <p class=\"paragraph-e\">  6. The animal type and animal purpose of the animal to which the sample or specimen relates.</p> <p class=\"paragraph-e\">  7. The approximate age of the animal from which the sample or specimen was taken at the time it was taken and, if the sample or specimen was taken from an animal carcass, the approximate age of the animal at the time of its death.  O. Reg. 277/12, s. 5 (1).</p> <p class=\"subsection-e\">  (2) The operator of a laboratory who reports an immediately notifiable hazard in respect of a sample or specimen described in subsection 3 (1) shall include the following information in the report, if such information is known to the operator: </p> <p class=\"paragraph-e\">  1. The contact information for the owner and the custodian of the animal, animal product, animal by-product, input, fomite, vector, waste material or any other thing related to an animal from which the sample or specimen was taken.  </p> <p class=\"paragraph-e\">  2. Any test results providing information about serovars or subtypes of the hazard.</p> <p class=\"paragraph-e\">  3. The location of the animal, animal product, animal by-product, input, fomite, vector, waste material or any other thing related to an animal from which the sample or specimen was taken, including the municipal address if there is one and any unique identifiers that could assist in determining the location.</p> <p class=\"paragraph-e\">  4. For every animal type that is or may be affected by the hazard, the following information set out according to the animal type:</p> <p class=\"subpara-e\">  i. The number of animals of each animal type that are at risk of being infected by the hazard at the time the sample or specimen is submitted to the laboratory and their approximate age at that time.</p> <p class=\"subpara-e\">  ii. The number of animals of each animal type that are showing clinical presentations of the hazard at the time the sample or specimen is submitted to the laboratory and their approximate age at that time.</p> <p class=\"subpara-e\">  iii. The number of animals of each animal type that have died from the hazard at the time the sample or specimen is submitted to the laboratory and their approximate age at the time of death. </p> <p class=\"paragraph-e\">  5. Any other information relating to the immediately notifiable hazard.  O. Reg. 277/12, s. 5 (2).</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "6.",
            "part_id": "PART II  ",
            "part_type": "PART II IMMEDIATELY NOTIFIABLE HAZARDS",
            "section": "Content of report by veterinarian",
            "content": " 6. (1) A veterinarian who reports an immediately notifiable hazard in respect of a sample or specimen described in subsection 3 (2) shall include the following information in the report: 1. The contact information for the veterinarian making the report. 2. The name of the immediately notifiable hazard that is the subject of the report. 3. The animal type and animal purpose of the animal to which the sample or specimen relates. 4. The contact information for the owner and the custodian of the animal, animal product, animal by-product, input, fomite, vector, waste material or any other thing related to an animal from which a sample or specimen was taken. 5. The approximate age of the animal from which a sample or specimen was taken at the time it was taken and, if a sample or specimen was taken from an animal carcass, the approximate age of the animal at the time of its death.  O. Reg. 277/12, s. 6 (1). (2) A report of an immediately notifiable hazard made by a veterinarian shall contain the following information in relation to the specimen or sample that gave rise to the immediately notifiable hazard, if such information is known to the veterinarian: 1. Any information about serovars or subtypes of the hazard. 2. The location of the animal, animal product, animal by-product, input, fomite, vector, waste material or any other thing related to an animal from which the sample or specimen was taken, including the municipal address if there is one and any unique identifiers that could assist in determining the location. 3. For every animal type that is or may be affected by the hazard, the following information set out according to the animal type: i. The number of animals of each animal type that are at risk of being infected by the hazard at the time the sample or specimen is submitted to the laboratory and their approximate age at that time. ii. The number of animals of each animal type that are showing clinical presentations of the hazard at the time the sample or specimen is submitted to the laboratory and their approximate age at that time. iii. The number of animals of each animal type that have died from the hazard at the time the sample or specimen is submitted to the laboratory and their approximate age at the time of death. 4. Any other information relating to the immediately notifiable hazard.  O. Reg. 277/12, s. 6 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>6. </b>(1) A veterinarian who reports an immediately notifiable hazard in respect of a sample or specimen described in subsection 3 (2) shall include the following information in the report:</p> <p class=\"paragraph-e\">  1. The contact information for the veterinarian making the report.</p> <p class=\"paragraph-e\">  2. The name of the immediately notifiable hazard that is the subject of the report.</p> <p class=\"paragraph-e\">  3. The animal type and animal purpose of the animal to which the sample or specimen relates.</p> <p class=\"paragraph-e\">  4. The contact information for the owner and the custodian of the animal, animal product, animal by-product, input, fomite, vector, waste material or any other thing related to an animal from which a sample or specimen was taken.  </p> <p class=\"paragraph-e\">  5. The approximate age of the animal from which a sample or specimen was taken at the time it was taken and, if a sample or specimen was taken from an animal carcass, the approximate age of the animal at the time of its death.  O. Reg. 277/12, s. 6 (1).</p> <p class=\"subsection-e\">  (2) A report of an immediately notifiable hazard made by a veterinarian shall contain the following information in relation to the specimen or sample that gave rise to the immediately notifiable hazard, if such information is known to the veterinarian:</p> <p class=\"paragraph-e\">  1. Any information about serovars or subtypes of the hazard.</p> <p class=\"paragraph-e\">  2. The location of the animal, animal product, animal by-product, input, fomite, vector, waste material or any other thing related to an animal from which the sample or specimen was taken, including the municipal address if there is one and any unique identifiers that could assist in determining the location.</p> <p class=\"paragraph-e\">  3. For every animal type that is or may be affected by the hazard, the following information set out according to the animal type:</p> <p class=\"subpara-e\">  i. The number of animals of each animal type that are at risk of being infected by the hazard at the time the sample or specimen is submitted to the laboratory and their approximate age at that time.</p> <p class=\"subpara-e\">  ii. The number of animals of each animal type that are showing clinical presentations of the hazard at the time the sample or specimen is submitted to the laboratory and their approximate age at that time.</p> <p class=\"subpara-e\">  iii. The number of animals of each animal type that have died from the hazard at the time the sample or specimen is submitted to the laboratory and their approximate age at the time of death. </p> <p class=\"paragraph-e\">  4. Any other information relating to the immediately notifiable hazard.  O. Reg. 277/12, s. 6 (2).</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "7.",
            "part_id": "PART II  ",
            "part_type": "PART II IMMEDIATELY NOTIFIABLE HAZARDS",
            "section": "Additional information",
            "content": " 7. (1) An inspector or other person who receives a report of an immediately notifiable hazard on behalf of the Chief Veterinarian for Ontario may contact the operator of the laboratory or the veterinarian who made the report and request, (a) any information described in section 5 or 6 that was omitted from the report; and (b) a copy of all documents that are relevant to the immediately notifiable hazard that are in the possession of the operator or veterinarian including, in the case of a report by a veterinarian, (i) test results providing information about serovars or subtypes of the hazard, and (ii) a copy of any reports or other documents relevant to the veterinarian’s determination that were provided by the laboratory to the veterinarian.  O. Reg. 277/12, s. 7 (1). (2) The operator of the laboratory or the veterinarian contacted by an inspector or other person under subsection (1) shall, (a) provide the requested information or documents, subject to clause (b); and (b) in the case of information described in subsection 5 (2) or 6 (2), provide the requested information if it is known to the operator or veterinarian.  O. Reg. 277/12, s. 7 (2). (3) If, after reporting an immediately notifiable hazard, the operator of the laboratory or veterinarian obtains additional information listed in section 5 or 6, the operator or veterinarian shall report the additional information immediately upon obtaining it, and shall do so in the manner required under section 4.  O. Reg. 277/12, s. 7 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>7. </b>(1) An inspector or other person who receives a report of an immediately notifiable hazard on behalf of the Chief Veterinarian for Ontario may contact the operator of the laboratory or the veterinarian who made the report and request,</p> <p class=\"clause-e\">  (a) any information described in section 5 or 6 that was omitted from the report; and</p> <p class=\"clause-e\">  (b) a copy of all documents that are relevant to the immediately notifiable hazard that are in the possession of the operator or veterinarian including, in the case of a report by a veterinarian,</p> <p class=\"subclause-e\">  (i) test results providing information about serovars or subtypes of the hazard, and</p> <p class=\"subclause-e\">  (ii) a copy of any reports or other documents relevant to the veterinarian’s determination that were provided by the laboratory to the veterinarian.  O. Reg. 277/12, s. 7 (1).</p> <p class=\"subsection-e\">  (2) The operator of the laboratory or the veterinarian contacted by an inspector or other person under subsection (1) shall,</p> <p class=\"clause-e\">  (a) provide the requested information or documents, subject to clause (b); and </p> <p class=\"clause-e\">  (b) in the case of information described in subsection 5 (2) or 6 (2), provide the requested information if it is known to the operator or veterinarian.  O. Reg. 277/12, s. 7 (2).</p> <p class=\"subsection-e\">  (3) If, after reporting an immediately notifiable hazard, the operator of the laboratory or veterinarian obtains additional information listed in section 5 or 6, the operator or veterinarian shall report the additional information immediately upon obtaining it, and shall do so in the manner required under section 4.  O. Reg. 277/12, s. 7 (3).</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "8.",
            "part_id": "PART II  ",
            "part_type": "PART II IMMEDIATELY NOTIFIABLE HAZARDS",
            "section": "Additional testing by laboratory",
            "content": " 8. (1) If the operator of a laboratory reports an immediately notifiable hazard, the Chief Veterinarian for Ontario may require the operator to conduct specified tests on a sample or specimen within a specified time frame.  O. Reg. 277/12, s. 8 (1). (2) The operator of a laboratory who is required to conduct specified tests on a sample or specimen shall do so within the specified time frame and shall report the results of the testing to the Chief Veterinarian for Ontario immediately upon the results being known.  O. Reg. 277/12, s. 8 (2). (3) The report of the test results shall be made in the manner required under section 4.  O. Reg. 277/12, s. 8 (3). (4) Subsections 7 (1) and (2) apply with necessary modifications to the report of test results made under this section.  O. Reg. 277/12, s. 8 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>8. </b>(1) If the operator of a laboratory reports an immediately notifiable hazard, the Chief Veterinarian for Ontario may require the operator to conduct specified tests on a sample or specimen within a specified time frame.  O. Reg. 277/12, s. 8 (1).</p> <p class=\"subsection-e\">  (2) The operator of a laboratory who is required to conduct specified tests on a sample or specimen shall do so within the specified time frame and shall report the results of the testing to the Chief Veterinarian for Ontario immediately upon the results being known.  O. Reg. 277/12, s. 8 (2).</p> <p class=\"subsection-e\">  (3) The report of the test results shall be made in the manner required under section 4.  O. Reg. 277/12, s. 8 (3).</p> <p class=\"subsection-e\">  (4) Subsections 7 (1) and (2) apply with necessary modifications to the report of test results made under this section.  O. Reg. 277/12, s. 8 (4).</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "9.",
            "part_id": "PART II  ",
            "part_type": "PART II IMMEDIATELY NOTIFIABLE HAZARDS",
            "section": "Additional report by veterinarian",
            "content": " 9. (1) If the operator of a laboratory reports an immediately notifiable hazard, the Chief Veterinarian for Ontario may, by written notice, require a veterinarian to provide information or documents in respect of the immediately notifiable hazard to the Chief Veterinarian for Ontario within a specified time frame.  O. Reg. 277/12, s. 9 (1). (2) The veterinarian who is required to provide information or documents under subsection (1) shall comply with the notice.  O. Reg. 277/12, s. 9 (2). (3) The information or documents required under subsection (1) shall be sent by email to the Chief Veterinarian for Ontario at the email address specified on the Ministry’s website.  O. Reg. 277/12, s. 9 (3). Part III   Periodically Notifiable Hazards",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>9. </b>(1) If the operator of a laboratory reports an immediately notifiable hazard, the Chief Veterinarian for Ontario may, by written notice, require a veterinarian to provide information or documents in respect of the immediately notifiable hazard to the Chief Veterinarian for Ontario within a specified time frame.  O. Reg. 277/12, s. 9 (1).</p> <p class=\"subsection-e\">  (2) The veterinarian who is required to provide information or documents under subsection (1) shall comply with the notice.  O. Reg. 277/12, s. 9 (2).</p> <p class=\"subsection-e\">  (3) The information or documents required under subsection (1) shall be sent by email to the Chief Veterinarian for Ontario at the email address specified on the Ministry’s website.  O. Reg. 277/12, s. 9 (3).</p> <p class=\"partnum-e\"><a name=\"BK11\"></a>Part III <br/>  Periodically Notifiable Hazards</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "PART III  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART III PERIODICALLY NOTIFIABLE HAZARDS",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "10.",
            "part_id": "PART III  ",
            "part_type": "PART III PERIODICALLY NOTIFIABLE HAZARDS",
            "section": "Definitions",
            "content": " 10. In this Part, “municipality” means the lower-tier municipality or, where there is no lower-tier municipality, the single-tier municipality; “sample or specimen type”, with respect to a sample or specimen taken from an animal, animal product, animal by-product, input, fomite, vector, waste material or any other thing related to an animal, includes blood or blood product, fetus, placenta, carcass, environmental samples, fecal samples, animal tissues, animal fluids and feed.  O. Reg. 277/12, s. 10.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>10. </b>In this Part,</p> <p class=\"firstdef-e\">“municipality” means the lower-tier municipality or, where there is no lower-tier municipality, the single-tier municipality;</p> <p class=\"definition-e\">“sample or specimen type”, with respect to a sample or specimen taken from an animal, animal product, animal by-product, input, fomite, vector, waste material or any other thing related to an animal, includes blood or blood product, fetus, placenta, carcass, environmental samples, fecal samples, animal tissues, animal fluids and feed.  O. Reg. 277/12, s. 10.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "11.",
            "part_id": "PART III  ",
            "part_type": "PART III PERIODICALLY NOTIFIABLE HAZARDS",
            "section": "Obligation to report",
            "content": " 11. The operator of a laboratory that receives a sample or specimen taken from an animal, animal product, animal by-product, input, fomite, vector, waste material or any other thing related to an animal that is tested for a periodically notifiable hazard shall report the results of the testing to the Chief Veterinarian for Ontario in accordance with this Part unless, (a) the sample or specimen was submitted to the laboratory by another laboratory; or (b) the sample or specimen was taken from an animal, animal product, animal by-product, input, fomite, vector, waste material or any other thing related to an animal that is not located in Ontario.  O. Reg. 277/12, s. 11.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>11. </b>The operator of a laboratory that receives a sample or specimen taken from an animal, animal product, animal by-product, input, fomite, vector, waste material or any other thing related to an animal that is tested for a periodically notifiable hazard shall report the results of the testing to the Chief Veterinarian for Ontario in accordance with this Part unless,</p> <p class=\"clause-e\">  (a) the sample or specimen was submitted to the laboratory by another laboratory; or </p> <p class=\"clause-e\">  (b) the sample or specimen was taken from an animal, animal product, animal by-product, input, fomite, vector, waste material or any other thing related to an animal that is not located in Ontario.  O. Reg. 277/12, s. 11.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "12.",
            "part_id": "PART III  ",
            "part_type": "PART III PERIODICALLY NOTIFIABLE HAZARDS",
            "section": "Reports made annually",
            "content": " 12. The report required by section 11 shall be submitted annually during the month of January that follows the end of the calendar year in which the results for the test become known.  O. Reg. 277/12, s. 12.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>12. </b>The report required by section 11 shall be submitted annually during the month of January that follows the end of the calendar year in which the results for the test become known.  O. Reg. 277/12, s. 12.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "13.",
            "part_id": "PART III  ",
            "part_type": "PART III PERIODICALLY NOTIFIABLE HAZARDS",
            "section": "Form of report",
            "content": " 13. The annual report of periodically notifiable hazards shall be submitted in an electronic form approved by the Chief Veterinarian for Ontario.  O. Reg. 277/12, s. 13.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>13. </b>The annual report of periodically notifiable hazards shall be submitted in an electronic form approved by the Chief Veterinarian for Ontario.  O. Reg. 277/12, s. 13.</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "14.",
            "part_id": "PART III  ",
            "part_type": "PART III PERIODICALLY NOTIFIABLE HAZARDS",
            "section": "Content of report",
            "content": " 14. (1) The annual report of periodically notifiable hazards made by the operator of a laboratory shall contain the following information: 1. The name of the laboratory making the report and the contact information for the operator of the laboratory. 2. For each sample or specimen that was submitted to the laboratory to be tested for periodically notifiable hazards, i. the name of every periodically notifiable hazard for which the sample or specimen was tested and the results of the testing for each hazard, whether positive, negative or inconclusive, ii. for each test that contributed to the results referred to in subparagraph i, the test method, the type of test and an indication of whether the test was positive, negative or inconclusive, iii. the case submission code that the laboratory has assigned to the sample or specimen, iv. the date that the sample or specimen was submitted to the laboratory, v. the sample or specimen type, vi. the animal type and the animal purpose of the animal to which the sample or specimen relates, vii. the name of the municipality or unorganized territory in which the animal, animal product, animal by-product, input, fomite, vector, waste material or any other thing related to an animal from which a sample or specimen was taken is located.  O. Reg. 277/12, s. 14 (1). (2) The annual report of periodically notifiable hazards made by the operator of a laboratory shall contain the following information in respect of each sample or specimen that was tested by the laboratory for a periodically notifiable hazard, if such information is known to the operator: 1. For every animal type that is or may be affected by the hazard, the following information set out according to the animal type: i. The number of animals of each animal type that are at risk of being infected by the hazard at the time the sample or specimen is submitted to the laboratory and their approximate age at that time. ii. The number of animals of each animal type that are showing clinical presentations of the hazard at the time the sample or specimen is submitted to the laboratory and their approximate age at that time. iii. The number of animals of each animal type that have died from the hazard at the time the sample or specimen is submitted to the laboratory and their approximate age at the time of death. 2. Any test results providing information about serovars or subtypes of the hazard.  O. Reg. 277/12, s. 14 (2).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK16\"></a>14. </b>(1) The annual report of periodically notifiable hazards made by the operator of a laboratory shall contain the following information:</p> <p class=\"paragraph-e\">  1. The name of the laboratory making the report and the contact information for the operator of the laboratory.</p> <p class=\"paragraph-e\">  2. For each sample or specimen that was submitted to the laboratory to be tested for periodically notifiable hazards,  </p> <p class=\"subpara-e\">  i. the name of every periodically notifiable hazard for which the sample or specimen was tested and the results of the testing for each hazard, whether positive, negative or inconclusive,</p> <p class=\"subpara-e\">  ii. for each test that contributed to the results referred to in subparagraph i, the test method, the type of test and an indication of whether the test was positive, negative or inconclusive,</p> <p class=\"subpara-e\">  iii. the case submission code that the laboratory has assigned to the sample or specimen,</p> <p class=\"subpara-e\">  iv. the date that the sample or specimen was submitted to the laboratory,</p> <p class=\"subpara-e\">  v. the sample or specimen type,</p> <p class=\"subpara-e\">  vi. the animal type and the animal purpose of the animal to which the sample or specimen relates,</p> <p class=\"subpara-e\">  vii. the name of the municipality or unorganized territory in which the animal, animal product, animal by-product, input, fomite, vector, waste material or any other thing related to an animal from which a sample or specimen was taken is located.  O. Reg. 277/12, s. 14 (1).</p> <p class=\"subsection-e\">  (2) The annual report of periodically notifiable hazards made by the operator of a laboratory shall contain the following information in respect of each sample or specimen that was tested by the laboratory for a periodically notifiable hazard, if such information is known to the operator:</p> <p class=\"paragraph-e\">  1. For every animal type that is or may be affected by the hazard, the following information set out according to the animal type:</p> <p class=\"subpara-e\">  i. The number of animals of each animal type that are at risk of being infected by the hazard at the time the sample or specimen is submitted to the laboratory and their approximate age at that time.</p> <p class=\"subpara-e\">  ii. The number of animals of each animal type that are showing clinical presentations of the hazard at the time the sample or specimen is submitted to the laboratory and their approximate age at that time.</p> <p class=\"subpara-e\">  iii. The number of animals of each animal type that have died from the hazard at the time the sample or specimen is submitted to the laboratory and their approximate age at the time of death. </p> <p class=\"paragraph-e\">  2. Any test results providing information about serovars or subtypes of the hazard.  O. Reg. 277/12, s. 14 (2).</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "15.",
            "part_id": "PART III  ",
            "part_type": "PART III PERIODICALLY NOTIFIABLE HAZARDS",
            "section": "Additional information",
            "content": " 15. (1) After receiving an annual report of periodically notifiable hazards from the operator of a laboratory, the Chief Veterinarian for Ontario may require the operator, by written notice, to provide additional information and documents related to the hazards within a specified time frame.  O. Reg. 277/12, s. 15 (1). (2) The operator of the laboratory who receives a written notice under subsection (1), shall provide the requested information if it is known to the operator and shall provide any requested documents that are in the possession of the operator within the specified time frame.  O. Reg. 277/12, s. 15 (2). (3) The additional information and documents shall be provided in an electronic form approved by the Chief Veterinarian for Ontario.  O. Reg. 277/12, s. 15 (3). Part IV   Reports by Veterinarians",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>15. </b>(1) After receiving an annual report of periodically notifiable hazards from the operator of a laboratory, the Chief Veterinarian for Ontario may require the operator, by written notice, to provide additional information and documents related to the hazards within a specified time frame.  O. Reg. 277/12, s. 15 (1).</p> <p class=\"subsection-e\">  (2) The operator of the laboratory who receives a written notice under subsection (1), shall provide the requested information if it is known to the operator and shall provide any requested documents that are in the possession of the operator within the specified time frame.  O. Reg. 277/12, s. 15 (2).</p> <p class=\"subsection-e\">  (3) The additional information and documents shall be provided in an electronic form approved by the Chief Veterinarian for Ontario.  O. Reg. 277/12, s. 15 (3).</p> <p class=\"partnum-e\"><a name=\"BK18\"></a>Part IV <br/>  Reports by Veterinarians</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "PART IV  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART IV REPORTS BY VETERINARIANS",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "16.",
            "part_id": "PART IV  ",
            "part_type": "PART IV REPORTS BY VETERINARIANS",
            "section": "Definitions",
            "content": " 16. In this Part, “cluster” means, with respect to findings by veterinarians, an unusually high number of findings within a certain time and geographic area; “differential diagnosis” means a list of plausible diseases or etiologies that could explain the animal health event in question.  O. Reg. 277/12, s. 16.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>16. </b>In this Part,</p> <p class=\"firstdef-e\">“cluster” means, with respect to findings by veterinarians, an unusually high number of findings within a certain time and geographic area;</p> <p class=\"definition-e\">“differential diagnosis” means a list of plausible diseases or etiologies that could explain the animal health event in question.  O. Reg. 277/12, s. 16.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "17.",
            "part_id": "PART IV  ",
            "part_type": "PART IV REPORTS BY VETERINARIANS",
            "section": "Reporting of findings",
            "content": " 17. (1) For the purposes of section 9 of the Act, the findings that a veterinarian is required to report are those in respect of an animal, animal product, animal by-product, input, fomite, vector, waste material or any other thing related to an animal that, in the veterinarian’s professional opinion, identify a serious risk to animal health, human health or to the safety of food or other products derived from animals that humans may consume or use.  O. Reg. 277/12, s. 17 (1). (2) A finding that identifies a serious risk to animal health is required to be reported by a veterinarian under subsection (1) only if, in the veterinarian’s professional opinion, (a) the serious risk identified by the veterinarian may reasonably be attributable to a hazard that could reasonably be expected to spread and affect animals at other premises because the actions necessary to control the hazard will not be taken or will not be taken in a timely manner; (b) the finding is consistent with clinical presentations in other animals, indicates the existence of a cluster of findings and a possible emerging hazard; or (c) the finding indicates that there is an unusually high mortality level among animals of a particular animal type or from a particular geographical location.  O. Reg. 277/12, s. 17 (2). (3) For greater certainty, a veterinarian is not required under subsection (1) to report a finding of animal injury or death that is due solely to, (a) the failure of a mechanical device to perform properly; (b) a weather event, a geological event or fire; (c) starvation, hunting or predation; or (d) anything that must be reported by a veterinarian under section 14 of the Provincial Animal Welfare Services Act, 2019, which includes, (i) abuse, (ii) being subjected to undue physical or psychological hardship, privation or neglect, including by participating in fights with other animals, or (iii) being trained to fight another animal. O. Reg. 277/12, s. 17 (3); O. Reg. 441/19, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>17. </b>(1) For the purposes of section 9 of the Act, the findings that a veterinarian is required to report are those in respect of an animal, animal product, animal by-product, input, fomite, vector, waste material or any other thing related to an animal that, in the veterinarian’s professional opinion, identify a serious risk to animal health, human health or to the safety of food or other products derived from animals that humans may consume or use.  O. Reg. 277/12, s. 17 (1).</p> <p class=\"subsection-e\">  (2) A finding that identifies a serious risk to animal health is required to be reported by a veterinarian under subsection (1) only if, in the veterinarian’s professional opinion,</p> <p class=\"clause-e\">  (a) the serious risk identified by the veterinarian may reasonably be attributable to a hazard that could reasonably be expected to spread and affect animals at other premises because the actions necessary to control the hazard will not be taken or will not be taken in a timely manner;</p> <p class=\"clause-e\">  (b) the finding is consistent with clinical presentations in other animals, indicates the existence of a cluster of findings and a possible emerging hazard; or</p> <p class=\"clause-e\">  (c) the finding indicates that there is an unusually high mortality level among animals of a particular animal type or from a particular geographical location.  O. Reg. 277/12, s. 17 (2).</p> <p class=\"subsection-e\">  (3) For greater certainty, a veterinarian is not required under subsection (1) to report a finding of animal injury or death that is due solely to, </p> <p class=\"clause-e\">  (a) the failure of a mechanical device to perform properly;</p> <p class=\"clause-e\">  (b) a weather event, a geological event or fire;</p> <p class=\"clause-e\">  (c) starvation, hunting or predation; or</p> <p class=\"clause-e\">  (d) anything that must be reported by a veterinarian under section 14 of the <i>Provincial Animal Welfare Services Act, 2019</i>, which includes,</p> <p class=\"subclause-e\">  (i) abuse,</p> <p class=\"subclause-e\">  (ii) being subjected to undue physical or psychological hardship, privation or neglect, including by participating in fights with other animals, or</p> <p class=\"subclause-e\">  (iii) being trained to fight another animal. O. Reg. 277/12, s. 17 (3); O. Reg. 441/19, s. 1.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "18.",
            "part_id": "PART IV  ",
            "part_type": "PART IV REPORTS BY VETERINARIANS",
            "section": "Time and manner of report",
            "content": " 18. (1) A veterinarian shall report a finding under section 9 of the Act immediately after making the finding.  O. Reg. 277/12, s. 18 (1). (2) A veterinarian shall report a finding under section 9 of the Act by calling the telephone number specified for the Ministry’s Agricultural Information Contact Centre on the Ministry website.  O. Reg. 277/12, s. 18 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>18. </b>(1) A veterinarian shall report a finding under section 9 of the Act immediately after making the finding.  O. Reg. 277/12, s. 18 (1).</p> <p class=\"subsection-e\">  (2) A veterinarian shall report a finding under section 9 of the Act by calling the telephone number specified for the Ministry’s Agricultural Information Contact Centre on the Ministry website.  O. Reg. 277/12, s. 18 (2).</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "19.",
            "part_id": "PART IV  ",
            "part_type": "PART IV REPORTS BY VETERINARIANS",
            "section": "Person to whom report made",
            "content": " 19. (1) A veterinarian shall make an initial report of a finding under section 9 of the Act to the person who answers the telephone call made under subsection 18 (2) and shall give that person any of the information set out in section 20 that the person may request.  O. Reg. 277/12, s. 19 (1). (2) The information received in an initial report under subsection (1) may be forwarded to an inspector.  O. Reg. 277/12, s. 19 (2). (3) The inspector who receives information under subsection (2) may contact the veterinarian who made the initial report so that the veterinarian may complete a full report.  O. Reg. 277/12, s. 19 (3). (4) In making a full report under subsection (3), a veterinarian shall provide such information set out in section 20 as may be requested by the inspector taking the report.  O. Reg. 277/12, s. 19 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK22\"></a><b>19. </b>(1) A veterinarian shall make an initial report of a finding under section 9 of the Act to the person who answers the telephone call made under subsection 18 (2) and shall give that person any of the information set out in section 20 that the person may request.  O. Reg. 277/12, s. 19 (1).</p> <p class=\"subsection-e\">  (2) The information received in an initial report under subsection (1) may be forwarded to an inspector.  O. Reg. 277/12, s. 19 (2).</p> <p class=\"subsection-e\">  (3) The inspector who receives information under subsection (2) may contact the veterinarian who made the initial report so that the veterinarian may complete a full report.  O. Reg. 277/12, s. 19 (3).</p> <p class=\"subsection-e\">  (4) In making a full report under subsection (3), a veterinarian shall provide such information set out in section 20 as may be requested by the inspector taking the report.  O. Reg. 277/12, s. 19 (4).</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "20.",
            "part_id": "PART IV  ",
            "part_type": "PART IV REPORTS BY VETERINARIANS",
            "section": "Content of report",
            "content": " 20. A report by a veterinarian under section 9 of the Act shall include the following information: 1. The contact information for the veterinarian making the report. 2. A description of the finding that is the subject of the report, including, i. the date and time of the finding, ii. the name of any hazard that the veterinarian suspects is relevant to the finding, iii. if the finding indicates or may indicate the existence of a disease, a description of the clinical presentation of the disease, including the date of onset of symptoms and any adverse effects that have occurred or may occur, iv. the veterinarian’s differential diagnosis, if any, relating to the finding and the current course of treatment if treatment is being provided. 3. A description of the control measures taken, if any, to protect animal health, human health or both. 4. A description of the steps that have been taken, or that the veterinarian believes will be taken, to determine the cause of the serious risk identified in the report. 5. If samples or specimens have been submitted to a laboratory in relation to the finding, i. the name of the laboratory and the contact information for the operator of the laboratory, ii. the date the samples or specimens were submitted to the laboratory, iii. a description of the testing requested, and iv. the results of any testing, if they are known. 6. If the finding that is the subject of the report is in respect of an animal, i. the contact information for every veterinarian who provides veterinary services to the animal, ii. the contact information for the animal’s owner and the custodian, if any, iii. the location of the animal, including the municipal address and any unique identifiers that would assist in determining the location of the animal, iv. the animal type, animal purpose and the approximate age of the animal, v. if the animal is part of a herd or flock, the number of affected animals in that herd or flock and the number of animals from the herd or flock that have died. 7. If the finding that is the subject of the report is in respect of an animal product, animal by-product, input, fomite, vector, waste material or other thing related to an animal, i. the contact information for the owner and the custodian, if any, of the animal product, animal by-product, input, fomite, vector, waste material or other thing related to an animal, ii. the location of the animal product, animal by-product, input, fomite, vector, waste material or other thing related to an animal, including the municipal address and any unique identifiers that would assist in determining the location of the animal. 8. All other information in the veterinarian’s knowledge that is relevant to the finding.  O. Reg. 277/12, s. 20. Part V (OMITTED) 21. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 277/12, s. 21. Appendix A   Immediately Notifiable Hazards 1. Aino virus. 2.  Aethina tumida (Small hive beetle). 3. African horse sickness virus. 4. African swine fever virus. 5. Akabane virus. 6.  Anaplasma centrale. 7.  Anaplasma marginale. 8.  Anaplasma ovis. 9.  Aphanomyces invadans (Epizootic ulcerative syndrome). 10. Avian encephalomyelitis virus. 11. Avian infectious laryngotracheitis virus. 12. Avian metapneumovirus (Turkey viral rhinotracheitis). 13. Avian orthoavulavirus 1/Avian paramyxovirus 1 (Newcastle disease). 14.  Babesia caballi (Equine piroplasmosis). 15.  Babesia equi (Equine piroplasmosis). 16.  Babesia\r\nspp. (Bovine babesiosis). 17.  Bacillus anthracis (Anthrax). 18.  Batrachochytrium\r\nspp. (Chytridiomycosis). 19.  Besnoitia\r\nspp. (Besnoitiosis). 20. Bluetongue virus. 21. Bovine ephemeral fever virus. 22. Bovine spongiform encephalopathy. 23.  Brucella abortus. 24.  Brucella canis. 25.  Brucella melitensis. 26.  Brucella suis. 27.  Burkholderia mallei (Glanders). 28. Carp sprivivirus (Spring viraemia of carp virus). 29.  Chlamydophila psittaci. 30. Chronic wasting disease. 31.  Chrysomya bezziana (Old World screwworm). 32. Classical swine fever virus. 33.  Clostridium botulinum (Botulism). 34.  Cochliomyia hominivorax (New World screwworm). 35.  Coxiella burnetii (Coxiellosis, Q-Fever). 36.  Cytoecetes phagocytophila (Tick-borne fever). 37. Cyprinid herpesvirus-3 (Koi Herpesvirus). 38.  Cysticercus bovis/Taenia saginata (Bovine cysticercosis). 39. Duck viral hepatitis. 40. Eastern equine encephalomyelitis virus. 41.  Echinococcus multilocularis. 42.  Ehrlichia ondiri (Bovine petechial fever). 43.  Ehrlichia ruminantium (Heartwater). 44.  Elaphostrongylus cervi (Tissue worm). 45. Enterovirus encephalomyelitis virus (Teschen disease). 46. Epizootic hemorrhagic disease virus. 47. Equid herpesvirus-1. 48. Equine infectious anemia virus. 49. Foot and mouth disease virus. 50.  Francisella tularensis (Tularemia). 51. Goose parvovirus infection (Derzsy’s disease). 52. Hantavirus. 53. Hendra virus. 54. Herpesvirus of cervidae. 55.  Histoplasma farciminosum (Epizootic lymphangitis). 56. Ibaraki disease virus. 57. Infectious hypodermal and haematopoietic necrosis virus. 58. Infectious pancreatic necrosis virus. 59. Infectious salmon anaemia virus. 60. Influenza A virus. 61. Japanese encephalitis virus. 62. Lagovirus europaeus GI.2 (Rabbit hemorrhagic disease virus 1, 1A, and 2). 63. Lead toxicosis. 64.  Listeria monocytogenes (Listeriosis). 65. Louping ill virus. 66. Lumpy skin disease virus. 67.  Mammalian bornavirus. 68.  Mycoplasma agalactiae (Contagious agalactiae). 69.  Mycobacterium bovis (Bovine tuberculosis). 70.  Mycoplasma capricolum (Contagious caprine pleuropneumonia). 71.  Mycoplasma mycoides (Contagious bovine pleuropneumonia). 72.  Myxobolus cerebralis (Whirling disease). 73. Nairobi sheep disease virus. 74. Nipah virus. 75.  Pasteurella multocida (Fowl cholera). 76. Peste des petits ruminants virus. 77. Piscine novirhabdovirus (Viral hemorrhagic septicemia virus). 78. Pseudorabies virus (Aujeszky’s disease). 79. Rabies virus. 80. Ranavirus. 81. Rift Valley fever virus. 82. Rinderpest virus. 83.  Salmonella gallinarum (Fowl typhoid). 84.  Salmonella pullorum (Pullorum disease). 85.  Salmonellae, sub-typed. 86. Salmonid novirhabdovirus (Infectious hematopoietic necrosis virus). 87. Scrapie. 88. Senecavirus A. 89. Severe acute respiratory syndrome coronavirus 2. 90. Sheep and goat pox virus. 91.  Streptococcus equi (Strangles). 92. Swine vesicular disease virus. 93.  Taylorella equigenitalis (Contagious equine metritis). 94.  Theileria\r\nspp. (Theileriosis). 95.  Trichinella\r\nspp. (Trichinellosis). 96.  Trypanosoma equiperdum (Dourine). 97.  Trypanosoma\r\nspp. (Trypanosomiasis). 98.  Varroa destructor, miticide-resistant (Varroa mite). 99. Venezuelan equine encephalomyelitis virus. 100. Verocytotoxigenic Escherichia coli. 101. Vesicular stomatitis virus. 102. Wesselsbron’s virus. 103. West Nile virus. 104. Western equine encephalomyelitis virus. 105. White Sturgeon epivirus (White Sturgeon iridovirus). 106.  Yersinia pestis (Plague). O. Reg. 541/22, s. 1. Appendix B   Periodically Notifiable Hazards 1.  Anaplasma phagocytophilum. 2. Anatid alphaherpesvirus 1 (Duck virus enteritis). 3.  Avibacterium paragallinarum (Infectious coryza). 4. Avipox (Fowl pox). 5.  Blastomyces dermatitidis (Blastomycosis). 6.  Borrelia burgdorferi (Lyme disease). 7. Bovine leukemia virus (Enzootic bovine leukosis). 8. Bovine viral diarrhea virus. 9.  Brachyspira hampsonii Clade I. 10.  Brachyspira hampsonii Clade II. 11.  Brachyspira hyodysenteriae. 12.  Brucella ovis. 13. Cache Valley virus. 14. Caprine arthritis-encephalitis virus. 15.  Campylobacter fetus. 16.  Campylobacter jejuni. 17.  Chlamydophila abortus. 18.  Clostridium\r\nspp. (other than Clostridium botulinum). 19.  Coccidia\r\nspp. (Coccidiosis). 20.  Corynebacterium pseudotuberculosis (Caseous lymphadenitis, Pigeon fever). 21.  Cryptococcus\r\nspp. (Cryptococcosis). 22.  Eimeria stiedae. 23. Equine coronavirus. 24. Equine rotavirus. 25. Equine viral arteritis virus. 26. Fowl adenovirus (inclusion body hepatitis, egg drop syndrome). 27. Gallid alphaherpesvirus 2 (Marek’s disease). 28.  Histomonas meleagridis (Blackhead). 29.  Histoplasma capsulatum (Histoplasmosis). 30. Infectious bovine rhinotracheitis virus. 31. Infectious bronchitis virus/avian coronavirus. 32. Infectious bursal disease virus. 33.  Lactococcus garvieae. 34.  Leishmania\r\nspp. (Leishmaniasis). 35.  Leptospira\r\nspp. (Leptospirosis). 36. Lymphocytic choriomeningitis virus. 37. Maedi-visna virus. 38. Malignant catarrhal fever. 39.  Mycobacterium avium. 40.  Mycobacterium avium subspecies paratuberculosis (Johne’s disease). 41.  Mycoplasma gallisepticum (Avian mycoplasmosis). 42.  Neorickettsia risticii. 43.  Neorickettsia\r\nspp. 44. Orf virus (Contagious ecthyma). 45. Porcine delta coronavirus. 46. Porcine epidemic diarrhea virus. 47. Porcine reproductive and respiratory syndrome virus. 48.  Renibacterium salmoninarum (Bacterial kidney disease). 49.  Streptococcus iniae. 50.  Toxoplasma gondii (Toxoplasmosis). 51. Transmissible gastroenteritis virus. 52. Transmissible spongiform encephalopathies (other than bovine spongiform encephalopathy, chronic wasting disease and scrapie). 53.  Tritrichomonas foetus (Trichomoniasis). 54. Variant avian reovirus. 55.  Yersinia enterocolitica (Yersiniosis). 56.  Yersinia ruckeri. O. Reg. 541/22, s. 1.  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK23\"></a><b>20. </b>A report by a veterinarian under section 9 of the Act shall include the following information:</p> <p class=\"paragraph-e\">  1. The contact information for the veterinarian making the report.</p> <p class=\"paragraph-e\">  2. A description of the finding that is the subject of the report, including,</p> <p class=\"subpara-e\">  i. the date and time of the finding,</p> <p class=\"subpara-e\">  ii. the name of any hazard that the veterinarian suspects is relevant to the finding, </p> <p class=\"subpara-e\">  iii. if the finding indicates or may indicate the existence of a disease, a description of the clinical presentation of the disease, including the date of onset of symptoms and any adverse effects that have occurred or may occur,</p> <p class=\"subpara-e\">  iv. the veterinarian’s differential diagnosis, if any, relating to the finding and the current course of treatment if treatment is being provided.</p> <p class=\"paragraph-e\">  3. A description of the control measures taken, if any, to protect animal health, human health or both.</p> <p class=\"paragraph-e\">  4. A description of the steps that have been taken, or that the veterinarian believes will be taken, to determine the cause of the serious risk identified in the report.</p> <p class=\"paragraph-e\">  5. If samples or specimens have been submitted to a laboratory in relation to the finding, </p> <p class=\"subpara-e\">  i. the name of the laboratory and the contact information for the operator of the laboratory,</p> <p class=\"subpara-e\">  ii. the date the samples or specimens were submitted to the laboratory,</p> <p class=\"subpara-e\">  iii. a description of the testing requested, and</p> <p class=\"subpara-e\">  iv. the results of any testing, if they are known.</p> <p class=\"paragraph-e\">  6. If the finding that is the subject of the report is in respect of an animal, </p> <p class=\"subpara-e\">  i. the contact information for every veterinarian who provides veterinary services to the animal,  </p> <p class=\"subpara-e\">  ii. the contact information for the animal’s owner and the custodian, if any, </p> <p class=\"subpara-e\">  iii. the location of the animal, including the municipal address and any unique identifiers that would assist in determining the location of the animal,</p> <p class=\"subpara-e\">  iv. the animal type, animal purpose and the approximate age of the animal,</p> <p class=\"subpara-e\">  v. if the animal is part of a herd or flock, the number of affected animals in that herd or flock and the number of animals from the herd or flock that have died.</p> <p class=\"paragraph-e\">  7. If the finding that is the subject of the report is in respect of an animal product, animal by-product, input, fomite, vector, waste material or other thing related to an animal, </p> <p class=\"subpara-e\">  i. the contact information for the owner and the custodian, if any, of the animal product, animal by-product, input, fomite, vector, waste material or other thing related to an animal, </p> <p class=\"subpara-e\">  ii. the location of the animal product, animal by-product, input, fomite, vector, waste material or other thing related to an animal, including the municipal address and any unique identifiers that would assist in determining the location of the animal.</p> <p class=\"paragraph-e\">  8. All other information in the veterinarian’s knowledge that is relevant to the finding.  O. Reg. 277/12, s. 20.</p> <p class=\"partnum-e\"><a name=\"BK24\"></a>Part V (OMITTED)</p> <p class=\"section-e\"> <b>21.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 277/12, s. 21.</p> <p class=\"schedule-e\"><a name=\"BK25\"></a>Appendix A <br/>  Immediately Notifiable Hazards</p> <p class=\"paragraph-e\">  1. Aino virus.</p> <p class=\"paragraph-e\">  2.  <i>Aethina tumida</i> (Small hive beetle).</p> <p class=\"paragraph-e\">  3. African horse sickness virus.</p> <p class=\"paragraph-e\">  4. African swine fever virus.</p> <p class=\"paragraph-e\">  5. Akabane virus.</p> <p class=\"paragraph-e\">  6.  <i>Anaplasma centrale</i>.</p> <p class=\"paragraph-e\">  7.  <i>Anaplasma marginale</i>.</p> <p class=\"paragraph-e\">  8.  <i>Anaplasma ovis</i>.</p> <p class=\"paragraph-e\">  9.  <i>Aphanomyces invadans</i> (Epizootic ulcerative syndrome).</p> <p class=\"paragraph-e\">  10. Avian encephalomyelitis virus.</p> <p class=\"paragraph-e\">  11. Avian infectious laryngotracheitis virus.</p> <p class=\"paragraph-e\">  12. Avian metapneumovirus (Turkey viral rhinotracheitis).</p> <p class=\"paragraph-e\">  13. Avian orthoavulavirus 1/Avian paramyxovirus 1 (Newcastle disease).</p> <p class=\"paragraph-e\">  14.  <i>Babesia caballi</i> (Equine piroplasmosis).</p> <p class=\"paragraph-e\">  15.  <i>Babesia equi</i> (Equine piroplasmosis).</p> <p class=\"paragraph-e\">  16.  <i>Babesia</i>\r\nspp. (Bovine babesiosis).</p> <p class=\"paragraph-e\">  17.  <i>Bacillus anthracis</i> (Anthrax).</p> <p class=\"paragraph-e\">  18.  <i>Batrachochytrium</i>\r\nspp. (Chytridiomycosis).</p> <p class=\"paragraph-e\">  19.  <i>Besnoitia</i>\r\nspp. (Besnoitiosis).</p> <p class=\"paragraph-e\">  20. Bluetongue virus.</p> <p class=\"paragraph-e\">  21. Bovine ephemeral fever virus.</p> <p class=\"paragraph-e\">  22. Bovine spongiform encephalopathy.</p> <p class=\"paragraph-e\">  23.  <i>Brucella abortus</i>.</p> <p class=\"paragraph-e\">  24.  <i>Brucella canis</i>.</p> <p class=\"paragraph-e\">  25.  <i>Brucella melitensis</i>.</p> <p class=\"paragraph-e\">  26.  <i>Brucella suis</i>.</p> <p class=\"paragraph-e\">  27.  <i>Burkholderia mallei</i> (Glanders).</p> <p class=\"paragraph-e\">  28. Carp sprivivirus (Spring viraemia of carp virus).</p> <p class=\"paragraph-e\">  29.  <i>Chlamydophila psittaci</i>.</p> <p class=\"paragraph-e\">  30. Chronic wasting disease.</p> <p class=\"paragraph-e\">  31.  <i>Chrysomya bezziana</i> (Old World screwworm).</p> <p class=\"paragraph-e\">  32. Classical swine fever virus.</p> <p class=\"paragraph-e\">  33.  <i>Clostridium botulinum</i> (Botulism).</p> <p class=\"paragraph-e\">  34.  <i>Cochliomyia hominivorax</i> (New World screwworm).</p> <p class=\"paragraph-e\">  35.  <i>Coxiella burnetii</i> (Coxiellosis, Q-Fever).</p> <p class=\"paragraph-e\">  36.  <i>Cytoecetes phagocytophila</i> (Tick-borne fever).</p> <p class=\"paragraph-e\">  37. Cyprinid herpesvirus-3 (Koi Herpesvirus).</p> <p class=\"paragraph-e\">  38.  <i>Cysticercus bovis/Taenia saginata</i> (Bovine cysticercosis).</p> <p class=\"paragraph-e\">  39. Duck viral hepatitis.</p> <p class=\"paragraph-e\">  40. Eastern equine encephalomyelitis virus.</p> <p class=\"paragraph-e\">  41.  <i>Echinococcus multilocularis</i>.</p> <p class=\"paragraph-e\">  42.  <i>Ehrlichia ondiri</i> (Bovine petechial fever).</p> <p class=\"paragraph-e\">  43.  <i>Ehrlichia ruminantium</i> (Heartwater).</p> <p class=\"paragraph-e\">  44.  <i>Elaphostrongylus cervi</i> (Tissue worm).</p> <p class=\"paragraph-e\">  45. Enterovirus encephalomyelitis virus (Teschen disease).</p> <p class=\"paragraph-e\">  46. Epizootic hemorrhagic disease virus.</p> <p class=\"paragraph-e\">  47. Equid herpesvirus-1.</p> <p class=\"paragraph-e\">  48. Equine infectious anemia virus.</p> <p class=\"paragraph-e\">  49. Foot and mouth disease virus.</p> <p class=\"paragraph-e\">  50.  <i>Francisella tularensis</i> (Tularemia).</p> <p class=\"paragraph-e\">  51. Goose parvovirus infection (Derzsy’s disease).</p> <p class=\"paragraph-e\">  52. Hantavirus.</p> <p class=\"paragraph-e\">  53. Hendra virus.</p> <p class=\"paragraph-e\">  54. Herpesvirus of cervidae.</p> <p class=\"paragraph-e\">  55.  <i>Histoplasma farciminosum</i> (Epizootic lymphangitis).</p> <p class=\"paragraph-e\">  56. Ibaraki disease virus.</p> <p class=\"paragraph-e\">  57. Infectious hypodermal and haematopoietic necrosis virus.</p> <p class=\"paragraph-e\">  58. Infectious pancreatic necrosis virus.</p> <p class=\"paragraph-e\">  59. Infectious salmon anaemia virus.</p> <p class=\"paragraph-e\">  60. Influenza A virus.</p> <p class=\"paragraph-e\">  61. Japanese encephalitis virus.</p> <p class=\"paragraph-e\">  62. Lagovirus europaeus GI.2 (Rabbit hemorrhagic disease virus 1, 1A, and 2).</p> <p class=\"paragraph-e\">  63. Lead toxicosis.</p> <p class=\"paragraph-e\">  64.  <i>Listeria monocytogenes</i> (Listeriosis).</p> <p class=\"paragraph-e\">  65. Louping ill virus.</p> <p class=\"paragraph-e\">  66. Lumpy skin disease virus.</p> <p class=\"paragraph-e\">  67.  <i>Mammalian bornavirus</i>.</p> <p class=\"paragraph-e\">  68.  <i>Mycoplasma agalactiae</i> (Contagious agalactiae).</p> <p class=\"paragraph-e\">  69.  <i>Mycobacterium bovis</i> (Bovine tuberculosis).</p> <p class=\"paragraph-e\">  70.  <i>Mycoplasma capricolum</i> (Contagious caprine pleuropneumonia).</p> <p class=\"paragraph-e\">  71.  <i>Mycoplasma mycoides</i> (Contagious bovine pleuropneumonia).</p> <p class=\"paragraph-e\">  72.  <i>Myxobolus cerebralis</i> (Whirling disease).</p> <p class=\"paragraph-e\">  73. Nairobi sheep disease virus.</p> <p class=\"paragraph-e\">  74. Nipah virus.</p> <p class=\"paragraph-e\">  75.  <i>Pasteurella multocida</i> (Fowl cholera).</p> <p class=\"paragraph-e\">  76. Peste des petits ruminants virus.</p> <p class=\"paragraph-e\">  77. Piscine novirhabdovirus (Viral hemorrhagic septicemia virus).</p> <p class=\"paragraph-e\">  78. Pseudorabies virus (Aujeszky’s disease).</p> <p class=\"paragraph-e\">  79. Rabies virus.</p> <p class=\"paragraph-e\">  80. Ranavirus.</p> <p class=\"paragraph-e\">  81. Rift Valley fever virus.</p> <p class=\"paragraph-e\">  82. Rinderpest virus.</p> <p class=\"paragraph-e\">  83.  <i>Salmonella gallinarum</i> (Fowl typhoid).</p> <p class=\"paragraph-e\">  84.  <i>Salmonella pullorum</i> (Pullorum disease).</p> <p class=\"paragraph-e\">  85.  <i>Salmonellae</i>, sub-typed.</p> <p class=\"paragraph-e\">  86. Salmonid novirhabdovirus (Infectious hematopoietic necrosis virus).</p> <p class=\"paragraph-e\">  87. Scrapie.</p> <p class=\"paragraph-e\">  88. Senecavirus A.</p> <p class=\"paragraph-e\">  89. Severe acute respiratory syndrome coronavirus 2.</p> <p class=\"paragraph-e\">  90. Sheep and goat pox virus.</p> <p class=\"paragraph-e\">  91.  <i>Streptococcus equi</i> (Strangles).</p> <p class=\"paragraph-e\">  92. Swine vesicular disease virus.</p> <p class=\"paragraph-e\">  93.  <i>Taylorella equigenitalis</i> (Contagious equine metritis).</p> <p class=\"paragraph-e\">  94.  <i>Theileria</i>\r\nspp. (Theileriosis).</p> <p class=\"paragraph-e\">  95.  <i>Trichinella</i>\r\nspp. (Trichinellosis).</p> <p class=\"paragraph-e\">  96.  <i>Trypanosoma equiperdum</i> (Dourine).</p> <p class=\"paragraph-e\">  97.  <i>Trypanosoma</i>\r\nspp. (Trypanosomiasis).</p> <p class=\"paragraph-e\">  98.  <i>Varroa destructor</i>, miticide-resistant (Varroa mite).</p> <p class=\"paragraph-e\">  99. Venezuelan equine encephalomyelitis virus.</p> <p class=\"paragraph-e\"> 100. Verocytotoxigenic <i>Escherichia coli</i>.</p> <p class=\"paragraph-e\"> 101. Vesicular stomatitis virus.</p> <p class=\"paragraph-e\"> 102. Wesselsbron’s virus.</p> <p class=\"paragraph-e\"> 103. West Nile virus.</p> <p class=\"paragraph-e\"> 104. Western equine encephalomyelitis virus.</p> <p class=\"paragraph-e\"> 105. White Sturgeon epivirus (White Sturgeon iridovirus).</p> <p class=\"paragraph-e\"> 106.  <i>Yersinia pestis</i> (Plague).</p> <p class=\"footnote-e\">O. Reg. 541/22, s. 1.</p> <p class=\"schedule-e\"><a name=\"BK26\"></a>Appendix B <br/>  Periodically Notifiable Hazards</p> <p class=\"paragraph-e\">  1.  <i>Anaplasma phagocytophilum</i>.</p> <p class=\"paragraph-e\">  2. Anatid alphaherpesvirus 1 (Duck virus enteritis).</p> <p class=\"paragraph-e\">  3.  <i>Avibacterium paragallinarum</i> (Infectious coryza).</p> <p class=\"paragraph-e\">  4. Avipox (Fowl pox).</p> <p class=\"paragraph-e\">  5.  <i>Blastomyces dermatitidis</i> (Blastomycosis).</p> <p class=\"paragraph-e\">  6.  <i>Borrelia burgdorferi</i> (Lyme disease).</p> <p class=\"paragraph-e\">  7. Bovine leukemia virus (Enzootic bovine leukosis).</p> <p class=\"paragraph-e\">  8. Bovine viral diarrhea virus.</p> <p class=\"paragraph-e\">  9.  <i>Brachyspira hampsonii</i> Clade I.</p> <p class=\"paragraph-e\">  10.  <i>Brachyspira hampsonii</i> Clade II.</p> <p class=\"paragraph-e\">  11.  <i>Brachyspira hyodysenteriae</i>.</p> <p class=\"paragraph-e\">  12.  <i>Brucella ovis</i>.</p> <p class=\"paragraph-e\">  13. Cache Valley virus.</p> <p class=\"paragraph-e\">  14. Caprine arthritis-encephalitis virus.</p> <p class=\"paragraph-e\">  15.  <i>Campylobacter fetus</i>.</p> <p class=\"paragraph-e\">  16.  <i>Campylobacter jejuni</i>.</p> <p class=\"paragraph-e\">  17.  <i>Chlamydophila abortus</i>.</p> <p class=\"paragraph-e\">  18.  <i>Clostridium</i>\r\nspp. (other than <i>Clostridium botulinum</i>).</p> <p class=\"paragraph-e\">  19.  <i>Coccidia</i>\r\nspp. (Coccidiosis).</p> <p class=\"paragraph-e\">  20.  <i>Corynebacterium pseudotuberculosis</i> (Caseous lymphadenitis, Pigeon fever).</p> <p class=\"paragraph-e\">  21.  <i>Cryptococcus</i>\r\nspp. (Cryptococcosis).</p> <p class=\"paragraph-e\">  22.  <i>Eimeria stiedae</i>.</p> <p class=\"paragraph-e\">  23. Equine coronavirus.</p> <p class=\"paragraph-e\">  24. Equine rotavirus.</p> <p class=\"paragraph-e\">  25. Equine viral arteritis virus.</p> <p class=\"paragraph-e\">  26. Fowl adenovirus (inclusion body hepatitis, egg drop syndrome).</p> <p class=\"paragraph-e\">  27. Gallid alphaherpesvirus 2 (Marek’s disease).</p> <p class=\"paragraph-e\">  28.  <i>Histomonas meleagridis</i> (Blackhead).</p> <p class=\"paragraph-e\">  29.  <i>Histoplasma capsulatum</i> (Histoplasmosis).</p> <p class=\"paragraph-e\">  30. Infectious bovine rhinotracheitis virus.</p> <p class=\"paragraph-e\">  31. Infectious bronchitis virus/avian coronavirus.</p> <p class=\"paragraph-e\">  32. Infectious bursal disease virus.</p> <p class=\"paragraph-e\">  33.  <i>Lactococcus garvieae</i>.</p> <p class=\"paragraph-e\">  34.  <i>Leishmania</i>\r\nspp. (Leishmaniasis).</p> <p class=\"paragraph-e\">  35.  <i>Leptospira</i>\r\nspp. (Leptospirosis).</p> <p class=\"paragraph-e\">  36. Lymphocytic choriomeningitis virus.</p> <p class=\"paragraph-e\">  37. Maedi-visna virus.</p> <p class=\"paragraph-e\">  38. Malignant catarrhal fever.</p> <p class=\"paragraph-e\">  39.  <i>Mycobacterium avium</i>.</p> <p class=\"paragraph-e\">  40.  <i>Mycobacterium avium</i> subspecies <i>paratuberculosis</i> (Johne’s disease).</p> <p class=\"paragraph-e\">  41.  <i>Mycoplasma gallisepticum</i> (Avian mycoplasmosis).</p> <p class=\"paragraph-e\">  42.  <i>Neorickettsia risticii</i>.</p> <p class=\"paragraph-e\">  43.  <i>Neorickettsia</i>\r\nspp.</p> <p class=\"paragraph-e\">  44. Orf virus (Contagious ecthyma).</p> <p class=\"paragraph-e\">  45. Porcine delta coronavirus.</p> <p class=\"paragraph-e\">  46. Porcine epidemic diarrhea virus.</p> <p class=\"paragraph-e\">  47. Porcine reproductive and respiratory syndrome virus.</p> <p class=\"paragraph-e\">  48.  <i>Renibacterium salmoninarum</i> (Bacterial kidney disease).</p> <p class=\"paragraph-e\">  49.  <i>Streptococcus iniae</i>.</p> <p class=\"paragraph-e\">  50.  <i>Toxoplasma gondii</i> (Toxoplasmosis).</p> <p class=\"paragraph-e\">  51. Transmissible gastroenteritis virus.</p> <p class=\"paragraph-e\">  52. Transmissible spongiform encephalopathies (other than bovine spongiform encephalopathy, chronic wasting disease and scrapie).</p> <p class=\"paragraph-e\">  53.  <i>Tritrichomonas foetus</i> (Trichomoniasis).</p> <p class=\"paragraph-e\">  54. Variant avian reovirus.</p> <p class=\"paragraph-e\">  55.  <i>Yersinia enterocolitica</i> (Yersiniosis).</p> <p class=\"paragraph-e\">  56.  <i>Yersinia ruckeri</i>.</p> <p class=\"footnote-e\">O. Reg. 541/22, s. 1.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/120277\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "Appendix A",
            "part_id": "PART IV  ",
            "part_type": "PART IV REPORTS BY VETERINARIANS",
            "section": "Immediately notifiable hazards",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "Appendix B",
            "part_id": "PART IV  ",
            "part_type": "PART IV REPORTS BY VETERINARIANS",
            "section": "Periodically notifiable hazards",
            "content": NaN,
            "raw_html": NaN
        }
    ]
}