{
    "reg_info": {
        "full_title": "O. Reg. 610/06: FINANCIAL ACTIVITIES",
        "reg_name_text": "Financial Activities",
        "citation": "O. Reg. 610/06: FINANCIAL ACTIVITIES",
        "act_under": "City of Toronto Act, 2006",
        "url": "https://www.ontario.ca/laws/regulation/060610",
        "date_scraped": "2023-12-18 12:33:17"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March  1, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/060610/v19",
            "valid_from": "February 28, 2022",
            "valid_to": "February 28, 2022"
        },
        {
            "a_href": "/laws/regulation/060610/v18",
            "valid_from": "December 10, 2021",
            "valid_to": "February 27, 2022"
        },
        {
            "a_href": "/laws/regulation/060610/v17",
            "valid_from": "June  1, 2021",
            "valid_to": "December  9, 2021"
        },
        {
            "a_href": "/laws/regulation/060610/v16",
            "valid_from": "May 21, 2021",
            "valid_to": "May 31, 2021"
        },
        {
            "a_href": "/laws/regulation/060610/v15",
            "valid_from": "April  3, 2018",
            "valid_to": "May 20, 2021"
        },
        {
            "a_href": "/laws/regulation/060610/v14",
            "valid_from": "March  6, 2018",
            "valid_to": "April  2, 2018"
        },
        {
            "a_href": "/laws/regulation/060610/v13",
            "valid_from": "March  1, 2018",
            "valid_to": "March  5, 2018"
        },
        {
            "a_href": "/laws/regulation/060610/v12",
            "valid_from": "February 27, 2018",
            "valid_to": "February 28, 2018"
        },
        {
            "a_href": "/laws/regulation/060610/v11",
            "valid_from": "January  1, 2018",
            "valid_to": "February 26, 2018"
        },
        {
            "a_href": "/laws/regulation/060610/v10",
            "valid_from": "March 30, 2016",
            "valid_to": "December 31, 2017"
        },
        {
            "a_href": "/laws/regulation/060610/v9",
            "valid_from": "November 27, 2015",
            "valid_to": "March 29, 2016"
        },
        {
            "a_href": "/laws/regulation/060610/v8",
            "valid_from": "January  1, 2012",
            "valid_to": "November 26, 2015"
        },
        {
            "a_href": "/laws/regulation/060610/v7",
            "valid_from": "August 10, 2011",
            "valid_to": "December 31, 2011"
        },
        {
            "a_href": "/laws/regulation/060610/v6",
            "valid_from": "July  1, 2011",
            "valid_to": "August  9, 2011"
        },
        {
            "a_href": "/laws/regulation/060610/v5",
            "valid_from": "March  7, 2011",
            "valid_to": "June 30, 2011"
        },
        {
            "a_href": "/laws/regulation/060610/v4",
            "valid_from": "July 31, 2009",
            "valid_to": "March  6, 2011"
        },
        {
            "a_href": "/laws/regulation/060610/v3",
            "valid_from": "June 15, 2007",
            "valid_to": "July 30, 2009"
        },
        {
            "a_href": "/laws/regulation/060610/v2",
            "valid_from": "January  1, 2007",
            "valid_to": "June 14, 2007"
        },
        {
            "a_href": "/laws/regulation/060610/v1",
            "valid_from": "December 27, 2006",
            "valid_to": "December 31, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Definitions",
            "content": " 1. In this Regulation, “bank loan” means a loan made by a bank listed in Schedule I, II or III to the Bank Act (Canada), a loan corporation or trust corporation registered under the Loan and Trust Corporations Act or a credit union or central to which the Credit Unions and Caisses Populaires Act, 2020 applies, and includes, (a)  a syndicated bank loan, and (b)  a banker’s acceptance, whether or not it is discounted, if (i)  it is drawn as a bill of exchange under the Bills of Exchange Act (Canada), and (ii)  it is accepted by a bank to which the Bank Act (Canada) applies; (“prêt bancaire”) “Canada Infrastructure Bank” means the corporation established under subsection 5 (1) of the Canada Infrastructure Bank Act (Canada); (“Banque de l’infrastructure du Canada”) “conditional loan agreement” means a financial agreement described in clause 3 (d) and section 41.1; (“accord de prêt conditionnel”) “currency risk” means the financial risk for the City associated with issuing debentures or revenue bonds in any currency because of fluctuations in rates of exchange between the Canadian dollar and other currencies; (“risque de change”) “foreign currency debenture” or “foreign currency revenue bond” means a debenture or revenue bond, as the case may be, expressed and payable in a foreign currency; (“débenture en devise étrangère”, “obligation-recettes en devise étrangère”) “interest rate risk” means the financial risk associated with issuing debentures or revenue bonds or entering bank loan agreements because of fluctuations in interest rates; (“risque de taux d’intérêt”) “person” includes a firm or partnership within the meaning of the Partnerships Act; (“personne”) “revenue bond” means, (a)  an agreement entered into by the City for the borrowing of money whereby the City secures its obligations under the agreement, (i)  with an interest in fees, charges or any other revenues that are not tax revenues of the City, or (ii)  with an interest in any other property of the City, or (b)  a tax increment financing revenue bond; (“obligation-recettes”) “syndicated bank loan” means a bank loan between the City and an institution listed in the definition of “bank loan” where the financing for the bank loan is obtained through a syndicated bank financing agreement in which each of the institutions that is a party to the agreement agrees to contribute a portion of the amount of the bank loan being given to the City under the syndicated bank loan agreement; (“prêt bancaire syndiqué”) “tax increment financing revenue bond” means an agreement entered into by the City for the borrowing of money whereby the City secures its obligations under the agreement with both, (a)  an amount of taxes that are a “municipal tax increment” as defined in the Tax Increment Financing Act, 2006, and (b)  payments by the Minister of Finance to the City under a financing agreement authorized under clause 3 (1) (c) of the Tax Increment Financing Act, 2006; (“obligation-recettes financée par surcroît d’impôts”) “treasurer” means the City treasurer; (“trésorier”) “variable interest rate debenture” or “variable interest rate bank loan”, as the case may be, means a debenture or bank loan that provides for one or more variations in the rate of interest payable on the principal of the debt, whether or not by reference to a method or standard for determining changes to interest rates, but does not include an extendible or retractable term debenture where a change of interest rate is authorized by by-law, a debenture issued or bank loan agreement entered to refund an outstanding debenture or bank loan at maturity, or a debenture where a change of interest rate is authorized by a debenture by-law and council is of the opinion the change is necessary because the debentures remain unsold. (“débenture à taux d’intérêt variable”, “prêt bancaire à taux d’intérêt variable”) O. Reg. 610/06, s. 1; O. Reg. 79/16, s. 1; O. Reg. 838/21, s. 1; O. Reg. 137/22, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK0\"></a><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“bank loan” means a loan made by a bank listed in Schedule I, II or III to the <i>Bank Act</i> (Canada), a loan corporation or trust corporation registered under the <i>Loan and Trust Corporations Act</i> or a credit union or central to which the <i>Credit Unions and Caisses Populaires Act, 2020</i> applies, and includes,</p> <p class=\"defclause-e\">  (a)  a syndicated bank loan, and</p> <p class=\"defclause-e\">  (b)  a banker’s acceptance, whether or not it is discounted, if</p> <p class=\"defsubclause-e\">  (i)  it is drawn as a bill of exchange under the <i>Bills of Exchange Act</i> (Canada), and</p> <p class=\"defsubclause-e\">  (ii)  it is accepted by a bank to which the <i>Bank Act </i>(Canada) applies; (“prêt bancaire”)</p> <p class=\"definition-e\">“Canada Infrastructure Bank” means the corporation established under subsection 5 (1) of the <i>Canada Infrastructure Bank Act</i> (Canada); (“Banque de l’infrastructure du Canada”)</p> <p class=\"definition-e\">“conditional loan agreement” means a financial agreement described in clause 3 (d) and section 41.1; (“accord de prêt conditionnel”)</p> <p class=\"definition-e\">“currency risk” means the financial risk for the City associated with issuing debentures or revenue bonds in any currency because of fluctuations in rates of exchange between the Canadian dollar and other currencies; (“risque de change”)</p> <p class=\"definition-e\">“foreign currency debenture” or “foreign currency revenue bond” means a debenture or revenue bond, as the case may be, expressed and payable in a foreign currency; (“débenture en devise étrangère”, “obligation-recettes en devise étrangère”)</p> <p class=\"definition-e\">“interest rate risk” means the financial risk associated with issuing debentures or revenue bonds or entering bank loan agreements because of fluctuations in interest rates; (“risque de taux d’intérêt”)</p> <p class=\"definition-e\">“person” includes a firm or partnership within the meaning of the <i>Partnerships Act</i>; (“personne”)</p> <p class=\"definition-e\">“revenue bond” means,</p> <p class=\"defclause-e\">  (a)  an agreement entered into by the City for the borrowing of money whereby the City secures its obligations under the agreement,</p> <p class=\"defsubclause-e\">  (i)  with an interest in fees, charges or any other revenues that are not tax revenues of the City, or</p> <p class=\"defsubclause-e\">  (ii)  with an interest in any other property of the City, or</p> <p class=\"defclause-e\">  (b)  a tax increment financing revenue bond; (“obligation-recettes”)</p> <p class=\"definition-e\">“syndicated bank loan” means a bank loan between the City and an institution listed in the definition of “bank loan” where the financing for the bank loan is obtained through a syndicated bank financing agreement in which each of the institutions that is a party to the agreement agrees to contribute a portion of the amount of the bank loan being given to the City under the syndicated bank loan agreement; (“prêt bancaire syndiqué”)</p> <p class=\"definition-e\">“tax increment financing revenue bond” means an agreement entered into by the City for the borrowing of money whereby the City secures its obligations under the agreement with both, </p> <p class=\"defclause-e\">  (a)  an amount of taxes that are a “municipal tax increment” as defined in the <i>Tax Increment Financing Act, 2006</i>, and</p> <p class=\"defclause-e\">  (b)  payments by the Minister of Finance to the City under a financing agreement authorized under clause 3 (1) (c) of the <i>Tax Increment Financing Act, 2006</i><i>; (“</i>obligation-recettes financée par surcroît d’impôts”)</p> <p class=\"definition-e\">“treasurer” means the City treasurer; (“trésorier”)</p> <p class=\"definition-e\">“variable interest rate debenture” or “variable interest rate bank loan”, as the case may be, means a debenture or bank loan that provides for one or more variations in the rate of interest payable on the principal of the debt, whether or not by reference to a method or standard for determining changes to interest rates, but does not include an extendible or retractable term debenture where a change of interest rate is authorized by by-law, a debenture issued or bank loan agreement entered<b> </b>to refund an outstanding debenture or bank loan at maturity, or a debenture where a change of interest rate is authorized by a debenture by-law and council is of the opinion the change is necessary because the debentures remain unsold. (“débenture à taux d’intérêt variable”, “prêt bancaire à taux d’intérêt variable”) O. Reg. 610/06, s. 1; O. Reg. 79/16, s. 1; O. Reg. 838/21, s. 1; O. Reg. 137/22, s. 1.</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Financial activities",
            "content": " 2. The City shall undertake the financial activities described in paragraphs 1 to 4 of section 245 of the Act in accordance with this Regulation.  O. Reg. 610/06, s. 2. Part I   Long-Term and Current Borrowing General",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>2. </b>The City shall undertake the financial activities described in paragraphs 1 to 4 of section 245 of the Act in accordance with this Regulation.  O. Reg. 610/06, s. 2.</p> <p class=\"partnum-e\"><a name=\"BK2\"></a>Part I <br/>  Long-Term and Current Borrowing</p> <p class=\"heading1-e\"><a name=\"BK3\"></a>General</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "PART I  ",
            "part_id": NaN,
            "part_type": NaN,
            "section": "PART I LONG-TERM AND CURRENT BORROWING",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "General",
            "part_id": "PART I  ",
            "part_type": "PART I LONG-TERM AND CURRENT BORROWING",
            "section": "General",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "part_id": "PART I  ",
            "part_type": "PART I LONG-TERM AND CURRENT BORROWING",
            "section": "Long-term borrowing",
            "content": " 3. The City may for its purposes borrow money to obtain or provide long-term financing for any capital work by, (a)  issuing debentures; (b)  issuing revenue bonds; (c)  entering bank loan agreements; (d)  entering conditional loan agreements with the Canada Infrastructure Bank. O. Reg. 265/07, s. 1; O. Reg. 838/21, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>3. </b>The City may for its purposes borrow money to obtain or provide long-term financing for any capital work by,</p> <p class=\"clause-e\">  (a)  issuing debentures;</p> <p class=\"clause-e\">  (b)  issuing revenue bonds;</p> <p class=\"clause-e\">  (c)  entering bank loan agreements;</p> <p class=\"clause-e\">  (d)  entering conditional loan agreements with the Canada Infrastructure Bank. O. Reg. 265/07, s. 1; O. Reg. 838/21, s. 2.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "part_id": "PART I  ",
            "part_type": "PART I LONG-TERM AND CURRENT BORROWING",
            "section": "Temporary borrowing for long-term debt",
            "content": " 4. (1) The City may authorize temporary borrowing for a capital work or permanent improvement to be financed in whole or in part by the issue of debentures or by entering bank loan agreements or conditional loan agreements if, (a)  it has approved the issue of debentures or entering a bank loan agreement or conditional loan agreement for the capital work; or (b)  it has approved the issue of debentures or entering a bank loan agreement or conditional loan agreement for a capital work or permanent improvement for another municipality or a school board.  O. Reg. 610/06, s. 4 (1); O. Reg. 79/16, s. 2 (1, 2); O. Reg. 838/21, s. 3 (1, 2). (2) The City shall only authorize temporary borrowing for a work or improvement under subsection (1) if, (a)  the City applies the proceeds of the borrowing only for the purposes for which the debentures are to be issued or the bank loan agreement or conditional loan agreement entered; or (b)  the other municipality or school board, as the case may be, agrees with the City to only apply the proceeds of the borrowing for the purposes for which the debentures are to be issued or the bank loan agreement or conditional loan agreement entered.  O. Reg. 610/06, s. 4 (2); O. Reg. 79/16, s. 2 (3); O. Reg. 838/21, s. 3 (2). (3) The City shall not require any lender to be responsible for ensuring the proceeds of temporary borrowing under subsection (1) are used for the capital work or permanent improvement for which the temporary borrowing was authorized.  O. Reg. 610/06, s. 4 (3). (4) If the City has approved the issue of debentures for another municipality or a school board but has not sold them, it may authorize the municipality or board to use the debentures as security for temporary borrowing to meet expenditures made by the municipality or board in connection with the capital work or permanent improvement to be financed in whole or in part by the debentures.  O. Reg. 610/06, s. 4 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>4. </b>(1) The City may authorize temporary borrowing for a capital work or permanent improvement to be financed in whole or in part by the issue of debentures or by entering bank loan agreements or conditional loan agreements if,</p> <p class=\"clause-e\">  (a)  it has approved the issue of debentures or entering a bank loan agreement or conditional loan agreement for the capital work; or</p> <p class=\"clause-e\">  (b)  it has approved the issue of debentures or entering a bank loan agreement or conditional loan agreement for a capital work or permanent improvement for another municipality or a school board.  O. Reg. 610/06, s. 4 (1); O. Reg. 79/16, s. 2 (1, 2); O. Reg. 838/21, s. 3 (1, 2).</p> <p class=\"subsection-e\">  (2) The City shall only authorize temporary borrowing for a work or improvement under subsection (1) if,</p> <p class=\"clause-e\">  (a)  the City applies the proceeds of the borrowing only for the purposes for which the debentures are to be issued or the bank loan agreement or conditional loan agreement entered; or</p> <p class=\"clause-e\">  (b)  the other municipality or school board, as the case may be, agrees with the City to only apply the proceeds of the borrowing for the purposes for which the debentures are to be issued or the bank loan agreement or conditional loan agreement entered.  O. Reg. 610/06, s. 4 (2); O. Reg. 79/16, s. 2 (3); O. Reg. 838/21, s. 3 (2).</p> <p class=\"subsection-e\"><b> </b>(3) The City shall not require any lender to be responsible for ensuring the proceeds of temporary borrowing under subsection (1) are used for the capital work or permanent improvement for which the temporary borrowing was authorized.  O. Reg. 610/06, s. 4 (3).</p> <p class=\"subsection-e\">  (4) If the City has approved the issue of debentures for another municipality or a school board but has not sold them, it may authorize the municipality or board to use the debentures as security for temporary borrowing to meet expenditures made by the municipality or board in connection with the capital work or permanent improvement to be financed in whole or in part by the debentures.  O. Reg. 610/06, s. 4 (4).</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "part_id": "PART I  ",
            "part_type": "PART I LONG-TERM AND CURRENT BORROWING",
            "section": "Borrowing for expenses",
            "content": " 5. (1) At any time during a fiscal year, the City may authorize temporary borrowing, until the taxes are collected and other revenues are received, of the amounts that the City considers necessary to meet the expenses of the City for the year and of the amounts, whether or not they are expenses for the year, that the City requires in the year for, (a)  reserve, sinking and retirement funds; (b)  principal and interest due on any debt of the City; (c)  school purposes; (d)  other purposes that the City, by law, is required to provide for; and (e)  the amount of principal and interest payable by a person or municipality primarily liable for a debt, if the City has guaranteed the debt and the debt is in default.  O. Reg. 610/06, s. 5 (1); O. Reg. 297/09, s. 1 (1). (2) Except with the approval of the Ontario Land Tribunal, the total amount borrowed at any one time plus any outstanding amounts of principal borrowed and accrued interest shall not exceed, (a)  from January 1 to September 30 in the year, 50 per cent of the total estimated revenues of the City as set out in the budget adopted or readopted for the year; and (b)  from October 1 to December 31 in the year, 25 per cent of the total estimated revenues of the City as set out in the budget adopted or readopted for the year. O. Reg. 610/06, s. 5 (2); O. Reg. 80/18, s. 1; O. Reg. 355/21, s. 1. (3) Until the budget is adopted in a year, the limits upon borrowing under subsection (2) shall temporarily be calculated using the estimated revenues of the City set out in the budget adopted or readopted for the previous year.  O. Reg. 610/06, s. 5 (3). (4) In subsections (2) and (3), estimated revenues do not include revenues derivable or derived from, (a)  arrears of taxes, fees or charges; or (b)  a payment from a reserve fund of the City, whether or not the payment is for a capital purpose.  O. Reg. 297/09, s. 1 (2). (5) The City shall not make any lender responsible for establishing the necessity of temporary borrowing under this section or the manner in which the borrowing is used.  O. Reg. 610/06, s. 5 (5). (6) In this section, “reserve fund” includes a reserve.  O. Reg. 297/09, s. 1 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>5. </b>(1) At any time during a fiscal year, the City may authorize temporary borrowing, until the taxes are collected and other revenues are received, of the amounts that the City considers necessary to meet the expenses of the City for the year and of the amounts, whether or not they are expenses for the year, that the City requires in the year for,</p> <p class=\"clause-e\"><b> </b>(a)  reserve, sinking and retirement funds;</p> <p class=\"clause-e\">  (b)  principal and interest due on any debt of the City;</p> <p class=\"clause-e\">  (c)  school purposes;</p> <p class=\"clause-e\">  (d)  other purposes that the City, by law, is required to provide for; and</p> <p class=\"clause-e\">  (e)  the amount of principal and interest payable by a person or municipality primarily liable for a debt, if the City has guaranteed the debt and the debt is in default.  O. Reg. 610/06, s. 5 (1); O. Reg. 297/09, s. 1 (1).</p> <p class=\"subsection-e\">  (2) Except with the approval of the Ontario Land Tribunal, the total amount borrowed at any one time plus any outstanding amounts of principal borrowed and accrued interest shall not exceed,</p> <p class=\"clause-e\">  (a)  from January 1 to September 30 in the year, 50 per cent of the total estimated revenues of the City as set out in the budget adopted or readopted for the year; and</p> <p class=\"clause-e\">  (b)  from October 1 to December 31 in the year, 25 per cent of the total estimated revenues of the City as set out in the budget adopted or readopted for the year. O. Reg. 610/06, s. 5 (2); O. Reg. 80/18, s. 1; O. Reg. 355/21, s. 1.</p> <p class=\"subsection-e\"> <span class=\"MsoPageNumber\">(3) </span>Until the budget is adopted in a year, the limits upon borrowing under subsection (2) shall temporarily be calculated using the estimated revenues of the City set out in the budget adopted or readopted for the previous year.  O. Reg. 610/06, s. 5 (3).</p> <p class=\"subsection-e\">  (4) In subsections (2) and (3), estimated revenues do not include revenues derivable or derived from,</p> <p class=\"clause-e\">  (a)  arrears of taxes, fees or charges; or</p> <p class=\"clause-e\">  (b)  a payment from a reserve fund of the City, whether or not the payment is for a capital purpose.  O. Reg. 297/09, s. 1 (2).</p> <p class=\"subsection-e\">  (5) The City shall not make any lender responsible for establishing the necessity of temporary borrowing under this section or the manner in which the borrowing is used.  O. Reg. 610/06, s. 5 (5).</p> <p class=\"subsection-e\">  (6) In this section, “reserve fund” includes a reserve.  O. Reg. 297/09, s. 1 (3).</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "6.",
            "part_id": "PART I  ",
            "part_type": "PART I LONG-TERM AND CURRENT BORROWING",
            "section": "Long-term borrowing for other municipalities and school boards",
            "content": " 6. (1) If any Act authorizes one or more other municipalities and the City to provide money for any capital work jointly, the City may borrow money for that purpose by issuing debentures or entering bank loan agreements or conditional loan agreements.  O. Reg. 610/06, s. 6 (1); O. Reg. 79/16, s. 3 (1); O. Reg. 838/21, s. 4 (1). (2) The City may borrow money for the purposes of a school board under section 246 of the Act by issuing debentures or entering bank loan agreements or conditional loan agreements.  O. Reg. 610/06, s. 6 (2); O. Reg. 79/16, s. 3 (1); O. Reg. 838/21, s. 4 (1). (3) The City shall not issue a debenture or enter a bank loan agreement or conditional loan agreement under subsection (1) or authorize another municipality to issue a debenture or enter a bank loan agreement or conditional loan agreement for a joint capital work of the City and the other municipality unless the debenture or loan is a joint and several obligation of the City and the other municipality.  O. Reg. 610/06, s. 6 (3); O. Reg. 79/16, s. 3 (2); O. Reg. 838/21, s. 4 (2). (4) The City shall not issue a debenture or enter a bank loan agreement or conditional loan agreement under subsection (2) unless the debenture or loan is a joint and several obligation of the City and the school board.  O. Reg. 610/06, s. 6 (4); O. Reg. 79/16, s. 3 (2); O. Reg. 838/21, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>6. </b>(1) If any Act authorizes one or more other municipalities and the City to provide money for any capital work jointly, the City may borrow money for that purpose by issuing debentures or entering bank loan agreements or conditional loan agreements.  O. Reg. 610/06, s. 6 (1); O. Reg. 79/16, s. 3 (1); O. Reg. 838/21, s. 4 (1).</p> <p class=\"subsection-e\">  (2) The City may borrow money for the purposes of a school board under section 246 of the Act by issuing debentures or entering bank loan agreements or conditional loan agreements.  O. Reg. 610/06, s. 6 (2); O. Reg. 79/16, s. 3 (1); O. Reg. 838/21, s. 4 (1).</p> <p class=\"subsection-e\">  (3) The City shall not issue a debenture or enter a bank loan agreement or conditional loan agreement under subsection (1) or authorize another municipality to issue a debenture or enter a bank loan agreement or conditional loan agreement for a joint capital work of the City and the other municipality unless the debenture or loan is a joint and several obligation of the City and the other municipality.  O. Reg. 610/06, s. 6 (3); O. Reg. 79/16, s. 3 (2); O. Reg. 838/21, s. 4 (2).</p> <p class=\"subsection-e\">  (4) The City shall not issue a debenture or enter a bank loan agreement or conditional loan agreement under subsection (2) unless the debenture or loan is a joint and several obligation of the City and the school board.  O. Reg. 610/06, s. 6 (4); O. Reg. 79/16, s. 3 (2); O. Reg. 838/21, s. 4 (2).</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "7.",
            "part_id": "PART I  ",
            "part_type": "PART I LONG-TERM AND CURRENT BORROWING",
            "section": "Principal and interest payments",
            "content": " 7. (1) A debenture or bank loan by-law passed by the City, (a)  shall provide for raising in each year as part of the general levy the amounts of principal and interest payable in each year under the by-law to the extent that the amounts have not been provided for, (i)  by other taxes or by fees or charges levied or imposed on persons or property by a by-law of any municipality, or (ii)  by the amounts payable to the City by a school board in each year in relation to the repayment of the debenture or bank loan where the City has borrowed for the purposes of the school board under subsection 6 (2); (b)  shall provide for repayment of the principal in annual instalments and payment of the interest on the unpaid balance in one or more instalments in each year; (c)  may provide for instalments of combined principal and interest; and (d)  despite clause (b), may provide that instalments of principal, interest or both are not payable during the period of construction of a work for which the debenture or bank loan debt was incurred, as estimated by city council, but not to exceed five years.  O. Reg. 610/06, s. 7 (1). (2) A revenue bond by-law passed by the City, (a)  shall provide for raising in each year the amounts of principal and interest payable in each year under the by-law; (b)  shall provide for repayment of the principal in annual instalments and payment of the interest on the unpaid balance in one or more instalments in each year; (c)  may provide for instalments of combined principal and interest; and (d)  despite clause (b), may provide that instalments of principal, interest or both are not payable during the period of construction of a work for which the revenue bond debt was incurred, as estimated by city council, but not to exceed five years.  O. Reg. 610/06, s. 7 (2). (3) The total amount of principal and interest that must be raised in a year under clause (1) (a) does not include any outstanding amount of principal specified as payable on the maturity date of a debenture or bank loan if one or more refinancing debentures are issued or one or more refinancing bank loan agreements are entered by the City on or before the maturity date in respect of the outstanding principal.  O. Reg. 610/06, s. 7 (3); O. Reg. 79/16, s. 4. (4) The total amount of principal and interest that must be raised in a year under clause (2) (a) does not include any outstanding amount of principal specified as payable on the maturity date of a revenue bond if one or more refinancing revenue bonds are issued by the City on or before the maturity date in respect of the outstanding principal.  O. Reg. 610/06, s. 7 (4). (5) The City shall not reduce the amount recoverable for a debenture or revenue bond even if the debenture or revenue bond is negotiated at a discount by the City.  O. Reg. 610/06, s. 7 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>7. </b>(1) A debenture or bank loan by-law passed by the City,</p> <p class=\"clause-e\">  (a)  shall provide for raising in each year as part of the general levy the amounts of principal and interest payable in each year under the by-law to the extent that the amounts have not been provided for,</p> <p class=\"subclause-e\">  (i)  by other taxes or by fees or charges levied or imposed on persons or property by a by-law of any municipality, or</p> <p class=\"subclause-e\">  (ii)  by the amounts payable to the City by a school board in each year in relation to the repayment of the debenture or bank loan where the City has borrowed for the purposes of the school board under subsection 6 (2);</p> <p class=\"clause-e\">  (b)  shall provide for repayment of the principal in annual instalments and payment of the interest on the unpaid balance in one or more instalments in each year;</p> <p class=\"clause-e\">  (c)  may provide for instalments of combined principal and interest; and</p> <p class=\"clause-e\">  (d)  despite clause (b), may provide that instalments of principal, interest or both are not payable during the period of construction of a work for which the debenture or bank loan<b> </b>debt was incurred, as estimated by city council, but not to exceed five years.  O. Reg. 610/06, s. 7 (1).</p> <p class=\"subsection-e\">  (2) A revenue bond by-law passed by the City,</p> <p class=\"clause-e\">  (a)  shall provide for raising in each year the amounts of principal and interest payable in each year under the by-law;</p> <p class=\"clause-e\">  (b)  shall provide for repayment of the principal in annual instalments and payment of the interest on the unpaid balance in one or more instalments in each year;</p> <p class=\"clause-e\">  (c)  may provide for instalments of combined principal and interest; and</p> <p class=\"clause-e\">  (d)  despite clause (b), may provide that instalments of principal, interest or both are not payable during the period of construction of a work for which the revenue bond debt was incurred, as estimated by city council, but not to exceed five years.  O. Reg. 610/06, s. 7 (2).</p> <p class=\"subsection-e\">  (3) The total amount of principal and interest that must be raised in a year under clause (1) (a) does not include any outstanding amount of principal specified as payable on the maturity date of a debenture or bank loan if one or more refinancing debentures are issued or one or more refinancing bank loan agreements are entered by the City on or before the maturity date in respect of the outstanding principal.  O. Reg. 610/06, s. 7 (3); O. Reg. 79/16, s. 4.</p> <p class=\"subsection-e\">  (4) The total amount of principal and interest that must be raised in a year under clause (2) (a)<b> </b>does not include any outstanding amount of principal specified as payable on the maturity date of a revenue bond if one or more refinancing revenue bonds are issued by the City on or before the maturity date in respect of the outstanding principal.  O. Reg. 610/06, s. 7 (4).</p> <p class=\"subsection-e\">  (5) The City shall not reduce the amount recoverable for a debenture or revenue bond even if the debenture or revenue bond is negotiated at a discount by the City.  O. Reg. 610/06, s. 7 (5).</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "8.",
            "part_id": "PART I  ",
            "part_type": "PART I LONG-TERM AND CURRENT BORROWING",
            "section": "Dates of debentures and revenue bonds",
            "content": " 8. The City may date debentures or revenue bonds before the issuing by-law is passed if the by-law provides for the first amount for repayment being raised in the year in which the debentures or bonds are dated or in the next year.  O. Reg. 610/06, s. 8.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>8. </b>The City may date debentures or revenue bonds before the issuing by-law is passed if the by-law provides for the first amount for repayment being raised in the year in which the debentures or bonds are dated or in the next year.  O. Reg. 610/06, s. 8.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "9.",
            "part_id": "PART I  ",
            "part_type": "PART I LONG-TERM AND CURRENT BORROWING",
            "section": "Consolidating debenture and revenue bond by-laws",
            "content": " 9. (1) The City may by by-law provide for the issue of one series of debentures, (a)  for two or more capital works if the City has not passed debenture by-laws to authorize the borrowing; or (b)  if the City has passed separate debenture by-laws authorizing borrowing for two or more capital works but has not sold any of the debentures.  O. Reg. 610/06, s. 9 (1). (2) The City may by by-law provide for the issue of one series of revenue bonds, (a)  for two or more capital works if the City has not passed revenue bond by-laws to authorize the borrowing; or (b)  if the City has passed separate revenue bond by-laws authorizing borrowing for two or more capital works but has not sold any of the bonds.  O. Reg. 610/06, s. 9 (2). (3) A by-law under subsection (1) or (2), (a)  shall recite or otherwise refer to any separate by-laws it consolidates; and (b)  may authorize the issue of debentures or bonds, as the case may be, in one series even if the principal and interest of some of the debentures or bonds is payable on different dates than the payment dates for other debentures or bonds in the series.  O. Reg. 610/06, s. 9 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>9. </b>(1) The City may by by-law provide for the issue of one series of debentures,</p> <p class=\"clause-e\">  (a)  for two or more capital works if the City has not passed debenture by-laws to authorize the borrowing; or</p> <p class=\"clause-e\">  (b)  if the City has passed separate debenture by-laws authorizing borrowing for two or more capital works but has not sold any of the debentures.  O. Reg. 610/06, s. 9 (1).</p> <p class=\"subsection-e\">  (2) The City may by by-law provide for the issue of one series of revenue bonds,</p> <p class=\"clause-e\">  (a)  for two or more capital works if the City has not passed revenue bond by-laws to authorize the borrowing; or</p> <p class=\"clause-e\">  (b)  if the City has passed separate revenue bond by-laws authorizing borrowing for two or more capital works but has not sold any of the bonds.  O. Reg. 610/06, s. 9 (2).</p> <p class=\"subsection-e\">  (3) A by-law under subsection (1) or (2),</p> <p class=\"clause-e\">  (a)  shall recite or otherwise refer to any separate by-laws it consolidates; and</p> <p class=\"clause-e\">  (b)  may authorize the issue of debentures or bonds, as the case may be, in one series even if the principal and interest of some of the debentures or bonds is payable on different dates than the payment dates for other debentures or bonds in the series.  O. Reg. 610/06, s. 9 (3).</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "10.",
            "part_id": "PART I  ",
            "part_type": "PART I LONG-TERM AND CURRENT BORROWING",
            "section": "Provisions in by-laws for debentures and revenue bonds",
            "content": " 10. (1) The City may provide in a debenture by-law, (a)  that all or a portion of the debentures are sinking fund debentures which have the principal payable on a fixed date; (b)  that a portion of the debentures are term debentures which have, (i)  the principal payable on a fixed date, and (ii)  a retirement fund for the repayment of the principal which does not require payment into it to begin until after the principal of the other debentures issued under the by-law becomes payable; or (c)  that a retirement fund be established for the repayment of the principal amount of a class or classes of its debentures other than sinking fund or term debentures.  O. Reg. 610/06, s. 10 (1); O. Reg. 79/16, s. 5 (1). (2) The City may provide in a revenue bond by-law, (a)  that all or a portion of the revenue bonds are sinking fund bonds which have the principal payable on a fixed date; (b)  that a portion of the revenue bonds are term bonds which have, (i)  the principal payable on a fixed date, and (ii)  a retirement fund for the repayment of the principal which does not require payment into it to begin until after the principal of the other bonds issued under the by-law becomes payable; or (c)  that a retirement fund be established for the repayment of the principal amount of a class or classes of its revenue bonds other than sinking fund or term bonds.  O. Reg. 610/06, s. 10 (2); O. Reg. 79/16, s. 5 (1). (3) A by-law passed under this section shall provide for the following amounts: 1.  In respect of a sinking fund by-law, an estimated amount in each year for the sinking fund which, with interest compounded annually, will be sufficient to pay the principal of the debentures or revenue bonds at maturity. 2.  In respect of a term debenture or revenue bond by-law, in each year that a payment is made into the retirement fund, an estimated amount in each year for the retirement fund which, with interest compounded annually, will be sufficient to pay the principal of the debentures or bonds at maturity. 3.  In respect of a retirement fund by-law for a class of debentures or revenue bonds other than a sinking fund or term debenture or revenue bond, in each year an amount equal to or greater than the amount that would have been required for the repayment of the principal of the debentures or bonds in that year if the principal had been payable in equal annual instalments and the debentures or bonds had been issued for the maximum period authorized by the City for the repayment of the debt for which the debentures or bonds were issued.  O. Reg. 610/06, s. 10 (3). (4) An amount required to be provided in a year under subsection (3) shall be deemed to be an amount of principal payable in the year for the purposes of clause 7 (1) (a) or (2) (a), as the case may be.  O. Reg. 610/06, s. 10 (4); O. Reg. 79/16, s. 5 (2). (5) Despite clauses 7 (1) (b) and (2) (b), a by-law under subsection (1) or (2) is not required to provide for repayment of the principal in annual instalments.  O. Reg. 610/06, s. 10 (5). (6) On or before December 31 in each year, the city auditor shall certify the balance in each sinking and retirement fund of the City for the year.  O. Reg. 610/06, s. 10 (6). (7) If the balance certified is less than the amount required in the year for the repayment of the sinking or retirement fund debentures or revenue bonds for which the fund was established, the City shall pay an amount sufficient to make up the deficiency into the sinking or retirement fund.  O. Reg. 610/06, s. 10 (7). 11. Revoked: O. Reg. 360/15, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>10. </b>(1) The City may provide in a debenture by-law,</p> <p class=\"clause-e\">  (a)  that all or a portion of the debentures are sinking fund debentures which have the principal payable on a fixed date; </p> <p class=\"clause-e\">  (b)  that a portion of the debentures are term debentures which have,</p> <p class=\"subclause-e\">  (i)  the principal payable on a fixed date, and</p> <p class=\"subclause-e\">  (ii)  a retirement fund for the repayment of the principal which does not require payment into it to begin until after the principal of the other debentures issued under the by-law becomes payable; or </p> <p class=\"clause-e\">  (c)  that a retirement fund be established for the repayment of the principal amount of a class or classes of its debentures other than sinking fund or term debentures.  O. Reg. 610/06, s. 10 (1); O. Reg. 79/16, s. 5 (1).</p> <p class=\"subsection-e\">  (2) The City may provide in a revenue bond by-law,</p> <p class=\"clause-e\">  (a)  that all or a portion of the revenue bonds are sinking fund bonds which have the principal payable on a fixed date; </p> <p class=\"clause-e\">  (b)  that a portion of the revenue bonds are term bonds which have,</p> <p class=\"subclause-e\">  (i)  the principal payable on a fixed date, and</p> <p class=\"subclause-e\">  (ii)  a retirement fund for the repayment of the principal which does not require payment into it to begin until after the principal of the other bonds issued under the by-law becomes payable; or </p> <p class=\"clause-e\">  (c)  that a retirement fund be established for the repayment of the principal amount of a class or classes of its revenue bonds other than sinking fund or term bonds.  O. Reg. 610/06, s. 10 (2); O. Reg. 79/16, s. 5 (1).</p> <p class=\"subsection-e\">  (3) A by-law passed under this section shall provide for the following amounts:</p> <p class=\"paragraph-e\">  1.  In respect of a sinking fund by-law, an estimated amount in each year for the sinking fund which, with interest compounded annually, will be sufficient to pay the principal of the debentures or revenue bonds at maturity.</p> <p class=\"paragraph-e\">  2.  In respect of a term debenture or revenue bond by-law, in each year that a payment is made into the retirement fund, an estimated amount in each year for the retirement fund which, with interest compounded annually, will be sufficient to pay the principal of the debentures or bonds at maturity.</p> <p class=\"paragraph-e\">  3.  In respect of a retirement fund by-law for a class of debentures or revenue bonds other than a sinking fund or term debenture or revenue bond, in each year an amount equal to or greater than the amount that would have been required for the repayment of the principal of the debentures or bonds in that year if the principal had been payable in equal annual instalments and the debentures or bonds had been issued for the maximum period authorized by the City for the repayment of the debt for which the debentures or bonds were issued.  O. Reg. 610/06, s. 10 (3).</p> <p class=\"subsection-e\">  (4) An amount required to be provided in a year under subsection (3) shall be deemed to be an amount of principal payable in the year for the purposes of clause 7 (1) (a) or (2) (a), as the case may be.  O. Reg. 610/06, s. 10 (4); O. Reg. 79/16, s. 5 (2).</p> <p class=\"subsection-e\">  (5) Despite clauses 7 (1) (b) and (2) (b), a by-law under subsection (1) or (2) is not required to provide for repayment of the principal in annual instalments.  O. Reg. 610/06, s. 10 (5).</p> <p class=\"subsection-e\">  (6) On or before December 31 in each year, the city auditor shall certify the balance in each sinking and retirement fund of the City for the year.  O. Reg. 610/06, s. 10 (6).</p> <p class=\"subsection-e\">  (7) If the balance certified is less than the amount required in the year for the repayment of the sinking or retirement fund debentures or revenue bonds for which the fund was established, the City shall pay an amount sufficient to make up the deficiency into the sinking or retirement fund.  O. Reg. 610/06, s. 10 (7).</p> <p class=\"section-e\"><b>  11. </b><span class=\"ovsmallcap\">Revoked:</span> O. Reg. 360/15, s. 1.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "12.",
            "part_id": "PART I  ",
            "part_type": "PART I LONG-TERM AND CURRENT BORROWING",
            "section": "Revenue bonds",
            "content": " 12. The City shall not secure a borrowing evidenced by a revenue bond, (a)  with debentures or other securities issued by the City or with interest on or other revenue payable from them; or (b)  by means of the creation or assignment of an interest in real property of the City, including a mortgage, charge or lease of that real property, other than, (i)  an interest in a fixture, or (ii)  an assignment of a right to payment under a mortgage, charge or lease where the assignment does not convey or transfer the City’s interest in the real property.  O. Reg. 610/06, s. 12.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK12\"></a>12. </b>The City shall not secure a borrowing evidenced by a revenue bond,</p> <p class=\"clause-e\">  (a)  with debentures or other securities issued by the City or with interest on or other revenue payable from them; or</p> <p class=\"clause-e\">  (b)  by means of the creation or assignment of an interest in real property of the City, including a mortgage, charge or lease of that real property, other than,</p> <p class=\"subclause-e\">  (i)  an interest in a fixture, or</p> <p class=\"subclause-e\">  (ii)  an assignment of a right to payment under a mortgage, charge or lease where the assignment does not convey or transfer the City’s interest in the real property.  O. Reg. 610/06, s. 12.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "13.",
            "part_id": "PART I  ",
            "part_type": "PART I LONG-TERM AND CURRENT BORROWING",
            "section": "Bank loan agreements",
            "content": " 13. (1) The City shall not enter into a bank loan agreement unless the agreement, (a)  sets out the amount of money to be borrowed; and (b)  provides that the agreement shall not be assigned without the prior written consent of the City.  O. Reg. 610/06, s. 13 (1). (2) The City shall not enter into a bank loan agreement that provides for the giving of any security by the City for the debt.  O. Reg. 610/06, s. 13 (2). (3) The City shall not enter a bank loan agreement unless the bank loan ranks concurrently and equally in respect of payment of principal and interest with all other bank loans and debentures of the City.  O. Reg. 610/06, s. 13 (3). (4) If the City borrows money through a bank loan for a school board or another municipality, the City shall not require the interest payable in default on the loan by the school board or other municipality to the City to exceed 15 per cent per year.  O. Reg. 610/06, s. 13 (4). (5) If the City borrows money through a bank loan for a school board or another municipality, the borrowing by-law shall provide for raising, as part of the general levy, the amounts payable under the by-law in any previous year to the extent the amounts have not been paid over to the City by the school board or other municipality in accordance with the by-law.  O. Reg. 610/06, s. 13 (5); O. Reg. 79/16, s. 6. (6) This section does not apply to a bank loan agreement entered into by the City for the purposes authorized by section 4 or 5.  O. Reg. 610/06, s. 13 (6).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK13\"></a>13. </b>(1) The City shall not enter into a bank loan agreement unless the agreement,</p> <p class=\"clause-e\">  (a)  sets out the amount of money to be borrowed; and</p> <p class=\"clause-e\">  (b)  provides that the agreement shall not be assigned without the prior written consent of the City.  O. Reg. 610/06, s. 13 (1).</p> <p class=\"subsection-e\">  (2) The City shall not enter into a bank loan agreement that provides for the giving of any security by the City for the debt.  O. Reg. 610/06, s. 13 (2).</p> <p class=\"subsection-e\">  (3) The City shall not enter a bank loan agreement unless the bank loan ranks concurrently and equally in respect of payment of principal and interest with all other bank loans and debentures of the City.  O. Reg. 610/06, s. 13 (3).</p> <p class=\"subsection-e\">  (4) If the City borrows money through a bank loan for a school board or another municipality, the City shall not require the interest payable in default on the loan by the school board or other municipality to the City to exceed 15 per cent per year.  O. Reg. 610/06, s. 13 (4).</p> <p class=\"subsection-e\">  (5) If the City borrows money through a bank loan for a school board or another municipality, the borrowing by-law shall provide for raising, as part of the general levy, the amounts payable under the by-law in any previous year to the extent the amounts have not been paid over to the City by the school board or other municipality in accordance with the by-law.  O. Reg. 610/06, s. 13 (5); O. Reg. 79/16, s. 6.</p> <p class=\"subsection-e\">  (6) This section does not apply to a bank loan agreement entered into by the City for the purposes authorized by section 4 or 5.  O. Reg. 610/06, s. 13 (6).</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "14.",
            "part_id": "PART I  ",
            "part_type": "PART I LONG-TERM AND CURRENT BORROWING",
            "section": "Construction financing",
            "content": " 14. If the City passes a by-law under clause 7 (1) (d) or (2) (d) providing that instalments of principal or interest, or both, are not payable during the period of construction of an undertaking for which the debt was incurred, the City shall do so only in accordance with sections 15 and 16.  O. Reg. 610/06, s. 14.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK14\"></a>14. </b>If the City passes a by-law under clause 7 (1) (d) or (2) (d) providing that instalments of principal or interest, or both, are not payable during the period of construction of an undertaking for which the debt was incurred, the City shall do so only in accordance with sections 15 and 16.  O. Reg. 610/06, s. 14.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "15.",
            "part_id": "PART I  ",
            "part_type": "PART I LONG-TERM AND CURRENT BORROWING",
            "section": "Statement of policies and goals",
            "content": " 15. (1) Before the City passes a by-law under clause 7 (1) (d) or (2) (d), the council shall adopt a statement of policies and goals related to construction financing.  O. Reg. 610/06, s. 15 (1); O. Reg. 79/16, s. 7 (1). (2) In preparing the statement under subsection (1), the council shall consider, (a)  the fixed and estimated costs to the City; (b)  whether the costs of the proposed financing for the construction of the undertaking are lower than other methods of financing available to the City; (c)  a detailed estimate with respect to the City’s expectations of revenue generation from the undertaking, once constructed; (d)  the risks to the City if the undertaking is not constructed or completed within the period of construction as estimated by the council; and (e)  the financial and other risks for the City.  O. Reg. 610/06, s. 15 (2); O. Reg. 79/16, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>15. </b>(1) Before the City passes a by-law under clause 7 (1) (d) or (2) (d), the council shall adopt a statement of policies and goals related to construction financing.  O. Reg. 610/06, s. 15 (1); O. Reg. 79/16, s. 7 (1).</p> <p class=\"subsection-e\">  (2) In preparing the statement under subsection (1), the council shall consider,</p> <p class=\"clause-e\">  (a)  the fixed and estimated costs to the City;</p> <p class=\"clause-e\">  (b)  whether the costs of the proposed financing for the construction of the undertaking are lower than other methods of financing available to the City;</p> <p class=\"clause-e\">  (c)  a detailed estimate with respect to the City’s expectations of revenue generation from the undertaking, once constructed;</p> <p class=\"clause-e\">  (d)  the risks to the City if the undertaking is not constructed or completed within the period of construction as estimated by the council; and</p> <p class=\"clause-e\">  (e)  the financial and other risks for the City.  O. Reg. 610/06, s. 15 (2); O. Reg. 79/16, s. 7 (2).</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "16.",
            "part_id": "PART I  ",
            "part_type": "PART I LONG-TERM AND CURRENT BORROWING",
            "section": "Report on outstanding long-term debt",
            "content": " 16. (1) If the City has any outstanding debt under clause 7 (1) (d) or (2) (d) in a fiscal year, the treasurer shall prepare and present to the council once in that fiscal year, or more frequently if the council so provides, a detailed report on all of that debt.  O. Reg. 610/06, s. 16 (1). (2) The report under subsection (1) shall contain, (a)  a description of the estimated proportion of the total debt of the City under clause 7 (1) (d) or (2) (d) to the total long-term debt of the City and a description of the change, if any, in that estimated proportion since the previous year’s report; (b)  a statement by the treasurer as to whether, in his or her opinion, all debt under clause 7 (1) (d) or (2) (d) of the Act was issued in accordance with the statement of policies and goals relating to construction financing adopted by the City; (c)  an update of the detailed estimate made under clause 15 (2) (c) with respect to the City’s expectations of revenue generation from the undertaking; (d)  a record of the date of the repayment of each instalment of principal, interest or both principal and interest made during the period of construction of the undertaking for which the debt under clause 7 (1) (d) or (2) (d) was issued; (e)  a statement of the outstanding instalments of principal, interest or both principal and interest repayable during the currency of the debt issued under clause 7 (1) (d) or (2) (d) that will be due and payable in each year; and (f)  such other information as the council may require or that, in the opinion of the treasurer, should be included.  O. Reg. 610/06, s. 16 (2); O. Reg. 79/16, s. 8. Interest on Long-Term Debt",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>16. </b>(1) If the City has any outstanding debt under clause 7 (1) (d) or (2) (d) in a fiscal year, the treasurer shall prepare and present to the council once in that fiscal year, or more frequently if the council so provides, a detailed report on all of that debt.  O. Reg. 610/06, s. 16 (1).</p> <p class=\"subsection-e\">  (2) The report under subsection (1) shall contain,</p> <p class=\"clause-e\">  (a)  a description of the estimated proportion of the total debt of the City under clause 7 (1) (d) or (2) (d) to the total long-term debt of the City and a description of the change, if any, in that estimated proportion since the previous year’s report;</p> <p class=\"clause-e\">  (b)  a statement by the treasurer as to whether, in his or her opinion, all debt under clause 7 (1) (d) or (2) (d) of the Act was issued in accordance with the statement of policies and goals relating to construction financing adopted by the City;</p> <p class=\"clause-e\">  (c)  an update of the detailed estimate made under clause 15 (2) (c) with respect to the City’s expectations of revenue generation from the undertaking;</p> <p class=\"clause-e\">  (d)  a record of the date of the repayment of each instalment of principal, interest or both principal and interest made during the period of construction of the undertaking for which the debt under clause 7 (1) (d) or (2) (d) was issued;</p> <p class=\"clause-e\">  (e)  a statement of the outstanding instalments of principal, interest or both principal and interest repayable during the currency of the debt issued under clause 7 (1) (d) or (2) (d) that will be due and payable in each year; and</p> <p class=\"clause-e\">  (f)  such other information as the council may require or that, in the opinion of the treasurer, should be included.  O. Reg. 610/06, s. 16 (2); O. Reg. 79/16, s. 8.</p> <p class=\"heading1-e\"><a name=\"BK17\"></a>Interest on Long-Term Debt</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "Interest on Long-Term Debt",
            "part_id": "PART I  ",
            "part_type": "PART I LONG-TERM AND CURRENT BORROWING",
            "section": "Interest on Long-Term Debt",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "17.",
            "part_id": "PART I  ",
            "part_type": "PART I LONG-TERM AND CURRENT BORROWING",
            "section": "Non-application",
            "content": " 17. Sections 18 to 27 do not apply to a bank loan agreement entered into by the City for the purposes authorized by section 4 or 5.  O. Reg. 610/06, s. 17.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>17. </b>Sections 18 to 27 do not apply to a bank loan agreement entered into by the City for the purposes authorized by section 4 or 5.  O. Reg. 610/06, s. 17.</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "18.",
            "part_id": "PART I  ",
            "part_type": "PART I LONG-TERM AND CURRENT BORROWING",
            "section": "Fixed rate of interest",
            "content": " 18. (1) A by-law for the issue of debentures or to enter a bank loan agreement shall specify a fixed rate of interest, unless the by-law is made under section 19.  O. Reg. 610/06, s. 18 (1). (2) A by-law for the issue of revenue bonds shall specify a fixed rate of interest.  O. Reg. 610/06, s. 18 (2). (3) The City may amend a debenture or revenue bond by-law before the debentures or bonds are sold to provide for, (a)  a different rate of interest; (b)  a change in the amount to be raised annually because of the different interest rate; and (c)  other changes in any by-law necessary to give effect to the amending by-law.  O. Reg. 610/06, s. 18 (3). (4) For the purposes of subsection (3), the use of debentures as security for temporary borrowing does not prevent the City from passing by-laws under subsection (3) with respect to those debentures.  O. Reg. 610/06, s. 18 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>18. </b>(1) A by-law for the issue of debentures or to enter a bank loan agreement shall specify a fixed rate of interest, unless the by-law is made under section 19.  O. Reg. 610/06, s. 18 (1).</p> <p class=\"subsection-e\">  (2) A by-law for the issue of revenue bonds shall specify a fixed rate of interest.  O. Reg. 610/06, s. 18 (2).</p> <p class=\"subsection-e\">  (3) The City may amend a debenture or revenue bond by-law before the debentures or bonds are sold to provide for,</p> <p class=\"clause-e\">  (a)  a different rate of interest;</p> <p class=\"clause-e\">  (b)  a change in the amount to be raised annually because of the different interest rate; and</p> <p class=\"clause-e\">  (c)  other changes in any by-law necessary to give effect to the amending by-law.  O. Reg. 610/06, s. 18 (3).</p> <p class=\"subsection-e\">  (4) For the purposes of subsection (3), the use of debentures as security for temporary borrowing does not prevent the City from passing by-laws under subsection (3) with respect to those debentures.  O. Reg. 610/06, s. 18 (4).</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "19.",
            "part_id": "PART I  ",
            "part_type": "PART I LONG-TERM AND CURRENT BORROWING",
            "section": "Variable rate",
            "content": " 19. (1) Subject to this section and sections 20 to 23, the City may pass by-laws for the issue of debentures or the entering of bank loan agreements providing for variations in the rate of interest or classes of rates of interest.  O. Reg. 610/06, s. 19 (1); O. Reg. 79/16, s. 9. (2) A by-law passed under subsection (1) may provide for raising or paying an estimated amount in a year.  O. Reg. 610/06, s. 19 (2). (3) The estimated amount may vary from year to year.  O. Reg. 610/06, s. 19 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>19. </b>(1) Subject to this section and sections 20 to 23, the City may pass by-laws for the issue of debentures or the entering of bank loan agreements providing for variations in the rate of interest or classes of rates of interest.  O. Reg. 610/06, s. 19 (1); O. Reg. 79/16, s. 9.</p> <p class=\"subsection-e\">  (2) A by-law passed under subsection (1) may provide for raising or paying an estimated amount in a year.  O. Reg. 610/06, s. 19 (2).</p> <p class=\"subsection-e\">  (3) The estimated amount may vary from year to year.  O. Reg. 610/06, s. 19 (3).</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "20.",
            "part_id": "PART I  ",
            "part_type": "PART I LONG-TERM AND CURRENT BORROWING",
            "section": "Condition",
            "content": " 20. (1) The City shall not issue a debenture or enter a bank loan agreement with a variable interest rate if the total amount of principal to be financed under the debenture or bank loan plus the total outstanding principal of all other variable interest rate bank loans and variable interest rate debentures of the City would exceed 15 per cent of the total outstanding principal of all undertaking or work indebtedness of the City plus the total amount of principal to be financed under the debenture or bank loan.  O. Reg. 610/06, s. 20 (1); O. Reg. 79/16, s. 10 (1). (2) The amounts in subsection (1) may be estimated by the treasurer.  O. Reg. 610/06, s. 20 (2). (3) In this section, “outstanding principal” means, (a)  for a debenture or revenue bond with a sinking or retirement fund for the debenture or revenue bond, the difference between the principal amount of the debenture or revenue bond and the amount in the sinking or retirement fund, (b)  any principal amount of a bank loan, debenture or revenue bond, other than a debenture or revenue bond described in clause (a), that has not been repaid, (c)  any principal amount of temporary borrowing or advances for an undertaking, to be financed by or through long-term debt, that has not been repaid; (“tranche impayée du capital”) “undertaking or work indebtedness” means bank loan, revenue bond or debenture debt and temporary borrowing or advances for an undertaking to be financed by or through long-term debt. (“dettes relatives à des entreprises ou travaux”) O. Reg. 610/06, s. 20 (3); O. Reg. 79/16, s. 10 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>20. </b>(1) The City shall not issue a debenture or enter a bank loan agreement with a variable interest rate if the total amount of principal to be financed under the debenture or bank loan plus the total outstanding principal of all other variable interest rate bank loans and variable interest rate debentures of the City would exceed 15 per cent of the total outstanding principal of all undertaking or work indebtedness of the City plus the total amount of principal to be financed under the debenture or bank loan.  O. Reg. 610/06, s. 20 (1); O. Reg. 79/16, s. 10 (1).</p> <p class=\"subsection-e\">  (2) The amounts in subsection (1) may be estimated by the treasurer.  O. Reg. 610/06, s. 20 (2).</p> <p class=\"subsection-e\">  (3) In this section,</p> <p class=\"firstdef-e\">“outstanding principal” means,</p> <p class=\"defclause-e\">  (a)  for a debenture or revenue bond with a sinking or retirement fund for the debenture or revenue bond, the difference between the principal amount of the debenture or revenue bond and the amount in the sinking or retirement fund,</p> <p class=\"defclause-e\">  (b)  any principal amount of a bank loan, debenture or revenue bond, other than a debenture or revenue bond described in clause (a), that has not been repaid,</p> <p class=\"defclause-e\">  (c)  any principal amount of temporary borrowing or advances for an undertaking, to be financed by or through long-term debt, that has not been repaid; (“tranche impayée du capital”)</p> <p class=\"definition-e\">“undertaking or work indebtedness” means bank loan, revenue bond or debenture debt and temporary borrowing or advances for an undertaking to be financed by or through long-term debt. (“dettes relatives à des entreprises ou travaux”) O. Reg. 610/06, s. 20 (3); O. Reg. 79/16, s. 10 (2).</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "21.",
            "part_id": "PART I  ",
            "part_type": "PART I LONG-TERM AND CURRENT BORROWING",
            "section": "Agreements",
            "content": " 21. (1) Subject to subsection (3), the City, if it has issued or plans to issue a variable interest rate debenture or plans to enter or has entered a variable interest rate bank loan agreement, may enter interest rate exchange agreements for the debenture or bank loan.  O. Reg. 610/06, s. 21 (1). (2) If the City has issued or plans to issue a fixed interest rate debenture or revenue bond, it may enter interest rate exchange agreements for the debenture or bond only if the debenture or bond is also a foreign currency debenture or bond.  O. Reg. 610/06, s. 21 (2). (3) The City shall enter one or more replacement interest rate exchange agreements for an executed interest rate exchange agreement if a person other than the City who is party to the agreement or an assignee, (a)  becomes bankrupt within the meaning of any bankruptcy or insolvency Act in force in Ontario; (b)  is no longer in compliance with a rating or requirement under section 23; (c)  defaults under the agreement; or (d)  assigns the agreement or rights under the agreement to any person without the consent of the City.  O. Reg. 610/06, s. 21 (3). (4) Any interest rate exchange agreement or agreements for a debenture, bank loan or revenue bond shall, when read together, provide for the reduction of interest rate risk with respect to all or a portion of the interest payable under the debenture, bank loan or bond.  O. Reg. 610/06, s. 21 (4). (5) Any interest rate exchange agreement or agreements for a debenture, bank loan or revenue bond shall, when read together, require any amount of interest addressed by the agreement or agreements and payable by the City to any person under the agreement or agreements to be expressed as a specific and fixed Canadian currency amount.  O. Reg. 610/06, s. 21 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK22\"></a><b>21. </b>(1) Subject to subsection (3), the City, if it has issued or plans to issue a variable interest rate debenture or plans to enter or has entered a variable interest rate bank loan agreement, may enter interest rate exchange agreements for the debenture or bank loan.  O. Reg. 610/06, s. 21 (1).</p> <p class=\"subsection-e\">  (2) If the City has issued or plans to issue a fixed interest rate debenture or revenue bond, it may enter interest rate exchange agreements for the debenture or bond only if the debenture or bond is also a foreign currency debenture or bond.  O. Reg. 610/06, s. 21 (2).</p> <p class=\"subsection-e\">  (3) The City shall enter one or more replacement interest rate exchange agreements for an executed interest rate exchange agreement if a person other than the City who is party to the agreement or an assignee,</p> <p class=\"clause-e\">  (a)  becomes bankrupt within the meaning of any bankruptcy or insolvency Act in force in Ontario;</p> <p class=\"clause-e\">  (b)  is no longer in compliance with a rating or requirement under section 23;</p> <p class=\"clause-e\">  (c)  defaults under the agreement; or</p> <p class=\"clause-e\">  (d)  assigns the agreement or rights under the agreement to any person without the consent of the City.  O. Reg. 610/06, s. 21 (3).</p> <p class=\"subsection-e\">  (4) Any interest rate exchange agreement or agreements for a debenture, bank loan or revenue bond shall, when read together, provide for the reduction of interest rate risk with respect to all or a portion of the interest payable under the debenture, bank loan or bond.  O. Reg. 610/06, s. 21 (4).</p> <p class=\"subsection-e\">  (5) Any interest rate exchange agreement or agreements for a debenture, bank loan or revenue bond shall, when read together, require any amount of interest addressed by the agreement or agreements and payable by the City to any person under the agreement or agreements to be expressed as a specific and fixed Canadian currency amount.  O. Reg. 610/06, s. 21 (5).</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "22.",
            "part_id": "PART I  ",
            "part_type": "PART I LONG-TERM AND CURRENT BORROWING",
            "section": "Rating",
            "content": " 22. On the date the City issues a variable interest rate debenture or enters a variable interest rate bank loan agreement, either the City itself or all of its long-term debt obligations must be rated, (a)  by Dominion Bond Rating Service Limited as “AA(Low)” or higher; (b)  by Fitch Ratings as “AA-” or higher; (c)  by Moody’s Investors Service, Inc. as “Aa3” or higher; or (d)  by Standard and Poor’s as “AA-” or higher.  O. Reg. 610/06, s. 22; O. Reg. 79/16, s. 11.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK23\"></a><b>22. </b>On the date the City issues a variable interest rate debenture or enters a variable interest rate bank loan agreement, either the City itself or all of its long-term debt obligations must be rated,</p> <p class=\"clause-e\">  (a)  by Dominion Bond Rating Service Limited as “AA(Low)” or higher;</p> <p class=\"clause-e\">  (b)  by Fitch Ratings as “AA-” or higher;</p> <p class=\"clause-e\">  (c)  by Moody’s Investors Service, Inc. as “Aa3” or higher; or</p> <p class=\"clause-e\">  (d)  by Standard and Poor’s as “AA-” or higher.  O. Reg. 610/06, s. 22; O. Reg. 79/16, s. 11.</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "23.",
            "part_id": "PART I  ",
            "part_type": "PART I LONG-TERM AND CURRENT BORROWING",
            "section": "Restriction",
            "content": " 23. The City may only enter an interest rate exchange agreement with,  (a)  a person who has one or more debt obligations which on the date the agreement is entered are rated, (i)  by Dominion Bond Rating Service Limited as “AA(Low)” or higher, (ii)  by Fitch Ratings as “AA-” or higher, (iii)  by Moody’s Investors Service, Inc. as “Aa3” or higher, or (iv)  by Standard and Poor’s as “AA-” or higher; or (b)  a person whose obligations under the agreement are unconditionally guaranteed by a person described in clause (a).  O. Reg. 610/06, s. 23. Foreign Currency Borrowing",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>23. </b>The City may only enter an interest rate exchange agreement with, </p> <p class=\"clause-e\">  (a)  a person who has one or more debt obligations which on the date the agreement is entered are rated,</p> <p class=\"subclause-e\">  (i)  by Dominion Bond Rating Service Limited as “AA(Low)” or higher, </p> <p class=\"subclause-e\">  (ii)  by Fitch Ratings as “AA-” or higher,</p> <p class=\"subclause-e\">  (iii)  by Moody’s Investors Service, Inc. as “Aa3” or higher, or</p> <p class=\"subclause-e\">  (iv)  by Standard and Poor’s as “AA-” or higher; or</p> <p class=\"clause-e\">  (b)  a person whose obligations under the agreement are unconditionally guaranteed by a person described in clause (a).  O. Reg. 610/06, s. 23.</p> <p class=\"heading1-e\"><a name=\"BK25\"></a>Foreign Currency Borrowing</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "Foreign Currency Borrowing",
            "part_id": "PART I  ",
            "part_type": "PART I LONG-TERM AND CURRENT BORROWING",
            "section": "Foreign Currency Borrowing",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "24.",
            "part_id": "PART I  ",
            "part_type": "PART I LONG-TERM AND CURRENT BORROWING",
            "section": "Prescribed currencies",
            "content": " 24. (1) The City may issue foreign currency debentures in the following foreign currencies: 1.  Dollars of Australia. 2.  Revoked:  O. Reg. 297/09, s. 2. 3.  Revoked:  O. Reg. 297/09, s. 2. 4.  Yen of Japan. 5.  Revoked:  O. Reg. 297/09, s. 2. 6.  Francs of Switzerland. 7.  Sterling money of the United Kingdom. 8.  Dollars of the United States of America. 9.  The euro currency adopted by member states of the European Union.  O. Reg. 610/06, s. 24 (1); O. Reg. 297/09, s. 2; O. Reg. 79/16, s. 12. (2) The City may issue foreign currency revenue bonds in dollars of the United States of America.  O. Reg. 610/06, s. 24 (2).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK26\"></a>24. </b>(1) The City may issue foreign currency debentures in the following foreign currencies:</p> <p class=\"paragraph-e\">  1.  Dollars of Australia.</p> <p class=\"paragraph-e\">  2.  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 297/09, s. 2.</p> <p class=\"paragraph-e\">  3.  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 297/09, s. 2.</p> <p class=\"paragraph-e\">  4.  Yen of Japan.</p> <p class=\"paragraph-e\">  5.  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 297/09, s. 2.</p> <p class=\"paragraph-e\">  6.  Francs of Switzerland.</p> <p class=\"paragraph-e\">  7.  Sterling money of the United Kingdom.</p> <p class=\"paragraph-e\">  8.  Dollars of the United States of America.</p> <p class=\"paragraph-e\">  9.  The euro currency adopted by member states of the European Union.  O. Reg. 610/06, s. 24 (1); O. Reg. 297/09, s. 2; O. Reg. 79/16, s. 12.</p> <p class=\"subsection-e\">  (2) The City may issue foreign currency revenue bonds in dollars of the United States of America.  O. Reg. 610/06, s. 24 (2).</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "25.",
            "part_id": "PART I  ",
            "part_type": "PART I LONG-TERM AND CURRENT BORROWING",
            "section": "Conditions for foreign currency debenture",
            "content": " 25. The City may only issue a foreign currency debenture or revenue bond if, (a)  it enters one or more foreign currency exchange agreements for the debenture or revenue bond on or before the date it issues the debenture or bond; and (b)  on the date the debenture or revenue bond is issued, either the City itself or all of its long-term debt obligations are rated, (i)  by Dominion Bond Rating Service Limited as “AA(Low)” or higher, (ii)  by Fitch Ratings as “AA-” or higher, (iii)  by Moody’s Investors Service, Inc. as “Aa3” or higher, or (iv)  by Standard and Poor’s as “AA-” or higher.  O. Reg. 610/06, s. 25.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK27\"></a>25. </b>The City may only issue a foreign currency debenture or revenue bond if,</p> <p class=\"clause-e\">  (a)  it enters one or more foreign currency exchange agreements for the debenture or revenue bond on or before the date it issues the debenture or bond; and</p> <p class=\"clause-e\">  (b)  on the date the debenture or revenue bond is issued, either the City itself or all of its long-term debt obligations are rated,</p> <p class=\"subclause-e\">  (i)  by Dominion Bond Rating Service Limited as “AA(Low)” or higher, </p> <p class=\"subclause-e\">  (ii)  by Fitch Ratings as “AA-” or higher,</p> <p class=\"subclause-e\">  (iii)  by Moody’s Investors Service, Inc. as “Aa3” or higher, or</p> <p class=\"subclause-e\">  (iv)  by Standard and Poor’s as “AA-” or higher.  O. Reg. 610/06, s. 25.</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "26.",
            "part_id": "PART I  ",
            "part_type": "PART I LONG-TERM AND CURRENT BORROWING",
            "section": "Restriction",
            "content": " 26. (1) The City may only enter a foreign currency exchange agreement with, (a)  a person who has one or more debt obligations which on the date the agreement is entered are rated, (i)  by Dominion Bond Rating Service Limited as “AA(Low)” or higher, (ii)  by Fitch Ratings as “AA-” or higher, (iii)  by Moody’s Investors Service, Inc. as “Aa3” or higher, or (iv)  by Standard and Poor’s as “AA-” or higher; or (b)  a person whose obligations under the agreement are unconditionally guaranteed by a person described in clause (a).  O. Reg. 610/06, s. 26 (1). (2) The City may only enter a foreign currency exchange agreement for a foreign currency debenture or revenue bond.  O. Reg. 610/06, s. 26 (2).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK28\"></a>26. </b>(1) The City may only enter a foreign currency exchange agreement with,</p> <p class=\"clause-e\">  (a)  a person who has one or more debt obligations which on the date the agreement is entered are rated,</p> <p class=\"subclause-e\">  (i)  by Dominion Bond Rating Service Limited as “AA(Low)” or higher, </p> <p class=\"subclause-e\">  (ii)  by Fitch Ratings as “AA-” or higher,</p> <p class=\"subclause-e\">  (iii)  by Moody’s Investors Service, Inc. as “Aa3” or higher, or</p> <p class=\"subclause-e\">  (iv)  by Standard and Poor’s as “AA-” or higher; or</p> <p class=\"clause-e\">  (b)  a person whose obligations under the agreement are unconditionally guaranteed by a person described in clause (a).  O. Reg. 610/06, s. 26 (1).</p> <p class=\"subsection-e\">  (2) The City may only enter a foreign currency exchange agreement for a foreign currency debenture or revenue bond.  O. Reg. 610/06, s. 26 (2).</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "27.",
            "part_id": "PART I  ",
            "part_type": "PART I LONG-TERM AND CURRENT BORROWING",
            "section": "Conditions for foreign currency exchange agreement",
            "content": " 27. (1) Any foreign currency exchange agreement or agreements for a debenture or revenue bond\nshall, when read together, provide for the reduction of currency risk with respect to the entire amount of principal and interest payable under the debenture or revenue bond.  O. Reg. 610/06, s. 27 (1). (2) Any foreign currency exchange agreement or agreements for a debenture or revenue bond shall, when read together, require any amount payable by the City to any person under the agreement or agreements to be expressed as a Canadian currency amount.  O. Reg. 610/06, s. 27 (2). (3) Subject to subsection (4), the City may only enter a foreign currency exchange agreement for a debenture or revenue bond on or before the date the debenture or revenue bond is issued.  O. Reg. 610/06, s. 27 (3). (4) The City shall enter a replacement foreign currency exchange agreement for an executed foreign currency exchange agreement if a person other than the City who is party to the agreement or an assignee, (a)  becomes bankrupt within the meaning of any bankruptcy or insolvency Act in force in Ontario; (b)  is no longer in compliance with a rating or requirement under section 26; (c)  defaults under the agreement; or (d)  assigns the agreement or rights under the agreement to any person without the consent of the City.  O. Reg. 610/06, s. 27 (4). Reports to Council",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK29\"></a><b>27. </b>(1) Any foreign currency exchange agreement or agreements for a debenture or revenue bond<b>\n</b>shall, when read together, provide for the reduction of currency risk with respect to the entire amount of principal and interest payable under the debenture or revenue bond.  O. Reg. 610/06, s. 27 (1).</p> <p class=\"subsection-e\">  (2) Any foreign currency exchange agreement or agreements for a debenture or revenue bond shall, when read together, require any amount payable by the City to any person under the agreement or agreements to be expressed as a Canadian currency amount.  O. Reg. 610/06, s. 27 (2).</p> <p class=\"subsection-e\">  (3) Subject to subsection (4), the City may only enter a foreign currency exchange agreement for a debenture or revenue bond on or before the date the debenture or revenue bond is issued.  O. Reg. 610/06, s. 27 (3).</p> <p class=\"subsection-e\">  (4) The City shall enter a replacement foreign currency exchange agreement for an executed foreign currency exchange agreement if a person other than the City who is party to the agreement or an assignee,</p> <p class=\"clause-e\">  (a)  becomes bankrupt within the meaning of any bankruptcy or insolvency Act in force in Ontario;</p> <p class=\"clause-e\">  (b)  is no longer in compliance with a rating or requirement under section 26;</p> <p class=\"clause-e\">  (c)  defaults under the agreement; or</p> <p class=\"clause-e\">  (d)  assigns the agreement or rights under the agreement to any person without the consent of the City.  O. Reg. 610/06, s. 27 (4).</p> <p class=\"heading1-e\"><a name=\"BK30\"></a>Reports to Council</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "Reports to Council",
            "part_id": "PART I  ",
            "part_type": "PART I LONG-TERM AND CURRENT BORROWING",
            "section": "Reports to Council",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "28.",
            "part_id": "PART I  ",
            "part_type": "PART I LONG-TERM AND CURRENT BORROWING",
            "section": "Reports to council",
            "content": " 28. (1) If the City has any outstanding borrowing with a variable rate of interest in a fiscal year, or any subsisting interest rate or foreign currency exchange agreements applicable to them, the treasurer shall prepare and present to the council once in that fiscal year, or more frequently if the council so desires, a detailed report on the borrowing.  O. Reg. 610/06, s. 28 (1); O. Reg. 79/16, s. 13. (2) In subsection (1), “borrowing” means a borrowing evidenced by a debenture, revenue bond or bank loan agreement referred to in section 3.  O. Reg. 610/06, s. 28 (2). PART II   LEASE FINANCING AGREEMENTS",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK31\"></a><b>28. </b>(1) If the City has any outstanding borrowing with a variable rate of interest in a fiscal year, or any subsisting interest rate or foreign currency exchange agreements applicable to them, the treasurer shall prepare and present to the council once in that fiscal year, or more frequently if the council so desires, a detailed report on the borrowing.  O. Reg. 610/06, s. 28 (1); O. Reg. 79/16, s. 13.</p> <p class=\"subsection-e\">  (2) In subsection (1),</p> <p class=\"firstdef-e\">“borrowing” means a borrowing evidenced by a debenture, revenue bond or bank loan agreement referred to in section 3.  O. Reg. 610/06, s. 28 (2).</p> <p class=\"partnum-e\"><a name=\"BK32\"></a>PART II <br/>  LEASE FINANCING AGREEMENTS</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "PART II  ",
            "part_id": NaN,
            "part_type": NaN,
            "section": "PART II LEASE FINANCING AGREEMENTS",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "29.",
            "part_id": "PART II  ",
            "part_type": "PART II LEASE FINANCING AGREEMENTS",
            "section": "Lease financing agreements",
            "content": " 29. (1) The City may enter lease financing agreements for the purpose of obtaining long-term financing of a capital undertaking of the City.  O. Reg. 610/06, s. 29 (1). (2) Sections 30 to 34 apply to any lease financing agreement the City enters for the purpose of financing a capital undertaking if the agreement requires or may require the City to make payments after the expiry of the term for which the council authorizing the agreement was elected.  O. Reg. 610/06, s. 29 (2). (3) For the purposes of sections 31 and 32, a lease financing agreement has a material impact if the costs or risks associated with the agreement could reasonably be expected to have  a significant impact on the financing decisions of the City.  O. Reg. 610/06, s. 29 (3).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK33\"></a>29. </b>(1) The City may enter lease financing agreements for the purpose of obtaining long-term financing of a capital undertaking of the City.  O. Reg. 610/06, s. 29 (1).</p> <p class=\"subsection-e\">  (2) Sections 30 to 34 apply to any lease financing agreement the City enters for the purpose of financing a capital undertaking if the agreement requires or may require the City to make payments after the expiry of the term for which the council authorizing the agreement was elected.  O. Reg. 610/06, s. 29 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of sections 31 and 32, a lease financing agreement has a material impact if the costs or risks associated with the agreement could reasonably be expected to have  a significant impact on the financing decisions of the City.  O. Reg. 610/06, s. 29 (3).</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "30.",
            "part_id": "PART II  ",
            "part_type": "PART II LEASE FINANCING AGREEMENTS",
            "section": "Schedule of fixed payments",
            "content": " 30. A lease financing agreement must include a schedule of all fixed payments, if any, required by the agreement and that may be required by any extension or renewal of the agreement.  O. Reg. 610/06, s. 30.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK34\"></a><b>30. </b>A lease financing agreement must include a schedule of all fixed payments, if any, required by the agreement and that may be required by any extension or renewal of the agreement.  O. Reg. 610/06, s. 30.</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "31.",
            "part_id": "PART II  ",
            "part_type": "PART II LEASE FINANCING AGREEMENTS",
            "section": "Statement of policies and goals",
            "content": " 31. (1) Before the City passes a by-law authorizing a lease financing agreement, the council shall adopt a statement of policies and goals relating to the use of lease financing agreements.  O. Reg. 610/06, s. 31 (1). (2) The statement of policies and goals, (a)  must include a discussion of the financial and other risks to the City of using lease financing agreements; and (b)  may provide for a category of lease financing agreements composed of agreements which, in the opinion of both the council and the treasurer, would not result in a material impact.  O. Reg. 610/06, s. 31 (2).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK35\"></a>31. </b>(1) Before the City passes a by-law authorizing a lease financing agreement, the council shall adopt a statement of policies and goals relating to the use of lease financing agreements.  O. Reg. 610/06, s. 31 (1).</p> <p class=\"subsection-e\">  (2) The statement of policies and goals,</p> <p class=\"clause-e\">  (a)  must include a discussion of the financial and other risks to the City of using lease financing agreements; and</p> <p class=\"clause-e\">  (b)  may provide for a category of lease financing agreements composed of agreements which, in the opinion of both the council and the treasurer, would not result in a material impact.  O. Reg. 610/06, s. 31 (2).</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "32.",
            "part_id": "PART II  ",
            "part_type": "PART II LEASE FINANCING AGREEMENTS",
            "section": "Advice to council",
            "content": " 32. (1) Before the City enters into a lease financing agreement, the council shall, (a)  have the treasurer prepare a report with a recommendation, assessing, in the opinion of the treasurer, the costs and financial and other risks associated with the proposed agreement, including, (i)  a comparison between the fixed and estimated costs and the risks associated with the proposed agreement and those associated with other methods of financing, (ii)  a statement summarizing, as may be applicable, the effective rate or rates of financing for the agreement, the ability for agreement payment amounts to vary, and the methods or calculations, including possible financing rate changes, that may be used to establish that variance under the agreement, (iii)  a statement summarizing any contingent payment obligations under the agreement that in the opinion of the treasurer would result in a material impact, including agreement termination provisions, equipment loss, equipment replacement options and guarantees and indemnities, (iv)  a summary of the assumptions applicable to any possible variations in the agreement payment and contingent payment obligations, and (v)  any other matters the treasurer or council considers advisable; (b)  obtain legal advice and financial advice with respect to the proposed agreement; (c)  consider if the scope of the proposed transaction warrants obtaining legal advice or financial advice with respect to the proposed agreement that is from a source independent of the source of the advice mentioned in clause (b); and (d)  consider and give its assessment of the report prepared under clause (a), including whether, in its opinion, the costs of financing for the proposed agreement are lower than other methods of financing available to the City, and whether the risks associated with the proposed agreement are reasonable.  O. Reg. 610/06, s. 32 (1). (2) In a report made under subsection (1), the costs and risks associated with a proposed lease financing agreement shall be assessed as of the date the report is made. O. Reg. 79/16, s. 14. (3) At any time after a report under subsection (1) is made, but before the proposed lease financing agreement is entered into, if the treasurer becomes of the opinion that a changed circumstance with respect to the proposed agreement may result in a material impact, the treasurer shall as soon as is reasonably possible update the report and present the updated report to the council.  O. Reg. 610/06, s. 32 (3). (4) A report made under subsection (1) shall summarize the information required by that subsection for the entire term of the proposed lease financing agreement, including any possible extensions or renewals.  O. Reg. 610/06, s. 32 (4). (5) Despite this section, the City may enter into a lease financing agreement without complying with the requirements of subsection (1) if, (a)  the statement of policies and goals for lease financing agreements includes the category referred to in clause 31 (2) (b); and (b)  in the opinion of the treasurer and the council, the proposed agreement is within that category, and its costs and risks, in combination with all the other agreements of that category entered into or proposed to be entered into in that year by the City, would not result in a material impact for the City.  O. Reg. 610/06, s. 32 (5). (6) In this section, “costs” includes the costs of any advice obtained under clauses (1) (b) and (c).  O. Reg. 610/06, s. 32 (6).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK36\"></a><b>32. </b>(1) Before the City enters into a lease financing agreement, the council shall,</p> <p class=\"clause-e\">  (a)  have the treasurer prepare a report with a recommendation, assessing, in the opinion of the treasurer, the costs and financial and other risks associated with the proposed agreement, including,</p> <p class=\"subclause-e\">  (i)  a comparison between the fixed and estimated costs and the risks associated with the proposed agreement and those associated with other methods of financing,</p> <p class=\"subclause-e\">  (ii)  a statement summarizing, as may be applicable, the effective rate or rates of financing for the agreement, the ability for agreement payment amounts to vary, and the methods or calculations, including possible financing rate changes, that may be used to establish that variance under the agreement,</p> <p class=\"subclause-e\">  (iii)  a statement summarizing any contingent payment obligations under the agreement that in the opinion of the treasurer would result in a material impact, including agreement termination provisions, equipment loss, equipment replacement options and guarantees and indemnities,</p> <p class=\"subclause-e\">  (iv)  a summary of the assumptions applicable to any possible variations in the agreement payment and contingent payment obligations, and </p> <p class=\"subclause-e\">  (v)  any other matters the treasurer or council considers advisable;</p> <p class=\"clause-e\">  (b)  obtain legal advice and financial advice with respect to the proposed agreement; </p> <p class=\"clause-e\">  (c)  consider if the scope of the proposed transaction warrants obtaining legal advice or financial advice with respect to the proposed agreement that is from a source independent of the source of the advice mentioned in clause (b); and</p> <p class=\"clause-e\">  (d)  consider and give its assessment of the report prepared under clause (a), including whether, in its opinion, the costs of financing for the proposed agreement are lower than other methods of financing available to the City, and whether the risks associated with the proposed agreement are reasonable.  O. Reg. 610/06, s. 32 (1).</p> <p class=\"subsection-e\">  (2) In a report made under subsection (1), the costs and risks associated with a proposed lease financing agreement shall be assessed as of the date the report is made. O. Reg. 79/16, s. 14.</p> <p class=\"subsection-e\">  (3) At any time after a report under subsection (1) is made, but before the proposed lease financing agreement is entered into, if the treasurer becomes of the opinion that a changed circumstance with respect to the proposed agreement may result in a material impact, the treasurer shall as soon as is reasonably possible update the report and present the updated report to the council.  O. Reg. 610/06, s. 32 (3).</p> <p class=\"subsection-e\">  (4) A report made under subsection (1) shall summarize the information required by that subsection for the entire term of the proposed lease financing agreement, including any possible extensions or renewals.  O. Reg. 610/06, s. 32 (4).</p> <p class=\"subsection-e\">  (5) Despite this section, the City may enter into a lease financing agreement without complying with the requirements of subsection (1) if,</p> <p class=\"clause-e\">  (a)  the statement of policies and goals for lease financing agreements includes the category referred to in clause 31 (2) (b); and</p> <p class=\"clause-e\">  (b)  in the opinion of the treasurer and the council, the proposed agreement is within that category, and its costs and risks, in combination with all the other agreements of that category entered into or proposed to be entered into in that year by the City, would not result in a material impact for the City.  O. Reg. 610/06, s. 32 (5).</p> <p class=\"subsection-e\">  (6) In this section,</p> <p class=\"firstdef-e\">“costs” includes the costs of any advice obtained under clauses (1) (b) and (c).  O. Reg. 610/06, s. 32 (6).</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "33.",
            "part_id": "PART II  ",
            "part_type": "PART II LEASE FINANCING AGREEMENTS",
            "section": "Report to council",
            "content": " 33. If the City has one or more lease financing agreements subsisting in a fiscal year, the treasurer shall prepare and present to council once in that fiscal year, or more often if the council so desires, a detailed report containing the information described in section 34.  O. Reg. 610/06, s. 33.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK37\"></a><b>33. </b>If the City has one or more lease financing agreements subsisting in a fiscal year, the treasurer shall prepare and present to council once in that fiscal year, or more often if the council so desires, a detailed report containing the information described in section 34.  O. Reg. 610/06, s. 33.</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "34.",
            "part_id": "PART II  ",
            "part_type": "PART II LEASE FINANCING AGREEMENTS",
            "section": "Contents of report",
            "content": " 34. The detailed report mentioned in section 33 shall contain, (a)  a description of the estimated proportion of the total financing arrangements of the City that is undertaken through lease financing agreements to the total long-term debt of the City and a description of the change, if any, in that estimated proportion since the previous year’s report; (b)  a statement by the treasurer as to whether, in his or her opinion, all lease financing agreements were made in accordance with the statement of lease financing policies and goals adopted by the City; and (c)  any other information that the council may require or that, in the opinion of the treasurer, should be recorded.  O. Reg. 610/06, s. 34; O. Reg. 79/16, s. 15. PART III   DEBT RELATED FINANCIAL INSTRUMENTS",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK38\"></a><b>34. </b>The detailed report mentioned in section 33 shall contain,</p> <p class=\"clause-e\">  (a)  a description of the estimated proportion of the total financing arrangements of the City that is undertaken through lease financing agreements to the total long-term debt of the City and a description of the change, if any, in that estimated proportion since the previous year’s report;</p> <p class=\"clause-e\">  (b)  a statement by the treasurer as to whether, in his or her opinion, all lease financing agreements were made in accordance with the statement of lease financing policies and goals adopted by the City; and</p> <p class=\"clause-e\">  (c)  any other information that the council may require or that, in the opinion of the treasurer, should be recorded.  O. Reg. 610/06, s. 34; O. Reg. 79/16, s. 15.</p> <p class=\"partnum-e\"><a name=\"BK39\"></a>PART III <br/>  DEBT RELATED FINANCIAL INSTRUMENTS</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "PART III  ",
            "part_id": NaN,
            "part_type": NaN,
            "section": "PART III DEBT RELATED FINANCIAL INSTRUMENTS",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "35.",
            "part_id": "PART III  ",
            "part_type": "PART III DEBT RELATED FINANCIAL INSTRUMENTS",
            "section": "Definitions",
            "content": " 35. In this Part, “bond forward agreement” means a financial agreement described in section 36; (“contrat à terme sur obligations”) “commodity” means, whether in the original or a processed state, an agricultural product, a forest product, a product of the sea, a mineral, a metal, a hydrocarbon fuel, electricity, a precious stone or other gem and other physical goods but does not include chattel paper, a document of title, an instrument, money or securities; (“marchandise”) “commodity price hedging agreement” means a financial agreement described in section 39. (“contrat de couverture des prix de marchandises”) O. Reg. 610/06, s. 35. Bond Forward Agreements",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK40\"></a><b>35. </b>In this Part,</p> <p class=\"firstdef-e\">“bond forward agreement” means a financial agreement described in section 36; (“contrat à terme sur obligations”)</p> <p class=\"definition-e\">“commodity” means, whether in the original or a processed state, an agricultural product, a forest product, a product of the sea, a mineral, a metal, a hydrocarbon fuel, electricity, a precious stone or other gem and other physical goods but does not include chattel paper, a document of title, an instrument, money or securities; (“marchandise”)</p> <p class=\"definition-e\">“commodity price hedging agreement” means a financial agreement described in section 39. (“contrat de couverture des prix de marchandises”) O. Reg. 610/06, s. 35.</p> <p class=\"heading1-e\"><a name=\"BK41\"></a>Bond Forward Agreements</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "Bond Forward Agreements",
            "part_id": "PART III  ",
            "part_type": "PART III DEBT RELATED FINANCIAL INSTRUMENTS",
            "section": "Bond Forward Agreements",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "36.",
            "part_id": "PART III  ",
            "part_type": "PART III DEBT RELATED FINANCIAL INSTRUMENTS",
            "section": "Bond forward agreements",
            "content": " 36. (1) If the City has passed a by-law authorizing the issue or refinancing of debentures denominated in Canadian currency, the City may enter a bond forward agreement in order to minimize the cost or risk associated with the debentures because of fluctuations in interest rates.  O. Reg. 610/06, s. 36 (1). (2) A bond forward agreement shall provide for the following matters: 1.  Borrowing and selling one or more debt instruments issued by the Government of Canada or the Province of Ontario (“government debt instruments”). 2.  Buying back the government debt instruments. 3.  Specifying a settlement day, which is a specified future date or the date on which a specified future event occurs. 4.  Requiring a settlement payment to be payable on the settlement day if there is a difference between the price at which the government debt instruments are sold as described in paragraph 1 and the price at which they are bought back as described in paragraph 2. 5.  Specifying that delivery of a document evidencing the government debt instrument is not required under the agreement.  O. Reg. 610/06, s. 36 (2). (3) The City shall not enter a bond forward agreement if the total value of the principal of the government debt instruments borrowed and sold as described in paragraph 1 of subsection (2) exceeds the total value of the principal of the debentures whose cost or risk the agreement is intended to minimize.  O. Reg. 610/06, s. 36 (3). (4) If the City enters a bond forward agreement the City shall monitor the value of the government debt instruments described in paragraph 1 of subsection (2) on each business day after the agreement is executed and before the settlement day described in paragraph 3 of subsection (2), but the City shall not obtain the information about the value of the instruments from any person who has a financial interest in the agreement or in the instruments.  O. Reg. 610/06, s. 36 (4). (5) The City shall not enter a bond forward agreement under which the settlement day described in paragraph 3 of subsection (2) is on or before the day that is 12 months after the day on which the agreement is executed.  O. Reg. 610/06, s. 36 (5); O. Reg. 297/09, s. 3; O. Reg. 47/18, s. 1. (6) The City shall not enter a bond forward agreement under which the settlement payment exceeds the difference in price described in paragraph 4 of subsection (2).  O. Reg. 610/06, s. 36 (6). (7) The City shall not enter a bond forward agreement except with a bank listed in Schedule I, II or III to the Bank Act (Canada) and only if the bank’s long-term debt obligations on the day the agreement is entered are rated, (a)  by Dominion Bond Rating Service as “A(high)” or higher; (b)  by Fitch Ratings as “A+” or higher; (c)  by Moody’s Investors Service Inc. as “A1” or higher; or (d)  by Standard and Poor’s as “A+” or higher.  O. Reg. 610/06, s. 36 (7). (8) The City shall not sell or lend a bond forward agreement.  O. Reg. 610/06, s. 36 (8). (9) If the bond forward agreement relates to debentures to be issued or refinanced for the purposes of another municipality, the City and the other interested municipalities may enter one or more agreements relating to the costs of the bond forward agreement and relating to other matters arising from the bond forward agreement.  O. Reg. 610/06, s. 36 (9). (10) The City shall not use the proceeds from a bond forward agreement except for the following purposes: 1.  To pay the interest or repay the principal of the debentures to which the agreement relates. 2.  For any purpose for which the debentures were issued. 3.  To pay the interest or repay the principal of any outstanding temporary borrowing under section 4 in connection with the debentures. 4.  To pay the interest or repay the principal of any other outstanding borrowing by the City for a capital expenditure.  O. Reg. 610/06, s. 36 (10).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK42\"></a>36. </b>(1) If the City has passed a by-law authorizing the issue or refinancing of debentures denominated in Canadian currency, the City may enter a bond forward agreement in order to minimize the cost or risk associated with the debentures because of fluctuations in interest rates.  O. Reg. 610/06, s. 36 (1).</p> <p class=\"subsection-e\">  (2) A bond forward agreement shall provide for the following matters:</p> <p class=\"paragraph-e\">  1.  Borrowing and selling one or more debt instruments issued by the Government of Canada or the Province of Ontario (“government debt instruments”).</p> <p class=\"paragraph-e\">  2.  Buying back the government debt instruments.</p> <p class=\"paragraph-e\">  3.  Specifying a settlement day, which is a specified future date or the date on which a specified future event occurs.</p> <p class=\"paragraph-e\">  4.  Requiring a settlement payment to be payable on the settlement day if there is a difference between the price at which the government debt instruments are sold as described in paragraph 1 and the price at which they are bought back as described in paragraph 2.</p> <p class=\"paragraph-e\">  5.  Specifying that delivery of a document evidencing the government debt instrument is not required under the agreement.  O. Reg. 610/06, s. 36 (2).</p> <p class=\"subsection-e\">  (3) The City shall not enter a bond forward agreement if the total value of the principal of the government debt instruments borrowed and sold as described in paragraph 1 of subsection (2) exceeds the total value of the principal of the debentures whose cost or risk the agreement is intended to minimize.  O. Reg. 610/06, s. 36 (3).</p> <p class=\"subsection-e\">  (4) If the City enters a bond forward agreement the City shall monitor the value of the government debt instruments described in paragraph 1 of subsection (2) on each business day after the agreement is executed and before the settlement day described in paragraph 3 of subsection (2), but the City shall not obtain the information about the value of the instruments from any person who has a financial interest in the agreement or in the instruments.  O. Reg. 610/06, s. 36 (4).</p> <p class=\"subsection-e\">  (5) The City shall not enter a bond forward agreement under which the settlement day described in paragraph 3 of subsection (2) is on or before the day that is 12 months after the day on which the agreement is executed.  O. Reg. 610/06, s. 36 (5); O. Reg. 297/09, s. 3; O. Reg. 47/18, s. 1.</p> <p class=\"subsection-e\">  (6) The City shall not enter a bond forward agreement under which the settlement payment exceeds the difference in price described in paragraph 4 of subsection (2).  O. Reg. 610/06, s. 36 (6).</p> <p class=\"subsection-e\">  (7) The City shall not enter a bond forward agreement except with a bank listed in Schedule I, II or III to the <i>Bank Act</i> (Canada) and only if the bank’s long-term debt obligations on the day the agreement is entered are rated,</p> <p class=\"clause-e\">  (a)  by Dominion Bond Rating Service as “A(high)” or higher;</p> <p class=\"clause-e\">  (b)  by Fitch Ratings as “A+” or higher;</p> <p class=\"clause-e\">  (c)  by Moody’s Investors Service Inc. as “A1” or higher; or</p> <p class=\"clause-e\">  (d)  by Standard and Poor’s as “A+” or higher.  O. Reg. 610/06, s. 36 (7).</p> <p class=\"subsection-e\">  (8) The City shall not sell or lend a bond forward agreement.  O. Reg. 610/06, s. 36 (8).</p> <p class=\"subsection-e\">  (9) If the bond forward agreement relates to debentures to be issued or refinanced for the purposes of another municipality, the City and the other interested municipalities may enter one or more agreements relating to the costs of the bond forward agreement and relating to other matters arising from the bond forward agreement.  O. Reg. 610/06, s. 36 (9).</p> <p class=\"subsection-e\">  (10) The City shall not use the proceeds from a bond forward agreement except for the following purposes:</p> <p class=\"paragraph-e\">  1.  To pay the interest or repay the principal of the debentures to which the agreement relates.</p> <p class=\"paragraph-e\">  2.  For any purpose for which the debentures were issued.</p> <p class=\"paragraph-e\">  3.  To pay the interest or repay the principal of any outstanding temporary borrowing under section 4 in connection with the debentures.</p> <p class=\"paragraph-e\">  4.  To pay the interest or repay the principal of any other outstanding borrowing by the City for a capital expenditure.  O. Reg. 610/06, s. 36 (10).</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "37.",
            "part_id": "PART III  ",
            "part_type": "PART III DEBT RELATED FINANCIAL INSTRUMENTS",
            "section": "Statement of policies and goals re bond forward agreements",
            "content": " 37. (1) Before the City passes a by-law authorizing a bond forward agreement, the council shall adopt a statement of policies and goals relating to the use of bond forward agreements.  O. Reg. 610/06, s. 37 (1). (2) The council shall consider the following matters when preparing the statement of policies and goals: 1.  The types of projects for which bond forward agreements are appropriate. 2.  The fixed costs and estimated costs to the City resulting from the use of such agreements. 3.  A detailed estimate of the expected results of using such agreements. 4.  Risk control measures relating to such agreements, such as, i.  credit exposure limits based on credit ratings and on the degree of regulatory oversight and the regulatory capital of the other party to the agreement, ii.  standard agreements, and iii.  ongoing monitoring with respect to the agreements. 5.  The financial and other risks to the City that would exist with, and without, the use of such agreements.  O. Reg. 610/06, s. 37 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK43\"></a><b>37. </b>(1) Before the City passes a by-law authorizing a bond forward agreement, the council shall adopt a statement of policies and goals relating to the use of bond forward agreements.  O. Reg. 610/06, s. 37 (1).</p> <p class=\"subsection-e\">  (2) The council shall consider the following matters when preparing the statement of policies and goals:</p> <p class=\"paragraph-e\">  1.  The types of projects for which bond forward agreements are appropriate.</p> <p class=\"paragraph-e\">  2.  The fixed costs and estimated costs to the City resulting from the use of such agreements.</p> <p class=\"paragraph-e\">  3.  A detailed estimate of the expected results of using such agreements.</p> <p class=\"paragraph-e\">  4.  Risk control measures relating to such agreements, such as,</p> <p class=\"subpara-e\">  i.  credit exposure limits based on credit ratings and on the degree of regulatory oversight and the regulatory capital of the other party to the agreement,</p> <p class=\"subpara-e\">  ii.  standard agreements, and</p> <p class=\"subpara-e\">  iii.  ongoing monitoring with respect to the agreements.</p> <p class=\"paragraph-e\">  5.  The financial and other risks to the City that would exist with, and without, the use of such agreements.  O. Reg. 610/06, s. 37 (2).</p>"
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "38.",
            "part_id": "PART III  ",
            "part_type": "PART III DEBT RELATED FINANCIAL INSTRUMENTS",
            "section": "Report on bond forward agreements",
            "content": " 38. (1) If the City has entered any bond forward agreements in a fiscal year, the treasurer shall prepare and present to the council once in that fiscal year, or more frequently if the council so desires, a detailed report on all of those agreements.  O. Reg. 610/06, s. 38 (1). (2) The report must contain the following information and documents: 1.  A statement comparing the expected and actual results of using bond forward agreements during the period of the report. 2.  A statement by the treasurer indicating whether, in his or her opinion, all of the bond forward agreements entered during the period of the report are consistent with the City’s statement of policies and goals relating to the use of bond forward agreements. 3.  Such other information as the council may require. 4.  Such other information as the treasurer considers appropriate to include in the report.  O. Reg. 610/06, s. 38 (2). Commodity Price Hedging Agreements",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK44\"></a>38. </b>(1) If the City has entered any bond forward agreements in a fiscal year, the treasurer shall prepare and present to the council once in that fiscal year, or more frequently if the council so desires, a detailed report on all of those agreements.  O. Reg. 610/06, s. 38 (1).</p> <p class=\"subsection-e\">  (2) The report must contain the following information and documents:</p> <p class=\"paragraph-e\">  1.  A statement comparing the expected and actual results of using bond forward agreements during the period of the report.</p> <p class=\"paragraph-e\">  2.  A statement by the treasurer indicating whether, in his or her opinion, all of the bond forward agreements entered during the period of the report are consistent with the City’s statement of policies and goals relating to the use of bond forward agreements.</p> <p class=\"paragraph-e\">  3.  Such other information as the council may require. </p> <p class=\"paragraph-e\">  4.  Such other information as the treasurer considers appropriate to include in the report.  O. Reg. 610/06, s. 38 (2).</p> <p class=\"heading1-e\"><a name=\"BK45\"></a>Commodity Price Hedging Agreements</p>"
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "Commodity Price Hedging Agreements",
            "part_id": "PART III  ",
            "part_type": "PART III DEBT RELATED FINANCIAL INSTRUMENTS",
            "section": "Commodity Price Hedging Agreements",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "39.",
            "part_id": "PART III  ",
            "part_type": "PART III DEBT RELATED FINANCIAL INSTRUMENTS",
            "section": "Commodity price hedging agreements",
            "content": " 39. (1) If the City has entered, or plans to enter, an agreement under Part II of the Act for the supply of a commodity required for a City system, the City may enter into one or more financial agreements to minimize the cost or financial risk associated with incurring debt for the commodity.  O. Reg. 610/06, s. 39 (1). (2) The financial agreement must fix, directly or indirectly, or enable the City to fix the price or range of prices to be paid by the City for the future delivery of some or all of the commodity or the future cost to the City of an equivalent quantity of the commodity.  O. Reg. 610/06, s. 39 (2). (3) Subject to subsection (4), the City shall not sell or otherwise dispose of the financial agreement or any interest of the City in the agreement.  O. Reg. 610/06, s. 39 (3). (4) The City may sell or otherwise dispose of the financial agreement or an interest of the City in the agreement if, in the opinion of the treasurer, the sale or disposition is in the best interests of the City and if either of the following conditions is satisfied: 1.  The sale or disposition is part of a transaction for the sale of real property by the City relating to a change in the use of the property by the City. 2.  The City has ceased to carry on any activity relating to the City system for which the commodity was being acquired.  O. Reg. 610/06, s. 39 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK46\"></a><b>39. </b>(1) If the City has entered, or plans to enter, an agreement under Part II of the Act for the supply of a commodity required for a City system, the City may enter into one or more financial agreements to minimize the cost or financial risk associated with incurring debt for the commodity.  O. Reg. 610/06, s. 39 (1).</p> <p class=\"subsection-e\">  (2) The financial agreement must fix, directly or indirectly, or enable the City to fix the price or range of prices to be paid by the City for the future delivery of some or all of the commodity or the future cost to the City of an equivalent quantity of the commodity.  O. Reg. 610/06, s. 39 (2).</p> <p class=\"subsection-e\">  (3) Subject to subsection (4), the City shall not sell or otherwise dispose of the financial agreement or any interest of the City in the agreement.  O. Reg. 610/06, s. 39 (3).</p> <p class=\"subsection-e\">  (4) The City may sell or otherwise dispose of the financial agreement or an interest of the City in the agreement if, in the opinion of the treasurer, the sale or disposition is in the best interests of the City and if either of the following conditions is satisfied:</p> <p class=\"paragraph-e\">  1.  The sale or disposition is part of a transaction for the sale of real property by the City relating to a change in the use of the property by the City.</p> <p class=\"paragraph-e\">  2.  The City has ceased to carry on any activity relating to the City system for which the commodity was being acquired.  O. Reg. 610/06, s. 39 (4).</p>"
        },
        {
            "ahref_id": "#BK47",
            "TOCid": "40.",
            "part_id": "PART III  ",
            "part_type": "PART III DEBT RELATED FINANCIAL INSTRUMENTS",
            "section": "Statement of policies and goals",
            "content": " 40. (1) Before the City passes a by-law authorizing a commodity price hedging agreement, the council shall adopt a statement of policies and goals relating to the use of financial agreements to address commodity pricing and costs.  O. Reg. 610/06, s. 40 (1). (2) The council shall consider the following matters when preparing the statement of policies and goals: 1.  The types of projects for which commodity price hedging agreements are appropriate. 2.  The fixed costs and estimated costs to the City resulting from the use of such agreements. 3.  Whether the future price or cost to the City of the applicable commodities will be lower or more stable than they would be without the agreements. 4.  A detailed estimate of the expected results of using such agreements. 5.  The financial and other risks to the City that would exist with, and without, the use of such agreements. 6.  Risk control measures relating to such agreements, such as, i.  credit exposure limits based on credit ratings and on the degree of regulatory oversight and the regulatory capital of the other party to the agreement, ii.  standard agreements, and iii.  ongoing monitoring with respect to the agreements.  O. Reg. 610/06, s. 40 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK47\"></a><b>40. </b>(1) Before the City passes a by-law authorizing a commodity price hedging agreement, the council shall adopt a statement of policies and goals relating to the use of financial agreements to address commodity pricing and costs.  O. Reg. 610/06, s. 40 (1).</p> <p class=\"subsection-e\">  (2) The council shall consider the following matters when preparing the statement of policies and goals:</p> <p class=\"paragraph-e\">  1.  The types of projects for which commodity price hedging agreements are appropriate.</p> <p class=\"paragraph-e\">  2.  The fixed costs and estimated costs to the City resulting from the use of such agreements.</p> <p class=\"paragraph-e\">  3.  Whether the future price or cost to the City of the applicable commodities will be lower or more stable than they would be without the agreements.</p> <p class=\"paragraph-e\">  4.  A detailed estimate of the expected results of using such agreements.</p> <p class=\"paragraph-e\">  5.  The financial and other risks to the City that would exist with, and without, the use of such agreements.</p> <p class=\"paragraph-e\">  6.  Risk control measures relating to such agreements, such as,</p> <p class=\"subpara-e\">  i.  credit exposure limits based on credit ratings and on the degree of regulatory oversight and the regulatory capital of the other party to the agreement,</p> <p class=\"subpara-e\">  ii.  standard agreements, and</p> <p class=\"subpara-e\">  iii.  ongoing monitoring with respect to the agreements.  O. Reg. 610/06, s. 40 (2).</p>"
        },
        {
            "ahref_id": "#BK48",
            "TOCid": "41.",
            "part_id": "PART III  ",
            "part_type": "PART III DEBT RELATED FINANCIAL INSTRUMENTS",
            "section": "Report on commodity price hedging agreements",
            "content": " 41. (1) If the City has any subsisting commodity price hedging agreements in a fiscal year, the treasurer shall prepare and present to the council once in that fiscal year, or more frequently if the council so desires, a detailed report on all of those agreements.  O. Reg. 610/06, s. 41 (1). (2) The report must contain the following information and documents: 1.  A statement about the status of the agreements during the period of the report, including a comparison of the expected and actual results of using the agreements. 2.  A statement by the treasurer indicating whether, in his or her opinion, all of the agreements entered during the period of the report are consistent with the City’s statement of policies and goals relating to the use of financial agreements to address commodity pricing and costs. 3.  Such other information as the council may require. 4.  Such other information as the treasurer considers appropriate to include in the report.  O. Reg. 610/06, s. 41 (2). Conditional Loan Agreements",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK48\"></a><b>41. </b>(1) If the City has any subsisting commodity price hedging agreements in a fiscal year, the treasurer shall prepare and present to the council once in that fiscal year, or more frequently if the council so desires, a detailed report on all of those agreements.  O. Reg. 610/06, s. 41 (1).</p> <p class=\"subsection-e\">  (2) The report must contain the following information and documents:</p> <p class=\"paragraph-e\">  1.  A statement about the status of the agreements during the period of the report, including a comparison of the expected and actual results of using the agreements.</p> <p class=\"paragraph-e\">  2.  A statement by the treasurer indicating whether, in his or her opinion, all of the agreements entered during the period of the report are consistent with the City’s statement of policies and goals relating to the use of financial agreements to address commodity pricing and costs.</p> <p class=\"paragraph-e\">  3.  Such other information as the council may require.</p> <p class=\"paragraph-e\">  4.  Such other information as the treasurer considers appropriate to include in the report.  O. Reg. 610/06, s. 41 (2).</p> <p class=\"heading1-e\"><a name=\"BK49\"></a>Conditional Loan Agreements</p>"
        },
        {
            "ahref_id": "#BK49",
            "TOCid": "Conditional Loan Agreements",
            "part_id": "PART III  ",
            "part_type": "PART III DEBT RELATED FINANCIAL INSTRUMENTS",
            "section": "Conditional Loan Agreements",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK50",
            "TOCid": "41.1",
            "part_id": "PART III  ",
            "part_type": "PART III DEBT RELATED FINANCIAL INSTRUMENTS",
            "section": "Conditional loan agreement with Canada Infrastructure Bank",
            "content": " 41.1 (1) The City shall not enter into a conditional loan agreement under clause 3 (d) unless the agreement includes one or more conditions which, if satisfied in accordance with the agreement, would extinguish the requirement for the City to repay all or part of the principal and pay all or part of the interest of the debt. O. Reg. 838/21, s. 5. (2) A by-law authorizing a conditional loan agreement may provide, (a)  that an amount equal to or less than the maximum amount under clause 41.2 (1) (a) may be borrowed; (b)  that the borrowed amount may be advanced to the City in one or more instalments in any year; (c)  for repayment of any amount of principal and payment of any amount of interest of the debt in one or more instalments in any year; and (d)  for instalments of combined principal and interest. O. Reg. 838/21, s. 5. (3) A by-law authorizing a conditional loan agreement shall provide for raising in each year as part of the general levy the amounts of principal and interest payable in each year under the by-law to the extent that the amounts have not been provided for, (a)  by other taxes or by fees or charges levied or imposed on persons or property by a by-law; or (b)  by the amounts payable to the City by a school board in each year in relation to the repayment of principal and payment of any amount of interest of the debt where the City has borrowed for the purposes of the school board under subsection 6 (2). O. Reg. 838/21, s. 5.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK50\"></a>41.1 </b>(1) The City shall not enter into a conditional loan agreement under clause 3 (d) unless the agreement includes one or more conditions which, if satisfied in accordance with the agreement, would extinguish the requirement for the City to repay all or part of the principal and pay all or part of the interest of the debt. O. Reg. 838/21, s. 5.</p> <p class=\"subsection-e\">  (2) A by-law authorizing a conditional loan agreement may provide,</p> <p class=\"clause-e\">  (a)  that an amount equal to or less than the maximum amount under clause 41.2 (1) (a) may be borrowed;</p> <p class=\"clause-e\">  (b)  that the borrowed amount may be advanced to the City in one or more instalments in any year;</p> <p class=\"clause-e\">  (c)  for repayment of any amount of principal and payment of any amount of interest of the debt in one or more instalments in any year; and</p> <p class=\"clause-e\">  (d)  for instalments of combined principal and interest. O. Reg. 838/21, s. 5.</p> <p class=\"subsection-e\">  (3) A by-law authorizing a conditional loan agreement shall provide for raising in each year as part of the general levy the amounts of principal and interest payable in each year under the by-law to the extent that the amounts have not been provided for,</p> <p class=\"clause-e\">  (a)  by other taxes or by fees or charges levied or imposed on persons or property by a by-law; or</p> <p class=\"clause-e\">  (b)  by the amounts payable to the City by a school board in each year in relation to the repayment of principal and payment of any amount of interest of the debt where the City has borrowed for the purposes of the school board under subsection 6 (2). O. Reg. 838/21, s. 5.</p>"
        },
        {
            "ahref_id": "#BK51",
            "TOCid": "41.2",
            "part_id": "PART III  ",
            "part_type": "PART III DEBT RELATED FINANCIAL INSTRUMENTS",
            "section": "Conditions",
            "content": " 41.2 (1) The City shall not enter into a conditional loan agreement unless the agreement sets out, (a)  the maximum amount of money available to be borrowed; (b)  a fixed rate of interest; and (c)  the manner of determining how any amount that is required to be paid by the City to the Canada Infrastructure Bank will be calculated, including how instalments will be calculated. O. Reg. 838/21, s. 5. (2) The City shall not enter into a conditional loan agreement unless the agreement provides that it shall not be assigned without the prior written consent of the City. O. Reg. 838/21, s. 5. (3) The City shall not enter into a conditional loan agreement that provides for the giving of any security by the City for the debt. O. Reg. 838/21, s. 5. (4) The City shall not enter into a conditional loan agreement unless the loan ranks concurrently and equally in respect of payment of principal and interest with all other debentures and other financial instruments for long-term borrowing of the City. O. Reg. 838/21, s. 5.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK51\"></a><b>41.2 </b>(1) The City shall not enter into a conditional loan agreement unless the agreement sets out,</p> <p class=\"clause-e\">  (a)  the maximum amount of money available to be borrowed;</p> <p class=\"clause-e\">  (b)  a fixed rate of interest; and</p> <p class=\"clause-e\">  (c)  the manner of determining how any amount that is required to be paid by the City to the Canada Infrastructure Bank will be calculated, including how instalments will be calculated. O. Reg. 838/21, s. 5.</p> <p class=\"subsection-e\">  (2) The City shall not enter into a conditional loan agreement unless the agreement provides that it shall not be assigned without the prior written consent of the City. O. Reg. 838/21, s. 5.</p> <p class=\"subsection-e\">  (3) The City shall not enter into a conditional loan agreement that provides for the giving of any security by the City for the debt. O. Reg. 838/21, s. 5.</p> <p class=\"subsection-e\">  (4) The City shall not enter into a conditional loan agreement unless the loan ranks concurrently and equally in respect of payment of principal and interest with all other debentures and other financial instruments for long-term borrowing of the City. O. Reg. 838/21, s. 5.</p>"
        },
        {
            "ahref_id": "#BK52",
            "TOCid": "41.3",
            "part_id": "PART III  ",
            "part_type": "PART III DEBT RELATED FINANCIAL INSTRUMENTS",
            "section": "Reduction of levies, etc.",
            "content": " 41.3 The City may reduce an amount to be raised for the repayment of a loan to the extent that all or part of the principal and interest is no longer required to be repaid or paid, as the case may be, because a condition referred to in subsection 41.1 (1) has been satisfied. O. Reg. 838/21, s. 5. Part IV   Investing of Money",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK52\"></a>41.3 </b>The City may reduce an amount to be raised for the repayment of a loan to the extent that all or part of the principal and interest is no longer required to be repaid or paid, as the case may be, because a condition referred to in subsection 41.1 (1) has been satisfied. O. Reg. 838/21, s. 5.</p> <p class=\"partnum-e\"><a name=\"BK53\"></a>Part IV <br/>  Investing of Money</p>"
        },
        {
            "ahref_id": "#BK53",
            "TOCid": "PART IV  ",
            "part_id": NaN,
            "part_type": NaN,
            "section": "PART IV INVESTING OF MONEY",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK54",
            "TOCid": "42.",
            "part_id": "PART IV  ",
            "part_type": "PART IV INVESTING OF MONEY",
            "section": "Definitions",
            "content": " 42. In this Part, “investment” means an investment with respect to which this Part applies under section 43; (“placement”) “Investment Board” means the City board described in subsection 46 (2). (“Commission des placements”) O. Reg. 360/15, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK54\"></a><b>42. </b>In this Part,</p> <p class=\"definition-e\">“investment” means an investment with respect to which this Part applies under section 43; (“placement”)</p> <p class=\"definition-e\">“Investment Board” means the City board described in subsection 46 (2). (“Commission des placements”) O. Reg. 360/15, s. 2.</p>"
        },
        {
            "ahref_id": "#BK55",
            "TOCid": "43.",
            "part_id": "PART IV  ",
            "part_type": "PART IV INVESTING OF MONEY",
            "section": "Application",
            "content": " 43. (1) This Part applies only with respect to, (a)  the investment, in securities, of money that the City does not require immediately; and (b)  the investment by the Investment Board, in securities, of money that another municipality does not require immediately if the municipality has, (i)  entered an agreement with the City and the Investment Board in accordance with paragraph 3 of section 15 of Ontario Regulation 438/97 (Eligible Investments, Related Financial Agreements and Prudent Investment) made under the Municipal Act, 2001,\r\nand (ii)  delegated to the Investment Board, (A)  the municipality’s powers to make investments, and (B)  the municipality’s duties under section 418.1 of the Municipal Act, 2001. O. Reg. 47/18, s. 2. (2) The following rules apply in the circumstances referred to in clause (1) (b): 1.  Sections 43.1, 46.1, 48.1 and 49.1 and subsection 51 (2.1) apply. 2.  Subsections 46 (3) and (4) and sections 48 and 49 do not apply. O. Reg. 47/18, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK55\"></a><b>43. </b>(1) This Part applies only with respect to,</p> <p class=\"clause-e\">  (a)  the investment, in securities, of money that the City does not require immediately; and</p> <p class=\"clause-e\">  (b)  <i>t</i>he investment by the Investment Board, in securities, of money that another municipality does not require immediately if the municipality has,</p> <p class=\"subclause-e\">  (i)  entered an agreement with the City and the Investment Board in accordance with paragraph 3 of section 15 of Ontario Regulation 438/97 (Eligible Investments, Related Financial Agreements and Prudent Investment) made under the <i>Municipal Act, 2001</i><i>,</i>\r\nand</p> <p class=\"subclause-e\">  (ii)  delegated to the Investment Board,</p> <p class=\"subsubclause-e\">  (A)  the municipality’s powers to make investments, and</p> <p class=\"subsubclause-e\">  (B)  the municipality’s duties under section 418.1 of the <i>Municipal Act, 2001</i>. O. Reg. 47/18, s. 2.</p> <p class=\"subsection-e\">  (2) The following rules apply in the circumstances referred to in clause (1) (b):</p> <p class=\"paragraph-e\">  1.  Sections 43.1, 46.1, 48.1 and 49.1 and subsection 51 (2.1) apply.</p> <p class=\"paragraph-e\">  2.  Subsections 46 (3) and (4) and sections 48 and 49 do not apply. O. Reg. 47/18, s. 2.</p>"
        },
        {
            "ahref_id": "#BK56",
            "TOCid": "43.1",
            "part_id": "PART IV  ",
            "part_type": "PART IV INVESTING OF MONEY",
            "section": "When agreement may be terminated",
            "content": " 43.1 Neither the City nor the Investment Board shall terminate an agreement described in subclause 43 (1) (b) (i) that the City and the Investment Board enter into with another municipality unless the municipality has withdrawn from the investment arrangement in accordance with section 23 of Ontario Regulation 438/97 (Eligible Investments, Related Financial Agreements and Prudent Investment) made under the Municipal Act, 2001. O. Reg. 47/18, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK56\"></a><b>43.1 </b>Neither the City nor the Investment Board shall terminate an agreement described in subclause 43 (1) (b) (i) that the City and the Investment Board enter into with another municipality unless the municipality has withdrawn from the investment arrangement in accordance with section 23 of Ontario Regulation 438/97<i> </i><i>(Eligible Investments, Related Financial Agreements and Prudent Investment) </i>made under the <i>Municipal Act, 2001</i>. O. Reg. 47/18, s. 2.</p>"
        },
        {
            "ahref_id": "#BK57",
            "TOCid": "44.",
            "part_id": "PART IV  ",
            "part_type": "PART IV INVESTING OF MONEY",
            "section": "Investment standards",
            "content": " 44. (1) In investing money, the City must exercise the care, skill, diligence and judgment that a prudent investor would exercise in making such an investment. O. Reg. 360/15, s. 2. (2) The City must consider the following criteria in planning investments, in addition to any other criteria that are relevant to the circumstances: 1.  General economic conditions. 2.  The possible effect of inflation or deflation. 3.  The role that each investment or course of action plays within the City’s portfolio of investments. 4.  The expected total return from income and the appreciation of capital. 5.  Needs for liquidity, regularity of income and preservation or appreciation of capital. O. Reg. 360/15, s. 2. (3) The City must diversify its investments to an extent that is appropriate to general economic and investment market conditions. O. Reg. 360/15, s. 2. (4) The duty under subsection (1) includes a duty to obtain the advice that a prudent investor would obtain under comparable circumstances. O. Reg. 360/15, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK57\"></a><b>44. </b>(1) In investing money, the City must exercise the care, skill, diligence and judgment that a prudent investor would exercise in making such an investment. O. Reg. 360/15, s. 2.</p> <p class=\"subsection-e\">  (2) The City must consider the following criteria in planning investments, in addition to any other criteria that are relevant to the circumstances:</p> <p class=\"paragraph-e\">  1.  General economic conditions.</p> <p class=\"paragraph-e\">  2.  The possible effect of inflation or deflation.</p> <p class=\"paragraph-e\">  3.  The role that each investment or course of action plays within the City’s portfolio of investments.</p> <p class=\"paragraph-e\">  4.  The expected total return from income and the appreciation of capital.</p> <p class=\"paragraph-e\">  5.  Needs for liquidity, regularity of income and preservation or appreciation of capital. O. Reg. 360/15, s. 2.</p> <p class=\"subsection-e\">  (3) The City must diversify its investments to an extent that is appropriate to general economic and investment market conditions. O. Reg. 360/15, s. 2.</p> <p class=\"subsection-e\">  (4) The duty under subsection (1) includes a duty to obtain the advice that a prudent investor would obtain under comparable circumstances. O. Reg. 360/15, s. 2.</p>"
        },
        {
            "ahref_id": "#BK58",
            "TOCid": "45.",
            "part_id": "PART IV  ",
            "part_type": "PART IV INVESTING OF MONEY",
            "section": "Limitation, school board securities",
            "content": " 45. The City shall not invest money in a security issued or guaranteed by a school board or similar entity in Canada unless the money raised by issuing the security is to be used for school purposes. O. Reg. 360/15, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK58\"></a><b>45. </b>The City shall not invest money in a security issued or guaranteed by a school board or similar entity in Canada unless the money raised by issuing the security is to be used for school purposes. O. Reg. 360/15, s. 2.</p>"
        },
        {
            "ahref_id": "#BK59",
            "TOCid": "46.",
            "part_id": "PART IV  ",
            "part_type": "PART IV INVESTING OF MONEY",
            "section": "Investments only through Investment Board",
            "content": " 46. (1) The City may invest money only by having the Investment Board described in subsection (2) do so on its behalf. O. Reg. 360/15, s. 2. (2) The Investment Board referred to in subsection (1) is a City board to which the City has given the control and management of investments by delegating to the board the City’s powers to make such investments and the City’s duties under section 44. O. Reg. 360/15, s. 2. (3) The following persons may not be appointed as members of the Investment Board: 1.  An officer or employee of the City. 2.  A member of the Council. O. Reg. 360/15, s. 2. (4) Subsection (3) does not apply to the treasurer. O. Reg. 360/15, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK59\"></a><b>46. </b>(1) The City may invest money only by having the <span>Investment Board </span>described in subsection (2) do so on its behalf. O. Reg. 360/15, s. 2.</p> <p class=\"subsection-e\">  (2) The <span>Investment Board</span><span> </span>referred to in subsection (1) is a City board to which the City has given the control and management of investments by delegating to the board the City’s powers to make such investments and the City’s duties under section 44. O. Reg. 360/15, s. 2.</p> <p class=\"subsection-e\">  (3) The following persons may not be appointed as members of the Investment Board:</p> <p class=\"paragraph-e\">  1.  An officer or employee of the City.</p> <p class=\"paragraph-e\">  2.  A member of the Council. O. Reg. 360/15, s. 2.</p> <p class=\"subsection-e\">  (4) Subsection (3) does not apply to the treasurer. O. Reg. 360/15, s. 2.</p>"
        },
        {
            "ahref_id": "#BK60",
            "TOCid": "46.1",
            "part_id": "PART IV  ",
            "part_type": "PART IV INVESTING OF MONEY",
            "section": "Members of Investment Board, where agreement with municipality",
            "content": " 46.1 (1) The following persons may not be appointed as members of the Investment Board: 1.  An officer or employee of any municipality for which the Investment Board invests. 2.  A member of council of any municipality for which the Investment Board invests. O. Reg. 47/18, s. 3. (2) Subsection (1) does not apply to the treasurer of any municipality for which the Investment Board invests provided that treasurers do not make up more than one quarter of the members. O. Reg. 47/18, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK60\"></a><b>46.1</b> (1) The following persons may not be appointed as members of the Investment Board:</p> <p class=\"paragraph-e\">  1.  An officer or employee of any municipality for which the Investment Board invests.</p> <p class=\"paragraph-e\">  2.  A member of council of any municipality for which the Investment Board invests. O. Reg. 47/18, s. 3.</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply to the treasurer of any municipality for which the Investment Board invests provided that treasurers do not make up more than one quarter of the members. O. Reg. 47/18, s. 3.</p>"
        },
        {
            "ahref_id": "#BK61",
            "TOCid": "47.",
            "part_id": "PART IV  ",
            "part_type": "PART IV INVESTING OF MONEY",
            "section": "Investment policy",
            "content": " 47. (1) The council shall adopt and maintain an investment policy. O. Reg. 360/15, s. 2. (2) The investment policy shall include requirements with respect to the following: 1.  The City’s objectives for return on investment and risk tolerance. 2.  The City’s need for liquidity including, for greater certainty, the City’s anticipated needs for funds for planned projects and the City’s needs to have funds available for unanticipated contingencies. O. Reg. 360/15, s. 2. (3) The investment policy may include other requirements with respect to investment matters that council considers to be in the interests of the City. O. Reg. 360/15, s. 2. (4) At least annually, the council shall review the investment policy and update it, as necessary, as a result of the review. O. Reg. 360/15, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK61\"></a><b>47. </b>(1) The council shall adopt and maintain an investment policy. O. Reg. 360/15, s. 2.</p> <p class=\"subsection-e\">  (2) The investment policy shall include requirements with respect to the following:</p> <p class=\"paragraph-e\">  1.  The City’s objectives for return on investment and risk tolerance.</p> <p class=\"paragraph-e\">  2.  The City’s need for liquidity including, for greater certainty, the City’s anticipated needs for funds for planned projects and the City’s needs to have funds available for unanticipated contingencies. O. Reg. 360/15, s. 2.</p> <p class=\"subsection-e\">  (3) The investment policy may include other requirements with respect to investment matters that council considers to be in the interests of the City. O. Reg. 360/15, s. 2.</p> <p class=\"subsection-e\">  (4) At least annually, the council shall review the investment policy and update it, as necessary, as a result of the review. O. Reg. 360/15, s. 2.</p>"
        },
        {
            "ahref_id": "#BK62",
            "TOCid": "48.",
            "part_id": "PART IV  ",
            "part_type": "PART IV INVESTING OF MONEY",
            "section": "Investment plan",
            "content": " 48. (1) The Investment Board shall adopt and maintain an investment plan. O. Reg. 360/15, s. 2. (2) The investment plan shall deal with how the Investment Board will invest the City’s money and set out the Board’s projections of the proportions of the City’s portfolio of investments to be invested at the end of the year in each type of security selected by the Investment Board and may include other requirements. O. Reg. 360/15, s. 2. (3) At least annually, following the council’s review of the investment policy under subsection 47 (4), the Investment Board shall review the investment plan and update it, as necessary, as a result of the review. O. Reg. 360/15, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK62\"></a><b>48. </b>(1) The Investment Board shall adopt and maintain an investment plan. O. Reg. 360/15, s. 2.</p> <p class=\"subsection-e\">  (2) The investment plan shall deal with how the Investment Board will invest the City’s money and set out the Board’s projections of the proportions of the City’s portfolio of investments to be invested at the end of the year in each type of security selected by the Investment Board and may include other requirements. O. Reg. 360/15, s. 2.</p> <p class=\"subsection-e\">  (3) At least annually, following the council’s review of the investment policy under subsection 47 (4), the Investment Board shall review the investment plan and update it, as necessary, as a result of the review. O. Reg. 360/15, s. 2.</p>"
        },
        {
            "ahref_id": "#BK63",
            "TOCid": "48.1",
            "part_id": "PART IV  ",
            "part_type": "PART IV INVESTING OF MONEY",
            "section": "Investment plan, where agreement with municipality",
            "content": " 48.1 (1) The Investment Board shall adopt and maintain an investment plan. O. Reg. 47/18, s. 3. (2) The investment plan shall deal with how the Investment Board will invest the money of the City and each other municipality referred to in clause 43 (1) (b), set out the Board’s projections of the proportions of each municipality’s portfolio of investments to be invested at the end of the year in each type of security selected by the Investment Board and may include other requirements. O. Reg. 47/18, s. 3. (3) At least annually, following each council’s review of the investment policy under subsection 47 (4) of this Regulation or the investment policy under subsection 18 (4) of Ontario Regulation 438/97  (Eligible Investments, Related Financial Agreements and Prudent Investment) made under the Municipal Act, 2001, as the case may be, the Investment Board shall review the investment plan and update it, as necessary, as a result of the reviews. O. Reg. 47/18, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK63\"></a><b>48.1 </b>(1) The Investment Board shall adopt and maintain an investment plan<i>.</i> O. Reg. 47/18, s. 3.</p> <p class=\"subsection-e\">  (2) The investment plan shall deal with how the Investment Board will invest the money of the City and each other municipality referred to in clause 43 (1) (b), set out the Board’s projections of the proportions of each municipality’s portfolio of investments to be invested at the end of the year in each type of security selected by the Investment Board and may include other requirements. O. Reg. 47/18, s. 3.</p> <p class=\"subsection-e\">  (3) At least annually, following each council’s review of the investment policy under subsection 47 (4) of this Regulation or the investment policy under subsection 18 (4) of Ontario Regulation 438/97 <i> </i><i>(Eligible Investments, Related Financial Agreements and Prudent Investment)</i> made under the <i>Municipal Act, 2001</i>, as the case may be, the Investment Board shall review the investment plan and update it, as necessary, as a result of the reviews. O. Reg. 47/18, s. 3.</p>"
        },
        {
            "ahref_id": "#BK64",
            "TOCid": "49.",
            "part_id": "PART IV  ",
            "part_type": "PART IV INVESTING OF MONEY",
            "section": "Investment report",
            "content": " 49. (1) The Investment Board shall prepare and provide to the council, each year or more frequently as specified by the council, an investment report. O. Reg. 360/15, s. 2. (2) The investment report shall contain, (a)  a statement about the performance of the City’s portfolio of investments during the period covered by the report; (b)  a statement by the treasurer as to whether or not, in his or her opinion, all investments are consistent with the investment policy under section 47 and the investment plan under section 48; and (c)  such other information that the council may require or that, in the opinion of the treasurer, should be included. O. Reg. 360/15, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK64\"></a><b>49. </b>(1) The Investment Board shall prepare and provide to the council, each year or more frequently as specified by the council, an investment report. O. Reg. 360/15, s. 2.</p> <p class=\"subsection-e\">  (2) The investment report shall contain,</p> <p class=\"clause-e\">  (a)  a statement about the performance of the City’s portfolio of investments during the period covered by the report;</p> <p class=\"clause-e\">  (b)  a statement by the treasurer as to whether or not, in his or her opinion, all investments are consistent with the investment policy under section 47 and the investment plan under section 48; and</p> <p class=\"clause-e\">  (c)  such other information that the council may require or that, in the opinion of the treasurer, should be included. O. Reg. 360/15, s. 2.</p>"
        },
        {
            "ahref_id": "#BK65",
            "TOCid": "49.1",
            "part_id": "PART IV  ",
            "part_type": "PART IV INVESTING OF MONEY",
            "section": "Investment Report, where agreement with municipality",
            "content": " 49.1 (1) The Investment Board shall prepare and provide to the council of each municipality referred to in subsection 48.1 (2), each year or more frequently as specified by that council, an investment report. O. Reg. 47/18, s. 3. (2) The investment report shall contain, (a)  a statement about the performance of the municipality’s portfolio of investments during the period covered by the report; (b)  a statement by the treasurer of the municipality as to whether or not, in the opinion of the treasurer, all investments are consistent with the investment policy under section 47 of this Regulation or the investment policy under section 18 of Ontario Regulation 438/97 (Eligible Investments, Related Financial Agreements and Prudent Investment) made under the Municipal Act, 2001, as the case may be, and the investment plan under section 48.1 of this Regulation; and (c)  such other information that the council may require or that, in the opinion of the treasurer, should be included. O. Reg. 47/18, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK65\"></a><b>49.1 </b>(1) The Investment Board shall prepare and provide to the council of each municipality referred to in subsection 48.1 (2), each year or more frequently as specified by that council, an investment report. O. Reg. 47/18, s. 3.</p> <p class=\"subsection-e\">  (2) The investment report shall contain,</p> <p class=\"clause-e\">  (a)  a statement about the performance of the municipality’s portfolio of investments during the period covered by the report;</p> <p class=\"clause-e\">  (b)  a statement by the treasurer of the municipality as to whether or not, in the opinion of the treasurer, all investments are consistent with the investment policy under section 47 of this Regulation or the investment policy under section 18 of Ontario Regulation 438/97 <i>(Eligible Investments, Related Financial Agreements and Prudent Investment)</i> made under the <i>Municipal Act, 2001</i>, as the case may be, and the investment plan under section 48.1 of this Regulation; and</p> <p class=\"clause-e\">  (c)  such other information that the council may require or that, in the opinion of the treasurer, should be included. O. Reg. 47/18, s. 3.</p>"
        },
        {
            "ahref_id": "#BK66",
            "TOCid": "50.",
            "part_id": "PART IV  ",
            "part_type": "PART IV INVESTING OF MONEY",
            "section": "Inconsistencies, treasurer’s duty",
            "content": " 50. If an investment is, in the treasurer’s opinion, not consistent with the investment policy under section 47 and the investment plan under section 48 or 48.1, as the case may be, the treasurer shall report the inconsistency to the council within 30 days after becoming aware of it. O. Reg. 360/15, s. 2; O. Reg. 47/18, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK66\"></a><b>50.</b> If an investment is, in the treasurer’s opinion, not consistent with the investment policy under section 47 and the investment plan under section 48 or 48.1, as the case may be, the treasurer shall report the inconsistency to the council within 30 days after becoming aware of it. O. Reg. 360/15, s. 2; O. Reg. 47/18, s. 4.</p>"
        },
        {
            "ahref_id": "#BK67",
            "TOCid": "51.",
            "part_id": "PART IV  ",
            "part_type": "PART IV INVESTING OF MONEY",
            "section": "Agents of the Investment Board",
            "content": " 51. (1) Subject to subsections (2) and (3), the Investment Board may authorize an agent to exercise any of the Investment Board’s functions to the same extent that a prudent investor, acting in accordance with ordinary investment practice, would authorize an agent to exercise any investment function. O. Reg. 360/15, s. 2. (2) The Investment Board may not authorize an agent under subsection (1) unless a written agreement between the Investment Board and the agent is in effect and the agreement includes, (a)  a requirement that the agent comply with the requirements included in the investment policy under section 47 and with the investment plan under section 48; and (b)  a requirement that the agent report to the Investment Board at regular stated intervals. O. Reg. 360/15, s. 2. (2.1) For the purposes of applying clause (2) (a) in the circumstances referred to in clause 43 (1) (b), the references to “the investment policy under section 47” and to “the investment plan under section 48” shall be read as “the investment policy under section 47 of this Regulation or the investment policy under section 18 of Ontario Regulation 438/97 (Eligible Investments, Related Financial Agreements and Prudent Investment) made under the Municipal Act, 2001, as the case may be, and the investment plan under section 48.1 of this Regulation”. O. Reg. 47/18, s. 5. (3) The Investment Board shall exercise prudence in selecting an agent, in establishing the terms of the agent’s authority and in monitoring the agent’s performance to ensure compliance with those terms. O. Reg. 360/15, s. 2. (4) For the purpose of subsection (3), prudence in monitoring an agent’s performance includes, (a)  reviewing the agent’s reports; (b)  regularly reviewing the agreement between the Investment Board and the agent and how it is being put into effect, including assessing whether the requirement described in clause (2) (a) is being complied with; (c)  considering whether directions should be provided to the agent or whether the agent’s appointment should be revoked; and (d)  providing directions to the agent or revoking the appointment if the Investment Board considers it appropriate to do so. O. Reg. 360/15, s. 2. (5) This section does not prevent the investment, by the Investment Board, in mutual funds, pooled funds or segregated funds under variable insurance contracts and the manager of such a fund is not an agent for the purpose of this section. O. Reg. 360/15, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK67\"></a><b>51. </b>(1) Subject to subsections (2) and (3), the Investment Board may authorize an agent to exercise any of the Investment Board’s functions to the same extent that a prudent investor, acting in accordance with ordinary investment practice, would authorize an agent to exercise any investment function. O. Reg. 360/15, s. 2.</p> <p class=\"subsection-e\">  (2) The Investment Board may not authorize an agent under subsection (1) unless a written agreement between the Investment Board and the agent is in effect and the agreement includes,</p> <p class=\"clause-e\">  (a)  a requirement that the agent comply with the requirements included in the investment policy under section 47 and with the investment plan under section 48; and</p> <p class=\"clause-e\">  (b)  a requirement that the agent report to the Investment Board at regular stated intervals. O. Reg. 360/15, s. 2.</p> <p class=\"subsection-e\">  (2.1) For the purposes of applying clause (2) (a) in the circumstances referred to in clause 43 (1) (b), the references to “the investment policy under section 47” and to “the investment plan under section 48” shall be read as “the investment policy under section 47 of this Regulation or the investment policy under section 18 of Ontario Regulation 438/97<i> </i><i>(Eligible Investments, Related Financial Agreements and Prudent Investment)</i> made under the <i>Municipal Act, 2001</i>, as the case may be,<i> </i>and the investment plan under section 48.1 of this Regulation”. O. Reg. 47/18, s. 5.</p> <p class=\"subsection-e\">  (3) The Investment Board shall exercise prudence in selecting an agent, in establishing the terms of the agent’s authority and in monitoring the agent’s performance to ensure compliance with those terms. O. Reg. 360/15, s. 2.</p> <p class=\"subsection-e\">  (4) For the purpose of subsection (3), prudence in monitoring an agent’s performance includes,</p> <p class=\"clause-e\">  (a)  reviewing the agent’s reports;</p> <p class=\"clause-e\">  (b)  regularly reviewing the agreement between the Investment Board and the agent and how it is being put into effect, including assessing whether the requirement described in clause (2) (a) is being complied with;</p> <p class=\"clause-e\">  (c)  considering whether directions should be provided to the agent or whether the agent’s appointment should be revoked; and</p> <p class=\"clause-e\">  (d)  providing directions to the agent or revoking the appointment if the Investment Board considers it appropriate to do so. O. Reg. 360/15, s. 2.</p> <p class=\"subsection-e\">  (5) This section does not prevent the investment, by the Investment Board, in mutual funds, pooled funds or segregated funds under variable insurance contracts and the manager of such a fund is not an agent for the purpose of this section. O. Reg. 360/15, s. 2.</p>"
        },
        {
            "ahref_id": "#BK68",
            "TOCid": "52.",
            "part_id": "PART IV  ",
            "part_type": "PART IV INVESTING OF MONEY",
            "section": "Transition",
            "content": " 52. (1) The following apply with respect to the former Part IV: 1.  Reports shall be made under subsection 49 (1) of the former Part IV as though section 49 of the former Part IV continues to apply, until reports have been made covering the periods up to and including the period ending on December 31, 2017. 2.  Section 50 of the former Part IV continues to apply with respect to investments made on or before December 31, 2017. 3.  Reports shall be made under subsection 54 (1) of the former Part IV as though section 54 of the former Part IV continues to apply, until reports have been made covering the periods up to and including the period ending on December 31, 2017. O. Reg. 360/15, s. 2. (2) In subsection (1), “former Part IV” means Part IV of this Regulation as it read on December 31, 2017. O. Reg. 360/15, s. 2. 56. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 610/06, s. 56.  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK68\"></a><b>52. </b>(1) The following apply with respect to the former Part IV:</p> <p class=\"paragraph-e\">  1.  Reports shall be made under subsection 49 (1) of the former Part IV as though section 49 of the former Part IV continues to apply, until reports have been made covering the periods up to and including the period ending on December 31, 2017.</p> <p class=\"paragraph-e\">  2.  Section 50 of the former Part IV continues to apply with respect to investments made on or before December 31, 2017.</p> <p class=\"paragraph-e\">  3.  Reports shall be made under subsection 54 (1) of the former Part IV as though section 54 of the former Part IV continues to apply, until reports have been made covering the periods up to and including the period ending on December 31, 2017. O. Reg. 360/15, s. 2.</p> <p class=\"subsection-e\">  (2) In subsection (1),</p> <p class=\"definition-e\">“former Part IV” means Part IV of this Regulation as it read on December 31, 2017. O. Reg. 360/15, s. 2.</p> <p class=\"section-e\"> <b>56.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 610/06, s. 56.</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/060610\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}