{
    "reg_info": {
        "full_title": "O. Reg. 243/22: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "O. Reg. 243/22: ",
        "act_under": "Foreign Cultural Objects Immunity from Seizure Act, 2019",
        "url": "https://www.ontario.ca/laws/regulation/220243",
        "date_scraped": "2023-12-18 07:10:32"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April  7, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/220243/v1",
            "valid_from": "March 31, 2022",
            "valid_to": "April  6, 2022"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definition",
            "content": " 1. In this Regulation, “date of designation” means the date on which an institution was designated by this Regulation.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"definition-e\">“date of designation” means the date on which an institution was designated by this Regulation.</p>"
        },
        {
            "id": "2.",
            "section": "Designated institutions",
            "content": " 2. The following institutions are designated institutions: 1. The Aga Khan Museum. 2. Art Gallery of Ontario. 3. National Gallery of Canada. 4. The Royal Ontario Museum.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>The following institutions are designated institutions:</p> <p class=\"paragraph-e\">  1. The Aga Khan Museum.</p> <p class=\"paragraph-e\">  2. Art Gallery of Ontario.</p> <p class=\"paragraph-e\">  3. National Gallery of Canada.</p> <p class=\"paragraph-e\">  4. The Royal Ontario Museum.</p>"
        },
        {
            "id": "3.",
            "section": "Publishing requirement",
            "content": "  3. The following requirement is prescribed for the purposes of clauses 2 (1) (b) and 2 (2) (b) of the Act: 1. The designated institution must publish information about the work of art or other cultural object that is sufficient to identify the work or object and accessible to the public on its website for a minimum of the following periods: i. Four consecutive weeks during the six-month period before the date on which the work or object is brought into Ontario. ii. The period beginning immediately following the date on which the work or object is brought into Ontario and ending on the later of, A. 12 weeks after the date on which the work or object is brought into Ontario, and B. the date on which the temporary exhibition or display of the work or object administered, operated or sponsored by the designated institution ends.",
            "raw_html": "<p class=\"section-e\"><b>  3. </b>The following requirement is prescribed for the purposes of clauses 2 (1) (b) and 2 (2) (b) of the Act:</p> <p class=\"paragraph-e\">  1. The designated institution must publish information about the work of art or other cultural object that is sufficient to identify the work or object and accessible to the public on its website for a minimum of the following periods:</p> <p class=\"subpara-e\">  i. Four consecutive weeks during the six-month period before the date on which the work or object is brought into Ontario.</p> <p class=\"subpara-e\">  ii. The period beginning immediately following the date on which the work or object is brought into Ontario and ending on the later of,</p> <p class=\"subsubpara-e\">  A. 12 weeks after the date on which the work or object is brought into Ontario, and</p> <p class=\"subsubpara-e\">  B. the date on which the temporary exhibition or display of the work or object administered, operated or sponsored by the designated institution ends.</p>"
        },
        {
            "id": "4.",
            "section": "Compliance reports",
            "content": " 4. (1) Every designated institution shall submit reports to the Minister demonstrating how the institution implemented the publishing requirement set out in section 3 with respect to any works of art or other cultural objects for which the institution published information under section 3. (2) The reports referred to in subsection (1) shall contain the following: 1. A copy of the information published under section 3 and the dates published. 2. Summaries of any information requests related to the provenance of works of art or other cultural objects published under section 3. (3) The first report submitted under subsection (1), (a) shall be submitted no later than, (i) if the date of designation is between June 30 and March 30, the first June 30 following the date of designation, or (ii) if the date of designation is between March 31 and June 29, the second June 30 following the date of designation; and (b) shall cover the period from the date of designation to the first March 31 following the date of designation. (4) Subsequent reports submitted under subsection (1), (a) shall be submitted no later than June 30 in every year following the year in which the first report is filed; and (b) shall cover the one-year period following the period covered by the previous report.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) Every designated institution shall submit reports to the Minister demonstrating how the institution implemented the publishing requirement set out in section 3 with respect to any works of art or other cultural objects for which the institution published information under section 3.</p> <p class=\"subsection-e\">  (2) The reports referred to in subsection (1) shall contain the following:</p> <p class=\"paragraph-e\">  1. A copy of the information published under section 3 and the dates published.</p> <p class=\"paragraph-e\">  2. Summaries of any information requests related to the provenance of works of art or other cultural objects published under section 3.</p> <p class=\"subsection-e\">  (3) The first report submitted under subsection (1),</p> <p class=\"clause-e\">  (a) shall be submitted no later than,</p> <p class=\"subclause-e\">  (i) if the date of designation is between June 30 and March 30, the first June 30 following the date of designation, or</p> <p class=\"subclause-e\">  (ii) if the date of designation is between March 31 and June 29, the second June 30 following the date of designation; and</p> <p class=\"clause-e\">  (b) shall cover the period from the date of designation to the first March 31 following the date of designation.</p> <p class=\"subsection-e\">  (4) Subsequent reports submitted under subsection (1),</p> <p class=\"clause-e\">  (a) shall be submitted no later than June 30 in every year following the year in which the first report is filed; and</p> <p class=\"clause-e\">  (b) shall cover the one-year period following the period covered by the previous report.</p>"
        },
        {
            "id": "5.",
            "section": "Due diligence reports",
            "content": " 5. (1) Every designated institution shall submit reports to the Minister demonstrating its due diligence procedures for establishing the provenance and ownership of any work of art or other cultural object referred to in clauses 2 (1) (a) and 2 (2) (a) of the Act. (2) The first report submitted under subsection (1), (a) shall be submitted no later than June 30 in the fifth year following the year in which the institution became a designated institution; and (b) shall cover the period from the date of designation to March 31 of the fifth year following the date of designation. (3) Subsequent reports submitted under subsection (1), (a) shall be submitted no later than June 30 in every fifth year following the year in which the first report is filed; and (b) shall cover the five-year period following the period covered by the previous report.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) Every designated institution shall submit reports to the Minister demonstrating its due diligence procedures for establishing the provenance and ownership of any work of art or other cultural object referred to in clauses 2 (1) (a) and 2 (2) (a) of the Act.</p> <p class=\"subsection-e\">  (2) The first report submitted under subsection (1),</p> <p class=\"clause-e\">  (a) shall be submitted no later than June 30 in the fifth year following the year in which the institution became a designated institution; and</p> <p class=\"clause-e\">  (b) shall cover the period from the date of designation to March 31 of the fifth year following the date of designation.</p> <p class=\"subsection-e\">  (3) Subsequent reports submitted under subsection (1),</p> <p class=\"clause-e\">  (a) shall be submitted no later than June 30 in every fifth year following the year in which the first report is filed; and</p> <p class=\"clause-e\">  (b) shall cover the five-year period following the period covered by the previous report.</p>"
        },
        {
            "id": "6.",
            "section": "Transition",
            "content": " 6. The Foreign Cultural Objects Immunity from Seizure Act\r\ncontinues to apply to any work of art or other object of cultural significance if a notice of the Minister’s determination is published in The Ontario Gazette in respect of that work or object before the day section 1 of the Foreign Cultural Objects Immunity from Seizure Act, 2019 comes into force.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>The <i>Foreign Cultural Objects Immunity from Seizure Act</i>\r\ncontinues to apply to any work of art or other object of cultural significance if a notice of the Minister’s determination is published in <i>The Ontario Gazette</i> in respect of that work or object before the day section 1 of the <i>Foreign Cultural Objects Immunity from Seizure Act, 2019</i> comes into force.</p>"
        },
        {
            "id": "7.",
            "section": "Transition",
            "content": " 7. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>7.</b><b> </b><span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Transition",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/220243\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}