{
    "reg_info": {
        "full_title": "O. Reg. 494/01: DEBT RETIREMENT CHARGE - ADMINISTRATION",
        "reg_name_text": "debt retirement charge — administration",
        "citation": "O. Reg. 494/01: DEBT RETIREMENT CHARGE - ADMINISTRATION",
        "act_under": "Electricity Act, 1998   Loi de 1998 sur l’électricité",
        "url": "https://www.ontario.ca/laws/regulation/010494",
        "date_scraped": "2023-12-19 03:57:18"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June 18, 2015",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/010494/v4",
            "valid_from": "May 23, 2006",
            "valid_to": "June 17, 2015"
        },
        {
            "a_href": "/laws/regulation/010494/v3",
            "valid_from": "January 23, 2006",
            "valid_to": "May 22, 2006"
        },
        {
            "a_href": "/laws/regulation/010494/v2",
            "valid_from": "October 24, 2005",
            "valid_to": "January 22, 2006"
        },
        {
            "a_href": "/laws/regulation/010494/v1",
            "valid_from": "December 17, 2001",
            "valid_to": "October 23, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "PART I  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART I INTERPRETATION",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION",
            "section": "Interpretation",
            "content": " 1. (1) In this Regulation, “billing period” means the normal period for which a collector issues an invoice; “exempt self-generated electricity” means electricity that is exempt self-generated electricity for the purposes of Ontario Regulation 493/01 (Debt Retirement Charge — Rates and Exemptions) made under the Act; “invoice” includes a bill, statement, receipt or other document that contains a request for payment or a notice or acknowledgement of a payment; “Minister” means the Minister of Finance; “reserve” means a reserve as defined in the Indian Act (Canada) or an Indian Settlement located on Crown land, the Indian inhabitants of which are treated by the Department of Indian Affairs and Northern Development (Canada) in the same manner as Indians residing on a reserve as defined in the Indian Act (Canada); “Retail Settlement Code” means the Retail Settlement Code issued by the Board under the Ontario Energy Board Act, 1998; “self-generated electricity” means electricity, other than exempt self-generated electricity, that is consumed by the person who generates it or by another person at the expense of the person who generates it.  O. Reg. 494/01, s. 1 (1); O. Reg. 543/05, s. 1. (2) The definitions in subsection 85 (1) of the Act apply for the purposes of this Regulation.  O. Reg. 494/01, s. 1 (2). PART II   REGISTRATION",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1.</b><b> </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“billing period” means the normal period for which a collector issues an invoice;</p> <p class=\"definition-e\">“exempt self-generated electricity” means electricity that is exempt self-generated electricity for the purposes of Ontario Regulation 493/01 (Debt Retirement Charge — Rates and Exemptions) made under the Act;</p> <p class=\"definition-e\">“invoice” includes a bill, statement, receipt or other document that contains a request for payment or a notice or acknowledgement of a payment;</p> <p class=\"definition-e\">“Minister” means the Minister of Finance;</p> <p class=\"definition-e\">“reserve” means a reserve as defined in the <i>Indian Act</i> (Canada) or an Indian Settlement located on Crown land, the Indian inhabitants of which are treated by the Department of Indian Affairs and Northern Development (Canada) in the same manner as Indians residing on a reserve as defined in the <i>Indian Act</i> (Canada);</p> <p class=\"definition-e\">“Retail Settlement Code” means the Retail Settlement Code issued by the Board under the <i>Ontario Energy Board Act, 1998</i>;</p> <p class=\"definition-e\">“self-generated electricity” means electricity, other than exempt self-generated electricity, that is consumed by the person who generates it or by another person at the expense of the person who generates it.  O. Reg. 494/01, s. 1 (1); O. Reg. 543/05, s. 1.</p> <p class=\"subsection-e\">  (2) The definitions in subsection 85 (1) of the Act apply for the purposes of this Regulation.  O. Reg. 494/01, s. 1 (2).</p> <p class=\"partnum-e\"><a name=\"BK2\"></a>PART II <br/>  REGISTRATION</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "PART II  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART II REGISTRATION",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.",
            "part_id": "PART II  ",
            "part_type": "PART II REGISTRATION",
            "section": "Collectors",
            "content": " 2. The following persons are appointed as collectors of debt retirement charges under subsection 85.3 (1) of the Act: 1. Every distributor required to be licensed under the Ontario Energy Board Act, 1998. 2. Every retailer required to be licensed under the Ontario Energy Board Act, 1998. 3. The IESO.  O. Reg. 494/01, s. 2; O. Reg. 543/05, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>2.</b><b> </b>The following persons are appointed as collectors of debt retirement charges under subsection 85.3 (1) of the Act:</p> <p class=\"paragraph-e\">  1. Every distributor required to be licensed under the <i>Ontario Energy Board Act, 1998</i>.</p> <p class=\"paragraph-e\">  2. Every retailer required to be licensed under the <i>Ontario Energy Board Act, 1998</i>.</p> <p class=\"paragraph-e\">  3. The IESO.  O. Reg. 494/01, s. 2; O. Reg. 543/05, s. 2.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "part_id": "PART II  ",
            "part_type": "PART II REGISTRATION",
            "section": "Registration",
            "content": " 3. (1) Every collector shall register with the Minister before the collector sells or supplies electricity to a user, if the sale or supply takes place on or after May 1, 2002.  O. Reg. 494/01, s. 3 (1); O. Reg. 543/05, s. 3 (1). (2) A collector shall use a form approved by the Minister to register and shall provide such information as the Minister may require.  O. Reg. 494/01, s. 3 (2). (3) Subsections (1) and (2) apply, with necessary modifications, to the IESO.  O. Reg. 494/01, s. 3 (3); O. Reg. 543/05, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>3.</b><b> </b>(1) Every collector shall register with the Minister before the collector sells or supplies electricity to a user, if the sale or supply takes place on or after May 1, 2002.  O. Reg. 494/01, s. 3 (1); O. Reg. 543/05, s. 3 (1).</p> <p class=\"subsection-e\">  (2) A collector shall use a form approved by the Minister to register and shall provide such information as the Minister may require.  O. Reg. 494/01, s. 3 (2).</p> <p class=\"subsection-e\">  (3) Subsections (1) and (2) apply, with necessary modifications, to the IESO.  O. Reg. 494/01, s. 3 (3); O. Reg. 543/05, s. 3 (2).</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "part_id": "PART II  ",
            "part_type": "PART II REGISTRATION",
            "section": "Self-generating user",
            "content": " 4. (1) Every self-generating user shall register with the Minister before doing either of the following on or after May 1, 2002: 1. Consuming self-generated electricity. 2. Supplying self-generated electricity to another person at its own expense.  O. Reg. 494/01, s. 4 (1); O. Reg. 543/05, s. 4. (2) A self-generating user shall use a form approved by the Minister to register and shall provide such information as the Minister may require.  O. Reg. 494/01, s. 4 (2). (3) A self-generating user who sells electricity to another user is also a collector and shall register as both a collector and a self-generating user.  O. Reg. 494/01, s. 4 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>4.</b><b> </b>(1) Every self-generating user shall register with the Minister before doing either of the following on or after May 1, 2002:</p> <p class=\"paragraph-e\">  1. Consuming self-generated electricity.</p> <p class=\"paragraph-e\">  2. Supplying self-generated electricity to another person at its own expense.  O. Reg. 494/01, s. 4 (1); O. Reg. 543/05, s. 4.</p> <p class=\"subsection-e\">  (2) A self-generating user shall use a form approved by the Minister to register and shall provide such information as the Minister may require.  O. Reg. 494/01, s. 4 (2).</p> <p class=\"subsection-e\">  (3) A self-generating user who sells electricity to another user is also a collector and shall register as both a collector and a self-generating user.  O. Reg. 494/01, s. 4 (3).</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "part_id": "PART II  ",
            "part_type": "PART II REGISTRATION",
            "section": "Registration number",
            "content": " 5. (1) The Minister shall notify every collector and self-generating user of its registration number and the effective date of registration.  O. Reg. 494/01, s. 5 (1). (2) No registration or registration number is transferable.  O. Reg. 494/01, s. 5 (2). (3) Every collector and self-generating user shall promptly notify the Minister of the following: 1. Any change in its name or address. 2. The transfer or termination of its business in Ontario. 3. Any change in its business through which it becomes or ceases to be a collector or a self-generating user.  O. Reg. 494/01, s. 5 (3). (4) All notices required under this section must be in writing.  O. Reg. 494/01, s. 5 (4). part iii   collection of debt retirement charges",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>5.</b><b> </b>(1) The Minister shall notify every collector and self-generating user of its registration number and the effective date of registration.  O. Reg. 494/01, s. 5 (1).</p> <p class=\"subsection-e\">  (2) No registration or registration number is transferable.  O. Reg. 494/01, s. 5 (2).</p> <p class=\"subsection-e\">  (3) Every collector and self-generating user shall promptly notify the Minister of the following:</p> <p class=\"paragraph-e\">  1. Any change in its name or address.</p> <p class=\"paragraph-e\">  2. The transfer or termination of its business in Ontario.</p> <p class=\"paragraph-e\">  3. Any change in its business through which it becomes or ceases to be a collector or a self-generating user.  O. Reg. 494/01, s. 5 (3).</p> <p class=\"subsection-e\">  (4) All notices required under this section must be in writing.  O. Reg. 494/01, s. 5 (4).</p> <p class=\"partnum-e\"><a name=\"BK7\"></a>part iii <br/>  collection of debt retirement charges</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "PART III  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART III COLLECTION OF DEBT RETIREMENT CHARGES",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "6.",
            "part_id": "PART III  ",
            "part_type": "PART III COLLECTION OF DEBT RETIREMENT CHARGES",
            "section": "Collection obligations",
            "content": " 6. (1) Every collector shall collect debt retirement charges in accordance with this Part.  O. Reg. 494/01, s. 6 (1). (2) The IESO shall collect a debt retirement charge from every entity who withdraws electricity from the IESO-controlled grid.  O. Reg. 494/01, s. 6 (2); O. Reg. 543/05, s. 5 (1). (3) A distributor described in section 2 shall collect a debt retirement charge from every entity to whom it provides Standard Supply Service, within the meaning of the Retail Settlement Code, and from every embedded distributor, within the meaning of the Retail Settlement Code.  O. Reg. 494/01, s. 6 (3). (4) Every retailer described in section 2 shall collect a debt retirement charge from every entity to whom it sells or supplies electricity.  O. Reg. 494/01, s. 6 (4). (5) Despite subsection (4), if a distributor described in section 2 invoices an entity under distributor-consolidated billing or split billing under the Retail Settlement Code, the distributor and not the retailer shall collect the debt retirement charge from the entity in respect of the electricity.  O. Reg. 494/01, s. 6 (5). (6) Despite subsection (4), a retailer described in section 2 shall not collect a debt retirement charge from a user in respect of electricity withdrawn by the user from the IESO-controlled grid.  O. Reg. 494/01, s. 6 (6); O. Reg. 543/05, s. 5 (2). (7) Despite subsections (1) to (5), a collector is not required to collect a debt retirement charge from an entity who provides to the collector, (a) a valid certificate of Indian status issued by the Government of Canada that identifies him or her as an Indian, within the meaning of the Indian Act\r\n(Canada), unless the electricity will not be consumed by an Indian on a reserve; (b) a valid identity card issued by the Government of Canada that identifies him or her as an individual described in subsection 7 (5) of the Retail Sales Tax Act; or (c) an exemption certificate.  O. Reg. 494/01, s. 6 (7). (8) Despite subsections (1) to (5), a collector is not required to collect a debt retirement charge from a user who is exempt under section 5.1 of Ontario Regulation 493/01 (Debt Retirement Charge - Rates and Exemptions) made under the Act. O. Reg. 157/15, s. 1. (9) Despite subsections (1) to (5), a collector is not required to collect a debt retirement charge from a user who is exempt under section 5.2 or 5.3 of Ontario Regulation 493/01, but only in respect of the user’s consumption of electricity that is determined to be exempt under that section. O. Reg. 157/15, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>6.</b><b> </b>(1) Every collector shall collect debt retirement charges in accordance with this Part.  O. Reg. 494/01, s. 6 (1).</p> <p class=\"subsection-e\">  (2) The IESO shall collect a debt retirement charge from every entity who withdraws electricity from the IESO-controlled grid.  O. Reg. 494/01, s. 6 (2); O. Reg. 543/05, s. 5 (1).</p> <p class=\"subsection-e\">  (3) A distributor described in section 2 shall collect a debt retirement charge from every entity to whom it provides Standard Supply Service, within the meaning of the Retail Settlement Code, and from every embedded distributor, within the meaning of the Retail Settlement Code.  O. Reg. 494/01, s. 6 (3).</p> <p class=\"subsection-e\">  (4) Every retailer described in section 2 shall collect a debt retirement charge from every entity to whom it sells or supplies electricity.  O. Reg. 494/01, s. 6 (4).</p> <p class=\"subsection-e\">  (5) Despite subsection (4), if a distributor described in section 2 invoices an entity under distributor-consolidated billing or split billing under the Retail Settlement Code, the distributor and not the retailer shall collect the debt retirement charge from the entity in respect of the electricity.  O. Reg. 494/01, s. 6 (5).</p> <p class=\"subsection-e\">  (6) Despite subsection (4), a retailer described in section 2 shall not collect a debt retirement charge from a user in respect of electricity withdrawn by the user from the IESO-controlled grid.  O. Reg. 494/01, s. 6 (6); O. Reg. 543/05, s. 5 (2).</p> <p class=\"subsection-e\">  (7) Despite subsections (1) to (5), a collector is not required to collect a debt retirement charge from an entity who provides to the collector,</p> <p class=\"clause-e\">  (a) a valid certificate of Indian status issued by the Government of Canada that identifies him or her as an Indian, within the meaning of the <i>Indian Act</i>\r\n(Canada), unless the electricity will not be consumed by an Indian on a reserve;</p> <p class=\"clause-e\">  (b) a valid identity card issued by the Government of Canada that identifies him or her as an individual described in subsection 7 (5) of the <i>Retail Sales Tax Act</i>; or</p> <p class=\"clause-e\">  (c) an exemption certificate.  O. Reg. 494/01, s. 6 (7).</p> <p class=\"subsection-e\">  (8) Despite subsections (1) to (5), a collector is not required to collect a debt retirement charge from a user who is exempt under section 5.1 of Ontario Regulation 493/01 (Debt Retirement Charge - Rates and Exemptions) made under the Act. O. Reg. 157/15, s. 1.</p> <p class=\"subsection-e\">  (9) Despite subsections (1) to (5), a collector is not required to collect a debt retirement charge from a user who is exempt under section 5.2 or 5.3 of Ontario Regulation 493/01, but only in respect of the user’s consumption of electricity that is determined to be exempt under that section. O. Reg. 157/15, s. 1.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "7.",
            "part_id": "PART III  ",
            "part_type": "PART III COLLECTION OF DEBT RETIREMENT CHARGES",
            "section": "Time of payment",
            "content": " 7. A collector shall collect and a user shall pay a debt retirement charge for a billing period on the day that is the earliest of, (a) the date of the collector’s invoice to the user for the billing period; (b) the day on which the collector issues an invoice to the user for the billing period; (c) the day the collector would normally be expected to issue an invoice to the user for the billing period, if there is undue delay in issuing the invoice; (d) the day on which the user is required to pay the amount owing to the collector for the billing period; or (e) the day on which the user pays an amount to the collector for the billing period.  O. Reg. 494/01, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>7.</b><b> </b>A collector shall collect and a user shall pay a debt retirement charge for a billing period on the day that is the earliest of,</p> <p class=\"clause-e\">  (a) the date of the collector’s invoice to the user for the billing period;</p> <p class=\"clause-e\">  (b) the day on which the collector issues an invoice to the user for the billing period;</p> <p class=\"clause-e\">  (c) the day the collector would normally be expected to issue an invoice to the user for the billing period, if there is undue delay in issuing the invoice; </p> <p class=\"clause-e\">  (d) the day on which the user is required to pay the amount owing to the collector for the billing period; or</p> <p class=\"clause-e\">  (e) the day on which the user pays an amount to the collector for the billing period.  O. Reg. 494/01, s. 7.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "8.",
            "part_id": "PART III  ",
            "part_type": "PART III COLLECTION OF DEBT RETIREMENT CHARGES",
            "section": "Invoice requirements",
            "content": " 8. Unless otherwise authorized by the Minister, every collector, other than the IESO, shall set out the following information on every invoice for a billing period issued to a user who is liable to pay a debt retirement charge to the collector for the period: 1. The amount of the debt retirement charge for the period that is payable by the user, clearly labelled as the debt retirement charge. 2. The following statement: “The debt retirement charge pays down the debt of the former Ontario Hydro”.  O. Reg. 494/01, s. 8; O. Reg. 543/05, s. 6.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>8.</b><b> </b>Unless otherwise authorized by the Minister, every collector, other than the IESO, shall set out the following information on every invoice for a billing period issued to a user who is liable to pay a debt retirement charge to the collector for the period:</p> <p class=\"paragraph-e\">  1. The amount of the debt retirement charge for the period that is payable by the user, clearly labelled as the debt retirement charge.</p> <p class=\"paragraph-e\">  2. The following statement: “The debt retirement charge pays down the debt of the former Ontario Hydro”.  O. Reg. 494/01, s. 8; O. Reg. 543/05, s. 6.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "9.",
            "part_id": "PART III  ",
            "part_type": "PART III COLLECTION OF DEBT RETIREMENT CHARGES",
            "section": "Exemption certificate",
            "content": " 9. (1) No entity shall issue an exemption certificate except as permitted under subsection (2).  O. Reg. 494/01, s. 9 (1). (2) The following entities may issue an exemption certificate to a collector in respect of electricity sold or supplied by the collector to the entity: 1. A band, within the meaning of the Indian Act (Canada), if the electricity will be consumed by the band on a reserve. 2. An entity, other than an individual, who is exempt from retail sales tax under subsection 7 (5) of the Retail Sales Tax Act, if the electricity will be consumed by the entity. 3. A collector who is registered under section 3. 4. A self-generating user who is registered under section 4 if, i. the self-generating user does not generate electricity primarily for sale to another user, ii. the collector is the IESO, iii. the self-generating user is entitled to an exemption in respect of part or all of its self-generated electricity, and iv. the self-generating user is a market participant under the market rules, with both a registered generation facility and a registered load facility, as defined in the market rules. 5. An entity authorized in writing by the Minister to issue an exemption certificate in respect of electricity described in the authorization.  O. Reg. 494/01, s. 9 (2); O. Reg. 543/05, s. 7. (3) Subsection (2) applies with necessary modifications if the collector is the IESO.  O. Reg. 494/01, s. 9 (3); O. Reg. 543/05, s. 7. (4) Every exemption certificate must include the following: 1. The name and address of the entity to whom the certificate applies. 2. The entity’s registration number, if the entity is a collector registered under section 3 or a self-generating user registered under section 4. 3. A statement setting out the basis on which the entity is claiming an exemption from the obligation to pay debt retirement charges. 4. The date of issue of the certificate by the entity and, if it is different, the effective date of the certificate. 5. The name and signature of the individual who is the entity or is authorized by the entity to issue the certificate on behalf of the entity. 6. A statement by the individual mentioned in paragraph 5, certifying that the contents of the certificate are complete and accurate. 7. If the certificate is issued to the IESO, a list of the delivery points under the market rules in respect of which the exemption certificate applies.  O. Reg. 494/01, s. 9 (4); O. Reg. 543/05, s. 7. (5) An exemption certificate remains in effect for the purposes of determining the obligations under this Part of the collector to whom it is given until, (a) it is withdrawn or revoked in writing by the entity that issued it; or (b) the collector is advised in writing by the Minister that the Minister has cancelled the certificate.  O. Reg. 494/01, s. 9 (5). part iv   payment of self-assessed debt retirement charge",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>9.</b><b> </b>(1) No entity shall issue an exemption certificate except as permitted under subsection (2).  O. Reg. 494/01, s. 9 (1).</p> <p class=\"subsection-e\">  (2) The following entities may issue an exemption certificate to a collector in respect of electricity sold or supplied by the collector to the entity:</p> <p class=\"paragraph-e\">  1. A band, within the meaning of the <i>Indian Act</i> (Canada), if the electricity will be consumed by the band on a reserve.</p> <p class=\"paragraph-e\">  2. An entity, other than an individual, who is exempt from retail sales tax under subsection 7 (5) of the <i>Retail Sales Tax Act</i>, if the electricity will be consumed by the entity.</p> <p class=\"paragraph-e\">  3. A collector who is registered under section 3.</p> <p class=\"paragraph-e\">  4. A self-generating user who is registered under section 4 if,</p> <p class=\"subpara-e\">  i. the self-generating user does not generate electricity primarily for sale to another user,</p> <p class=\"subpara-e\">  ii. the collector is the IESO,</p> <p class=\"subpara-e\">  iii. the self-generating user is entitled to an exemption in respect of part or all of its self-generated electricity, and</p> <p class=\"subpara-e\">  iv. the self-generating user is a market participant under the market rules, with both a registered generation facility and a registered load facility, as defined in the market rules.</p> <p class=\"paragraph-e\">  5. An entity authorized in writing by the Minister to issue an exemption certificate in respect of electricity described in the authorization.  O. Reg. 494/01, s. 9 (2); O. Reg. 543/05, s. 7.</p> <p class=\"subsection-e\">  (3) Subsection (2) applies with necessary modifications if the collector is the IESO.  O. Reg. 494/01, s. 9 (3); O. Reg. 543/05, s. 7.</p> <p class=\"subsection-e\">  (4) Every exemption certificate must include the following:</p> <p class=\"paragraph-e\">  1. The name and address of the entity to whom the certificate applies.</p> <p class=\"paragraph-e\">  2. The entity’s registration number, if the entity is a collector registered under section 3 or a self-generating user registered under section 4.</p> <p class=\"paragraph-e\">  3. A statement setting out the basis on which the entity is claiming an exemption from the obligation to pay debt retirement charges.</p> <p class=\"paragraph-e\">  4. The date of issue of the certificate by the entity and, if it is different, the effective date of the certificate.</p> <p class=\"paragraph-e\">  5. The name and signature of the individual who is the entity or is authorized by the entity to issue the certificate on behalf of the entity.</p> <p class=\"paragraph-e\">  6. A statement by the individual mentioned in paragraph 5, certifying that the contents of the certificate are complete and accurate.</p> <p class=\"paragraph-e\">  7. If the certificate is issued to the IESO, a list of the delivery points under the market rules in respect of which the exemption certificate applies.  O. Reg. 494/01, s. 9 (4); O. Reg. 543/05, s. 7.</p> <p class=\"subsection-e\">  (5) An exemption certificate remains in effect for the purposes of determining the obligations under this Part of the collector to whom it is given until,</p> <p class=\"clause-e\">  (a) it is withdrawn or revoked in writing by the entity that issued it; or</p> <p class=\"clause-e\">  (b) the collector is advised in writing by the Minister that the Minister has cancelled the certificate.  O. Reg. 494/01, s. 9 (5).</p> <p class=\"partnum-e\"><a name=\"BK12\"></a>part iv <br/>  payment of self-assessed debt retirement charge</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "PART IV  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART IV PAYMENT OF SELF-ASSESSED DEBT RETIREMENT CHARGE",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "10.",
            "part_id": "PART IV  ",
            "part_type": "PART IV PAYMENT OF SELF-ASSESSED DEBT RETIREMENT CHARGE",
            "section": "Self-assessed debt retirement charge",
            "content": " 10. (1) Every collector shall determine the amount of the debt retirement charge payable by it in respect of its own consumption of electricity during a period and shall pay that amount directly to the Financial Corporation, to the extent that the collector does not pay the debt retirement charge to another collector.  O. Reg. 494/01, s. 10 (1). (2) A self-generating user who is not a collector shall determine the amount of the debt retirement charge payable by it during a period in respect of, (a) the amount of self-generated electricity consumed during the period; and (b) the amount of electricity that it consumed during the period, other than self-generated electricity, exempt self-generated electricity and electricity in respect of which it paid the debt retirement charge to a collector.  O. Reg. 494/01, s. 10 (2). (3) A self-generating user referred to in subsection (2) shall pay the amount of its debt retirement charge for a period directly to the Financial Corporation, to the extent that it has not paid the debt retirement charge to a collector.  O. Reg. 494/01, s. 10 (3). part v   requirement to meter electricity consumption",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>10.</b><b> </b>(1) Every collector shall determine the amount of the debt retirement charge payable by it in respect of its own consumption of electricity during a period and shall pay that amount directly to the Financial Corporation, to the extent that the collector does not pay the debt retirement charge to another collector.  O. Reg. 494/01, s. 10 (1).</p> <p class=\"subsection-e\">  (2) A self-generating user who is not a collector shall determine the amount of the debt retirement charge payable by it during a period in respect of,</p> <p class=\"clause-e\">  (a) the amount of self-generated electricity consumed during the period; and</p> <p class=\"clause-e\">  (b) the amount of electricity that it consumed during the period, other than self-generated electricity, exempt self-generated electricity and electricity in respect of which it paid the debt retirement charge to a collector.  O. Reg. 494/01, s. 10 (2).</p> <p class=\"subsection-e\">  (3) A self-generating user referred to in subsection (2) shall pay the amount of its debt retirement charge for a period directly to the Financial Corporation, to the extent that it has not paid the debt retirement charge to a collector.  O. Reg. 494/01, s. 10 (3).</p> <p class=\"partnum-e\"><a name=\"BK14\"></a>part v <br/>  requirement to meter electricity consumption</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "PART V  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART V REQUIREMENT TO METER ELECTRICITY CONSUMPTION",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "11.",
            "part_id": "PART V  ",
            "part_type": "PART V REQUIREMENT TO METER ELECTRICITY CONSUMPTION",
            "section": "Requirement to meter electricity",
            "content": " 11. (1) Except as permitted by the Minister, every self-generating user shall measure the consumption of self-generated electricity after May 1, 2002 by means of a meter that would satisfy the requirements for a meter to be used for the purpose of obtaining the basis for a charge for electricity under the Electricity and Gas Inspection Act (Canada) and the regulations made under that Act.  O. Reg. 494/01, s. 11 (1); O. Reg. 543/05, s. 8. (2) Except as permitted by the Minister, every collector shall measure its own consumption of electricity after May 1, 2002 by means of a meter described in subsection (1).  O. Reg. 494/01, s. 11 (2); O. Reg. 543/05, s. 8. (3) Subsection (2) does not apply to electricity in respect of which the collector pays an amount as a debt retirement charge to another collector.  O. Reg. 494/01, s. 11 (3). part vI   returns, remittances and records",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>11.</b><b> </b>(1) Except as permitted by the Minister, every self-generating user shall measure the consumption of self-generated electricity after May 1, 2002 by means of a meter that would satisfy the requirements for a meter to be used for the purpose of obtaining the basis for a charge for electricity under the <i>Electricity and Gas Inspection Act</i> (Canada) and the regulations made under that Act.  O. Reg. 494/01, s. 11 (1); O. Reg. 543/05, s. 8.</p> <p class=\"subsection-e\">  (2) Except as permitted by the Minister, every collector shall measure its own consumption of electricity after May 1, 2002 by means of a meter described in subsection (1).  O. Reg. 494/01, s. 11 (2); O. Reg. 543/05, s. 8.</p> <p class=\"subsection-e\">  (3) Subsection (2) does not apply to electricity in respect of which the collector pays an amount as a debt retirement charge to another collector.  O. Reg. 494/01, s. 11 (3).</p> <p class=\"partnum-e\"><a name=\"BK16\"></a>part vI <br/>  returns, remittances and records</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "PART VI  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART VI RETURNS, REMITTANCES AND RECORDS",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "12.",
            "part_id": "PART VI  ",
            "part_type": "PART VI RETURNS, REMITTANCES AND RECORDS",
            "section": "Returns and remittances",
            "content": " 12. (1) On or before the 18th day of each month, every collector other than the IESO shall, (a) deliver a return to the Minister, using a form provided or approved by the Minister; (b) remit to the Financial Corporation the amount of all debt retirement charges required to be collected by the collector during the prior month; and (c) pay to the Financial Corporation the amount of the debt retirement charge, if any, payable by the collector in respect of its own consumption during the prior month, to the extent the collector has not paid the debt retirement charge to another collector.  O. Reg. 494/01, s. 12 (1); O. Reg. 543/05, s. 9 (1). (2) On or before the 22nd day of each month, the IESO shall, (a) deliver a return to the Minister, using a form provided or approved by the Minister; (b) remit to the Financial Corporation the amount of all debt retirement charges required to be collected by the IESO during the month; and (c) pay to the Financial Corporation the amount of the debt retirement charge, if any, payable by the IESO in respect of its own consumption during the prior month, to the extent the IESO has not paid the debt retirement charge to another collector.  O. Reg. 494/01, s. 12 (2); O. Reg. 543/05, s. 9 (2, 3). (3) On or before the 18th day of each month, every self-generating user who is not a collector shall, (a) deliver a return to the Minister, using a form provided or approved by the Minister; and (b) pay to the Financial Corporation the amount of the debt retirement charge, if any, payable by it in respect of, (i) the amount of self-generated electricity consumed during the prior month, and (ii) the amount of electricity that it consumed during the prior month, other than self-generated electricity, exempt self-generated electricity and electricity in respect of which it paid the debt retirement charge to a collector.  O. Reg. 494/01, s. 12 (3); O. Reg. 543/05, s. 9 (4). (4) With the prior written consent of the Minister, a collector or self-generating user may deliver returns and make remittances and payments on the following basis in the following circumstances, until the consent of the Minister is revoked in writing: 1. Every six months in the calendar year, by delivering the return and remitting and paying the debt retirement charges for each six-month period on or before the 18th day of the month following the end of the six-month period, if the Minister is satisfied that the total of all debt retirement charges required to be remitted or paid by the collector or self-generating user for the calendar year is not reasonably likely to exceed $6,000. 2. Every three months in the calendar year, by delivering the return and remitting and paying the debt retirement charges for each three-month period on or before the 18th day of the month following the end of the three-month period, if the Minister is satisfied that the total of all debt retirement charges required to be remitted or paid by the collector or self-generating user for the calendar year is reasonably likely to exceed $6,000, but is not reasonably likely to exceed $12,000.  O. Reg. 494/01, s. 12 (4). (5) Despite subsections (1), (3) and (4), if the Minister is satisfied that the total of all debt retirement charges required to be collected or paid by a collector or self-generating user is nil for a calendar year, the Minister may consent in writing to the collector or self-generating user delivering one return to the Minister for the year, on or before January 18 of the following year, using a form provided or approved by the Minister.  O. Reg. 494/01, s. 12 (5). (6) Immediately on the occurrence of the following, a collector or self-generating user shall notify the Minister of the change in the amount of debt retirement charges it is liable to collect or pay for a calendar year: 1. The collector or self-generating user becomes liable to collect or pay a debt retirement charge in the year, if the collector or self-generating user is permitted to deliver one return for the year under subsection (5). 2. The total amount of debt retirement charges collected or paid by the collector or self-generating user during the year exceeds $6,000, if the collector or self-generating user is permitted to deliver returns in accordance with paragraph 1 of subsection (4). 3. The total amount of debt retirement charges collected or paid by the collector or self-generating user during the year exceeds $12,000, if the collector or self-generating user is permitted to deliver returns in accordance with paragraph 2 of subsection (4).  O. Reg. 494/01, s. 12 (6). (7) The Minister may extend the date by which returns must be delivered and debt retirement charges must be remitted and paid, and any extension may apply to one or more collectors or self-generating users, as specified by the Minister.  O. Reg. 494/01, s. 12 (7). (8) With the written consent of the Minister, a collector or self-generating user may deliver separate returns and make separate remittances and payments of debt retirement charges, if it has more than one place of business.  O. Reg. 494/01, s. 12 (8). (9) A collector or self-generating user who is permitted to deliver separate returns and make separate remittances and payments shall continue to do so until directed otherwise by the Minister.  O. Reg. 494/01, s. 12 (9). (10) Every collector and self-generating user shall deliver to the Minister such additional returns as the Minister may demand, by the day specified by the Minister in the demand.  O. Reg. 494/01, s. 12 (10). (11) An additional return under subsection (10) must contain such information and pertain to such time period as the Minister specifies in the demand.  O. Reg. 494/01, s. 12 (11). (12) Every collector and self-generating user shall make such additional remittances and payments of debt retirement charges as the Minister may demand, by the day specified by the Minister in the demand.  O. Reg. 494/01, s. 12 (12).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>12.</b><b> </b>(1) On or before the 18th day of each month, every collector other than the IESO shall,</p> <p class=\"clause-e\">  (a) deliver a return to the Minister, using a form provided or approved by the Minister;</p> <p class=\"clause-e\">  (b) remit to the Financial Corporation the amount of all debt retirement charges required to be collected by the collector during the prior month; and </p> <p class=\"clause-e\">  (c) pay to the Financial Corporation the amount of the debt retirement charge, if any, payable by the collector in respect of its own consumption during the prior month, to the extent the collector has not paid the debt retirement charge to another collector.  O. Reg. 494/01, s. 12 (1); O. Reg. 543/05, s. 9 (1).</p> <p class=\"subsection-e\">  (2) On or before the 22nd day of each month, the IESO shall,</p> <p class=\"clause-e\">  (a) deliver a return to the Minister, using a form provided or approved by the Minister;</p> <p class=\"clause-e\">  (b) remit to the Financial Corporation the amount of all debt retirement charges required to be collected by the IESO during the month; and </p> <p class=\"clause-e\">  (c) pay to the Financial Corporation the amount of the debt retirement charge, if any, payable by the IESO in respect of its own consumption during the prior month, to the extent the IESO has not paid the debt retirement charge to another collector.  O. Reg. 494/01, s. 12 (2); O. Reg. 543/05, s. 9 (2, 3).</p> <p class=\"subsection-e\">  (3) On or before the 18th day of each month, every self-generating user who is not a collector shall,</p> <p class=\"clause-e\">  (a) deliver a return to the Minister, using a form provided or approved by the Minister; and</p> <p class=\"clause-e\">  (b) pay to the Financial Corporation the amount of the debt retirement charge, if any, payable by it in respect of,</p> <p class=\"subclause-e\">  (i) the amount of self-generated electricity consumed during the prior month, and</p> <p class=\"subclause-e\">  (ii) the amount of electricity that it consumed during the prior month, other than self-generated electricity, exempt self-generated electricity and electricity in respect of which it paid the debt retirement charge to a collector.  O. Reg. 494/01, s. 12 (3); O. Reg. 543/05, s. 9 (4).</p> <p class=\"subsection-e\">  (4) With the prior written consent of the Minister, a collector or self-generating user may deliver returns and make remittances and payments on the following basis in the following circumstances, until the consent of the Minister is revoked in writing:</p> <p class=\"paragraph-e\">  1. Every six months in the calendar year, by delivering the return and remitting and paying the debt retirement charges for each six-month period on or before the 18th day of the month following the end of the six-month period, if the Minister is satisfied that the total of all debt retirement charges required to be remitted or paid by the collector or self-generating user for the calendar year is not reasonably likely to exceed $6,000.</p> <p class=\"paragraph-e\">  2. Every three months in the calendar year, by delivering the return and remitting and paying the debt retirement charges for each three-month period on or before the 18th day of the month following the end of the three-month period, if the Minister is satisfied that the total of all debt retirement charges required to be remitted or paid by the collector or self-generating user for the calendar year is reasonably likely to exceed $6,000, but is not reasonably likely to exceed $12,000.  O. Reg. 494/01, s. 12 (4).</p> <p class=\"subsection-e\">  (5) Despite subsections (1), (3) and (4), if the Minister is satisfied that the total of all debt retirement charges required to be collected or paid by a collector or self-generating user is nil for a calendar year, the Minister may consent in writing to the collector or self-generating user delivering one return to the Minister for the year, on or before January 18 of the following year, using a form provided or approved by the Minister.  O. Reg. 494/01, s. 12 (5).</p> <p class=\"subsection-e\">  (6) Immediately on the occurrence of the following, a collector or self-generating user shall notify the Minister of the change in the amount of debt retirement charges it is liable to collect or pay for a calendar year:</p> <p class=\"paragraph-e\">  1. The collector or self-generating user becomes liable to collect or pay a debt retirement charge in the year, if the collector or self-generating user is permitted to deliver one return for the year under subsection (5).</p> <p class=\"paragraph-e\">  2. The total amount of debt retirement charges collected or paid by the collector or self-generating user during the year exceeds $6,000, if the collector or self-generating user is permitted to deliver returns in accordance with paragraph 1 of subsection (4).</p> <p class=\"paragraph-e\">  3. The total amount of debt retirement charges collected or paid by the collector or self-generating user during the year exceeds $12,000, if the collector or self-generating user is permitted to deliver returns in accordance with paragraph 2 of subsection (4).  O. Reg. 494/01, s. 12 (6).</p> <p class=\"subsection-e\">  (7) The Minister may extend the date by which returns must be delivered and debt retirement charges must be remitted and paid, and any extension may apply to one or more collectors or self-generating users, as specified by the Minister.  O. Reg. 494/01, s. 12 (7).</p> <p class=\"subsection-e\">  (8) With the written consent of the Minister, a collector or self-generating user may deliver separate returns and make separate remittances and payments of debt retirement charges, if it has more than one place of business.  O. Reg. 494/01, s. 12 (8).</p> <p class=\"subsection-e\">  (9) A collector or self-generating user who is permitted to deliver separate returns and make separate remittances and payments shall continue to do so until directed otherwise by the Minister.  O. Reg. 494/01, s. 12 (9).</p> <p class=\"subsection-e\">  (10) Every collector and self-generating user shall deliver to the Minister such additional returns as the Minister may demand, by the day specified by the Minister in the demand.  O. Reg. 494/01, s. 12 (10).</p> <p class=\"subsection-e\">  (11) An additional return under subsection (10) must contain such information and pertain to such time period as the Minister specifies in the demand.  O. Reg. 494/01, s. 12 (11).</p> <p class=\"subsection-e\">  (12) Every collector and self-generating user shall make such additional remittances and payments of debt retirement charges as the Minister may demand, by the day specified by the Minister in the demand.  O. Reg. 494/01, s. 12 (12).</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "13.",
            "part_id": "PART VI  ",
            "part_type": "PART VI RETURNS, REMITTANCES AND RECORDS",
            "section": "Records, collectors",
            "content": " 13. (1) Every collector who is not a self-generating user shall keep records that include the following: 1. Details of all purchases and acquisitions of electricity by the collector, including, i. the amounts of electricity purchased and acquired, ii. the entities from whom the collector purchased or acquired electricity, and iii. the amounts of debt retirement charges, if any, paid by the collector to other collectors or the Financial Corporation in respect of the electricity it purchased or acquired. 2. Details of all transactions in which the collector sold or supplied electricity to another entity, including, i. the names and addresses of all entities to whom the collector sold or supplied electricity, ii. the amount of electricity sold or supplied to each entity, iii. the amount of the debt retirement charge collected from each entity to whom the collector sold or supplied electricity, and iv. the amount of the debt retirement charge remitted to the Financial Corporation in respect of electricity it sold or supplied to another entity. 3. The amounts of electricity consumed by the collector and the debt retirement charges, if any, the collector paid to another collector or the Financial Corporation in respect of electricity it consumed.  O. Reg. 494/01, s. 13 (1). (2) The provisions of subsection (1) apply, with necessary modifications, if the collector is the IESO.  O. Reg. 494/01, s. 13 (2); O. Reg. 543/05, s. 10.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>13.</b><b> </b>(1) Every collector who is not a self-generating user shall keep records that include the following:</p> <p class=\"paragraph-e\">  1. Details of all purchases and acquisitions of electricity by the collector, including,</p> <p class=\"subpara-e\">  i. the amounts of electricity purchased and acquired,</p> <p class=\"subpara-e\">  ii. the entities from whom the collector purchased or acquired electricity, and</p> <p class=\"subpara-e\">  iii. the amounts of debt retirement charges, if any, paid by the collector to other collectors or the Financial Corporation in respect of the electricity it purchased or acquired.</p> <p class=\"paragraph-e\">  2. Details of all transactions in which the collector sold or supplied electricity to another entity, including,</p> <p class=\"subpara-e\">  i. the names and addresses of all entities to whom the collector sold or supplied electricity,</p> <p class=\"subpara-e\">  ii. the amount of electricity sold or supplied to each entity,</p> <p class=\"subpara-e\">  iii. the amount of the debt retirement charge collected from each entity to whom the collector sold or supplied electricity, and</p> <p class=\"subpara-e\">  iv. the amount of the debt retirement charge remitted to the Financial Corporation in respect of electricity it sold or supplied to another entity.</p> <p class=\"paragraph-e\">  3. The amounts of electricity consumed by the collector and the debt retirement charges, if any, the collector paid to another collector or the Financial Corporation in respect of electricity it consumed.  O. Reg. 494/01, s. 13 (1).</p> <p class=\"subsection-e\">  (2) The provisions of subsection (1) apply, with necessary modifications, if the collector is the IESO.  O. Reg. 494/01, s. 13 (2); O. Reg. 543/05, s. 10.</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "14.",
            "part_id": "PART VI  ",
            "part_type": "PART VI RETURNS, REMITTANCES AND RECORDS",
            "section": "Records, self-generating users",
            "content": " 14. (1) Subject to subsection (2), every self-generating user shall keep records that include the following: 1. Details of all purchases and acquisitions of electricity by the self-generating user, including, i. the amounts of electricity purchased and acquired, ii. the entities from whom the self-generating user purchased or acquired electricity, and iii. the amount of debt retirement charges, if any, paid by the self-generating user to a collector or the Financial Corporation in respect of the electricity it purchased or acquired. 2. Details of all electricity the self-generating user consumed, sold or supplied, including, i. the amount of electricity generated by the self-generating user, ii. the amount of self-generated electricity consumed by the self-generating user and by other persons at its expense, iii. the amount of electricity, other than self-generated electricity or exempt self-generated electricity, consumed by the self-generating user, iv. the amount of debt retirement charges paid to the Financial Corporation by the self-generating user in respect of self-generated electricity, v. the names and addresses of entities to whom the self-generating user sold or supplied electricity, vi. the amount of electricity sold or supplied to each entity, vii. the amount of the debt retirement charges collected from each entity to whom the self-generating user sold or supplied electricity, and viii. the amount of debt retirement charges remitted to the Financial Corporation in respect of electricity sold or supplied to another entity.  O. Reg. 494/01, s. 14 (1). (2) Despite subsection (1), a self-generating user who generates and consumes only exempt self-generated electricity and who does not supply electricity to another entity, other than exempt self-generated electricity, is required to keep only sufficient records to document that it generates and consumes only exempt self-generated electricity and that it does not supply electricity to another entity other than exempt self-generated electricity that it supplies to the other entity at its own expense.  O. Reg. 494/01, s. 14 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>14.</b><b> </b>(1) Subject to subsection (2), every self-generating user shall keep records that include the following:</p> <p class=\"paragraph-e\">  1. Details of all purchases and acquisitions of electricity by the self-generating user, including,</p> <p class=\"subpara-e\">  i. the amounts of electricity purchased and acquired,</p> <p class=\"subpara-e\">  ii. the entities from whom the self-generating user purchased or acquired electricity, and</p> <p class=\"subpara-e\">  iii. the amount of debt retirement charges, if any, paid by the self-generating user to a collector or the Financial Corporation in respect of the electricity it purchased or acquired.</p> <p class=\"paragraph-e\">  2. Details of all electricity the self-generating user consumed, sold or supplied, including,</p> <p class=\"subpara-e\">  i. the amount of electricity generated by the self-generating user,</p> <p class=\"subpara-e\">  ii. the amount of self-generated electricity consumed by the self-generating user and by other persons at its expense,</p> <p class=\"subpara-e\">  iii. the amount of electricity, other than self-generated electricity or exempt self-generated electricity, consumed by the self-generating user,</p> <p class=\"subpara-e\">  iv. the amount of debt retirement charges paid to the Financial Corporation by the self-generating user in respect of self-generated electricity,</p> <p class=\"subpara-e\">  v. the names and addresses of entities to whom the self-generating user sold or supplied electricity,</p> <p class=\"subpara-e\">  vi. the amount of electricity sold or supplied to each entity,</p> <p class=\"subpara-e\">  vii. the amount of the debt retirement charges collected from each entity to whom the self-generating user sold or supplied electricity, and</p> <p class=\"subpara-e\">  viii. the amount of debt retirement charges remitted to the Financial Corporation in respect of electricity sold or supplied to another entity.  O. Reg. 494/01, s. 14 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), a self-generating user who generates and consumes only exempt self-generated electricity and who does not supply electricity to another entity, other than exempt self-generated electricity, is required to keep only sufficient records to document that it generates and consumes only exempt self-generated electricity and that it does not supply electricity to another entity other than exempt self-generated electricity that it supplies to the other entity at its own expense.  O. Reg. 494/01, s. 14 (2).</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "15.",
            "part_id": "PART VI  ",
            "part_type": "PART VI RETURNS, REMITTANCES AND RECORDS",
            "section": "Location and form of records",
            "content": " 15. (1) Every collector and self-generating user shall keep its records at its principal place of business in Ontario in sufficient form and containing sufficient information in order that the Minister may determine the amounts of debt retirement charges that were required to be collected and that were collected, payable, paid or remitted.  O. Reg. 494/01, s. 15 (1). (2) Records may be kept in a form that is a reproduction made by any photographic, photostatic, microfilming or other process that reproduces an exact copy of the original record, if the entity required to keep the records provides reasonable access to any equipment required in order to read the reproduced record.  O. Reg. 494/01, s. 15 (2). (3) Records may be kept by the use of electronic data processing media if the entity required to keep the records, (a) allows the Minister to conduct reasonable tests on the hardware and software comprising the system in order to verify the accuracy of the processing of transactions and the accuracy of data processing controls; (b) provides full information on all computer programs and changes to the programs; and (c) maintains an accounting system designed to provide access to primary source documents and data containing the transactions recorded by the data processing system.  O. Reg. 494/01, s. 15 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>15.</b><b> </b>(1) Every collector and self-generating user shall keep its records at its principal place of business in Ontario in sufficient form and containing sufficient information in order that the Minister may determine the amounts of debt retirement charges that were required to be collected and that were collected, payable, paid or remitted.  O. Reg. 494/01, s. 15 (1).</p> <p class=\"subsection-e\">  (2) Records may be kept in a form that is a reproduction made by any photographic, photostatic, microfilming or other process that reproduces an exact copy of the original record, if the entity required to keep the records provides reasonable access to any equipment required in order to read the reproduced record.  O. Reg. 494/01, s. 15 (2).</p> <p class=\"subsection-e\">  (3) Records may be kept by the use of electronic data processing media if the entity required to keep the records,</p> <p class=\"clause-e\">  (a) allows the Minister to conduct reasonable tests on the hardware and software comprising the system in order to verify the accuracy of the processing of transactions and the accuracy of data processing controls;</p> <p class=\"clause-e\">  (b) provides full information on all computer programs and changes to the programs; and</p> <p class=\"clause-e\">  (c) maintains an accounting system designed to provide access to primary source documents and data containing the transactions recorded by the data processing system.  O. Reg. 494/01, s. 15 (3).</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "16.",
            "part_id": "PART VI  ",
            "part_type": "PART VI RETURNS, REMITTANCES AND RECORDS",
            "section": "Destruction of records",
            "content": " 16. (1) The following must not be destroyed until written authorization has been obtained from the Minister: 1. Records required by the Act and this Regulation to be kept by a collector or self-generating user. 2. Exemption certificates received by a collector. 3. Notices required by section 5.2 or 5.3 of Ontario Regulation 493/01 (Debt Retirement Charge - Rates and Exemptions) that are received by a collector. O. Reg. 157/15, s. 2. (2) Despite subsection (1) and subject to subsection (3), a collector or self-generating user may destroy records if, (a) the records relate to a calendar year that ended not later than six years before the start of the year during which the records will be destroyed; (b) the records are for a period for which all returns required under Part V.1 of the Act have been filed and all debt retirement charges assessed by the Minister have been paid; (c) the records are for a period for which there is no unresolved dispute concerning any debt retirement charge payable by the entity retaining the records, and for which the time limit for filing a Notice of Objection to any assessment or statement of disallowance has expired; (d) any demand for the production of the records has been met to the satisfaction of the Minister; and (e) written notice has not been given by the Minister requiring the retention of the records.  O. Reg. 494/01, s. 16 (2); O. Reg. 543/05, s. 11 (1). (3) Subsection (2) does not apply to a self-generating user in respect of records that relate to the determination of the number of kilowatt hours of electricity in the self-generator’s exemption account at the end of a year, as determined for the purposes of section 5 of Ontario Regulation 493/01 (Debt Retirement Charge — Rates and Exemptions) made under the Act.  O. Reg. 543/05, s. 11 (2). Part VII   refunds",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>16.</b><b> </b>(1) The following must not be destroyed until written authorization has been obtained from the Minister:</p> <p class=\"paragraph-e\">  1. Records required by the Act and this Regulation to be kept by a collector or self-generating user.</p> <p class=\"paragraph-e\">  2. Exemption certificates received by a collector.</p> <p class=\"paragraph-e\">  3. Notices required by section 5.2 or 5.3 of Ontario Regulation 493/01 (Debt Retirement Charge - Rates and Exemptions) that are received by a collector. O. Reg. 157/15, s. 2.</p> <p class=\"subsection-e\">  (2) Despite subsection (1) and subject to subsection (3), a collector or self-generating user may destroy records if,</p> <p class=\"clause-e\">  (a) the records relate to a calendar year that ended not later than six years before the start of the year during which the records will be destroyed;</p> <p class=\"clause-e\">  (b) the records are for a period for which all returns required under Part V.1 of the Act have been filed and all debt retirement charges assessed by the Minister have been paid;</p> <p class=\"clause-e\">  (c) the records are for a period for which there is no unresolved dispute concerning any debt retirement charge payable by the entity retaining the records, and for which the time limit for filing a Notice of Objection to any assessment or statement of disallowance has expired;</p> <p class=\"clause-e\">  (d) any demand for the production of the records has been met to the satisfaction of the Minister; and</p> <p class=\"clause-e\">  (e) written notice has not been given by the Minister requiring the retention of the records.  O. Reg. 494/01, s. 16 (2); O. Reg. 543/05, s. 11 (1).</p> <p class=\"subsection-e\">  (3) Subsection (2) does not apply to a self-generating user in respect of records that relate to the determination of the number of kilowatt hours of electricity in the self-generator’s exemption account at the end of a year, as determined for the purposes of section 5 of Ontario Regulation 493/01 (Debt Retirement Charge — Rates and Exemptions) made under the Act.  O. Reg. 543/05, s. 11 (2).</p> <p class=\"partnum-e\"><a name=\"BK22\"></a>Part VII <br/>  refunds</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "PART VII  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART VII REFUNDS",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "17.",
            "part_id": "PART VII  ",
            "part_type": "PART VII REFUNDS",
            "section": "Refunds by collector",
            "content": " 17. (1) A collector may make a refund to an entity if the following conditions are satisfied: 1. If the entity was not required to pay a debt retirement charge in respect of the consumption of electricity by reason of an exemption in a regulation made under clause 86 (1) (f) of the Act, the collector may pay a refund to the entity upon receipt of the documentation that the entity is required by that regulation to provide in order to prove that the entity is exempt from the requirement to pay a debt retirement charge. 2. If an entity provides an exemption certificate to the collector that is effective for a period in respect of which the entity paid a debt retirement charge to the collector, the collector may refund the debt retirement charge. 3. If a refund is payable to an entity for any reason other than an exemption described in paragraph 1 or 2, the collector may allow the refund if the collector is satisfied that the entity made an overpayment of a debt retirement charge that was caused by a clerical error, by an arithmetic error in calculating the amount of the required payment, by an inaccurate measurement or estimate of electricity consumed or by the use of an incorrect rate of debt retirement charge.  O. Reg. 494/01, s. 17 (1). (2) No entity shall make more than one application to a collector for a refund of the same overpayment of a debt retirement charge.  O. Reg. 494/01, s. 17 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK23\"></a><b>17.</b><b> </b>(1) A collector may make a refund to an entity if the following conditions are satisfied:</p> <p class=\"paragraph-e\">  1. If the entity was not required to pay a debt retirement charge in respect of the consumption of electricity by reason of an exemption in a regulation made under clause 86 (1) (f) of the Act, the collector may pay a refund to the entity upon receipt of the documentation that the entity is required by that regulation to provide in order to prove that the entity is exempt from the requirement to pay a debt retirement charge.</p> <p class=\"paragraph-e\">  2. If an entity provides an exemption certificate to the collector that is effective for a period in respect of which the entity paid a debt retirement charge to the collector, the collector may refund the debt retirement charge.</p> <p class=\"paragraph-e\">  3. If a refund is payable to an entity for any reason other than an exemption described in paragraph 1 or 2, the collector may allow the refund if the collector is satisfied that the entity made an overpayment of a debt retirement charge that was caused by a clerical error, by an arithmetic error in calculating the amount of the required payment, by an inaccurate measurement or estimate of electricity consumed or by the use of an incorrect rate of debt retirement charge.  O. Reg. 494/01, s. 17 (1).</p> <p class=\"subsection-e\">  (2) No entity shall make more than one application to a collector for a refund of the same overpayment of a debt retirement charge.  O. Reg. 494/01, s. 17 (2).</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "18.",
            "part_id": "PART VII  ",
            "part_type": "PART VII REFUNDS",
            "section": "Refund in respect of uncollectible accounts",
            "content": " 18. (1) The Financial Corporation may refund a debt retirement charge to a collector if, (a) the collector has remitted the debt retirement charge to the Financial Corporation; (b) the collector shows to the satisfaction of the Minister that the debt retirement charge was payable by a user in respect of electricity consumed by the user and the user has defaulted in the payment to the collector of all or part of the amount payable to the collector in respect of the electricity; (c) the collector has written off as a bad debt in its books of account the unpaid amount owing to the collector in respect of the electricity; and (d) at the time of the write-off of the unpaid amount as a bad debt, the write-off was in accordance with generally accepted accounting principles, as recommended by the Accounting Standards Board of the Canadian Institute of Chartered Accountants and as set out in the CICA Handbook.  O. Reg. 494/01, s. 18 (1). (2) Despite subsection (1), no refund shall be made to a collector under this section in respect of an unpaid amount if, (a) the collector fails to claim the refund within four years from the end of the collector’s fiscal year in which it wrote off the unpaid amount as a bad debt; (b) the collector and the user were not dealing at arm’s length at the time the user consumed the electricity or at the time the collector wrote off the unpaid amount as a bad debt; (c) the collector is entitled to offset the unpaid amount against an amount payable by the collector to the user; (d) the collector has assigned, without recourse and for consideration, other than for security purposes, part or all of the unpaid amount, whether or not the assignee and the collector are related persons for the purposes of the Income Tax Act\r\n(Canada); or (e) the payment for the electricity was made through the use of a credit card that was not issued by the collector or a corporation that is associated with the collector within the meaning of section 256 of the Income Tax Act (Canada).  O. Reg. 494/01, s. 18 (2). (3) In this section, a collector shall not be considered to deal with a user at arm’s length if the collector and user would not be considered to deal with each other at arm’s length for the purposes of the Income Tax Act (Canada).  O. Reg. 494/01, s. 18 (3). (4) The amount of a debt retirement charge that may be refunded to a collector under this section in respect of an unpaid amount shall be calculated using the formula, A × B/C in which, “A” is the amount of the debt retirement charge remitted by the collector with respect to the electricity consumed by the user, “B” is the amount by which the unpaid amount in respect of the electricity exceeds the sum of all interest, finance, carrying, collection or similar charges imposed by the collector with respect to the electricity consumed by the user and all amounts received by the collector on the realization of any security given to secure the unpaid amount, and “C” is the total amount that was payable by the user in respect of the electricity, including the amount of the debt retirement charge, but excluding the amount of goods and services tax imposed by the Government of Canada. O. Reg. 494/01, s. 18 (4). (5) The following rules apply for the purposes of claiming a refund under this section: 1. The collector may claim only one refund under this section of the debt retirement charge relating to an amount of electricity consumed by a user. 2. The collector shall claim the refund by deducting the amount of the refund from the amount of debt retirement charges the collector is required to remit to the Financial Corporation. 3. The collector shall make only one deduction described in paragraph 2 during any 12-month period for all claims for refund under this section, unless the collector has obtained the prior written consent of the Minister to make more than one deduction. 4. The collector shall retain in its records sufficient information and documentation to permit confirmation to the satisfaction of the Minister of the correct amount of the refund. 5. If payment for the electricity was made through the use of a credit card issued by the collector or by a corporation referred to in clause (2) (e), but the electricity was not supplied by the collector or the corporation, i. no part of the amount paid through the credit card shall be included in the unpaid amount specified as “B” under subsection (4), and ii. any payments made on the credit card account shall be applied to the earliest indebtedness before determining the unpaid amount specified as “B” under subsection (4).  O. Reg. 494/01, s. 18 (5). (6) If a collector subsequently recovers from any entity or through any means, other than a refund under this section, any of the unpaid amount in respect of which the refund was claimed, the collector shall repay to the Financial Corporation, by way of adjustment to the amount of debt retirement charges the collector is required to remit, the same percentage of any refund made under this section in respect of the unpaid amount that the amount recovered is of the amount designated as “B” in the formula in subsection (4) in respect of the unpaid amount.  O. Reg. 494/01, s. 18 (6). part viii   interest and Fee",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>18.</b><b> </b>(1) The Financial Corporation may refund a debt retirement charge to a collector if,</p> <p class=\"clause-e\">  (a) the collector has remitted the debt retirement charge to the Financial Corporation;</p> <p class=\"clause-e\">  (b) the collector shows to the satisfaction of the Minister that the debt retirement charge was payable by a user in respect of electricity consumed by the user and the user has defaulted in the payment to the collector of all or part of the amount payable to the collector in respect of the electricity;</p> <p class=\"clause-e\">  (c) the collector has written off as a bad debt in its books of account the unpaid amount owing to the collector in respect of the electricity; and</p> <p class=\"clause-e\">  (d) at the time of the write-off of the unpaid amount as a bad debt, the write-off was in accordance with generally accepted accounting principles, as recommended by the Accounting Standards Board of the Canadian Institute of Chartered Accountants and as set out in the CICA Handbook.  O. Reg. 494/01, s. 18 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), no refund shall be made to a collector under this section in respect of an unpaid amount if, </p> <p class=\"clause-e\">  (a) the collector fails to claim the refund within four years from the end of the collector’s fiscal year in which it wrote off the unpaid amount as a bad debt;</p> <p class=\"clause-e\">  (b) the collector and the user were not dealing at arm’s length at the time the user consumed the electricity or at the time the collector wrote off the unpaid amount as a bad debt;</p> <p class=\"clause-e\">  (c) the collector is entitled to offset the unpaid amount against an amount payable by the collector to the user;</p> <p class=\"clause-e\">  (d) the collector has assigned, without recourse and for consideration, other than for security purposes, part or all of the unpaid amount, whether or not the assignee and the collector are related persons for the purposes of the <i>Income Tax Act</i>\r\n(Canada); or</p> <p class=\"clause-e\">  (e) the payment for the electricity was made through the use of a credit card that was not issued by the collector or a corporation that is associated with the collector within the meaning of section 256 of the <i>Income Tax Act</i> (Canada).  O. Reg. 494/01, s. 18 (2).</p> <p class=\"subsection-e\">  (3) In this section, a collector shall not be considered to deal with a user at arm’s length if the collector and user would not be considered to deal with each other at arm’s length for the purposes of the <i>Income Tax Act</i> (Canada).  O. Reg. 494/01, s. 18 (3).</p> <p class=\"subsection-e\">  (4) The amount of a debt retirement charge that may be refunded to a collector under this section in respect of an unpaid amount shall be calculated using the formula,</p> <p class=\"equation-e\">A × B/C</p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">  “A” is the amount of the debt retirement charge remitted by the collector with respect to the electricity consumed by the user,</p> <p class=\"equationind1-e\">  “B” is the amount by which the unpaid amount in respect of the electricity exceeds the sum of all interest, finance, carrying, collection or similar charges imposed by the collector with respect to the electricity consumed by the user and all amounts received by the collector on the realization of any security given to secure the unpaid amount, and</p> <p class=\"equationind1-e\">  “C” is the total amount that was payable by the user in respect of the electricity, including the amount of the debt retirement charge, but excluding the amount of goods and services tax imposed by the Government of Canada.</p> <p class=\"footnote-e\">O. Reg. 494/01, s. 18 (4).</p> <p class=\"subsection-e\">  (5) The following rules apply for the purposes of claiming a refund under this section:</p> <p class=\"paragraph-e\">  1. The collector may claim only one refund under this section of the debt retirement charge relating to an amount of electricity consumed by a user.</p> <p class=\"paragraph-e\">  2. The collector shall claim the refund by deducting the amount of the refund from the amount of debt retirement charges the collector is required to remit to the Financial Corporation.</p> <p class=\"paragraph-e\">  3. The collector shall make only one deduction described in paragraph 2 during any 12-month period for all claims for refund under this section, unless the collector has obtained the prior written consent of the Minister to make more than one deduction.</p> <p class=\"paragraph-e\">  4. The collector shall retain in its records sufficient information and documentation to permit confirmation to the satisfaction of the Minister of the correct amount of the refund.</p> <p class=\"paragraph-e\">  5. If payment for the electricity was made through the use of a credit card issued by the collector or by a corporation referred to in clause (2) (e), but the electricity was not supplied by the collector or the corporation,</p> <p class=\"subpara-e\">  i. no part of the amount paid through the credit card shall be included in the unpaid amount specified as “B” under subsection (4), and</p> <p class=\"subpara-e\">  ii. any payments made on the credit card account shall be applied to the earliest indebtedness before determining the unpaid amount specified as “B” under subsection (4).  O. Reg. 494/01, s. 18 (5).</p> <p class=\"subsection-e\">  (6) If a collector subsequently recovers from any entity or through any means, other than a refund under this section, any of the unpaid amount in respect of which the refund was claimed, the collector shall repay to the Financial Corporation, by way of adjustment to the amount of debt retirement charges the collector is required to remit, the same percentage of any refund made under this section in respect of the unpaid amount that the amount recovered is of the amount designated as “B” in the formula in subsection (4) in respect of the unpaid amount.  O. Reg. 494/01, s. 18 (6).</p> <p class=\"partnum-e\"><a name=\"BK25\"></a>part viii <br/>  interest and Fee</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "PART VIII  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART VIII INTEREST AND FEE",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "19.",
            "part_id": "PART VIII  ",
            "part_type": "PART VIII INTEREST AND FEE",
            "section": "Prescribed interest",
            "content": " 19. (1) For the purposes of Part V.1 of the Act, the prescribed rates of interest shall be determined in accordance with the following rules: 1. A base rate of interest shall be determined for January 1, 2002 and for each adjustment date after January 1, 2002 and shall be equal to the average prime rate on, i. October 15 of the previous year, if the adjustment date is January 1, ii. January 15 of the same year, if the adjustment date is April 1, iii. April 15 of the same year, if the adjustment date is July 1, and iv. July 15 of the same year, if the adjustment date is October 1. 2. The base rate of interest in effect on a particular date shall be, i. the base rate for the particular date, if the particular date is an adjustment date, and ii. the base rate for the last adjustment date before the particular date, otherwise. 3. The prescribed rate of interest payable by an entity under the Act in respect of a particular day shall be an annual interest rate that is three percentage points higher than the base rate of interest in effect on that day. 4. The prescribed rate of interest to be paid or allowed to an entity under the Act, in respect of a particular day before July 1, 2006, shall be an annual interest rate that is two percentage points lower than the base rate of interest in effect for that day. 4.1 The prescribed rate of interest to be paid or allowed to an entity under the Act, in respect of a particular day after June 30, 2006, shall be an annual interest rate that is three percentage points lower than the base rate of interest in effect for that day. 5. For an overpayment that results from a decision of the Minister or a court on an objection to, or an appeal from, an assessment or a statement of disallowance, the prescribed rate of interest to be paid or allowed in respect of a particular day is the base rate of interest in effect for that day.  O. Reg. 494/01, s. 19 (1); O. Reg. 226/06, s. 1. (2) In this section, “adjustment date” means January 1, April 1, July 1 or October 1; “average prime rate”, on a particular date, means the mean, rounded to the nearest whole percentage point, of the annual rates of interest announced by each of the Royal Bank of Canada, The Bank of Nova Scotia, the Canadian Imperial Bank of Commerce, the Bank of Montreal and The Toronto-Dominion Bank to be its prime or reference rate of interest in effect on that date for determining interest rates on Canadian dollar commercial loans by that bank in Canada.  O. Reg. 494/01, s. 19 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK26\"></a><b>19.</b><b> </b>(1) For the purposes of Part V.1 of the Act, the prescribed rates of interest shall be determined in accordance with the following rules:</p> <p class=\"paragraph-e\">  1. A base rate of interest shall be determined for January 1, 2002 and for each adjustment date after January 1, 2002 and shall be equal to the average prime rate on,</p> <p class=\"subpara-e\">  i. October 15 of the previous year, if the adjustment date is January 1,</p> <p class=\"subpara-e\">  ii. January 15 of the same year, if the adjustment date is April 1,</p> <p class=\"subpara-e\">  iii. April 15 of the same year, if the adjustment date is July 1, and</p> <p class=\"subpara-e\">  iv. July 15 of the same year, if the adjustment date is October 1.</p> <p class=\"paragraph-e\">  2. The base rate of interest in effect on a particular date shall be,</p> <p class=\"subpara-e\">  i. the base rate for the particular date, if the particular date is an adjustment date, and</p> <p class=\"subpara-e\">  ii. the base rate for the last adjustment date before the particular date, otherwise.</p> <p class=\"paragraph-e\">  3. The prescribed rate of interest payable by an entity under the Act in respect of a particular day shall be an annual interest rate that is three percentage points higher than the base rate of interest in effect on that day.</p> <p class=\"paragraph-e\">  4. The prescribed rate of interest to be paid or allowed to an entity under the Act, in respect of a particular day before July 1, 2006, shall be an annual interest rate that is two percentage points lower than the base rate of interest in effect for that day. </p> <p class=\"paragraph-e\">  4.1 The prescribed rate of interest to be paid or allowed to an entity under the Act, in respect of a particular day after June 30, 2006, shall be an annual interest rate that is three percentage points lower than the base rate of interest in effect for that day.</p> <p class=\"paragraph-e\">  5. For an overpayment that results from a decision of the Minister or a court on an objection to, or an appeal from, an assessment or a statement of disallowance, the prescribed rate of interest to be paid or allowed in respect of a particular day is the base rate of interest in effect for that day.  O. Reg. 494/01, s. 19 (1); O. Reg. 226/06, s. 1.</p> <p class=\"subsection-e\">  (2) In this section,</p> <p class=\"firstdef-e\">“adjustment date” means January 1, April 1, July 1 or October 1;</p> <p class=\"definition-e\">“average prime rate”, on a particular date, means the mean, rounded to the nearest whole percentage point, of the annual rates of interest announced by each of the Royal Bank of Canada, The Bank of Nova Scotia, the Canadian Imperial Bank of Commerce, the Bank of Montreal and The Toronto-Dominion Bank to be its prime or reference rate of interest in effect on that date for determining interest rates on Canadian dollar commercial loans by that bank in Canada.  O. Reg. 494/01, s. 19 (2).</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "20.",
            "part_id": "PART VIII  ",
            "part_type": "PART VIII INTEREST AND FEE",
            "section": "Additional Fee",
            "content": " 20. For the purposes of subsection 85.14 (4) of the Act, the prescribed amount of the additional fee is $35 for each payment or remittance described in that subsection.  O. Reg. 494/01, s. 20.    ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK27\"></a><b>20.</b><b> </b>For the purposes of subsection 85.14 (4) of the Act, the prescribed amount of the additional fee is $35 for each payment or remittance described in that subsection.  O. Reg. 494/01, s. 20.</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}