{
    "reg_info": {
        "full_title": "O. Reg. 287/01: BUILDING SERVICES PROVIDERS",
        "reg_name_text": "BUILDING SERVICES PROVIDERS",
        "citation": "O. Reg. 287/01: ",
        "act_under": "Employment Standards Act, 2000",
        "url": "https://www.ontario.ca/laws/regulation/010287",
        "date_scraped": "2023-12-19 18:00:27"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "September 30, 2005",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/010287/v1",
            "valid_from": "September  4, 2001",
            "valid_to": "September 29, 2005"
        }
    ],
    "content": [
        {
            "id": "BK0",
            "section": "Prescribed services for a building",
            "content": " 1. The following are prescribed as services for a building for the purposes of the definition of “building services” in subsection 1 (1) of the Act: 1. Services that are intended to relate only to the building and its occupants and visitors with respect to, i. a parking garage or parking lot, and ii. a concession stand. 2. Property management services that are intended to relate only to the building.  O. Reg. 287/01, s. 1.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK0\"></a>1.</b><b> </b>The following are prescribed as services for a building for the purposes of the definition of “building services” in subsection 1 (1) of the Act:</p> <p class=\"paragraph-e\">  1. Services that are intended to relate only to the building and its occupants and visitors with respect to,</p> <p class=\"subpara-e\">  i. a parking garage or parking lot, and</p> <p class=\"subpara-e\">  ii. a concession stand.</p> <p class=\"paragraph-e\">  2. Property management services that are intended to relate only to the building.  O. Reg. 287/01, s. 1.</p>"
        },
        {
            "id": "BK1",
            "section": "Prescribed employees",
            "content": " 2. (1) The following are prescribed for the purposes of clause 75 (4) (b) of the Act as employees with respect to whom a new provider is not required to comply with Part XV (Termination and Severance of Employment) of the Act:  1. An employee whose work, before the changeover date, included providing building services at the premises, but who did not perform his or her job duties primarily at those premises during the 13 weeks before the changeover date. 2. An employee whose work included providing building services at the premises, but who, i. was not actively at work immediately before the changeover date, and ii. did not perform his or her job duties primarily at the premises during the most recent 13 weeks of active employment. 3. An employee who did not perform his or her job duties at the premises for at least 13 weeks during the 26-week period before the changeover date. 4. An employee who refuses an offer of employment with the new provider that is reasonable in the circumstances.  O. Reg. 287/01, s. 2 (1). (2) For the purposes of paragraph 4 of subsection (1), if the new provider requested information under subsection 77 (1) of the Act, the terms and conditions of the employee’s employment with the replaced provider on the date of the request are one of the circumstances that shall be taken into account in determining whether the offer is reasonable.  O. Reg. 287/01, s. 2 (2). (3) The 26-week period referred to in paragraph 3 of subsection (1) shall be calculated without including any period during which the provision of building services at the premises was temporarily discontinued.  O. Reg. 287/01, s. 2 (3). (4) With respect to an employee’s services at the premises, the 26-week period referred to in paragraph 3 of subsection (1) shall be calculated without including any period during which the employee was on a leave of absence under Part XIV of the Act.  O. Reg. 287/01, s. 2 (4). (5) In this section, “changeover date” means the day the new provider begins to provide services at the premises.  O. Reg. 287/01, s. 2 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>2.</b><b> </b>(1) The following are prescribed for the purposes of clause 75 (4) (b) of the Act as employees with respect to whom a new provider is not required to comply with Part XV (Termination and Severance of Employment) of the Act: </p> <p class=\"paragraph-e\">  1. An employee whose work, before the changeover date,<i> </i>included providing building services at the premises, but who did not perform his or her job duties primarily at those premises during the 13 weeks before the changeover date.</p> <p class=\"paragraph-e\">  2. An employee whose work included providing building services at the premises, but who,</p> <p class=\"subpara-e\">  i. was not actively at work immediately before the changeover date, and </p> <p class=\"subpara-e\">  ii. did not perform his or her job duties primarily at the premises during the most recent 13 weeks of active employment.</p> <p class=\"paragraph-e\">  3. An employee who did not perform his or her job duties at the premises for at least 13 weeks during the 26-week period before the changeover date.</p> <p class=\"paragraph-e\">  4. An employee who refuses an offer of employment with the new provider that is reasonable in the circumstances.  O. Reg. 287/01, s. 2 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of paragraph 4 of subsection (1), if the new provider requested information under subsection 77 (1) of the Act, the terms and conditions of the employee’s employment with the replaced provider on the date of the request are one of the circumstances that shall be taken into account in determining whether the offer is reasonable.  O. Reg. 287/01, s. 2 (2).</p> <p class=\"subsection-e\">  (3) The 26-week period referred to in paragraph 3 of subsection (1) shall be calculated without including any period during which the provision of building services at the premises was temporarily discontinued.  O. Reg. 287/01, s. 2 (3).</p> <p class=\"subsection-e\">  (4) With respect to an employee’s services at the premises, the 26-week period referred to in paragraph 3 of subsection (1) shall be calculated without including any period during which the employee was on a leave of absence under Part XIV of the Act.  O. Reg. 287/01, s. 2 (4).</p> <p class=\"subsection-e\">  (5) In this section,</p> <p class=\"firstdef-e\">“changeover date” means the day the new provider begins to provide services at the premises.  O. Reg. 287/01, s. 2 (5).</p>"
        },
        {
            "id": "BK2",
            "section": "Information about employees",
            "content": " 3. (1) The following is the information about each employee that the owner or manager of premises shall give for the purposes of subsection 77 (1) of the Act: 1. The employee’s job classification or job description. 2. The wage rate actually paid to the employee. 3. A description of any benefits provided to the employee, including the cost of each benefit and the benefit period to which the cost relates. 4. The number of hours that the employee works in a regular work day and in a regular work week. 5. The date on which the provider hired the employee. 6. Any period of employment attributed to the provider under section 10 of the Act. 7. The number of weeks that the employee worked at the premises during the 26 weeks before the request date. 8. A statement indicating whether either of the following subparagraphs applies to the employee: i. The employee’s work, before the request date, included providing building services at the premises, but the employee did not perform his or her job duties primarily at those premises during the 13 weeks before the request date. ii. The employee’s work included providing building services at the premises, but the employee was not actively at work immediately before the request date, and did not perform his or her job duties primarily at the premises during the most recent 13 weeks of active employment.  O. Reg. 287/01, s. 3 (1). (2) The following is the information about each employee that the owner or manager of the premises shall give for the purposes of subsection 77 (2) of the Act: 1. The information listed in paragraphs 1 to 8 of subsection (1). 2. The employee’s name, residential address and telephone number.  O. Reg. 287/01, s. 3 (2). (3) If the employee’s hours of work vary from week to week, paragraph 4 of subsection (1) does not apply and the owner or manager shall, instead, provide the number of the employee’s non-overtime hours for each week that the employee worked during the 13 weeks before the request date.  O. Reg. 287/01, s. 3 (3). (4) The 26-week period referred to in paragraph 7 of subsection (1) shall be calculated without including any period during which the provision of building services at the premises was temporarily discontinued.  O. Reg. 287/01, s. 3 (4). (5) The 26-week period referred to in paragraph 7 of subsection (1) shall be calculated without including any period during which the employee was on a leave of absence under Part XIV of the Act.  O. Reg. 287/01, s. 3 (5). (6) In this section, “request date” means the date on which information is requested under subsection 77 (1) or (2) of the Act, as the case may be.  O. Reg. 287/01, s. 3 (6).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>3.</b><b> </b>(1) The following is the information about each employee that the owner or manager of premises shall give for the purposes of subsection 77 (1) of the Act:</p> <p class=\"paragraph-e\">  1. The employee’s job classification or job description.</p> <p class=\"paragraph-e\">  2. The wage rate actually paid to the employee.</p> <p class=\"paragraph-e\">  3. A description of any benefits provided to the employee, including the cost of each benefit and the benefit period to which the cost relates.</p> <p class=\"paragraph-e\">  4. The number of hours that the employee works in a regular work day and in a regular work week.</p> <p class=\"paragraph-e\">  5. The date on which the provider hired the employee.</p> <p class=\"paragraph-e\">  6. Any period of employment attributed to the provider under section 10 of the Act.</p> <p class=\"paragraph-e\">  7. The number of weeks that the employee worked at the premises during the 26 weeks before the request date.</p> <p class=\"paragraph-e\">  8. A statement indicating whether either of the following subparagraphs applies to the employee:</p> <p class=\"subpara-e\">  i. The employee’s work, before the request date, included providing building services at the premises, but the employee did not perform his or her job duties primarily at those premises during the 13 weeks before the request date.</p> <p class=\"subpara-e\">  ii. The employee’s work included providing building services at the premises, but the employee was not actively at work immediately before the request date, and did not perform his or her job duties primarily at the premises during the most recent 13 weeks of active employment.  O. Reg. 287/01, s. 3 (1).</p> <p class=\"subsection-e\">  (2) The following is the information about each employee that the owner or manager of the premises shall give for the purposes of subsection 77 (2) of the Act:</p> <p class=\"paragraph-e\">  1. The information listed in paragraphs 1 to 8 of subsection (1). </p> <p class=\"paragraph-e\">  2. The employee’s name, residential address and telephone number.  O. Reg. 287/01, s. 3 (2).</p> <p class=\"subsection-e\">  (3) If the employee’s hours of work vary from week to week, paragraph 4 of subsection (1) does not apply and the owner or manager shall, instead, provide the number of the employee’s non-overtime hours for each week that the employee worked during the 13 weeks before the request date.  O. Reg. 287/01, s. 3 (3).</p> <p class=\"subsection-e\">  (4) The 26-week period referred to in paragraph 7 of subsection (1) shall be calculated without including any period during which the provision of building services at the premises was temporarily discontinued.  O. Reg. 287/01, s. 3 (4).</p> <p class=\"subsection-e\">  (5) The 26-week period referred to in paragraph 7 of subsection (1) shall be calculated without including any period during which the employee was on a leave of absence under Part XIV of the Act.  O. Reg. 287/01, s. 3 (5).</p> <p class=\"subsection-e\">  (6) In this section,</p> <p class=\"firstdef-e\">“request date” means the date on which information is requested under subsection 77 (1) or (2) of the Act, as the case may be.  O. Reg. 287/01, s. 3 (6).</p>"
        },
        {
            "id": "4.",
            "section": "Information about employees",
            "content": " 4. Omitted (revokes other Regulations).  O. Reg. 287/01, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4.</b> <span class=\"ovsmallcap\">Omitted (revokes other Regulations)</span>.  O. Reg. 287/01, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Information about employees",
            "content": " 5. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 287/01, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>5.</b> <span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Regulation)</span><span>.</span>  O. Reg. 287/01, s. 5.</p>"
        },
        {
            "id": null,
            "section": "Information about employees",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/010287\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}