{
    "reg_info": {
        "full_title": "O. Reg. 475/96: EXEMPTION-DISTRICT HEATING AND COOLING, WINDSOR-OH-35",
        "reg_name_text": "EXEMPTION ORDER—DISTRICT HEATING AND COOLING, WINDSOR—OH-35",
        "citation": "O. Reg. 475/96: EXEMPTION-DISTRICT HEATING AND COOLING, WINDSOR-OH-35",
        "act_under": "Environmental Assessment Act   Loi sur les évaluations environnementales",
        "url": "https://www.ontario.ca/laws/regulation/960475",
        "date_scraped": "2023-12-21 14:15:16"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": null,
            "section": null,
            "content": "Having received a request from Ontario Hydro that an undertaking, namely: The activity of constructing, owning, operating, maintaining, altering and retiring facilities and works to be located at the Windsor Casino for the production, supply and delivery of heat energy, chilled water and related services to any person, corporation or commission in the City of Windsor, Ontario be exempt from the application of the Act pursuant to section 29; and",
            "raw_html": "<p class=\"parawtab-e\">Having received a request from Ontario Hydro that an undertaking, namely:</p> <p class=\"parawindt-e\">The activity of constructing, owning, operating, maintaining, altering and retiring facilities and works to be located at the Windsor Casino for the production, supply and delivery of heat energy, chilled water and related services to any person, corporation or commission in the City of Windsor, Ontario be exempt from the application of the Act pursuant to section 29; and</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "Having been advised by Ontario Hydro that if the undertaking is subject to the application of the Act, the following injury, damage or interference with the persons and property indicated will occur: A. Ontario Hydro would incur additional expense and time delays if it is required to prepare an environmental assessment for the proposed project. The time delay may impact sufficiently on the project schedule that the project is unable to take advantage of Ontario Hydro’s expertise and Ontario Hydro is unable to participate in the project, thereby losing potential revenue. B. Any delay in the implementation of the project will result in a delay in social and economic opportunities and benefits, including decreased heating and cooling costs, increased employment opportunities and reduced regional air emissions, for the community.",
            "raw_html": "<p class=\"parawtab-e\">Having been advised by Ontario Hydro that if the undertaking is subject to the application of the Act, the following injury, damage or interference with the persons and property indicated will occur:</p> <p class=\"paragraph-e\">A. Ontario Hydro would incur additional expense and time delays if it is required to prepare an environmental assessment for the proposed project. The time delay may impact sufficiently on the project schedule that the project is unable to take advantage of Ontario Hydro’s expertise and Ontario Hydro is unable to participate in the project, thereby losing potential revenue.</p> <p class=\"paragraph-e\">B. Any delay in the implementation of the project will result in a delay in social and economic opportunities and benefits, including decreased heating and cooling costs, increased employment opportunities and reduced regional air emissions, for the community.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;",
            "raw_html": "<p class=\"parawtab-e\">Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of the Act for the following reasons: A. The undertaking is unlikely to have any significant adverse effects on the environment. B. Atmospheric emissions from the undertaking will be appropriately regulated under the Environmental Protection Act.",
            "raw_html": "<p class=\"parawtab-e\">The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of the Act for the following reasons:</p> <p class=\"paragraph-e\">A. The undertaking is unlikely to have any significant adverse effects on the environment.</p> <p class=\"paragraph-e\">B. Atmospheric emissions from the undertaking will be appropriately regulated under the <i>Environmental Protection Act</i>.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "This exemption is subject to the following terms and conditions: 1. Where any activity which otherwise would be exempt under this order is being carried out as or is part of an undertaking for which an environmental assessment has been accepted and approval to proceed received, the activity shall be carried out in accordance with any terms or conditions in the approval to proceed as well as the conditions of this order. 2. Where any activity which is the subject of this order is being carried out as or is part of another undertaking which is the subject of an exemption order under the Act, the activity exempt under this order shall be carried out in accordance with any terms or conditions in the other exemption order as well as the conditions in this order. 3. This exemption covers the activity of constructing, owning, operating, maintaining, altering and retiring facilities and works connected to the facilities and works at the Windsor Casino hereby exempted, and carried out for the purpose of delivering heat energy and chilled water from the Windsor Casino to any person, corporation or commission in the City of Windsor. O. Reg. 475/96. ",
            "raw_html": "<p class=\"parawtab-e\">This exemption is subject to the following terms and conditions:</p> <p class=\"paragraph-e\">1. Where any activity which otherwise would be exempt under this order is being carried out as or is part of an undertaking for which an environmental assessment has been accepted and approval to proceed received, the activity shall be carried out in accordance with any terms or conditions in the approval to proceed as well as the conditions of this order.</p> <p class=\"paragraph-e\">2. Where any activity which is the subject of this order is being carried out as or is part of another undertaking which is the subject of an exemption order under the Act, the activity exempt under this order shall be carried out in accordance with any terms or conditions in the other exemption order as well as the conditions in this order.</p> <p class=\"paragraph-e\">3. This exemption covers the activity of constructing, owning, operating, maintaining, altering and retiring facilities and works connected to the facilities and works at the Windsor Casino hereby exempted, and carried out for the purpose of delivering heat energy and chilled water from the Windsor Casino to any person, corporation or commission in the City of Windsor. O. Reg. 475/96.</p> <p class=\"Normal\"></p>"
        }
    ]
}