{
    "reg_info": {
        "full_title": "O. Reg. 408/07: MORTGAGE BROKERAGES:  LICENSING",
        "reg_name_text": "mortgage brokerages: licensing",
        "citation": "O. Reg. 408/07: MORTGAGE BROKERAGES:  LICENSING",
        "act_under": "Mortgage Brokerages, Lenders and Administrators Act, 2006",
        "url": "https://www.ontario.ca/laws/regulation/070408",
        "date_scraped": "2023-12-18 23:03:22"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June  8, 2019",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/070408/v6",
            "valid_from": "June  5, 2019",
            "valid_to": "June  7, 2019"
        },
        {
            "a_href": "/laws/regulation/070408/v5",
            "valid_from": "March  6, 2009",
            "valid_to": "June  4, 2019"
        },
        {
            "a_href": "/laws/regulation/070408/v4",
            "valid_from": "July  1, 2008",
            "valid_to": "March  5, 2009"
        },
        {
            "a_href": "/laws/regulation/070408/v3",
            "valid_from": "June  6, 2008",
            "valid_to": "June 30, 2008"
        },
        {
            "a_href": "/laws/regulation/070408/v2",
            "valid_from": "March  1, 2008",
            "valid_to": "June  5, 2008"
        },
        {
            "a_href": "/laws/regulation/070408/v1",
            "valid_from": "July 27, 2007",
            "valid_to": "February 29, 2008"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "For a corporation",
            "content": " 1. (1) A brokerage licence may be issued under subsection 14 (1) of the Act to a corporation if all of the following requirements are satisfied: 1. The corporation was incorporated under an Act of any jurisdiction in Canada. 2. The corporation has a mailing address in Ontario that is not a post office box and that is suitable to permit service by registered mail. 3. The corporation has errors and omissions insurance in a form approved by the Chief Executive Officer with extended coverage for loss resulting from fraudulent acts or it has some other form of assurance in a form approved by the Chief Executive Officer.  The insurance or other assurance must be sufficient to pay a minimum of $500,000 in respect of any one occurrence involving the corporation or any mortgage broker or agent authorized to deal or trade in mortgages on its behalf and $1 million in respect of all occurrences during a 365-day period involving the corporation or any such broker or agent. 4. The application includes the particulars of the individual to be designated as the corporation’s principal broker.  The individual must be eligible under subsection 7 (7) of the Act to be designated as a principal broker.  O. Reg. 408/07, s. 1 (1); O. Reg. 174/19, s. 1. (2) In determining whether a corporation is not suitable to be licensed as a mortgage brokerage, the Chief Executive Officer is required by subsection 14 (1) of the Act to have regard to the following prescribed circumstances: 1. Whether, having regard to its financial position, the corporation cannot reasonably be expected to be financially responsible in the conduct of its business. 2. Whether the past conduct of any director or officer of the corporation affords reasonable grounds for belief that the business of the corporation will not be carried on in accordance with the law and with integrity and honesty. 3. Whether the corporation is carrying on activities that contravene or will contravene the Act or the regulations if the corporation is licensed. 4. Whether a director or officer of the corporation has made a false statement or has provided false information to the Chief Executive Officer with respect to the application for a licence.  O. Reg. 408/07, s. 1 (2); O. Reg. 174/19, s. 1. (3) Revoked:  O. Reg. 408/07, s. 1 (4). (4) Spent:  O. Reg. 408/07, s. 1 (4).",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) A brokerage licence may be issued under subsection 14 (1) of the Act to a corporation if all of the following requirements are satisfied:</p> <p class=\"paragraph-e\">  1. The corporation was incorporated under an Act of any jurisdiction in Canada. </p> <p class=\"paragraph-e\">  2. The corporation has a mailing address in Ontario that is not a post office box and that is suitable to permit service by registered mail.</p> <p class=\"paragraph-e\">  3. The corporation has errors and omissions insurance in a form approved by the Chief Executive Officer with extended coverage for loss resulting from fraudulent acts or it has some other form of assurance in a form approved by the Chief Executive Officer.  The insurance or other assurance must be sufficient to pay a minimum of $500,000 in respect of any one occurrence involving the corporation or any mortgage broker or agent authorized to deal or trade in mortgages on its behalf and $1 million in respect of all occurrences during a 365-day period involving the corporation or any such broker or agent.</p> <p class=\"paragraph-e\">  4. The application includes the particulars of the individual to be designated as the corporation’s principal broker.  The individual must be eligible under subsection 7 (7) of the Act to be designated as a principal broker.  O. Reg. 408/07, s. 1 (1); O. Reg. 174/19, s. 1.</p> <p class=\"subsection-e\">  (2) In determining whether a corporation is not suitable to be licensed as a mortgage brokerage, the Chief Executive Officer is required by subsection 14 (1) of the Act to have regard to the following prescribed circumstances:</p> <p class=\"paragraph-e\">  1. Whether, having regard to its financial position, the corporation cannot reasonably be expected to be financially responsible in the conduct of its business.</p> <p class=\"paragraph-e\">  2. Whether the past conduct of any director or officer of the corporation affords reasonable grounds for belief that the business of the corporation will not be carried on in accordance with the law and with integrity and honesty.</p> <p class=\"paragraph-e\">  3. Whether the corporation is carrying on activities that contravene or will contravene the Act or the regulations if the corporation is licensed.</p> <p class=\"paragraph-e\">  4. Whether a director or officer of the corporation has made a false statement or has provided false information to the Chief Executive Officer with respect to the application for a licence.  O. Reg. 408/07, s. 1 (2); O. Reg. 174/19, s. 1.</p> <p class=\"subsection-e\">  (3) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 408/07, s. 1 (4).</p> <p class=\"subsection-e\">  (4) <span class=\"ovsmallcap\">Spent</span>:  O. Reg. 408/07, s. 1 (4).</p>"
        },
        {
            "id": "2.",
            "section": "For a partnership",
            "content": " 2. (1) A brokerage licence may be issued under subsection 14 (1) of the Act to a partnership if all of the following requirements are satisfied: 1. The partnership was formed under the law of any jurisdiction in Canada. 2. The partnership has a mailing address in Ontario that is not a post office box and that is suitable to permit service by registered mail. 3. The partnership has errors and omissions insurance in a form approved by the Chief Executive Officer with extended coverage for loss resulting from fraudulent acts or it has some other form of assurance in a form approved by the Chief Executive Officer.  The insurance or other assurance must be sufficient to pay a minimum of $500,000 in respect of any one occurrence involving the partnership or any mortgage broker or agent authorized to deal or trade in mortgages on its behalf and $1 million in respect of all occurrences during a 365-day period involving the partnership or any such broker or agent. 4. The application includes the particulars of the individual to be designated as the partnership’s principal broker.  The individual must be eligible under subsection 7 (7) of the Act to be designated as a principal broker.  O. Reg. 408/07, s. 2 (1); O. Reg. 174/19, s. 1. (2) In determining whether a partnership is not suitable to be licensed as a mortgage brokerage, the Chief Executive Officer is required by subsection 14 (1) of the Act to have regard to the following prescribed circumstances: 1. Whether, having regard to its financial position, the partnership cannot reasonably be expected to be financially responsible in the conduct of its business. 2. Whether the past conduct of any partner affords reasonable grounds for belief that the business of the partnership will not be carried on in accordance with the law and with integrity and honesty. 3. Whether the partnership or any partner is carrying on activities that contravene or will contravene the Act or the regulations if the partnership is licensed. 4. Whether a partner has made a false statement or has provided false information to the Chief Executive Officer with respect to the application for a licence.  O. Reg. 408/07, s. 2 (2); O. Reg. 174/19, s. 1. (3) Revoked:  O. Reg. 408/07, s. 2 (4). (4) Spent:  O. Reg. 408/07, s. 2 (4).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) A brokerage licence may be issued under subsection 14 (1) of the Act to a partnership if all of the following requirements are satisfied:</p> <p class=\"paragraph-e\">  1. The partnership was formed under the law of any jurisdiction in Canada. </p> <p class=\"paragraph-e\">  2. The partnership has a mailing address in Ontario that is not a post office box and that is suitable to permit service by registered mail.</p> <p class=\"paragraph-e\">  3. The partnership has errors and omissions insurance in a form approved by the Chief Executive Officer with extended coverage for loss resulting from fraudulent acts or it has some other form of assurance in a form approved by the Chief Executive Officer.  The insurance or other assurance must be sufficient to pay a minimum of $500,000 in respect of any one occurrence involving the partnership or any mortgage broker or agent authorized to deal or trade in mortgages on its behalf and $1 million in respect of all occurrences during a 365-day period involving the partnership or any such broker or agent. </p> <p class=\"paragraph-e\">  4. The application includes the particulars of the individual to be designated as the partnership’s principal broker.  The individual must be eligible under subsection 7 (7) of the Act to be designated as a principal broker.  O. Reg. 408/07, s. 2 (1); O. Reg. 174/19, s. 1.</p> <p class=\"subsection-e\">  (2) In determining whether a partnership is not suitable to be licensed as a mortgage brokerage, the Chief Executive Officer is required by subsection 14 (1) of the Act to have regard to the following prescribed circumstances:</p> <p class=\"paragraph-e\">  1. Whether, having regard to its financial position, the partnership cannot reasonably be expected to be financially responsible in the conduct of its business.</p> <p class=\"paragraph-e\">  2. Whether the past conduct of any partner affords reasonable grounds for belief that the business of the partnership will not be carried on in accordance with the law and with integrity and honesty.</p> <p class=\"paragraph-e\">  3. Whether the partnership or any partner is carrying on activities that contravene or will contravene the Act or the regulations if the partnership is licensed.</p> <p class=\"paragraph-e\">  4. Whether a partner has made a false statement or has provided false information to the Chief Executive Officer with respect to the application for a licence.  O. Reg. 408/07, s. 2 (2); O. Reg. 174/19, s. 1.</p> <p class=\"subsection-e\">  (3) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 408/07, s. 2 (4).</p> <p class=\"subsection-e\"><span class=\"ovsmallcap\">  (4) Spent</span>:  O. Reg. 408/07, s. 2 (4).</p>"
        },
        {
            "id": "3.",
            "section": "For a sole proprietorship",
            "content": " 3. (1) A brokerage licence may be issued under subsection 14 (1) of the Act to a sole proprietorship if all of the following requirements are satisfied: 1. The proprietor is a resident of Canada. 2. The sole proprietorship has a mailing address in Ontario that is not a post office box and that is suitable to permit service by registered mail. 3. The sole proprietorship has errors and omissions insurance in a form approved by the Chief Executive Officer with extended coverage for loss resulting from fraudulent acts or it has some other form of assurance in a form approved by the Chief Executive Officer.  The insurance or other assurance must be sufficient to pay a minimum of $500,000 in respect of any one occurrence involving the sole proprietorship or any mortgage broker or agent authorized to deal or trade in mortgages on its behalf and $1 million in respect of all occurrences during a 365-day period involving the sole proprietorship or any such broker or agent.  O. Reg. 408/07, s. 3 (1); O. Reg. 174/19, s. 1. (2) In determining whether a sole proprietorship is not suitable to be licensed as a mortgage brokerage, the Chief Executive Officer is required by subsection 14 (1) of the Act to have regard to the following prescribed circumstances: 1. Whether, having regard to its financial position, the sole proprietorship cannot reasonably be expected to be financially responsible in the conduct of its business. 2. Whether the past conduct of the proprietor affords reasonable grounds for belief that the business of the sole proprietorship will not be carried on in accordance with the law and with integrity and honesty. 3. Whether the sole proprietorship or the proprietor is carrying on activities that contravene or will contravene the Act or the regulations if the sole proprietorship is licensed. 4. Whether the proprietor has made a false statement or has provided false information to the Chief Executive Officer with respect to the application for a licence.  O. Reg. 408/07, s. 3 (2); O. Reg. 174/19, s. 1. (3) Revoked:  O. Reg. 408/07, s. 3 (4). (4) Spent:  O. Reg. 408/07, s. 3 (4). Licensees’ Authorized Names",
            "raw_html": "<p class=\"section-e\"> <b>3.</b> (1) A brokerage licence may be issued under subsection 14 (1) of the Act to a sole proprietorship if all of the following requirements are satisfied:</p> <p class=\"paragraph-e\">  1. The proprietor is a resident of Canada. </p> <p class=\"paragraph-e\">  2. The sole proprietorship has a mailing address in Ontario that is not a post office box and that is suitable to permit service by registered mail.</p> <p class=\"paragraph-e\">  3. The sole proprietorship has errors and omissions insurance in a form approved by the Chief Executive Officer with extended coverage for loss resulting from fraudulent acts or it has some other form of assurance in a form approved by the Chief Executive Officer.  The insurance or other assurance must be sufficient to pay a minimum of $500,000 in respect of any one occurrence involving the sole proprietorship or any mortgage broker or agent authorized to deal or trade in mortgages on its behalf and $1 million in respect of all occurrences during a 365-day period involving the sole proprietorship or any such broker or agent.  O. Reg. 408/07, s. 3 (1); O. Reg. 174/19, s. 1.</p> <p class=\"subsection-e\">  (2) In determining whether a sole proprietorship is not suitable to be licensed as a mortgage brokerage, the Chief Executive Officer is required by subsection 14 (1) of the Act to have regard to the following prescribed circumstances:</p> <p class=\"paragraph-e\">  1. Whether, having regard to its financial position, the sole proprietorship cannot reasonably be expected to be financially responsible in the conduct of its business.</p> <p class=\"paragraph-e\">  2. Whether the past conduct of the proprietor affords reasonable grounds for belief that the business of the sole proprietorship will not be carried on in accordance with the law and with integrity and honesty.</p> <p class=\"paragraph-e\">  3. Whether the sole proprietorship or the proprietor is carrying on activities that contravene or will contravene the Act or the regulations if the sole proprietorship is licensed.</p> <p class=\"paragraph-e\">  4. Whether the proprietor has made a false statement or has provided false information to the Chief Executive Officer with respect to the application for a licence.  O. Reg. 408/07, s. 3 (2); O. Reg. 174/19, s. 1.</p> <p class=\"subsection-e\">  (3) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 408/07, s. 3 (4).</p> <p class=\"subsection-e\">  (4) <span class=\"ovsmallcap\">Spent</span>:  O. Reg. 408/07, s. 3 (4).</p> <p class=\"heading1-e\">Licensees’ Authorized Names</p>"
        },
        {
            "id": "4.",
            "section": "Authorized names",
            "content": " 4. (1) A brokerage licence is issued either in the legal name of the corporation, partnership or sole proprietorship or in the legal name and one other name that is registered to the corporation, partnership or sole proprietorship under the Business Names Act.  O. Reg. 408/07, s. 4 (1). (2) Despite subsection (1), a brokerage licence cannot be issued to a corporation, partnership or sole proprietorship in any name that the Chief Executive Officer reasonably believes is, (a) the same as or similar to the name of another licensee such that the use of that name by two licensees would be likely to confuse or mislead the public; or (b) objectionable on any public grounds.  O. Reg. 408/07, s. 4 (2); O. Reg. 174/19, s. 1. Surrender of Licence",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) A brokerage licence is issued either in the legal name of the corporation, partnership or sole proprietorship or in the legal name and one other name that is registered to the corporation, partnership or sole proprietorship under the <i>Business Names Act</i>.  O. Reg. 408/07, s. 4 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), a brokerage licence cannot be issued to a corporation, partnership or sole proprietorship in any name that the Chief Executive Officer reasonably believes is, </p> <p class=\"clause-e\">  (a) the same as or similar to the name of another licensee such that the use of that name by two licensees would be likely to confuse or mislead the public; or </p> <p class=\"clause-e\">  (b) objectionable on any public grounds.  O. Reg. 408/07, s. 4 (2); O. Reg. 174/19, s. 1.</p> <p class=\"heading1-e\"><a name=\"BK27\"></a>Surrender of Licence</p>"
        },
        {
            "id": "4.1",
            "section": "Criteria re surrender of licence",
            "content": " 4.1 The following criteria are prescribed for the purposes of subsection 20 (3) of the Act as criteria to which the Chief Executive Officer shall have regard when determining whether it is not in the public interest to allow a licensee to surrender a brokerage licence: 1. Whether the applicant has any funds remaining in a mortgage brokerage trust account that was being maintained under the standards of practice. 2. Whether any funds in the applicant’s mortgage brokerage trust account have not been accounted for. 3. Whether the applicant has failed to make reasonable arrangements for the retention of the records required by the standards of practice, or has failed to inform the Chief Executive Officer about the location in which the records are to be kept. 4. Whether any deeds, instruments or agreements signed by or on behalf of a borrower, lender or investor or any other documents given to the applicant by the borrower, lender or investor in connection with the applicant’s business of dealing or trading in mortgages have not been returned. 5. Whether the applicant has any outstanding fees, charges or penalties payable under the Act.  O. Reg. 183/08, s. 1; O. Reg. 174/19, s. 1. Transition",
            "raw_html": "<p class=\"section-e\"> <b>4.1 </b>The following criteria are prescribed for the purposes of subsection 20 (3) of the Act as criteria to which the Chief Executive Officer shall have regard when determining whether it is not in the public interest to allow a licensee to surrender a brokerage licence:</p> <p class=\"paragraph-e\">  1. Whether the applicant has any funds remaining in a mortgage brokerage trust account that was being maintained under the standards of practice.</p> <p class=\"paragraph-e\">  2. Whether any funds in the applicant’s mortgage brokerage trust account have not been accounted for.</p> <p class=\"paragraph-e\">  3. Whether the applicant has failed to make reasonable arrangements for the retention of the records required by the standards of practice, or has failed to inform the Chief Executive Officer about the location in which the records are to be kept.</p> <p class=\"paragraph-e\">  4. Whether any deeds, instruments or agreements signed by or on behalf of a borrower, lender or investor or any other documents given to the applicant by the borrower, lender or investor in connection with the applicant’s business of dealing or trading in mortgages have not been returned.</p> <p class=\"paragraph-e\">  5. Whether the applicant has any outstanding fees, charges or penalties payable under the Act.  O. Reg. 183/08, s. 1; O. Reg. 174/19, s. 1.</p> <p class=\"heading1-e\">Transition</p>"
        },
        {
            "id": "5.",
            "section": "Transition",
            "content": " 5. (1) References in this Regulation to a form approved by the Chief Executive Officer are deemed to include the last form approved by the Superintendent for the purposes of the relevant provision prior to the day section 1 of Schedule 17 to the Plan for Care and Opportunity Act (Budget Measures), 2018\r\ncame into force until the Chief Executive Officer approves a subsequent form for the purposes of the relevant provision. O. Reg. 174/19, s. 2. (2) A decision made by the Superintendent under this Regulation, as it read prior to the day section 1 of Schedule 17 to the Plan for Care and Opportunity Act (Budget Measures), 2018 came into force, is deemed to have been made by the Chief Executive Officer. O. Reg. 174/19, s. 2. (3) Any application provided to the Superintendent under this Regulation, as it read prior to the day section 1 of Schedule 17 to the Plan for Care and Opportunity Act (Budget Measures), 2018 came into force, is deemed to have been provided to the Chief Executive Officer. O. Reg. 174/19, s. 2.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) References in this Regulation to a form approved by the Chief Executive Officer are deemed to include the last form approved by the Superintendent for the purposes of the relevant provision prior to the day section 1 of Schedule 17 to the <i>Plan for Care and Opportunity Act (Budget Measures), 2018</i>\r\ncame into force until the Chief Executive Officer approves a subsequent form for the purposes of the relevant provision. O. Reg. 174/19, s. 2.</p> <p class=\"subsection-e\">  (2) A decision made by the Superintendent under this Regulation, as it read prior to the day section 1 of Schedule 17 to the <i>Plan for Care and Opportunity Act (Budget Measures), 2018</i> came into force, is deemed to have been made by the Chief Executive Officer. O. Reg. 174/19, s. 2.</p> <p class=\"subsection-e\">  (3) Any application provided to the Superintendent under this Regulation, as it read prior to the day section 1 of Schedule 17 to the <i>Plan for Care and Opportunity Act (Budget Measures), 2018</i> came into force, is deemed to have been provided to the Chief Executive Officer. O. Reg. 174/19, s. 2.</p> <p class=\"subsection-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/070408\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}