{
    "reg_info": {
        "full_title": "O. Reg. 27/96: LICENSING POWERS",
        "reg_name_text": "LICENSING POWERS",
        "citation": "O. Reg. 27/96: ",
        "act_under": "Municipal Act",
        "url": "https://www.ontario.ca/laws/regulation/960027",
        "date_scraped": "2023-12-19 21:46:44"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. A local municipality does not have the power under Part XVII.1 of the Act to pass a by-law to license, regulate or govern the operation of a group home as defined in subsection 240 (1) of the Act. O. Reg. 27/96, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>A local municipality does not have the power under Part XVII.1 of the Act to pass a by-law to license, regulate or govern the operation of a group home as defined in subsection 240 (1) of the Act. O. Reg. 27/96, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) A local municipality does not have the power under Part XVII.1 of the Act to pass a by-law to license, regulate or govern the rental of a residential unit. O. Reg. 27/96, s. 2 (1). (2) For the purpose of subsection (1), “residential unit” means a unit that, (a) consists of a self-contained set of rooms located in a building or structure, (b) is used as a residential premises, (c) contains kitchen and bathroom facilities that are used only by the occupants of the unit, (d) is used as a single housekeeping unit, which includes a unit in which no occupant has exclusive possession of any part of the unit, and (e) has a means of egress to the outside of the building or structure, which may be a means of egress through another residential unit. O. Reg. 27/96, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) A local municipality does not have the power under Part XVII.1 of the Act to pass a by-law to license, regulate or govern the rental of a residential unit. O. Reg. 27/96, s. 2 (1).</p> <p class=\"subsection-e\">(2) For the purpose of subsection (1),</p> <p class=\"firstdef-e\">“residential unit” means a unit that,</p> <p class=\"defclause-e\">(a) consists of a self-contained set of rooms located in a building or structure,</p> <p class=\"defclause-e\">(b) is used as a residential premises,</p> <p class=\"defclause-e\">(c) contains kitchen and bathroom facilities that are used only by the occupants of the unit,</p> <p class=\"defclause-e\">(d) is used as a single housekeeping unit, which includes a unit in which no occupant has exclusive possession of any part of the unit, and</p> <p class=\"defclause-e\">(e) has a means of egress to the outside of the building or structure, which may be a means of egress through another residential unit. O. Reg. 27/96, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. A local municipality does not have the power under Part XVII.1 of the Act to impose any condition with respect to the sale or service of liquor, as defined in the Liquor Licence Act, as a requirement of obtaining, continuing to hold or renewing a licence issued by the municipality. O. Reg. 379/97, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>A local municipality does not have the power under Part XVII.1 of the Act to impose any condition with respect to the sale or service of liquor, as defined in the <i>Liquor Licence Act</i>, as a requirement of obtaining, continuing to hold or renewing a licence issued by the municipality. O. Reg. 379/97, s. 1.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. A local municipality does not have the power under Part XVII.1 or section 232 of the Act to license, regulate or govern, (a) a courier business wherein parcels and documents are conveyed in vehicles used for hire (other than buses and cabs); or (b) the owners or drivers of vehicles used for hire in a courier business (other than buses and cabs) for the conveyance of parcels and documents. O. Reg. 405/97, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>A local municipality does not have the power under Part XVII.1 or section 232 of the Act to license, regulate or govern,</p> <p class=\"clause-e\">(a) a courier business wherein parcels and documents are conveyed in vehicles used for hire (other than buses and cabs); or</p> <p class=\"clause-e\">(b) the owners or drivers of vehicles used for hire in a courier business (other than buses and cabs) for the conveyance of parcels and documents. O. Reg. 405/97, s. 1.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) A municipality, including a regional municipality, does not have the power under Part XVII.1 or section 232 of the Municipal Act, section 106 of the Regional Municipalities Act, subsection 38 (1) of the Regional Municipality of Haldimand-Norfolk Act, section 48 of the Regional Municipality of Hamilton-Wentworth Act, subsection 41 (2) of the Regional Municipality of Sudbury Act, section 36 of the Regional Municipality of Waterloo Act or subsection 30 (4) or (5) of the Regional Municipality of York Act to license, regulate or govern, (a) a transportation business wherein property is conveyed in motor vehicles used for hire (other than buses, cabs and tow trucks); or (b) the owners or drivers of motor vehicles used for hire (other than buses, cabs and tow trucks) for the conveyance of property. O. Reg. 409/97, s. 1. (2) A municipality, including a regional municipality, does not have the power under Part XVII.1 or section 232 of the Municipal Act, section 106 of the Regional Municipalities Act, subsection 38 (1) of the Regional Municipality of Haldimand-Norfolk Act, section 48 of the Regional Municipality of Hamilton-Wentworth Act, subsection 41 (2) of the Regional Municipality of Sudbury Act, section 36 of the Regional Municipality of Waterloo Act or subsection 30 (4) or (5) of the Regional Municipality of York Act to regulate or govern motor vehicles used for hire (other than buses, cabs and tow trucks) for the conveyance of property. O. Reg. 409/97, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) A municipality, including a regional municipality, does not have the power under Part XVII.1 or section 232 of the <i>Municipal Act</i>, section 106 of the <i>Regional Municipalities Act</i>, subsection 38 (1) of the <i>Regional Municipality of Haldimand-Norfolk Act</i>, section 48 of the <i>Regional Municipality of Hamilton-Wentworth Act</i>, subsection 41 (2) of the <i>Regional Municipality of Sudbury Act</i>, section 36 of the <i>Regional Municipality of Waterloo Act</i> or subsection 30 (4) or (5) of the <i>Regional Municipality of York Act</i> to license, regulate or govern,</p> <p class=\"clause-e\">(a) a transportation business wherein property is conveyed in motor vehicles used for hire (other than buses, cabs and tow trucks); or</p> <p class=\"clause-e\">(b) the owners or drivers of motor vehicles used for hire (other than buses, cabs and tow trucks) for the conveyance of property. O. Reg. 409/97, s. 1.</p> <p class=\"subsection-e\">(2) A municipality, including a regional municipality, does not have the power under Part XVII.1 or section 232 of the <i>Municipal Act</i>, section 106 of the <i>Regional Municipalities Act</i>, subsection 38 (1) of the <i>Regional Municipality of Haldimand-Norfolk Act</i>, section 48 of the <i>Regional Municipality of Hamilton-Wentworth Act</i>, subsection 41 (2) of the <i>Regional Municipality of Sudbury Act</i>, section 36 of the <i>Regional Municipality of Waterloo Act</i> or subsection 30 (4) or (5) of the <i>Regional Municipality of York Act</i> to regulate or govern motor vehicles used for hire (other than buses, cabs and tow trucks) for the conveyance of property. O. Reg. 409/97, s. 1.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. A municipality, including a regional municipality, does not have the power under any Act to impose, as a requirement of obtaining, continuing to hold or renewing a licence, any condition respecting containers for alcoholic beverages, including a condition requiring the vendor of alcoholic beverages to establish, operate or maintain a system or facilities for the return of containers for alcoholic beverages. O. Reg. 700/98, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>A municipality, including a regional municipality, does not have the power under any Act to impose, as a requirement of obtaining, continuing to hold or renewing a licence, any condition respecting containers for alcoholic beverages, including a condition requiring the vendor of alcoholic beverages to establish, operate or maintain a system or facilities for the return of containers for alcoholic beverages. O. Reg. 700/98, s. 1.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. A municipality, including a regional municipality, does not have the power under Part XVII.1 of the Act to license, regulate or govern any of the following: 1. The business of trading in real estate (as “real estate” and “trade” are defined in section 1 of the Real Estate and Business Brokers Act). 2. A person registered under the Real Estate and Business Brokers Act who is carrying on business as a broker (as “broker” is defined in section 1 of that Act). 3. A person registered under the Real Estate and Business Brokers Act who is carrying on business as a salesperson (as “salesperson” is defined in section 1 of that Act). O. Reg. 49/99, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>A municipality, including a regional municipality, does not have the power under Part XVII.1 of the Act to license, regulate or govern any of the following:</p> <p class=\"paragraph-e\">1. The business of trading in real estate (as “real estate” and “trade” are defined in section 1 of the <i>Real Estate and Business Brokers Act</i>).</p> <p class=\"paragraph-e\">2. A person registered under the <i>Real Estate and Business Brokers Act</i> who is carrying on business as a broker (as “broker” is defined in section 1 of that Act).</p> <p class=\"paragraph-e\">3. A person registered under the <i>Real Estate and Business Brokers Act</i> who is carrying on business as a salesperson (as “salesperson” is defined in section 1 of that Act). O. Reg. 49/99, s. 1.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. (1) The City of Ottawa does not have the power under Part XVII.1 of the Act to impose on any individual carrying on or engaged in the trade of electrician any condition that requires that individual to complete examinations in relation to, or obtain any certificate issued by or on behalf of the city in relation to, his or her competence to perform electrical work and act in a supervisory capacity on a construction site where electrical work is being performed as a condition of obtaining, continuing to hold or renewing a licence as an electrician if, (a) the individual has successfully completed the examination of skills related to managing construction work required by the Quebec Building Board in the category of specialized contractor, subcategory 4284 electrical contractor; and (b) the individual has obtained a certificate from the director of the Jobs Protection Office of the Ministry of Labour confirming that the requirement in clause (a) has been met. O. Reg. 142/01, s. 1. (2) The restriction on the power to make by-laws set out in subsection (1) applies irrespective of whether the by-law characterizes the licences as being for master electricians or uses other terms categorizing licences by the level of seniority or experience. O. Reg. 142/01, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) The City of Ottawa does not have the power under Part XVII.1 of the Act to impose on any individual carrying on or engaged in the trade of electrician any condition that requires that individual to complete examinations in relation to, or obtain any certificate issued by or on behalf of the city in relation to, his or her competence to perform electrical work and act in a supervisory capacity on a construction site where electrical work is being performed as a condition of obtaining, continuing to hold or renewing a licence as an electrician if,</p> <p class=\"clause-e\">(a) the individual has successfully completed the examination of skills related to managing construction work required by the Quebec Building Board in the category of specialized contractor, subcategory 4284 electrical contractor; and</p> <p class=\"clause-e\">(b) the individual has obtained a certificate from the director of the Jobs Protection Office of the Ministry of Labour confirming that the requirement in clause (a) has been met. O. Reg. 142/01, s. 1.</p> <p class=\"subsection-e\">(2) The restriction on the power to make by-laws set out in subsection (1) applies irrespective of whether the by-law characterizes the licences as being for master electricians or uses other terms categorizing licences by the level of seniority or experience. O. Reg. 142/01, s. 1.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. (1) The City of Ottawa does not have the power under Part XVII.1 of the Act to impose on any individual carrying on or engaged in the trade of plumbing any condition that requires the individual to complete examinations in relation to, or obtain any certificate issued by or on behalf of the city in relation to, his or her competence to perform plumbing work and act in a supervisory capacity on a construction site where plumbing work is being performed as a condition of obtaining, continuing to hold or renewing a licence as a plumber if, (a) the individual has successfully completed the examination of skills related to managing construction work required by the Quebec Building Board in the category of specialized contractor, subcategory 4285.14 plumbing contractor; and (b) the individual has obtained a certificate from the director of the Jobs Protection Office of the Ministry of Labour confirming that the requirement in clause (a) has been met. O. Reg. 142/01, s. 1. (2) The restriction on the power to make by-laws set out in subsection (1) applies irrespective of whether the by-law characterizes the licences as being for master plumbers or uses other terms categorizing licences by the level of seniority or experience. O. Reg. 142/01, s. 1. Français ",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) The City of Ottawa does not have the power under Part XVII.1 of the Act to impose on any individual carrying on or engaged in the trade of plumbing any condition that requires the individual to complete examinations in relation to, or obtain any certificate issued by or on behalf of the city in relation to, his or her competence to perform plumbing work and act in a supervisory capacity on a construction site where plumbing work is being performed as a condition of obtaining, continuing to hold or renewing a licence as a plumber if,</p> <p class=\"clause-e\">(a) the individual has successfully completed the examination of skills related to managing construction work required by the Quebec Building Board in the category of specialized contractor, subcategory 4285.14 plumbing contractor; and</p> <p class=\"clause-e\">(b) the individual has obtained a certificate from the director of the Jobs Protection Office of the Ministry of Labour confirming that the requirement in clause (a) has been met. O. Reg. 142/01, s. 1.</p> <p class=\"subsection-e\">(2) The restriction on the power to make by-laws set out in subsection (1) applies irrespective of whether the by-law characterizes the licences as being for master plumbers or uses other terms categorizing licences by the level of seniority or experience. O. Reg. 142/01, s. 1.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_960027_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_960027_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}