{
    "reg_info": {
        "full_title": "O. Reg. 852/21: AMENDMENTS TO THE CLASS ENVIRONMENTAL ASSESSMENT FOR MINOR TRANSMISSION FACILITIES OF HYDRO ONE",
        "reg_name_text": "AMENDMENTS TO THE CLASS ENVIRONMENTAL ASSESSMENT FOR MINOR TRANSMISSION FACILITIES OF HYDRO ONE",
        "citation": "O. Reg. 852/21: ",
        "act_under": "Environmental Assessment Act",
        "url": "https://www.ontario.ca/laws/regulation/210852",
        "date_scraped": "2023-12-18 04:59:31"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/210852/v2",
            "valid_from": "January  1, 2022",
            "valid_to": "December 31, 2022"
        },
        {
            "a_href": "/laws/regulation/210852/v1",
            "valid_from": "December 14, 2021",
            "valid_to": "December 31, 2021"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definition",
            "content": "  1. In this Regulation, “Hydro One Class Environmental Assessment” means the Class Environmental Assessment for Minor Transmission Facilities of Hydro One approved by the Lieutenant Governor in Council on November 16, 2016 under Order in Council 1726/2016, as amended or renamed from time to time.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>In this Regulation,</p> <p class=\"definition-e\">“Hydro One Class Environmental Assessment” means the Class Environmental Assessment for Minor Transmission Facilities of Hydro One approved by the Lieutenant Governor in Council on November 16, 2016 under Order in Council 1726/2016, as amended or renamed from time to time.</p>"
        },
        {
            "id": "2.",
            "section": "Amendments",
            "content": "  2. The amendments to the Hydro One Class Environmental Assessment are set out in Schedule 1 to this Regulation.",
            "raw_html": "<p class=\"section-e\"><b>  2. </b>The amendments to the Hydro One Class Environmental Assessment are set out in Schedule 1 to this Regulation.</p>"
        },
        {
            "id": "3. This Regulation is revoked.",
            "section": "Amendments",
            "content": " 3. This Regulation is revoked.",
            "raw_html": "<p class=\"section-e\"> <b>3. This Regulation is revoked.</b></p>"
        },
        {
            "id": "4.",
            "section": "Amendments",
            "content": " 4. Omitted (provides for coming into force of provisions of this Regulation). Schedule 1",
            "raw_html": "<p class=\"section-e\"> <b>4.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p> <p class=\"schedule-e\">Schedule 1</p>"
        },
        {
            "id": "1.",
            "section": "Amendments",
            "content": "  1. Clause a. in the second paragraph of section 1.1 of the Hydro One Class Environmental Assessment is revoked and the following substituted: a.  The planning, design and construction of minor transmission lines and/or transmission stations (including telecommunication stations), and the subsequent operation, maintenance and retirement of these facilities. “Minor transmission lines” means all transmission lines that: i.  Are capable of operating at a nominal voltage of equal to or greater than 115 kilovolts (kV) and less than 345 kV and are greater than 2 kilometres (km) in length; or ii.  Are capable of operating at a nominal voltage of equal to or greater than 345 kV and are greater than 2 km and less than 75 km in length. (Note: Transmission lines that are capable of operating at a nominal voltage of equal to or greater than 345 kV and are equal to or greater than 75 km in length are excluded; those projects are subject to an Individual EA)",
            "raw_html": "<p class=\"section-e\"><b>  1.</b> Clause a. in the second paragraph of section 1.1 of the Hydro One Class Environmental Assessment is revoked and the following substituted:</p> <p class=\"clause-e\">  a.  The planning, design and construction of minor transmission lines and/or transmission stations (including telecommunication stations), and the subsequent operation, maintenance and retirement of these facilities.</p> <p class=\"defclause-e\">  “Minor transmission lines” means all transmission lines that:</p> <p class=\"defsubclause-e\">  i.  Are capable of operating at a nominal voltage of equal to or greater than 115 kilovolts (kV) and less than 345 kV and are greater than 2 kilometres (km) in length; or </p> <p class=\"defsubclause-e\">  ii.  Are capable of operating at a nominal voltage of equal to or greater than 345 kV and are greater than 2 km and less than 75 km in length.</p> <p class=\"Sclause-e\">  (Note: Transmission lines that are capable of operating at a nominal voltage of equal to or greater than 345 kV and are equal to or greater than 75 km in length are excluded; those projects are subject to an Individual EA)</p>"
        },
        {
            "id": "2.",
            "section": "Amendments",
            "content": "  2. Clause c. in the third paragraph of section 3.3.3 of the Hydro One Class Environmental Assessment is revoked and the following substituted: c.  The construction of overhead transmission lines between 2 and 4 km in length that are capable of operating at a nominal voltage less than 500 kV.",
            "raw_html": "<p class=\"section-e\"><b>  2.</b> Clause c. in the third paragraph of section 3.3.3 of the Hydro One Class Environmental Assessment is revoked and the following substituted:</p> <p class=\"clause-e\">  c.  The construction of overhead transmission lines between 2 and 4 km in length that are capable of operating at a nominal voltage less than 500 kV.</p>"
        },
        {
            "id": "3.",
            "section": "Amendments",
            "content": " 3. Section 3.3.3 of the Hydro One Class Environmental Assessment is amended by adding the following immediately before section 3.3.4: Despite anything to the contrary in this section, the following projects do not qualify for the Class EA Screening Process and instead will be assessed under the Class EA Process: a.  The planning, design and construction of a transmission line that is capable of operating at a nominal voltage of greater than 115 kV and less than 345 kV and is equal to or greater than 50 km in length; b.  The planning, design and construction of a transmission line that is capable of operating at nominal voltage of equal to or greater than 345 kV and less than 500 kV and is equal to or greater than 50 km and less than 75 km in length; and c.  The planning, design and construction of a transmission line that is capable of operating at a nominal voltage of equal to or greater than 500 kV and is greater than 2 km and less than 75km in length.",
            "raw_html": "<p class=\"section-e\"> <b>3.</b> Section 3.3.3 of the Hydro One Class Environmental Assessment is amended by adding the following immediately before section 3.3.4:</p> <p class=\"Ssection-e\">  Despite anything to the contrary in this section, the following projects do not qualify for the Class EA Screening Process and instead will be assessed under the Class EA Process:</p> <p class=\"clause-e\">  a.  The planning, design and construction of a transmission line that is capable of operating at a nominal voltage of greater than 115 kV and less than 345 kV and is equal to or greater than 50 km in length;</p> <p class=\"clause-e\">  b.  The planning, design and construction of a transmission line that is capable of operating at nominal voltage of equal to or greater than 345 kV and less than 500 kV and is equal to or greater than 50 km and less than 75 km in length; and</p> <p class=\"clause-e\">  c.  The planning, design and construction of a transmission line that is capable of operating at a nominal voltage of equal to or greater than 500 kV and is greater than 2 km and less than 75km in length.</p>"
        },
        {
            "id": "4.",
            "section": "Amendments",
            "content": "  4. Section 5.3 of the Hydro One Class Environmental Assessment is amended by adding the following immediately before section 5.4:",
            "raw_html": "<p class=\"section-e\"><b>  4.</b> Section 5.3 of the Hydro One Class Environmental Assessment is amended by adding the following immediately before section 5.4:</p>"
        }
    ]
}