{
    "reg_info": {
        "full_title": "O. Reg. 475/07: SERVICE PROVIDER ORGANIZATIONS - SERVICEONTARIO",
        "reg_name_text": "Service Provider organizations — serviceontario",
        "citation": "O. Reg. 475/07: SERVICE PROVIDER ORGANIZATIONS - SERVICEONTARIO",
        "act_under": "Ministry of Government Services Act",
        "url": "https://www.ontario.ca/laws/regulation/070475",
        "date_scraped": "2023-12-18 04:25:43"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June  2, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/070475/v12",
            "valid_from": "September 16, 2022",
            "valid_to": "June  1, 2023"
        },
        {
            "a_href": "/laws/regulation/070475/v11",
            "valid_from": "April  2, 2021",
            "valid_to": "September 15, 2022"
        },
        {
            "a_href": "/laws/regulation/070475/v10",
            "valid_from": "March 18, 2021",
            "valid_to": "April  1, 2021"
        },
        {
            "a_href": "/laws/regulation/070475/v9",
            "valid_from": "October 25, 2019",
            "valid_to": "March 17, 2021"
        },
        {
            "a_href": "/laws/regulation/070475/v8",
            "valid_from": "October  7, 2016",
            "valid_to": "October 24, 2019"
        },
        {
            "a_href": "/laws/regulation/070475/v7",
            "valid_from": "April 15, 2013",
            "valid_to": "October  6, 2016"
        },
        {
            "a_href": "/laws/regulation/070475/v6",
            "valid_from": "April 18, 2011",
            "valid_to": "April 14, 2013"
        },
        {
            "a_href": "/laws/regulation/070475/v5",
            "valid_from": "August 12, 2010",
            "valid_to": "April 17, 2011"
        },
        {
            "a_href": "/laws/regulation/070475/v4",
            "valid_from": "May  1, 2009",
            "valid_to": "August 11, 2010"
        },
        {
            "a_href": "/laws/regulation/070475/v3",
            "valid_from": "June 19, 2008",
            "valid_to": "April 30, 2009"
        },
        {
            "a_href": "/laws/regulation/070475/v2",
            "valid_from": "April 18, 2008",
            "valid_to": "June 18, 2008"
        },
        {
            "a_href": "/laws/regulation/070475/v1",
            "valid_from": "August 24, 2007",
            "valid_to": "April 17, 2008"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Interpretation",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "0.1",
            "part_id": null,
            "part_type": null,
            "section": "References to ministers, ministries",
            "content": " 0.1 A reference in this Regulation to the provision of services by a specified minister or ministry of the Government of Ontario under or in relation to an Act shall be read as a reference to the provision of services by the minister to whom administration of the Act or applicable portion of the Act has been assigned or transferred under the Executive Council Act and to the ministry of that minister, respectively. O. Reg. 349/19, s. 1. Designation of ServiceOntario",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>0.1</b> A reference in this Regulation to the provision of services by a specified minister or ministry of the Government of Ontario under or in relation to an Act shall be read as a reference to the provision of services by the minister to whom administration of the Act or applicable portion of the Act has been assigned or transferred under the <i>Executive Council Act</i> and to the ministry of that minister, respectively. O. Reg. 349/19, s. 1.</p> <p class=\"heading1-e\"><a name=\"BK2\"></a>Designation of ServiceOntario</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "Designation of ServiceOntario",
            "part_id": null,
            "part_type": null,
            "section": "Designation of ServiceOntario",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Designation as service provider organization",
            "content": " 1. ServiceOntario, a part of the Ministry of Government Services, is designated under subsection 17.1 (1) of the Act as a service provider organization. O. Reg. 475/07, s. 1. Designated Services — Government of Ontario",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>1. </b>ServiceOntario, a part of the Ministry of Government Services, is designated under subsection 17.1 (1) of the Act as a service provider organization. O. Reg. 475/07, s. 1.</p> <p class=\"heading1-e\"><a name=\"BK4\"></a>Designated Services — Government of Ontario</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "Designated Services — Government of Ontario",
            "part_id": null,
            "part_type": null,
            "section": "Designated Services — Government of Ontario",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "1.0.1",
            "part_id": null,
            "part_type": null,
            "section": "Database access",
            "content": " 1.0.1 For greater certainty, ServiceOntario is authorized to access a database that is maintained by a ministry or an agency of the Government of Ontario to the extent that is necessary to provide a service designated under sections 1.1 to 13. O. Reg. 115/23, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>1.0.1 </b>For greater certainty, ServiceOntario is authorized to access a database that is maintained by a ministry or an agency of the Government of Ontario to the extent that is necessary to provide a service designated under sections 1.1 to 13. O. Reg. 115/23, s. 1.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "1.1",
            "part_id": null,
            "part_type": null,
            "section": "Administrative services",
            "content": " 1.1 (1) The following administrative services are designated as services which ServiceOntario may provide to the public on behalf of the Government of Ontario: 1. Providing information and responding to queries in relation to programs or services provided by the Government. 2. Accepting correspondence, accepting applications for programs or services provided by the Government, accepting documents and other information required in support of those applications and forwarding that correspondence and those applications, documents and other information to the appropriate ministry or agency of the Government. 3. After accepting and forwarding correspondence or an application under paragraph 2, facilitating the return from the appropriate ministry or agency of the Government of a response to the correspondence or of a processed application, together with any additional related document or information. 4. Providing information respecting the status of an application for a program or service administered by a ministry or an agency of the Government, including the status of a payment under the program or service, in response to an inquiry from the applicant or the applicant’s authorized representative. 5. Providing information respecting an individual’s or entity’s account in connection with a program or service administered by a ministry or an agency of the Government in response to an inquiry from the individual or entity or the individual’s or entity’s authorized representative. 6. Updating an individual’s or entity’s information, including personal information, if the information is maintained by a ministry or an agency of the Government in respect of a program or service administered by that ministry or agency. 7. Assisting a member of the public, or their authorized representative, complete an application for a program or service administered by a ministry or an agency of the Government. 8. Assisting a member of the public, or their authorized representative, make an appointment with a ministry or an agency of the Government. 9. Contacting an individual or entity, or the individual’s or entity’s authorized representative, with respect to a program or service administered by a ministry or an agency of the Government. O. Reg. 224/08, s. 1; O. Reg. 339/16, s. 1; O. Reg. 115/23, s. 2 (1). (2) Nothing in sections 1.1.1 to 13 shall be read as limiting the generality of subsection (1). O. Reg. 115/23, s. 2 (2). Designated Services — Ministry of Community Safety and Correctional Services",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>1.1 </b>(1) The following administrative services are designated as services which ServiceOntario may provide to the public on behalf of the Government of Ontario:</p> <p class=\"paragraph-e\">  1. Providing information and responding to queries in relation to programs or services provided by the Government.</p> <p class=\"paragraph-e\">  2. Accepting correspondence, accepting applications for programs or services provided by the Government, accepting documents and other information required in support of those applications and forwarding that correspondence and those applications, documents and other information to the appropriate ministry or agency of the Government.</p> <p class=\"paragraph-e\">  3. After accepting and forwarding correspondence or an application under paragraph 2, facilitating the return from the appropriate ministry or agency of the Government of a response to the correspondence or of a processed application, together with any additional related document or information. </p> <p class=\"paragraph-e\">  4. Providing information respecting the status of an application for a program or service administered by a ministry or an agency of the Government, including the status of a payment under the program or service, in response to an inquiry from the applicant or the applicant’s authorized representative.</p> <p class=\"paragraph-e\">  5. Providing information respecting an individual’s or entity’s account in connection with a program or service administered by a ministry or an agency of the Government in response to an inquiry from the individual or entity or the individual’s or entity’s authorized representative.</p> <p class=\"paragraph-e\">  6. Updating an individual’s or entity’s information, including personal information, if the information is maintained by a ministry or an agency of the Government in respect of a program or service administered by that ministry or agency.</p> <p class=\"paragraph-e\">  7. Assisting a member of the public, or their authorized representative, complete an application for a program or service administered by a ministry or an agency of the Government.</p> <p class=\"paragraph-e\">  8. Assisting a member of the public, or their authorized representative, make an appointment with a ministry or an agency of the Government.</p> <p class=\"paragraph-e\">  9. Contacting an individual or entity, or the individual’s or entity’s authorized representative, with respect to a program or service administered by a ministry or an agency of the Government. O. Reg. 224/08, s. 1; O. Reg. 339/16, s. 1; O. Reg. 115/23, s. 2 (1).</p> <p class=\"subsection-e\">  (2) Nothing in sections 1.1.1 to 13 shall be read as limiting the generality of subsection (1). O. Reg. 115/23, s. 2 (2).</p> <p class=\"heading1-e\"><a name=\"BK7\"></a>Designated Services — Ministry of Community Safety and Correctional Services</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "Designated Services — Ministry of Community Safety and Correctional Services",
            "part_id": null,
            "part_type": null,
            "section": "Designated Services — Ministry of Community Safety and Correctional Services",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "1.1.1",
            "part_id": null,
            "part_type": null,
            "section": "Private investigators and security guard licences",
            "content": " 1.1.1 The following actions are designated as services that ServiceOntario may provide to the public on behalf of the Minister of Community Safety and Correctional Services and the Ministry of Community Safety and Correctional Services under the Private Security and Investigative Services Act, 2005: 1. Accepting and processing applications for the issuance, replacement or renewal of, i. a licence to act as a private investigator, ii. a licence to act as a security guard, iii. a licence to engage in the business of selling the services of private investigators, iv. a licence to engage in the business of selling the services of security guards, v. a licence to act as both a private investigator and security guard, and vi. a licence to engage in the business of selling the services of both private investigators and security guards. 2. Issuing, replacing or renewing registration records issued under section 5 of that Act. 3. Accepting and processing applications for changing the class of a licence under that Act. O. Reg. 133/13, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>1.1.1 </b>The following actions are designated as services that ServiceOntario may provide to the public on behalf of the Minister of Community Safety and Correctional Services and the Ministry of Community Safety and Correctional Services under the <i>Private Security and Investigative Services Act, 2005</i>:</p> <p class=\"paragraph-e\">  1. Accepting and processing applications for the issuance, replacement or renewal of,</p> <p class=\"subpara-e\">  i. a licence to act as a private investigator,</p> <p class=\"subpara-e\">  ii. a licence to act as a security guard,</p> <p class=\"subpara-e\">  iii. a licence to engage in the business of selling the services of private investigators,</p> <p class=\"subpara-e\">  iv. a licence to engage in the business of selling the services of security guards,</p> <p class=\"subpara-e\">  v. a licence to act as both a private investigator and security guard, and</p> <p class=\"subpara-e\">  vi. a licence to engage in the business of selling the services of both private investigators and security guards.</p> <p class=\"paragraph-e\">  2. Issuing, replacing or renewing registration records issued under section 5 of that Act.</p> <p class=\"paragraph-e\"><span class=\"paragraph-eChar\">  3. Accepting and processing applications for changing the class of a licence under</span> that Act. O. Reg. 133/13, s. 1.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "1.1.2",
            "part_id": null,
            "part_type": null,
            "section": "Administrative services",
            "content": " 1.1.2 The following administrative services otherwise provided by the Ministry of Community Safety and Correctional Services in relation to licences or registration records issued under the Private Security and Investigative Services Act, 2005 are designated as services that ServiceOntario may provide to the public on behalf of that Ministry: 1. Updating the databases that the Ministry maintains of information of licensees and registrants, including personal information. 2. Providing the status of an application for a licence in response to an inquiry from the applicant. 3. Providing a person’s status as a licensee in response to an inquiry from the public. 4. Accepting and processing of payments of fees and refunds. O. Reg. 133/13, s. 1. Designated Services – Ministry of Children, Community and Social Services",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>1.1.2 </b>The following administrative services otherwise provided by the Ministry of Community Safety and Correctional Services in relation to licences or registration records issued under the <i>Private Security and Investigative Services Act, 2005 </i>are designated as services that ServiceOntario may provide to the public on behalf of that Ministry:</p> <p class=\"paragraph-e\">  1. Updating the databases that the Ministry maintains of information of licensees and registrants, including personal information.</p> <p class=\"paragraph-e\">  2. Providing the status of an application for a licence in response to an inquiry from the applicant.</p> <p class=\"paragraph-e\">  3. Providing a person’s status as a licensee in response to an inquiry from the public.</p> <p class=\"paragraph-e\">  4. Accepting and processing of payments of fees and refunds. O. Reg. 133/13, s. 1.</p> <p class=\"heading1-e\"><a name=\"BK10\"></a>Designated Services – Ministry of Children, Community and Social Services</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "Designated Services – Ministry of Children, Community and Social Services",
            "part_id": null,
            "part_type": null,
            "section": "Designated Services – Ministry of Children, Community and Social Services",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "1.1.3",
            "part_id": null,
            "part_type": null,
            "section": "Eligibility for benefits, income support and assistance",
            "content": " 1.1.3 (1) Verifying the eligibility of a member of the public to receive health benefits prescribed under the Ontario Disability Support Program Act, 1997 or the Ontario Works Act, 1997 and communicating the eligibility information to a person providing or facilitating the provision of health services that may be subject to payment as health benefits to the member of the public is designated as a service which ServiceOntario may provide to the public on behalf of the Ministry of Children, Community and Social Services. O. Reg. 339/16, s. 2; O. Reg. 349/19, s. 2 (1, 2). (2) The following are designated as services that ServiceOntario may provide to the public on behalf of the Ministry of Children, Community and Social Services in relation to the provision or receipt of income support, employment supports or extended health benefits under the Ontario Disability Support Program Act, 1997: 1. Assisting members of the public in completing applications to receive income support, employment supports or extended health benefits, and submitting completed applications to the Ministry of Children, Community and Social Services. 2. Providing information respecting the status of an application to receive income support, employment supports or extended health benefits in response to an inquiry from the applicant or the applicant’s authorized representative. 3. Providing information respecting the account of a recipient of income support, employment supports or extended health benefits in response to an inquiry from the recipient or the recipient’s authorized representative. 4. Updating the personal information of recipients that is maintained by the Ministry of Children, Community and Social Services in relation to the provision of income support, employment supports or extended health benefits to recipients. O. Reg. 349/19, s. 2 (3). (3) The following are designated as services that ServiceOntario may provide to the public on behalf of the Ministry of Children, Community and Social Services in relation to the provision or receipt of assistance under the Ontario Works Act, 1997, including in cases where the Ministry of Children, Community and Social Services is acting on behalf of a delivery agent designated under that Act pursuant to an agreement with the delivery agent: 1. Assisting members of the public in completing applications to receive assistance, and submitting completed applications to the Ministry of Children, Community and Social Services or a delivery agent. 2. Providing information respecting the status of an application to receive assistance in response to an inquiry from the applicant or the applicant’s authorized representative. 3. Providing information respecting the account of a recipient of assistance in response to an inquiry from the recipient or the recipient’s authorized representative. 4. Updating the personal information of recipients in relation to the provision of assistance to recipients. O. Reg. 487/22, s. 1. Designated Services — Ministry of Health and Long-Term Care",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>1.1.3 </b>(1) Verifying the eligibility of a member of the public to receive health benefits prescribed under the <i>Ontario Disability Support Program Act, 1997 </i>or the <i>Ontario Works Act, 1997</i> and communicating the eligibility information to a person providing or facilitating the provision of health services that may be subject to payment as health benefits to the member of the public is designated as a service which ServiceOntario may provide to the public on behalf of the Ministry of Children, Community and Social Services. O. Reg. 339/16, s. 2; O. Reg. 349/19, s. 2 (1, 2).</p> <p class=\"subsection-e\">  (2) The following are designated as services that ServiceOntario may provide to the public on behalf of the Ministry of Children, Community and Social Services in relation to the provision or receipt of income support, employment supports or extended health benefits under the <i>Ontario Disability Support Program Act, 1997</i>:</p> <p class=\"paragraph-e\">  1. Assisting members of the public in completing applications to receive income support, employment supports or extended health benefits, and submitting completed applications to the Ministry of Children, Community and Social Services.</p> <p class=\"paragraph-e\">  2. Providing information respecting the status of an application to receive income support, employment supports or extended health benefits in response to an inquiry from the applicant or the applicant’s authorized representative.</p> <p class=\"paragraph-e\">  3. Providing information respecting the account of a recipient of income support, employment supports or extended health benefits in response to an inquiry from the recipient or the recipient’s authorized representative.</p> <p class=\"paragraph-e\">  4. Updating the personal information of recipients that is maintained by the Ministry of Children, Community and Social Services in relation to the provision of income support, employment supports or extended health benefits to recipients. O. Reg. 349/19, s. 2 (3).</p> <p class=\"subsection-e\">  (3) The following are designated as services that ServiceOntario may provide to the public on behalf of the Ministry of Children, Community and Social Services in relation to the provision or receipt of assistance under the <i>Ontario Works Act, 1997</i>, including in cases where the Ministry of Children, Community and Social Services is acting on behalf of a delivery agent designated under that Act pursuant to an agreement with the delivery agent:</p> <p class=\"paragraph-e\">  1. Assisting members of the public in completing applications to receive assistance, and submitting completed applications to the Ministry of Children, Community and Social Services or a delivery agent.</p> <p class=\"paragraph-e\">  2. Providing information respecting the status of an application to receive assistance in response to an inquiry from the applicant or the applicant’s authorized representative.</p> <p class=\"paragraph-e\">  3. Providing information respecting the account of a recipient of assistance in response to an inquiry from the recipient or the recipient’s authorized representative.</p> <p class=\"paragraph-e\">  4. Updating the personal information of recipients in relation to the provision of assistance to recipients. O. Reg. 487/22, s. 1.</p> <p class=\"heading1-e\"><a name=\"BK12\"></a>Designated Services — Ministry of Health and Long-Term Care</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "Designated Services — Ministry of Health and Long-Term Care",
            "part_id": null,
            "part_type": null,
            "section": "Designated Services — Ministry of Health and Long-Term Care",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "1.2",
            "part_id": null,
            "part_type": null,
            "section": "Health cards and organ donor registration",
            "content": " 1.2 The following actions are designated as services that ServiceOntario may provide to the public on behalf of the Minister of Health and Long-Term Care, the Ministry of Health and Long-Term Care and, where applicable, the General Manager for the Ontario Health Insurance Plan: 1. Health cards: accepting and processing applications for the issuance, replacement or renewal of a health card, changing information on a health card and accepting the return or surrender of a health card in accordance with the Health Insurance Act and the regulations made under it. 2. Organ donor registration: registering the organ donation preferences for clients with a health card in accordance with the Gift of Life Act and the regulations made under it. O. Reg. 224/08, s. 1; O. Reg. 206/21, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>1.2 </b>The following actions are designated as services that ServiceOntario may provide to the public on behalf of the Minister of Health and Long-Term Care, the Ministry of Health and Long-Term Care and, where applicable, the General Manager for the Ontario Health Insurance Plan:</p> <p class=\"paragraph-e\">  1. Health cards: accepting and processing applications for the issuance, replacement or renewal of a health card, changing information on a health card and accepting the return or surrender of a health card in accordance with the <i>Health Insurance Act</i> and the regulations made under it.</p> <p class=\"paragraph-e\">  2. Organ donor registration: registering the organ donation preferences for clients with a health card in accordance with the <i>Gift of Life Act</i> and the regulations made under it. O. Reg. 224/08, s. 1; O. Reg. 206/21, s. 1.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "1.3",
            "part_id": null,
            "part_type": null,
            "section": "Administrative services",
            "content": " 1.3 The following administrative services otherwise provided by the Ministry of Health and Long-Term Care are designated as services which ServiceOntario may provide to the public on behalf of that Ministry and, where applicable, the General Manager for the Ontario Health Insurance Plan: 1. Providing information and responding to queries in relation to actions listed in section 1.2 and services listed in this section. 2. Accepting applications for programs related to the provision of insured services under the Health Insurance Act and the regulations made under it. 3. Updating databases that the Ministry maintains of personal information of health card holders. O. Reg. 224/08, s. 1. Designated Services — Ministry of Natural Resources",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>1.3 </b>The following administrative services otherwise provided by the Ministry of Health and Long-Term Care are designated as services which ServiceOntario may provide to the public on behalf of that Ministry and, where applicable, the General Manager for the Ontario Health Insurance Plan:</p> <p class=\"paragraph-e\">  1. Providing information and responding to queries in relation to actions listed in section 1.2 and services listed in this section.</p> <p class=\"paragraph-e\">  2. Accepting applications for programs related to the provision of insured services under the <i>Health Insurance Act</i> and the regulations made under it.</p> <p class=\"paragraph-e\">  3. Updating databases that the Ministry maintains of personal information of health card holders. O. Reg. 224/08, s. 1.</p> <p class=\"heading1-e\"><a name=\"BK15\"></a>Designated Services — Ministry of Natural Resources</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "Designated Services — Ministry of Natural Resources",
            "part_id": null,
            "part_type": null,
            "section": "Designated Services — Ministry of Natural Resources",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Fishing licences",
            "content": " 2. The following services under the Fish and Wildlife Conservation Act, 1997 with respect to fishing licences are designated as services which ServiceOntario may provide to the public on behalf of the Minister of Natural Resources and the Ministry of Natural Resources: 1. Fishing outdoors cards:  issuing or replacing a fishing outdoors card or a temporary fishing outdoors card. 2. Sport fishing licences:  issuing or replacing a sport fishing licence. 3. Validation tags for fishing licences:  issuing, replacing or upgrading a validation tag that is required to validate a fishing licence. 4. Licences to stock fish:  replacing a licence to stock fish. 5. Bait dealer’s licences:  issuing or replacing a bait dealer’s licence. 6. Licences to possess nets:  issuing or replacing a licence to possess nets. 7. Fishing hut numbers:  assigning a fishing hut number. O. Reg. 475/07, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>2. </b>The following services under the <i>Fish and Wildlife Conservation Act, 1997</i> with respect to fishing licences are designated as services which ServiceOntario may provide to the public on behalf of the Minister of Natural Resources and the Ministry of Natural Resources:</p> <p class=\"paragraph-e\">  1. Fishing outdoors cards:  issuing or replacing a fishing outdoors card or a temporary fishing outdoors card.</p> <p class=\"paragraph-e\">  2. Sport fishing licences:  issuing or replacing a sport fishing licence.</p> <p class=\"paragraph-e\">  3. Validation tags for fishing licences:  issuing, replacing or upgrading a validation tag that is required to validate a fishing licence.</p> <p class=\"paragraph-e\">  4. Licences to stock fish:  replacing a licence to stock fish.</p> <p class=\"paragraph-e\">  5. Bait dealer’s licences:  issuing or replacing a bait dealer’s licence.</p> <p class=\"paragraph-e\">  6. Licences to possess nets:  issuing or replacing a licence to possess nets.</p> <p class=\"paragraph-e\">  7. Fishing hut numbers:  assigning a fishing hut number. O. Reg. 475/07, s. 2.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Hunting licences",
            "content": " 3. The following services under the Fish and Wildlife Conservation Act, 1997 with respect to hunting licences are designated as services which ServiceOntario may provide to the public on behalf of the Minister of Natural Resources and the Ministry of Natural Resources: 1. Hunting licences:  issuing, replacing or renewing a licence, or licence tag, to hunt wildlife or a class of wildlife that is listed in Ontario Regulation 665/98 (Hunting) made under the Fish and Wildlife Conservation Act, 1997. 2. Validation documents for hunting licences:  issuing or replacing a validation tag, seal, validation certificate or any other document that is required to validate a hunting licence for wildlife or any class of wildlife described in paragraph 1. 3. Hunter apprenticeship safety cards:  issuing or replacing a hunter apprenticeship safety card. 4. Other licences:  issuing or replacing a licence to chase racoon at night and to chase fox, coyote or wolf during the day or a licence to act as a guide. O. Reg. 475/07, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>3. </b>The following services under the <i>Fish and Wildlife Conservation Act, 1997</i> with respect to hunting licences are designated as services which ServiceOntario may provide to the public on behalf of the Minister of Natural Resources and the Ministry of Natural Resources:</p> <p class=\"paragraph-e\">  1. Hunting licences:  issuing, replacing or renewing a licence, or licence tag, to hunt wildlife or a class of wildlife that is listed in Ontario Regulation 665/98 (Hunting) made under the <i>Fish and Wildlife Conservation Act, 1997</i>.</p> <p class=\"paragraph-e\">  2. Validation documents for hunting licences:  issuing or replacing a validation tag, seal, validation certificate or any other document that is required to validate a hunting licence for wildlife or any class of wildlife described in paragraph 1.</p> <p class=\"paragraph-e\">  3. Hunter apprenticeship safety cards:  issuing or replacing a hunter apprenticeship safety card.</p> <p class=\"paragraph-e\">  4. Other licences:  issuing or replacing a licence to chase racoon at night and to chase fox, coyote or wolf during the day or a licence to act as a guide. O. Reg. 475/07, s. 3.</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Hunting and fishing licences",
            "content": " 4. The issuing or replacing of a hunting/fishing outdoors card or of a temporary hunting/fishing outdoors card under the Fish and Wildlife Conservation Act, 1997 is designated as a service with respect to hunting and fishing licences which ServiceOntario may provide to the public on behalf of the Minister of Natural Resources and the Ministry of Natural Resources. O. Reg. 475/07, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>4. </b>The issuing or replacing of a hunting/fishing outdoors card or of a temporary hunting/fishing outdoors card under the <i>Fish and Wildlife Conservation Act, 1997</i> is designated as a service with respect to hunting and fishing licences which ServiceOntario may provide to the public on behalf of the Minister of Natural Resources and the Ministry of Natural Resources. O. Reg. 475/07, s. 4.</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Trapping licences",
            "content": " 5. The following services under the Fish and Wildlife Conservation Act, 1997 with respect to trapping licences are designated as services which ServiceOntario may provide to the public on behalf of the Minister of Natural Resources and the Ministry of Natural Resources: 1. Trapping licences:  issuing or replacing a trapping licence. 2. Helper’s trapping licences:  issuing or replacing a helper’s trapping licence. O. Reg. 475/07, s. 5.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>5. </b>The following services under the <i>Fish and Wildlife Conservation Act, 1997</i> with respect to trapping licences are designated as services which ServiceOntario may provide to the public on behalf of the Minister of Natural Resources and the Ministry of Natural Resources:</p> <p class=\"paragraph-e\">  1. Trapping licences:  issuing or replacing a trapping licence.</p> <p class=\"paragraph-e\">  2. Helper’s trapping licences:  issuing or replacing a helper’s trapping licence. O. Reg. 475/07, s. 5.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Possessing, buying and selling wildlife",
            "content": " 6. The following services under the Fish and Wildlife Conservation Act, 1997 with respect to licences, certificates and permits relating to the possession, buying and selling of wildlife are designated as services which ServiceOntario may provide to the public on behalf of the Minister of Natural Resources and the Ministry of Natural Resources: 1. Certificates of reporting:  issuing or replacing a certificate of reporting. 2. Licences to possess a pelt:  issuing or replacing a licence to possess a pelt. 3. Licences to send pelts to a tanner:  issuing or replacing a licence to send pelts to a tanner. 4. Farmer’s licences to sell pelts and carcasses:  issuing or replacing a farmer’s licence to sell pelts and carcasses. 5. Fur dealer’s licences:  issuing or replacing a fur dealer’s licence authorizing tanning or a fur dealer’s licence authorizing the buying or selling of pelts. 6. Hides and cast antlers dealer’s licences:  issuing, renewing or replacing a hides and cast antler’s dealer’s licence. 7. Export permits:  issuing an export permit for moose, deer and bear, an export permit for a furbearing mammal or its pelt or an export permit for hides and cast antlers. O. Reg. 475/07, s. 6.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>6. </b>The following services under the <i>Fish and Wildlife Conservation Act, 1997</i> with respect to licences, certificates and permits relating to the possession, buying and selling of wildlife are designated as services which ServiceOntario may provide to the public on behalf of the Minister of Natural Resources and the Ministry of Natural Resources:</p> <p class=\"paragraph-e\">  1. Certificates of reporting:  issuing or replacing a certificate of reporting.</p> <p class=\"paragraph-e\">  2. Licences to possess a pelt:  issuing or replacing a licence to possess a pelt.</p> <p class=\"paragraph-e\">  3. Licences to send pelts to a tanner:  issuing or replacing a licence to send pelts to a tanner.</p> <p class=\"paragraph-e\">  4. Farmer’s licences to sell pelts and carcasses:  issuing or replacing a farmer’s licence to sell pelts and carcasses.</p> <p class=\"paragraph-e\">  5. Fur dealer’s licences:  issuing or replacing a fur dealer’s licence authorizing tanning or a fur dealer’s licence authorizing the buying or selling of pelts.</p> <p class=\"paragraph-e\">  6. Hides and cast antlers dealer’s licences:  issuing, renewing or replacing a hides and cast antler’s dealer’s licence.</p> <p class=\"paragraph-e\">  7. Export permits:  issuing an export permit for moose, deer and bear, an export permit for a furbearing mammal or its pelt or an export permit for hides and cast antlers. O. Reg. 475/07, s. 6.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Crown land camping permits",
            "content": " 7. The following service under the Public Lands Act is designated as a service which ServiceOntario may provide to the public on behalf of the Minister of Natural Resources and the Ministry of Natural Resources: 1. Crown land camping permits:  issuing a Crown land camping permit. O. Reg. 475/07, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>7. </b>The following service under the <i>Public Lands Act</i> is designated as a service which ServiceOntario may provide to the public on behalf of the Minister of Natural Resources and the Ministry of Natural Resources:</p> <p class=\"paragraph-e\">  1. Crown land camping permits:  issuing a Crown land camping permit. O. Reg. 475/07, s. 7.</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Other administrative services",
            "content": " 8. The following administrative services otherwise provided by the Ministry of Natural Resources are designated as services which ServiceOntario may provide to the public on behalf of that Ministry: 1. Accepting applications for refunds in relation to the services listed in sections 2 to 7. 2. Providing information and responding to queries in relation to services listed in sections 2 to 7. 3. Changing personal information of outdoors card holders that is maintained in the Outdoors Card Information System. 4. Accepting applications, consents, declarations and other documents required in connection with the issuance of any of the licences referred to in sections 2 to 7. O. Reg. 475/07, s. 8. Designated Services — Ministry of Revenue",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK22\"></a><b>8. </b>The following administrative services otherwise provided by the Ministry of Natural Resources are designated as services which ServiceOntario may provide to the public on behalf of that Ministry:</p> <p class=\"paragraph-e\">  1. Accepting applications for refunds in relation to the services listed in sections 2 to 7.</p> <p class=\"paragraph-e\">  2. Providing information and responding to queries in relation to services listed in sections 2 to 7.</p> <p class=\"paragraph-e\">  3. Changing personal information of outdoors card holders that is maintained in the Outdoors Card Information System.</p> <p class=\"paragraph-e\">  4. Accepting applications, consents, declarations and other documents required in connection with the issuance of any of the licences referred to in sections 2 to 7. O. Reg. 475/07, s. 8.</p> <p class=\"heading1-e\"><a name=\"BK23\"></a>Designated Services — Ministry of Revenue</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "Designated Services — Ministry of Revenue",
            "part_id": null,
            "part_type": null,
            "section": "Designated Services — Ministry of Revenue",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "8.1",
            "part_id": null,
            "part_type": null,
            "section": "Administrative services",
            "content": " 8.1 The following administrative services otherwise provided by the Ministry of Revenue are designated as services which ServiceOntario may provide to the public on behalf of the Ministry: 1. Accepting returns, payments, applications for registration and notices of objection in relation to Acts administered by the Minister of Revenue. 2. Updating information, including personal information, of individuals, vendors and other registrants, where the information is maintained by the Ministry in respect of taxation or benefit programs administered by the Ministry. 3. Providing information respecting the status of an application for a program or service administered by the Ministry in response to an inquiry from the applicant or the applicant’s authorized representative. 4. Providing information respecting the account of a recipient of a program or service administered by the Ministry in response to an inquiry from the recipient or the recipient’s authorized representative. O. Reg. 224/08, s. 2; O. Reg. 349/19, s. 3. Designated Services — Ministry of Transportation",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>8.1 </b>The following administrative services otherwise provided by the Ministry of Revenue are designated as services which ServiceOntario may provide to the public on behalf of the Ministry:</p> <p class=\"paragraph-e\">  1. Accepting returns, payments, applications for registration and notices of objection in relation to Acts administered by the Minister of Revenue.</p> <p class=\"paragraph-e\">  2. Updating information, including personal information, of individuals, vendors and other registrants, where the information is maintained by the Ministry in respect of taxation or benefit programs administered by the Ministry.</p> <p class=\"paragraph-e\">  3. Providing information respecting the status of an application for a program or service administered by the Ministry in response to an inquiry from the applicant or the applicant’s authorized representative.</p> <p class=\"paragraph-e\">  4. Providing information respecting the account of a recipient of a program or service administered by the Ministry in response to an inquiry from the recipient or the recipient’s authorized representative. O. Reg. 224/08, s. 2; O. Reg. 349/19, s. 3.</p> <p class=\"heading1-e\"><a name=\"BK25\"></a>Designated Services — Ministry of Transportation</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "Designated Services — Ministry of Transportation",
            "part_id": null,
            "part_type": null,
            "section": "Designated Services — Ministry of Transportation",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Highway Traffic Act licences, permits and plates",
            "content": " 9. (1) The following services under the Highway Traffic Act\r\nare designated as services which ServiceOntario may provide to the public on behalf of the Minister of Transportation and the Ministry of Transportation: 1. Driver’s licences:  issuing, replacing or renewing a driver’s licence, issuing a temporary licence, changing a licence class, condition or endorsement, changing information on a licence and accepting the return or surrender of a licence. 2. Driving instructor licences:  accepting an application for renewal or replacement of a driving instructor licence. 3. Vehicle permits:  issuing, replacing or renewing a vehicle permit, changing the classification or status of a permit, issuing evidence of validation for a permit and changing information on a permit. 4. Number plates:  issuing evidence of validation for a number plate. 5. Accessible parking permits: issuing, replacing or renewing an accessible parking permit and changing information on a permit. 6. Garage licences:  issuing or replacing a garage licence. 7. Storage licences:  issuing or replacing a storage licence. O. Reg. 475/07, s. 9 (1); O. Reg. 339/16, s. 3. (2) ServiceOntario is authorized to exercise the powers and perform the functions and duties of the Minister of Transportation under subsections 7 (21) and 32 (6) of the Highway Traffic Act. O. Reg. 475/07, s. 9 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK26\"></a><b>9. </b>(1) The following services under the <i>Highway Traffic Act</i>\r\nare designated as services which ServiceOntario may provide to the public on behalf of the Minister of Transportation and the Ministry of Transportation:</p> <p class=\"paragraph-e\">  1. Driver’s licences:  issuing, replacing or renewing a driver’s licence, issuing a temporary licence, changing a licence class, condition or endorsement, changing information on a licence and accepting the return or surrender of a licence.</p> <p class=\"paragraph-e\">  2. Driving instructor licences:  accepting an application for renewal or replacement of a driving instructor licence.</p> <p class=\"paragraph-e\">  3. Vehicle permits:  issuing, replacing or renewing a vehicle permit, changing the classification or status of a permit, issuing evidence of validation for a permit and changing information on a permit.</p> <p class=\"paragraph-e\">  4. Number plates:  issuing evidence of validation for a number plate.</p> <p class=\"paragraph-e\">  5. Accessible parking permits: issuing, replacing or renewing an accessible parking permit and changing information on a permit.</p> <p class=\"paragraph-e\">  6. Garage licences:  issuing or replacing a garage licence.</p> <p class=\"paragraph-e\">  7. Storage licences:  issuing or replacing a storage licence. O. Reg. 475/07, s. 9 (1); O. Reg. 339/16, s. 3.</p> <p class=\"subsection-e\">  (2) ServiceOntario is authorized to exercise the powers and perform the functions and duties of the Minister of Transportation under subsections 7 (21) and 32 (6) of the <i>Highway Traffic Act</i>. O. Reg. 475/07, s. 9 (2).</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Motorized Snow Vehicles Act licences and permits",
            "content": " 10. The following services under the Motorized Snow Vehicles Act are designated as services which ServiceOntario may provide to the public on behalf of the Minister of Transportation and the Ministry of Transportation: 1. Motorized snow vehicle operator’s licences:  issuing or replacing a motorized snow vehicle operator’s licence. 2. Motorized snow vehicle permits:  issuing or replacing a motorized snow vehicle permit and issuing evidence of the validation of a motorized snow vehicle permit. O. Reg. 475/07, s. 10.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK27\"></a><b>10. </b>The following services under the <i>Motorized Snow Vehicles Act </i>are designated as services which ServiceOntario may provide to the public on behalf of the Minister of Transportation and the Ministry of Transportation:</p> <p class=\"paragraph-e\">  1. Motorized snow vehicle operator’s licences:  issuing or replacing a motorized snow vehicle operator’s licence.</p> <p class=\"paragraph-e\">  2. Motorized snow vehicle permits:  issuing or replacing a motorized snow vehicle permit and issuing evidence of the validation of a motorized snow vehicle permit. O. Reg. 475/07, s. 10.</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "Off-Road Vehicles Act permits and plates",
            "content": " 11. The following services under the Off-Road Vehicles Act\r\nare designated as services which ServiceOntario may provide to the public on behalf of the Minister of Transportation and the Ministry of Transportation: 1. Off-road vehicle permits:  issuing or replacing an off-road vehicle permit. 2. Off-road vehicle number plates:  issuing or replacing an off-road vehicle number plate. O. Reg. 475/07, s. 11.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK28\"></a><b>11. </b>The following services under the <i>Off-Road Vehicles Act</i>\r\nare designated as services which ServiceOntario may provide to the public on behalf of the Minister of Transportation and the Ministry of Transportation:</p> <p class=\"paragraph-e\">  1. Off-road vehicle permits:  issuing or replacing an off-road vehicle permit.</p> <p class=\"paragraph-e\">  2. Off-road vehicle number plates:  issuing or replacing an off-road vehicle number plate. O. Reg. 475/07, s. 11.</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "11.1",
            "part_id": null,
            "part_type": null,
            "section": "Photo cards",
            "content": " 11.1 The following services under the Photo Card Act, 2008\r\nare designated as services which ServiceOntario may provide to the public on behalf of the Minister of Transportation and the Ministry of Transportation with respect to photo cards as defined in that Act: 1. Issuing, replacing or renewing a photo card. 2. Changing a photo card or a condition, endorsement or information on a photo card. 3. Accepting the return or surrender of a photo card. O. Reg. 182/09, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK29\"></a><b>11.1 </b>The following services under the <i>Photo Card Act, 2008</i>\r\nare designated as services which ServiceOntario may provide to the public on behalf of the Minister of Transportation and the Ministry of Transportation with respect to photo cards as defined in that Act:</p> <p class=\"paragraph-e\">  1. Issuing, replacing or renewing a photo card.</p> <p class=\"paragraph-e\">  2. Changing a photo card or a condition, endorsement or information on a photo card.</p> <p class=\"paragraph-e\">  3. Accepting the return or surrender of a photo card. O. Reg. 182/09, s. 1.</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Ministry records",
            "content": " 12. (1) The following services with respect to records maintained by the Ministry of Transportation are designated as services which ServiceOntario may provide to the public on behalf of that Ministry: 1. Providing copies of records about motor vehicles, motorized snow vehicles and off-road vehicles. 2. Providing copies of records about drivers. 3. Providing copies of CVOR records for commercial motor vehicle operators as provided by section 4 of Ontario Regulation 424/97 (Commercial Motor Vehicle Operators’ Information) made under the Highway Traffic Act. 4. Accepting and processing requests to the Ministry of Transportation to certify records maintained by that Ministry. O. Reg. 475/07, s. 12 (1); O. Reg. 349/19, s. 4 (1). (2) Revoked: O. Reg. 349/19, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK30\"></a><b>12. </b>(1) The following services with respect to records maintained by the Ministry of Transportation are designated as services which ServiceOntario may provide to the public on behalf of that Ministry:</p> <p class=\"paragraph-e\">  1. Providing copies of records about motor vehicles, motorized snow vehicles and off-road vehicles.</p> <p class=\"paragraph-e\">  2. Providing copies of records about drivers.</p> <p class=\"paragraph-e\">  3. Providing copies of CVOR records for commercial motor vehicle operators as provided by section 4 of Ontario Regulation 424/97 (Commercial Motor Vehicle Operators’ Information) made under the Highway Traffic Act.</p> <p class=\"paragraph-e\">  4. Accepting and processing requests to the Ministry of Transportation to certify records maintained by that Ministry. O. Reg. 475/07, s. 12 (1); O. Reg. 349/19, s. 4 (1).</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked:</span> O. Reg. 349/19, s. 4 (2).</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "13.",
            "part_id": null,
            "part_type": null,
            "section": "Other administrative services",
            "content": " 13. The following administrative services otherwise provided by the Ministry of Transportation are designated as services which ServiceOntario may provide to the public on behalf of that Ministry: 1. At a location in the City of Toronto and at a location in the City of Ottawa, administering examination services to members of the public that are required by the Minister of Transportation, including tests of knowledge of the Highway Traffic Act and the regulations made under it but excluding road tests and air brake endorsement practical tests, to obtain, renew, maintain, upgrade or reinstate a driver’s licence or any class of driver’s licence. 2. Administering vision examinations for licensing purposes. 3. Accepting and processing payments of fees, tolls, fines and penalties. 4. Accepting and processing applications for refunds in relation to the services listed in sections 9 to 12 and this section. 5. Selling products, including sample number plates, gift certificates for own choice plates and used vehicle information packages. 6. Providing information and responding to queries in relation to services listed in sections 9 to 12 and this section. O. Reg. 475/07, s. 13. Designated Services — City of Toronto",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK31\"></a><b>13. </b>The following administrative services otherwise provided by the Ministry of Transportation are designated as services which ServiceOntario may provide to the public on behalf of that Ministry:</p> <p class=\"paragraph-e\">  1. At a location in the City of Toronto and at a location in the City of Ottawa, administering examination services to members of the public that are required by the Minister of Transportation, including tests of knowledge of the <i>Highway Traffic Act</i> and the regulations made under it but excluding road tests and air brake endorsement practical tests, to obtain, renew, maintain, upgrade or reinstate a driver’s licence or any class of driver’s licence. </p> <p class=\"paragraph-e\">  2. Administering vision examinations for licensing purposes.</p> <p class=\"paragraph-e\">  3. Accepting and processing payments of fees, tolls, fines and penalties.</p> <p class=\"paragraph-e\">  4. Accepting and processing applications for refunds in relation to the services listed in sections 9 to 12 and this section.</p> <p class=\"paragraph-e\">  5. Selling products, including sample number plates, gift certificates for own choice plates and used vehicle information packages.</p> <p class=\"paragraph-e\">  6. Providing information and responding to queries in relation to services listed in sections 9 to 12 and this section. O. Reg. 475/07, s. 13.</p> <p class=\"heading1-e\"><a name=\"BK32\"></a>Designated Services — City of Toronto</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "Designated Services — City of Toronto",
            "part_id": null,
            "part_type": null,
            "section": "Designated Services — City of Toronto",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "14.",
            "part_id": null,
            "part_type": null,
            "section": "Tax collection",
            "content": " 14. The following service is designated as a service which ServiceOntario may provide to the public on behalf of the City of Toronto: collecting a tax in relation to motor vehicles if, (a) the tax is authorized in a by-law made under the City of Toronto Act, 2006; and (b) ServiceOntario is authorized by the City to collect the tax. O. Reg. 224/08, s. 3. Designated Services — All Municipalities",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK33\"></a><b>14. </b>The following service is designated as a service which ServiceOntario may provide to the public on behalf of the City of Toronto: collecting a tax in relation to motor vehicles if,</p> <p class=\"clause-e\">  (a) the tax is authorized in a by-law made under the <i>City of Toronto Act, 2006</i>; and</p> <p class=\"clause-e\">  (b) ServiceOntario is authorized by the City to collect the tax. O. Reg. 224/08, s. 3.</p> <p class=\"heading1-e\"><a name=\"BK34\"></a>Designated Services — All Municipalities</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "Designated Services — All Municipalities",
            "part_id": null,
            "part_type": null,
            "section": "Designated Services — All Municipalities",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "14.1",
            "part_id": null,
            "part_type": null,
            "section": "Administrative services",
            "content": " 14.1 (1) The following administrative services are designated as services which ServiceOntario may provide to the public on behalf of any municipality in Ontario: 1. Providing information and responding to queries in relation to programs or services provided by the municipality. 2. Accepting correspondence, accepting applications for programs or services provided by the municipality, accepting documents and other information required in support of those applications and forwarding that correspondence and those applications, documents and other information to the municipality. 3. After accepting and forwarding correspondence or an application under paragraph 2, facilitating the return from the municipality of a response to the correspondence or of a processed application, together with any additional related document or information. O. Reg. 123/11, s. 1; O. Reg. 339/16, s. 4. (2) In this section, “municipality” has the same meaning as in subsection 1 (1) of the Municipal Act, 2001. O. Reg. 123/11, s. 1. Designated Services — Government of Canada",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK35\"></a><b>14.1 </b>(1) The following administrative services are designated as services which ServiceOntario may provide to the public on behalf of any municipality in Ontario:</p> <p class=\"paragraph-e\">  1. Providing information and responding to queries in relation to programs or services provided by the municipality.</p> <p class=\"paragraph-e\">  2. Accepting correspondence, accepting applications for programs or services provided by the municipality, accepting documents and other information required in support of those applications and forwarding that correspondence and those applications, documents and other information to the municipality.</p> <p class=\"paragraph-e\">  3. After accepting and forwarding correspondence or an application under paragraph 2, facilitating the return from the municipality of a response to the correspondence or of a processed application, together with any additional related document or information. O. Reg. 123/11, s. 1; O. Reg. 339/16, s. 4.</p> <p class=\"subsection-e\">  (2) In this section,</p> <p class=\"firstdef-e\">“municipality” has the same meaning as in subsection 1 (1) of the <i>Municipal Act, 2001</i>. O. Reg. 123/11, s. 1.</p> <p class=\"heading1-e\"><a name=\"BK36\"></a>Designated Services — Government of Canada</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "Designated Services — Government of Canada",
            "part_id": null,
            "part_type": null,
            "section": "Designated Services — Government of Canada",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "15.",
            "part_id": null,
            "part_type": null,
            "section": "Administrative services",
            "content": " 15. The following administrative services are designated as services which ServiceOntario may provide to the public on behalf of the Government of Canada or any of its departments or agencies: 1. Providing information and responding to queries in relation to programs or services provided by the Government, the department or the agency. 2. Accepting correspondence, accepting applications for programs or services provided by the Government, the department or the agency, accepting documents and other information required in support of those applications and forwarding that correspondence and those applications, documents and other information to the Government or the appropriate department or agency. 3. After accepting and forwarding correspondence or an application under paragraph 2, facilitating the return from the Government, department or agency of a response to the correspondence or of a processed application, together with any additional related document or information. O. Reg. 314/10, s. 1; O. Reg. 339/16, s. 5.  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK37\"></a><b>15. </b>The following administrative services are designated as services which ServiceOntario may provide to the public on behalf of the Government of Canada or any of its departments or agencies:</p> <p class=\"paragraph-e\">  1. Providing information and responding to queries in relation to programs or services provided by the Government, the department or the agency.</p> <p class=\"paragraph-e\">  2. Accepting correspondence, accepting applications for programs or services provided by the Government, the department or the agency, accepting documents and other information required in support of those applications and forwarding that correspondence and those applications, documents and other information to the Government or the appropriate department or agency.</p> <p class=\"paragraph-e\">  3. After accepting and forwarding correspondence or an application under paragraph 2, facilitating the return from the Government, department or agency of a response to the correspondence or of a processed application, together with any additional related document or information. O. Reg. 314/10, s. 1; O. Reg. 339/16, s. 5.</p> <p class=\"paragraph-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/070475\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}