{
    "reg_info": {
        "full_title": "O. Reg. 436/02: PAYMENTS RE VARIOUS ELECTRICITY-RELATED CHARGES",
        "reg_name_text": "PAYMENTS RE VARIOUS ELECTRICITY-RELATED CHARGES",
        "citation": "O. Reg. 436/02: ",
        "act_under": "Ontario Energy Board Act, 1998   Loi de 1998 sur la Commission de l’énergie de l’Ontario",
        "url": "https://www.ontario.ca/laws/regulation/020436",
        "date_scraped": "2023-12-19 17:04:03"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/020436/v3",
            "valid_from": "August 23, 2005",
            "valid_to": "June 29, 2006"
        },
        {
            "a_href": "/laws/regulation/020436/v2",
            "valid_from": "March 11, 2005",
            "valid_to": "August 22, 2005"
        },
        {
            "a_href": "/laws/regulation/020436/v1",
            "valid_from": "December 24, 2002",
            "valid_to": "March 10, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": "1. (1) Expressions used in this Regulation have the same meaning as in Part V of the Act, except where otherwise indicated. O. Reg. 436/02, s. 1 (1). (2) In this Regulation, “authorized charge” means 0.62 cents per kilowatt hour; “distributor” means a distributor who is licensed under Part V of the Act; “embedded distributor” means a distributor who is not a market participant and to whom a host distributor distributes electricity; “embedded generator” means a generator who is not a market participant and whose generation facility is connected to a distribution system of a distributor, but does not include a generator who consumes more electricity than it generates; “host distributor” means a distributor who is a market participant and who distributes electricity to another distributor who is not a market participant; “low-volume and designated consumers” means the low-volume consumers and designated consumers to whom subsection 79.4 (1) of the Act applies and who are market participants. O. Reg. 436/02, s. 1 (2). (3) Payments required by this Regulation are in addition to any payments required by the Retail Settlement Code. O. Reg. 436/02, s. 1 (3).",
            "raw_html": "<p class=\"section-e\"><b>1.</b> (1) Expressions used in this Regulation have the same meaning as in Part V of the Act, except where otherwise indicated. O. Reg. 436/02, s. 1 (1).</p> <p class=\"subsection-e\">(2) In this Regulation,</p> <p class=\"firstdef-e\">“authorized charge” means 0.62 cents per kilowatt hour;</p> <p class=\"definition-e\">“distributor” means a distributor who is licensed under Part V of the Act;</p> <p class=\"definition-e\">“embedded distributor” means a distributor who is not a market participant and to whom a host distributor distributes electricity;</p> <p class=\"definition-e\">“embedded generator” means a generator who is not a market participant and whose generation facility is connected to a distribution system of a distributor, but does not include a generator who consumes more electricity than it generates;</p> <p class=\"definition-e\">“host distributor” means a distributor who is a market participant and who distributes electricity to another distributor who is not a market participant;</p> <p class=\"definition-e\">“low-volume and designated consumers” means the low-volume consumers and designated consumers to whom subsection 79.4 (1) of the Act applies and who are market participants. O. Reg. 436/02, s. 1 (2).</p> <p class=\"subsection-e\">(3) Payments required by this Regulation are in addition to any payments required by the Retail Settlement Code. O. Reg. 436/02, s. 1 (3).</p>"
        },
        {
            "id": "1.1",
            "section": "Application",
            "content": "1.1 This Regulation applies with respect to charges for the period commencing December 1, 2002 and ending March 31, 2005. O. Reg. 98/05, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1.1 </b>This Regulation applies with respect to charges for the period commencing December 1, 2002 and ending March 31, 2005. O. Reg. 98/05, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Restriction on charges",
            "content": "2. (1) The IMO shall not require low-volume and designated consumers to pay a charge other than the authorized charge for the operation of the IMO-administered markets, the operation of the IMO-controlled grid and the rate protection provided under section 79 of the Act for rural and remote consumers. O. Reg. 436/02, s. 2 (1). (2) The IMO shall not require distributors to pay a charge other than the authorized charge for the operation of the IMO-administered markets, the operation of the IMO-controlled grid and the rate protection provided under section 79 of the Act for rural and remote consumers. O. Reg. 436/02, s. 2 (2). (3) The authorized charge does not include any amount that may be payable in respect of, (a) a charge that, in the opinion of the Board, is a non-recurring wholesale market service charge; (b) a charge that is a commodity price for electricity; (c) a charge that is a transmission services charge as defined in the market rules; or (d) a charge that is a debt retirement charge levied under subsection 85 (5) of the Electricity Act, 1998. O. Reg. 436/02, s. 2 (3).",
            "raw_html": "<p class=\"section-e\"><b>2.</b> (1) The IMO shall not require low-volume and designated consumers to pay a charge other than the authorized charge for the operation of the IMO-administered markets, the operation of the IMO-controlled grid and the rate protection provided under section 79 of the Act for rural and remote consumers. O. Reg. 436/02, s. 2 (1).</p> <p class=\"subsection-e\">(2) The IMO shall not require distributors to pay a charge other than the authorized charge for the operation of the IMO-administered markets, the operation of the IMO-controlled grid and the rate protection provided under section 79 of the Act for rural and remote consumers. O. Reg. 436/02, s. 2 (2).</p> <p class=\"subsection-e\">(3) The authorized charge does not include any amount that may be payable in respect of,</p> <p class=\"clause-e\">(a) a charge that, in the opinion of the Board, is a non-recurring wholesale market service charge;</p> <p class=\"clause-e\">(b) a charge that is a commodity price for electricity;</p> <p class=\"clause-e\">(c) a charge that is a transmission services charge as defined in the market rules; or</p> <p class=\"clause-e\">(d) a charge that is a debt retirement charge levied under subsection 85 (5) of the <i>Electricity Act, 1998</i>. O. Reg. 436/02, s. 2 (3).</p>"
        },
        {
            "id": "3.",
            "section": "Payments between the IMO and the Financial Corporation",
            "content": "3. (1) In this section, “A” is the authorized charge, “B” is the rate that would be payable for the operation of the IMO-administered markets, the operation of the IMO-controlled grid and the rate protection provided under section 79 of the Act for rural or remote consumers, if charges for these items were to be determined in accordance with the market rules, excluding the charges described in clauses 2 (3) (a) to (d), “C” is the volume of electricity withdrawn from the IMO-controlled grid during a month by a low-volume or designated consumer, as determined under the market rules, “D” is the volume of electricity withdrawn from the IMO-controlled grid during a month by a distributor, as determined under the market rules. O. Reg. 436/02, s. 3 (1). (2) If there is a difference between “A” and “B” in respect of a month the IMO shall give the Financial Corporation such information as it may specify with respect to the payments required by this section, in the form specified by the Financial Corporation and before the expiry of the period specified by the Financial Corporation. O. Reg. 436/02, s. 3 (2). (3) If “A” is greater than “B” in respect of a month, the following payments are required: 1. For each low-volume and designated consumer, the IMO shall pay the Financial Corporation the amount calculated using the formula “(A – B) × C” and shall do so before the expiry of the period specified by the Financial Corporation. 2. For each distributor, the IMO shall pay the Financial Corporation the amount calculated using the formula “(A – B) × D” and shall do so before the expiry of the period specified by the Financial Corporation. O. Reg. 436/02, s. 3 (3). (4) If “A” is less than “B” in respect of a month, the following payments are required: 1. For each low-volume and designated consumer, the Financial Corporation shall pay the IMO the amount calculated using the formula “(B – A) × C”. 2. For each distributor, the Financial Corporation shall pay the IMO the amount calculated using the formula “(B – A) × D”. O. Reg. 436/02, s. 3 (4). (5) If, under subsection 5 (1), the Financial Corporation establishes requirements that provide for interim payments based on estimates and for subsequent adjustments, subsections (2), (3) and (4) apply with necessary modifications with respect to the estimated amounts for “B”, “C” and “D” and the subsequent adjustments to those amounts. O. Reg. 436/02, s. 3 (5).",
            "raw_html": "<p class=\"section-e\"><b>3.</b> (1) In this section,</p> <p class=\"equationind1-e\">“A” is the authorized charge,</p> <p class=\"equationind1-e\">“B” is the rate that would be payable for the operation of the IMO-administered markets, the operation of the IMO-controlled grid and the rate protection provided under section 79 of the Act for rural or remote consumers, if charges for these items were to be determined in accordance with the market rules, excluding the charges described in clauses 2 (3) (a) to (d),</p> <p class=\"equationind1-e\">“C” is the volume of electricity withdrawn from the IMO-controlled grid during a month by a low-volume or designated consumer, as determined under the market rules,</p> <p class=\"equationind1-e\">“D” is the volume of electricity withdrawn from the IMO-controlled grid during a month by a distributor, as determined under the market rules. O. Reg. 436/02, s. 3 (1).</p> <p class=\"subsection-e\">(2) If there is a difference between “A” and “B” in respect of a month the IMO shall give the Financial Corporation such information as it may specify with respect to the payments required by this section, in the form specified by the Financial Corporation and before the expiry of the period specified by the Financial Corporation. O. Reg. 436/02, s. 3 (2).</p> <p class=\"subsection-e\">(3) If “A” is greater than “B” in respect of a month, the following payments are required:</p> <p class=\"paragraph-e\">1. For each low-volume and designated consumer, the IMO shall pay the Financial Corporation the amount calculated using the formula “(A – B) × C” and shall do so before the expiry of the period specified by the Financial Corporation.</p> <p class=\"paragraph-e\">2. For each distributor, the IMO shall pay the Financial Corporation the amount calculated using the formula “(A – B) × D” and shall do so before the expiry of the period specified by the Financial Corporation. O. Reg. 436/02, s. 3 (3).</p> <p class=\"subsection-e\">(4) If “A” is less than “B” in respect of a month, the following payments are required:</p> <p class=\"paragraph-e\">1. For each low-volume and designated consumer, the Financial Corporation shall pay the IMO the amount calculated using the formula “(B – A) × C”.</p> <p class=\"paragraph-e\">2. For each distributor, the Financial Corporation shall pay the IMO the amount calculated using the formula “(B – A) × D”. O. Reg. 436/02, s. 3 (4).</p> <p class=\"subsection-e\">(5) If, under subsection 5 (1), the Financial Corporation establishes requirements that provide for interim payments based on estimates and for subsequent adjustments, subsections (2), (3) and (4) apply with necessary modifications with respect to the estimated amounts for “B”, “C” and “D” and the subsequent adjustments to those amounts. O. Reg. 436/02, s. 3 (5).</p>"
        },
        {
            "id": "4.",
            "section": "Payments re embedded generators",
            "content": "4. (1) In this section, “A” is the authorized charge, “E” is the volume of electricity purchased by a distributor who is a market participant from an embedded generator during a month, adjusted for total losses as required by the Retail Settlement Code, “F” is the volume of electricity purchased by an embedded distributor from an embedded generator during a month, adjusted for total losses as required by the Retail Settlement Code. O. Reg. 436/02, s. 4 (1). (2) If a distributor who is a market participant purchases electricity during a month from an embedded generator, (a) the distributor shall give the IMO such information as it may specify with respect to the payments required by this section, in the form specified by the IMO and before the expiry of the period specified by the IMO; (b) the IMO shall give the Financial Corporation such information as it may specify with respect to those payments, in the form specified by the Financial Corporation and before the expiry of the period specified by the Financial Corporation; (c) the distributor shall pay the amount calculated using the formula “A × E” to the IMO before the expiry of the period specified by the IMO; and (d) the IMO shall pay that amount to the Financial Corporation after receiving the information required by clause (a) from the distributor and before the expiry of the period specified by the Financial Corporation. O. Reg. 436/02, s. 4 (2). (3) If an embedded distributor purchases electricity during a month from an embedded generator, (a) the embedded distributor shall give its host distributor such information as the IMO may specify with respect to the payments required by this section and shall do so before the expiry of the period specified by the host distributor; (b) the host distributor shall give the IMO such information as it may specify with respect to those payments, in the form specified by the IMO and before the expiry of the period specified by the IMO; (c) the IMO shall give the Financial Corporation such information as it may specify with respect to those payments, in the form specified by the Financial Corporation and before the expiry of the period specified by the Financial Corporation; (d) the embedded distributor shall pay the amount calculated using the formula “A × F” to the host distributor and shall do so before the expiry of the period specified by the Board; (e) the host distributor shall pay that amount to the IMO before the expiry of the period specified by the IMO; and (f) the IMO shall pay that amount to the Financial Corporation after receiving the information required by clause (b) from the host distributor and before the expiry of the period specified by the Financial Corporation. O. Reg. 436/02, s. 4 (3). (4) If, under subsection 5 (1), the Financial Corporation establishes requirements that provide for interim payments based on estimates and for subsequent adjustments, clauses (2) (b) and (d) and (3) (c) and (f) apply with necessary modifications with respect to the estimated amounts for “E” and “F” and the subsequent adjustments to those amounts. O. Reg. 436/02, s. 4 (4). (5) If, under subsection 5 (2), the IMO establishes requirements that provide for interim payments based on estimates and for subsequent adjustments, clauses (2) (a) and (c) and (3) (a), (b), (d) and (e) apply with necessary modifications with respect to the estimated amounts for “E” and “F” and the subsequent adjustments to those amounts. O. Reg. 436/02, s. 4 (5).",
            "raw_html": "<p class=\"section-e\"><b>4.</b> (1) In this section,</p> <p class=\"equationind1-e\">“A” is the authorized charge,</p> <p class=\"equationind1-e\">“E” is the volume of electricity purchased by a distributor who is a market participant from an embedded generator during a month, adjusted for total losses as required by the Retail Settlement Code,</p> <p class=\"equationind1-e\">“F” is the volume of electricity purchased by an embedded distributor from an embedded generator during a month, adjusted for total losses as required by the Retail Settlement Code. O. Reg. 436/02, s. 4 (1).</p> <p class=\"subsection-e\">(2) If a distributor who is a market participant purchases electricity during a month from an embedded generator,</p> <p class=\"clause-e\">(a) the distributor shall give the IMO such information as it may specify with respect to the payments required by this section, in the form specified by the IMO and before the expiry of the period specified by the IMO;</p> <p class=\"clause-e\">(b) the IMO shall give the Financial Corporation such information as it may specify with respect to those payments, in the form specified by the Financial Corporation and before the expiry of the period specified by the Financial Corporation;</p> <p class=\"clause-e\">(c) the distributor shall pay the amount calculated using the formula “A × E” to the IMO before the expiry of the period specified by the IMO; and</p> <p class=\"clause-e\">(d) the IMO shall pay that amount to the Financial Corporation after receiving the information required by clause (a) from the distributor and before the expiry of the period specified by the Financial Corporation. O. Reg. 436/02, s. 4 (2).</p> <p class=\"subsection-e\">(3) If an embedded distributor purchases electricity during a month from an embedded generator,</p> <p class=\"clause-e\">(a) the embedded distributor shall give its host distributor such information as the IMO may specify with respect to the payments required by this section and shall do so before the expiry of the period specified by the host distributor;</p> <p class=\"clause-e\">(b) the host distributor shall give the IMO such information as it may specify with respect to those payments, in the form specified by the IMO and before the expiry of the period specified by the IMO;</p> <p class=\"clause-e\">(c) the IMO shall give the Financial Corporation such information as it may specify with respect to those payments, in the form specified by the Financial Corporation and before the expiry of the period specified by the Financial Corporation;</p> <p class=\"clause-e\">(d) the embedded distributor shall pay the amount calculated using the formula “A × F” to the host distributor and shall do so before the expiry of the period specified by the Board;</p> <p class=\"clause-e\">(e) the host distributor shall pay that amount to the IMO before the expiry of the period specified by the IMO; and</p> <p class=\"clause-e\">(f) the IMO shall pay that amount to the Financial Corporation after receiving the information required by clause (b) from the host distributor and before the expiry of the period specified by the Financial Corporation. O. Reg. 436/02, s. 4 (3).</p> <p class=\"subsection-e\">(4) If, under subsection 5 (1), the Financial Corporation establishes requirements that provide for interim payments based on estimates and for subsequent adjustments, clauses (2) (b) and (d) and (3) (c) and (f) apply with necessary modifications with respect to the estimated amounts for “E” and “F” and the subsequent adjustments to those amounts. O. Reg. 436/02, s. 4 (4).</p> <p class=\"subsection-e\">(5) If, under subsection 5 (2), the IMO establishes requirements that provide for interim payments based on estimates and for subsequent adjustments, clauses (2) (a) and (c) and (3) (a), (b), (d) and (e) apply with necessary modifications with respect to the estimated amounts for “E” and “F” and the subsequent adjustments to those amounts. O. Reg. 436/02, s. 4 (5).</p>"
        },
        {
            "id": "5.",
            "section": "Interim payments based on estimates",
            "content": "5. (1) The Financial Corporation may establish requirements that provide for interim payments under subsections 3 (3) and (4) or under clauses 4 (2) (d) and (3) (f) based on estimates and for subsequent adjustments. O. Reg. 436/02, s. 5 (1). (2) The IMO may establish requirements that provide for interim payments under clauses 4 (2) (c) and (3) (d) and (e) based on estimates and for subsequent adjustments. O. Reg. 436/02, s. 5 (2). (3) If the IMO establishes requirements that provide for interim payments under clauses 4 (3) (d) and subsequent adjustments, the Board may specify different periods for the interim payments and subsequent adjustments. O. Reg. 436/02, s. 5 (3).",
            "raw_html": "<p class=\"section-e\"><b>5.</b> (1) The Financial Corporation may establish requirements that provide for interim payments under subsections 3 (3) and (4) or under clauses 4 (2) (d) and (3) (f) based on estimates and for subsequent adjustments. O. Reg. 436/02, s. 5 (1).</p> <p class=\"subsection-e\">(2) The IMO may establish requirements that provide for interim payments under clauses 4 (2) (c) and (3) (d) and (e) based on estimates and for subsequent adjustments. O. Reg. 436/02, s. 5 (2).</p> <p class=\"subsection-e\">(3) If the IMO establishes requirements that provide for interim payments under clauses 4 (3) (d) and subsequent adjustments, the Board may specify different periods for the interim payments and subsequent adjustments. O. Reg. 436/02, s. 5 (3).</p>"
        },
        {
            "id": "6.",
            "section": "Rules for calculations",
            "content": "6. Any calculations required for the purposes of this Regulations shall be made in accordance with such rules as may be established by the Minister. O. Reg. 436/02, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b> Any calculations required for the purposes of this Regulations shall be made in accordance with such rules as may be established by the Minister. O. Reg. 436/02, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Reporting to the Financial Corporation",
            "content": "7. Upon request, the IMO, a distributor, embedded generator or embedded distributor shall give the Financial Corporation such information relating to payments required by this Regulation as the Financial Corporation may require, in the form and within the period specified by the Financial Corporation. O. Reg. 436/02, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7.</b> Upon request, the IMO, a distributor, embedded generator or embedded distributor shall give the Financial Corporation such information relating to payments required by this Regulation as the Financial Corporation may require, in the form and within the period specified by the Financial Corporation. O. Reg. 436/02, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Method of payment",
            "content": "8. (1) Payments between the IMO and the Financial Corporation that are required by this Regulation may be made by way of set-off in the accounts maintained by the IMO, at the option of the Financial Corporation. O. Reg. 436/02, s. 8 (1). (2) Payments between distributors and the IMO that are required by this Regulation may be made by way of set-off in the accounts maintained by the IMO, at the option of the IMO. O. Reg. 436/02, s. 8 (2). (3) Payments between embedded distributors and host distributors that are required by section 5 may be made by way of set-off in the accounts maintained by the host distributor, at the option of the host distributor. O. Reg. 436/02, s. 8 (3).",
            "raw_html": "<p class=\"section-e\"><b>8.</b> (1) Payments between the IMO and the Financial Corporation that are required by this Regulation may be made by way of set-off in the accounts maintained by the IMO, at the option of the Financial Corporation. O. Reg. 436/02, s. 8 (1).</p> <p class=\"subsection-e\">(2) Payments between distributors and the IMO that are required by this Regulation may be made by way of set-off in the accounts maintained by the IMO, at the option of the IMO. O. Reg. 436/02, s. 8 (2).</p> <p class=\"subsection-e\">(3) Payments between embedded distributors and host distributors that are required by section 5 may be made by way of set-off in the accounts maintained by the host distributor, at the option of the host distributor. O. Reg. 436/02, s. 8 (3).</p>"
        },
        {
            "id": "9.",
            "section": "Reliance on certain information",
            "content": "9. (1) For the purposes of payments between the IMO and the Financial Corporation or between the IMO and distributors that are required by this Regulation, the IMO shall rely upon the information provided to it by the distributors. O. Reg. 436/02, s. 9 (1). (2) For the purposes of payments between host distributors and embedded distributors that are required by section 4, host distributors shall rely upon the information provided to them by the embedded distributors. O. Reg. 436/02, s. 9 (2). Last Day for Payments",
            "raw_html": "<p class=\"section-e\"><b>9.</b> (1) For the purposes of payments between the IMO and the Financial Corporation or between the IMO and distributors that are required by this Regulation, the IMO shall rely upon the information provided to it by the distributors. O. Reg. 436/02, s. 9 (1).</p> <p class=\"subsection-e\">(2) For the purposes of payments between host distributors and embedded distributors that are required by section 4, host distributors shall rely upon the information provided to them by the embedded distributors. O. Reg. 436/02, s. 9 (2).</p> <p class=\"heading1-e\">Last Day for Payments</p>"
        },
        {
            "id": "10.",
            "section": "Last day for payments",
            "content": "10. (1) No payment referred to in this Regulation shall be made after March 31, 2006 or such earlier day as may be specified by the Board. O. Reg. 482/05, s. 1. (2) The Board may specify a day earlier than March 31, 2006 after which no payment referred to in this Regulation shall be made and may specify different days earlier than March 31, 2006 in respect of different entities or different payments referred to in this Regulation. O. Reg. 482/05, s. 1. ",
            "raw_html": "<p class=\"section-e\"><b>10. </b>(1) No payment referred to in this Regulation shall be made after March 31, 2006 or such earlier day as may be specified by the Board. O. Reg. 482/05, s. 1.</p> <p class=\"subsection-e\">(2) The Board may specify a day earlier than March 31, 2006 after which no payment referred to in this Regulation shall be made and may specify different days earlier than March 31, 2006 in respect of different entities or different payments referred to in this Regulation. O. Reg. 482/05, s. 1.</p> <p class=\"Normal\"></p>"
        }
    ]
}