{
    "reg_info": {
        "full_title": "O. Reg. 215/17: PILOT PROJECT - LOW-SPEED VEHICLES",
        "reg_name_text": "PILOT PROJECT - LOW-SPEED VEHICLES",
        "citation": "O. Reg. 215/17: ",
        "act_under": "Highway Traffic Act",
        "url": "https://www.ontario.ca/laws/regulation/170215",
        "date_scraped": "2023-12-18 04:07:00"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June 23, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/170215/v5",
            "valid_from": "April  1, 2022",
            "valid_to": "June 22, 2023"
        },
        {
            "a_href": "/laws/regulation/170215/v4",
            "valid_from": "March 10, 2022",
            "valid_to": "March 31, 2022"
        },
        {
            "a_href": "/laws/regulation/170215/v3",
            "valid_from": "July 30, 2021",
            "valid_to": "March  9, 2022"
        },
        {
            "a_href": "/laws/regulation/170215/v2",
            "valid_from": "July  1, 2017",
            "valid_to": "July 29, 2021"
        },
        {
            "a_href": "/laws/regulation/170215/v1",
            "valid_from": "June 29, 2017",
            "valid_to": "June 30, 2017"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definition ",
            "content": " 1. In this Regulation, “low-speed vehicle” means a motor vehicle that, (a) meets the definition of low-speed vehicle in subsection 2 (1) of the Motor Vehicle Safety Regulations made under the Motor Vehicle Safety Act (Canada), and (b) meets the requirements for low-speed vehicles set out in Schedule III to the Motor Vehicle Safety Regulations made under the Motor Vehicle Safety Act (Canada).",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“low-speed vehicle” means a motor vehicle that, </p> <p class=\"defclause-e\">  (a) meets the definition of low-speed vehicle in subsection 2 (1) of the <i>Motor Vehicle Safety Regulations</i> made under the <i>Motor Vehicle Safety Act</i> (Canada), and</p> <p class=\"defclause-e\">  (b) meets the requirements for low-speed vehicles set out in Schedule III to the <i>Motor Vehicle Safety Regulations </i>made under the <i>Motor Vehicle Safety Act</i> (Canada). </p>"
        },
        {
            "id": "2.",
            "section": "Pilot project ",
            "content": " 2. (1) A pilot project to evaluate the use of low-speed vehicles on highways is established.\r\n (2) The Minister shall conduct and complete an evaluation of the use of low-speed vehicles on highways under this Regulation on or before the tenth anniversary of the day this Regulation is filed.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) A pilot project to evaluate the use of low-speed vehicles on highways is established.\r\n</p> <p class=\"subsection-e\">  (2) The Minister shall conduct and complete an evaluation of the use of low-speed vehicles on highways under this Regulation on or before the tenth anniversary of the day this Regulation is filed. </p>"
        },
        {
            "id": "3.",
            "section": "Prohibitions",
            "content": "  3. (1) No person shall drive a low-speed vehicle on a highway except as permitted by this Regulation.  (2) No person shall drive a low-speed vehicle on a highway under the jurisdiction of a municipality except where it is permitted by a municipal by-law. (3) No person shall drive a low-speed vehicle on a highway unless the vehicle bears, (a) a label affixed by the manufacturer stating that it is in compliance with the requirements for low-speed vehicles in section 6 of the Motor Vehicle Safety Regulations made under the Motor Vehicle Safety Act\r\n(Canada); and (b) a warning label, affixed by the manufacturer or the importer, as the case may be, in a location or locations plainly visible to the driver and to any passenger, that states, in English in characters at least four millimetres high, the following: i. This low-speed vehicle cannot attain a rate of speed greater than 40 kilometres per hour. ii. This low-speed vehicle is not equipped with the safety features customarily found in passenger cars, and low-speed vehicle owners and drivers are advised to confirm the vehicle’s safety features with the manufacturer or importer. iii. The operation of this low-speed vehicle is restricted to highways the rate of speed for which is not greater than 50 kilometres per hour, and may be subject to other operating requirements imposed by law. Low-speed vehicle owners and drivers are advised to confirm the operating requirements that apply with respect to the highways on which they intend to operate the vehicle. iv. This low-speed vehicle emits little or no noise, and low-speed vehicle owners and drivers are advised that, as a result, other road users may not be alerted to the presence of the vehicle. (4) No person shall sell, lease or offer or display for sale or lease any low-speed vehicle that does not bear the labels described in clauses (3) (a) and (b). (5) No person shall sell, lease or offer or display for sale or lease any low-speed vehicle unless it complies with the requirements of this Regulation. (6) No person shall sell, lease or offer or display for sale or lease any low-speed vehicle other than a low-speed vehicle the manufacturer or importer of which was, at the time of the vehicle’s manufacture or importation, registered with Transport Canada as a manufacturer or importer of low-speed vehicles.",
            "raw_html": "<p class=\"section-e\"><b>  3. </b>(1) No person shall drive a low-speed vehicle on a highway except as permitted by this Regulation. </p> <p class=\"subsection-e\">  (2) No person shall drive a low-speed vehicle on a highway under the jurisdiction of a municipality except where it is permitted by a municipal by-law. </p> <p class=\"subsection-e\">  (3) No person shall drive a low-speed vehicle on a highway unless the vehicle bears, </p> <p class=\"clause-e\">  (a) a label affixed by the manufacturer stating that it is in compliance with the requirements for low-speed vehicles in section 6 of the <i>Motor Vehicle Safety Regulations</i> made under the <i>Motor Vehicle Safety Act</i>\r\n(Canada); and </p> <p class=\"clause-e\">  (b) a warning label, affixed by the manufacturer or the importer, as the case may be, in a location or locations plainly visible to the driver and to any passenger, that states, in English in characters at least four millimetres high, the following:</p> <p class=\"subpara-e\">  i. This low-speed vehicle cannot attain a rate of speed greater than 40 kilometres per hour.</p> <p class=\"subpara-e\">  ii. This low-speed vehicle is not equipped with the safety features customarily found in passenger cars, and low-speed vehicle owners and drivers are advised to confirm the vehicle’s safety features with the manufacturer or importer.</p> <p class=\"subpara-e\">  iii. The operation of this low-speed vehicle is restricted to highways the rate of speed for which is not greater than 50 kilometres per hour, and may be subject to other operating requirements imposed by law. Low-speed vehicle owners and drivers are advised to confirm the operating requirements that apply with respect to the highways on which they intend to operate the vehicle.</p> <p class=\"subpara-e\">  iv. This low-speed vehicle emits little or no noise, and low-speed vehicle owners and drivers are advised that, as a result, other road users may not be alerted to the presence of the vehicle. </p> <p class=\"subsection-e\">  (4) No person shall sell, lease or offer or display for sale or lease any low-speed vehicle that does not bear the labels described in clauses (3) (a) and (b).</p> <p class=\"subsection-e\">  (5) No person shall sell, lease or offer or display for sale or lease any low-speed vehicle unless it complies with the requirements of this Regulation. </p> <p class=\"subsection-e\">  (6) No person shall sell, lease or offer or display for sale or lease any low-speed vehicle other than a low-speed vehicle the manufacturer or importer of which was, at the time of the vehicle’s manufacture or importation, registered with Transport Canada as a manufacturer or importer of low-speed vehicles.  </p>"
        },
        {
            "id": "4.",
            "section": "Insurance",
            "content": " 4. (1) No owner or lessee of a low-speed vehicle shall operate or permit the operation of a low-speed vehicle on a highway unless the vehicle is insured under a contract of automobile insurance, as defined under the Compulsory Automobile Insurance Act, that provides coverage for, (a) liability resulting from bodily injury to or death of one or more persons and loss of or damage to property in the minimum amount of $1,000,000; and (b) medical, rehabilitation and attendant care benefits, in the minimum amount of $65,000 if the insured person did not sustain a catastrophic impairment as a result of an accident, and the minimum amount of $1,000,000 if the insured person sustained a catastrophic impairment. O. Reg. 215/17, s. 4 (1); O. Reg. 544/21, s. 1. (2) Every driver of a low-speed vehicle shall carry evidence that the low-speed vehicle is insured as required by this section and shall surrender the evidence for reasonable inspection upon the demand of a police officer. O. Reg. 215/17, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) No owner or lessee of a low-speed vehicle shall operate or permit the operation of a low-speed vehicle on a highway unless the vehicle is insured under a contract of automobile insurance, as defined under the <i>Compulsory Automobile Insurance Act</i>, that provides coverage for,</p> <p class=\"clause-e\">  (a) liability resulting from bodily injury to or death of one or more persons and loss of or damage to property in the minimum amount of $1,000,000; and</p> <p class=\"clause-e\">  (b) medical, rehabilitation and attendant care benefits, in the minimum amount of $65,000 if the insured person did not sustain a catastrophic impairment as a result of an accident, and the minimum amount of $1,000,000 if the insured person sustained a catastrophic impairment. O. Reg. 215/17, s. 4 (1); O. Reg. 544/21, s. 1.</p> <p class=\"subsection-e\">  (2) Every driver of a low-speed vehicle shall carry evidence that the low-speed vehicle is insured as required by this section and shall surrender the evidence for reasonable inspection upon the demand of a police officer. O. Reg. 215/17, s. 4 (2).</p>"
        },
        {
            "id": "5.",
            "section": "Permitted use",
            "content": " 5. (1) A person who holds a valid Class A, B, C, D, E, F or G driver’s licence may drive a low-speed vehicle on a highway for which the prescribed rate of speed is 50 kilometres per hour or lower. O. Reg. 215/17, s. 5 (1); O. Reg. 544/21, s. 2 (1). (2) A person driving a low-speed vehicle on a highway in accordance with subsection (1) may drive the vehicle through an intersection with a highway where the prescribed rate of speed is greater than 50 kilometres per hour but not more than 80 kilometres per hour, if the intersection of the two highways is controlled by, (a) a traffic control signal; or (b) stop signs or other traffic control devices that control traffic in all directions. O. Reg. 544/21, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) A person who holds a valid Class A, B, C, D, E, F or G driver’s licence may drive a low-speed vehicle on a highway for which the prescribed rate of speed is 50 kilometres per hour or lower. O. Reg. 215/17, s. 5 (1); O. Reg. 544/21, s. 2 (1).</p> <p class=\"subsection-e\">  (2) A person driving a low-speed vehicle on a highway in accordance with subsection (1) may drive the vehicle through an intersection with a highway where the prescribed rate of speed is greater than 50 kilometres per hour but not more than 80 kilometres per hour, if the intersection of the two highways is controlled by,</p> <p class=\"clause-e\">  (a) a traffic control signal; or</p> <p class=\"clause-e\">  (b) stop signs or other traffic control devices that control traffic in all directions. O. Reg. 544/21, s. 2 (2).</p>"
        },
        {
            "id": "6.",
            "section": "Restrictions on use",
            "content": " 6. The following restrictions apply to the operation of a low-speed vehicle under this Regulation: 1. The vehicle must not be driven at a rate of speed greater than 40 kilometres per hour. 2. The vehicle must not be driven while carrying any combustible fuel on or in the vehicle. 3. The vehicle must not be driven while carrying a child passenger younger than eight years old. 4. The vehicle must not be driven while carrying more occupants than the number of seating positions in the vehicle. 5. The vehicle must not be driven while towing another vehicle or device. 6. The vehicle must not be driven unless a slow moving vehicle sign is attached to the rear of the vehicle. O. Reg. 215/17, s. 6; O. Reg. 544/21, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>The following restrictions apply to the operation of a low-speed vehicle under this Regulation:</p> <p class=\"paragraph-e\">  1. The vehicle must not be driven at a rate of speed greater than 40 kilometres per hour.</p> <p class=\"paragraph-e\">  2. The vehicle must not be driven while carrying any combustible fuel on or in the vehicle.</p> <p class=\"paragraph-e\">  3. The vehicle must not be driven while carrying a child passenger younger than eight years old.</p> <p class=\"paragraph-e\">  4. The vehicle must not be driven while carrying more occupants than the number of seating positions in the vehicle.</p> <p class=\"paragraph-e\">  5. The vehicle must not be driven while towing another vehicle or device.</p> <p class=\"paragraph-e\">  6. The vehicle must not be driven unless a slow moving vehicle sign is attached to the rear of the vehicle. O. Reg. 215/17, s. 6; O. Reg. 544/21, s. 3.</p>"
        },
        {
            "id": "7.",
            "section": "Additional equipment and safety requirements",
            "content": " 7. No owner or lessee of a low-speed vehicle shall operate or permit the operation of a low-speed vehicle on a highway unless the vehicle is equipped with, (a) an odometer; (b) a speedometer; and (c) a windshield defrosting and defogging system. (d)  Revoked: O. Reg. 544/21, s. 4. O. Reg. 215/17, s. 7; O. Reg. 544/21, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>No owner or lessee of a low-speed vehicle shall operate or permit the operation of a low-speed vehicle on a highway unless the vehicle is equipped with,</p> <p class=\"clause-e\">  (a) an odometer;</p> <p class=\"clause-e\">  (b) a speedometer; and</p> <p class=\"clause-e\">  (c) a windshield defrosting and defogging system.</p> <p class=\"clause-e\">  (d)  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 544/21, s. 4.</p> <p class=\"footnote-e\">O. Reg. 215/17, s. 7; O. Reg. 544/21, s. 4.</p>"
        },
        {
            "id": "8.",
            "section": "Vehicle to be in good working order",
            "content": " 8. Every person who drives a low-speed vehicle on a highway and every owner or lessee of a low-speed vehicle that permits its operation on a highway shall ensure that the vehicle is in good working order and that, (a) no component, equipment or other feature that was part of the vehicle when it was manufactured or imported is missing or rendered partly or wholly inoperable; (b) no component, equipment or other feature of the vehicle that is required by this Regulation is missing or rendered partly or wholly inoperable; and (c) the vehicle has not been modified to permit it to attain a rate of speed greater than 40 kilometres per hour.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>Every person who drives a low-speed vehicle on a highway and every owner or lessee of a low-speed vehicle that permits its operation on a highway shall ensure that the vehicle is in good working order and that,</p> <p class=\"clause-e\">  (a) no component, equipment or other feature that was part of the vehicle when it was manufactured or imported is missing or rendered partly or wholly inoperable;</p> <p class=\"clause-e\">  (b) no component, equipment or other feature of the vehicle that is required by this Regulation is missing or rendered partly or wholly inoperable; and</p> <p class=\"clause-e\">  (c) the vehicle has not been modified to permit it to attain a rate of speed greater than 40 kilometres per hour.  </p>"
        },
        {
            "id": "9.",
            "section": "Declaration",
            "content": " 9. (1) No person shall sell or lease a low-speed vehicle unless, before completing the sale or lease, the person provides the purchaser or lessee with a declaration, in a form provided by the Ministry, or other document approved by the Ministry, that sets out the safety and operating limitations of low-speed vehicles.  (2) Issuance of a vehicle permit for a low-speed vehicle may be refused if the owner or lessee, as the case may be, does not provide the Ministry with the declaration or other document required by subsection (1), signed by the owner or lessee.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) No person shall sell or lease a low-speed vehicle unless, before completing the sale or lease, the person provides the purchaser or lessee with a declaration, in a form provided by the Ministry, or other document approved by the Ministry, that sets out the safety and operating limitations of low-speed vehicles. </p> <p class=\"subsection-e\">  (2) Issuance of a vehicle permit for a low-speed vehicle may be refused if the owner or lessee, as the case may be, does not provide the Ministry with the declaration or other document required by subsection (1), signed by the owner or lessee.  </p>"
        },
        {
            "id": "10.",
            "section": "Application of Act",
            "content": " 10. (1) Subject to subsections (2) and (3), the Act and the regulations apply to a low-speed vehicle and to its operation under this Regulation, as well as to a person who drives or has care or control of the vehicle. O. Reg. 215/17, s. 10 (1). (2) For the purposes of a safety standards certificate issued in respect of a low-speed vehicle by a motor vehicle inspection station, (a) the following provisions of the Passenger/Light-Duty Vehicle Inspection Standard do not apply if the low-speed vehicle is not equipped with the components or systems to which the provision applies, (i) Section 8, subsection 1 (b) that refers to the hood latch, (ii) Section 1, subsections 1.3, 2, 11, 12 and Section 5, subsection 6 that refer to the fuel and exhaust systems, (iii) Section 3, subsection 12 and Section 11, subsection 2 that refers to the Electronic Stability Control (ESC) system; and (b) the inspection requirements and performance standards set out in the Passenger/Light-Duty Vehicle Inspection Standard apply with such modifications as are necessary and appropriate for the components or systems with which the vehicle is equipped. O. Reg. 215/17, s. 10 (2); O. Reg. 177/22, s. 1 (1). (3) A safety standards certificate shall not be issued for a low-speed vehicle if the vehicle does not bear the warning label required by clause 3 (3) (b). O. Reg. 215/17, s. 10 (3). (4) In this section, “Passenger/Light-Duty Vehicle Inspection Standard” has the same meaning as in section 1 of Regulation 611 of the Revised Regulations of Ontario, 1990 (Safety Inspections) made under the Act. O. Reg. 215/17, s. 10 (4). Note: On January 1, 2025, section 10 of the Regulation is revoked. (See: O. Reg. 177/22, s. 1 (2) and O. Reg. 150/23, s. 1)",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) Subject to subsections (2) and (3), the Act and the regulations apply to a low-speed vehicle and to its operation under this Regulation, as well as to a person who drives or has care or control of the vehicle. O. Reg. 215/17, s. 10 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of a safety standards certificate issued in respect of a low-speed vehicle by a motor vehicle inspection station,</p> <p class=\"clause-e\">  (a) the following provisions of the Passenger/Light-Duty Vehicle Inspection Standard do not apply if the low-speed vehicle is not equipped with the components or systems to which the provision applies,</p> <p class=\"subclause-e\">  (i) Section 8, subsection 1 (b) that refers to the hood latch,</p> <p class=\"subclause-e\">  (ii) Section 1, subsections 1.3, 2, 11, 12 and Section 5, subsection 6 that refer to the fuel and exhaust systems,</p> <p class=\"subclause-e\">  (iii) Section 3, subsection 12 and Section 11, subsection 2 that refers to the Electronic Stability Control (ESC) system; and</p> <p class=\"clause-e\">  (b) the inspection requirements and performance standards set out in the Passenger/Light-Duty Vehicle Inspection Standard apply with such modifications as are necessary and appropriate for the components or systems with which the vehicle is equipped. O. Reg. 215/17, s. 10 (2); O. Reg. 177/22, s. 1 (1).</p> <p class=\"subsection-e\">  (3) A safety standards certificate shall not be issued for a low-speed vehicle if the vehicle does not bear the warning label required by clause 3 (3) (b). O. Reg. 215/17, s. 10 (3).</p> <p class=\"subsection-e\">  (4) In this section, </p> <p class=\"definition-e\">“Passenger/Light-Duty Vehicle Inspection Standard” has the same meaning as in section 1 of Regulation 611 of the Revised Regulations of Ontario, 1990 (Safety Inspections) made under the Act. O. Reg. 215/17, s. 10 (4).</p> <p class=\"Pnote-e\"><span>Note: On </span>January 1, 2025<span>, </span>section 10 of the Regulation is revoked.<span> (See: </span>O. Reg. 177/22, s. 1 (2) and O. Reg. 150/23, s. 1<span>)</span></p>"
        },
        {
            "id": "11.",
            "section": "Reports",
            "content": " 11. (1) If requested to do so by the Minister, a holder of a permit for a low-speed vehicle shall report to the Minister on the holder’s use of the vehicle.   (2) The report shall be in writing and shall address any aspect of the use of low-speed vehicles that the Minister specifies in the request. 12. This Regulation is revoked on the tenth anniversary of the day it is filed.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) If requested to do so by the Minister, a holder of a permit for a low-speed vehicle shall report to the Minister on the holder’s use of the vehicle.  </p> <p class=\"subsection-e\">  (2) The report shall be in writing and shall address any aspect of the use of low-speed vehicles that the Minister specifies in the request.  </p> <p class=\"Psection-e\">  12. This Regulation is revoked on the tenth anniversary of the day it is filed. </p>"
        },
        {
            "id": "13.",
            "section": "Reports",
            "content": " 13. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>13. </b><span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Reports",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/170215\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}