{
    "reg_info": {
        "full_title": "O. Reg. 33/18: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "O. Reg. 33/18: ",
        "act_under": "Ontario Cannabis Retail Corporation Act, 2017",
        "url": "https://www.ontario.ca/laws/regulation/180033",
        "date_scraped": "2023-12-18 23:36:18"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "November 16, 2018",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/180033/v3",
            "valid_from": "November 14, 2018",
            "valid_to": "November 15, 2018"
        },
        {
            "a_href": "/laws/regulation/180033/v2",
            "valid_from": "October 17, 2018",
            "valid_to": "November 13, 2018"
        },
        {
            "a_href": "/laws/regulation/180033/v1",
            "valid_from": "February 22, 2018",
            "valid_to": "October 16, 2018"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Exemptions, exclusive right to sell cannabis",
            "content": " 1. Subsection 2 (1) of the Act does not apply with respect to a sale of cannabis if the sale is by a person or in a circumstance that is exempt from subsection 6 (1) of the Cannabis Control Act, 2017 in the regulations made under that Act. O. Reg. 33/18, s. 1; O. Reg. 475/18, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>Subsection 2 (1) of the Act does not apply with respect to a sale of cannabis if the sale is by a person or in a circumstance that is exempt from subsection 6 (1) of the <i>Cannabis Control Act, 2017</i> in the regulations made under that Act. O. Reg. 33/18, s. 1; O. Reg. 475/18, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Exemptions, exclusive right to sell cannabis",
            "content": " 2. Revoked: O. Reg. 475/18, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 475/18, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Pricing",
            "content": " 3. (1) The price at which the Corporation sells a particular variety, form or type of cannabis or other product shall be the same regardless of where the sale occurs and the method of sale. O. Reg. 33/18, s. 3 (1); O. Reg. 475/18, s. 3 (1). (2) The price referred to in subsection (1) does not include any amount payable by the purchaser for shipping or handling in connection with online sales. O. Reg. 33/18, s. 3 (2). (3) Subsection (1) does not apply to a sale by the Corporation for the purpose of resale. O. Reg. 475/18, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) The price at which the Corporation sells a particular variety, form or type of cannabis or other product shall be the same regardless of where the sale occurs and the method of sale. O. Reg. 33/18, s. 3 (1); O. Reg. 475/18, s. 3 (1).</p> <p class=\"subsection-e\">  (2) The price referred to in subsection (1) does not include any amount payable by the purchaser for shipping or handling in connection with online sales. O. Reg. 33/18, s. 3 (2).</p> <p class=\"subsection-e\">  (3) Subsection (1) does not apply to a sale by the Corporation for the purpose of resale. O. Reg. 475/18, s. 3 (2).</p>"
        },
        {
            "id": "4.",
            "section": "Background screening of officers, employees",
            "content": " 4. For the purpose of reducing the risk of cannabis in the Corporation’s possession being diverted to an illicit market or activity, the Corporation shall ensure that background screening measures are conducted, (a) before hiring officers or employees; and (b) at such other times as the Corporation considers appropriate.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>For the purpose of reducing the risk of cannabis in the Corporation’s possession being diverted to an illicit market or activity, the Corporation shall ensure that background screening measures are conducted,</p> <p class=\"clause-e\">  (a) before hiring officers or employees; and</p> <p class=\"clause-e\">  (b) at such other times as the Corporation considers appropriate.</p>"
        },
        {
            "id": "5.",
            "section": "Employee training",
            "content": " 5. The Corporation shall ensure that any of its employees who sell cannabis to the public receive training with respect to the requirements for the retail sale of cannabis under the Act, the Cannabis Control Act, 2017 and the Cannabis Act (Canada). O. Reg. 33/18, s. 5; O. Reg. 475/18, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>The Corporation shall ensure that any of its employees who sell cannabis to the public receive training with respect to the requirements for the retail sale of cannabis under the Act, the <i>Cannabis Control Act, 2017</i> and the <i>Cannabis Act</i> (Canada). O. Reg. 33/18, s. 5; O. Reg. 475/18, s. 4.</p>"
        },
        {
            "id": "6.",
            "section": "Anti-diversion measures",
            "content": " 6. (1) The Corporation shall implement and maintain physical security measures aimed at reducing the risk of cannabis it possesses being diverted to an illicit market or activity. (2) The Corporation shall implement written operational procedures aimed at reducing the risk of cannabis it possesses being diverted to an illicit market or activity, including procedures respecting access to cannabis by any individual. (3) The Corporation shall periodically review its operational procedures. (4) The Corporation shall ensure that its directors, officers and employees receive training with respect to each of the operational procedures that are relevant to the individual’s role in the Corporation. (5) If the Corporation contracts with a person or entity to undertake activities which involve the possession or distribution of cannabis owned by the Corporation, the Corporation shall, (a) require, by written contract, that the person or entity implement such measures as the Corporation considers appropriate to reduce the risk of cannabis being diverted to an illicit market or activity; and (b) monitor the person’s or entity’s compliance with those measures. (6) If the LCBO contracts with a person or entity to undertake activities which involve the possession or distribution of cannabis owned by the Corporation, the Corporation shall ensure that the LCBO, (a) requires, by written contract, that the person or entity implement such measures as the Corporation considers appropriate to reduce the risk of cannabis being diverted to an illicit market or activity; and (b) monitors the person’s or entity’s compliance with those measures.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) The Corporation shall implement and maintain physical security measures aimed at reducing the risk of cannabis it possesses being diverted to an illicit market or activity.</p> <p class=\"subsection-e\">  (2) The Corporation shall implement written operational procedures aimed at reducing the risk of cannabis it possesses being diverted to an illicit market or activity, including procedures respecting access to cannabis by any individual.</p> <p class=\"subsection-e\">  (3) The Corporation shall periodically review its operational procedures.</p> <p class=\"subsection-e\">  (4) The Corporation shall ensure that its directors, officers and employees receive training with respect to each of the operational procedures that are relevant to the individual’s role in the Corporation.</p> <p class=\"subsection-e\">  (5) If the Corporation contracts with a person or entity to undertake activities which involve the possession or distribution of cannabis owned by the Corporation, the Corporation shall,</p> <p class=\"clause-e\">  (a) require, by written contract, that the person or entity implement such measures as the Corporation considers appropriate to reduce the risk of cannabis being diverted to an illicit market or activity; and</p> <p class=\"clause-e\">  (b) monitor the person’s or entity’s compliance with those measures.</p> <p class=\"subsection-e\">  (6) If the LCBO contracts with a person or entity to undertake activities which involve the possession or distribution of cannabis owned by the Corporation, the Corporation shall ensure that the LCBO,</p> <p class=\"clause-e\">  (a) requires, by written contract, that the person or entity implement such measures as the Corporation considers appropriate to reduce the risk of cannabis being diverted to an illicit market or activity; and</p> <p class=\"clause-e\">  (b) monitors the person’s or entity’s compliance with those measures.</p>"
        },
        {
            "id": "7.",
            "section": "Record keeping",
            "content": " 7. The Corporation shall keep the following records: 1. Records demonstrating the Corporation’s compliance with sections 4, 5 and 6. 2. Records demonstrating that all cannabis the Corporation sells was acquired from a person or entity that is authorized under the Cannabis Act (Canada) to produce cannabis for commercial purposes. 3. Records that may be required to enable the Corporation to participate in any national cannabis tracking system that may be required under the Cannabis Act\r\n(Canada). 4. Records respecting the Corporation’s sales of cannabis and inventory of cannabis each month on an aggregate basis. 5. Records that may be required to enable the Corporation to support a product recall. 6. Records demonstrating, on an aggregate basis, the Corporation’s compliance with sections 7 and 8 of the Cannabis Control Act, 2017. O. Reg. 33/18, s. 7; O. Reg. 475/18, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>The Corporation shall keep the following records:</p> <p class=\"paragraph-e\">  1. Records demonstrating the Corporation’s compliance with sections 4, 5 and 6. </p> <p class=\"paragraph-e\">  2. Records demonstrating that all cannabis the Corporation sells was acquired from a person or entity that is authorized under the <i>Cannabis Act </i>(Canada) to produce cannabis for commercial purposes.</p> <p class=\"paragraph-e\">  3. Records that may be required to enable the Corporation to participate in any national cannabis tracking system that may be required under the <i>Cannabis Act</i>\r\n(Canada).</p> <p class=\"paragraph-e\">  4. Records respecting the Corporation’s sales of cannabis and inventory of cannabis each month on an aggregate basis.</p> <p class=\"paragraph-e\">  5. Records that may be required to enable the Corporation to support a product recall.</p> <p class=\"paragraph-e\">  6. Records demonstrating, on an aggregate basis, the Corporation’s compliance with sections 7 and 8 of the <i>Cannabis Control Act, 2017</i>. O. Reg. 33/18, s. 7; O. Reg. 475/18, s. 5.</p>"
        },
        {
            "id": "8.",
            "section": "Acquisition of real property — limitation",
            "content": "  8. For the purposes of subsection 5 (3) of the Act, the following criterion is prescribed: 1. The value of the consideration, as determined for the purposes of the Land Transfer Tax Act, for the acquisition of the real property and any adjacent real property is greater than $10 million.",
            "raw_html": "<p class=\"section-e\"><b>  8. </b>For the purposes of subsection 5 (3) of the Act, the following criterion is prescribed:</p> <p class=\"paragraph-e\">  1. The value of the consideration, as determined for the purposes of the <i>Land Transfer Tax Act</i>, for the acquisition of the real property and any adjacent real property is greater than $10 million.</p>"
        },
        {
            "id": "9.",
            "section": "Major capital expenditure",
            "content": " 9. For the purposes of paragraph 1 of subsection 21 (2) of the Act, an expenditure in respect of a capital project is a major capital expenditure if the budgeted or actual amount of the total expenditures on the project is greater than $10 million.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>For the purposes of paragraph 1 of subsection 21 (2) of the Act, an expenditure in respect of a capital project is a major capital expenditure if the budgeted or actual amount of the total expenditures on the project is greater than $10 million.</p>"
        },
        {
            "id": "10.",
            "section": "Major capital expenditure",
            "content": " 10. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>10.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Major capital expenditure",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/180033\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}