{
    "reg_info": {
        "full_title": "O. Reg. 400/21: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "O. Reg. 400/21: ",
        "act_under": "Corporations Information Act",
        "url": "https://www.ontario.ca/laws/regulation/210400",
        "date_scraped": "2023-12-18 14:03:01"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October 19, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/210400/v1",
            "valid_from": "June  3, 2021",
            "valid_to": "October 18, 2021"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Returns and Notices",
            "part_id": null,
            "part_type": null,
            "section": "Returns and Notices",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Initial return, s. 2 (1) of the Act",
            "content": " 1. (1) An initial return under subsection 2 (1) of the Act shall set out the following information in respect of a corporation: 1. The name of the corporation. 2. The Ontario corporation number of the corporation. 3. The date of the corporation’s incorporation or amalgamation, whichever is the most recent. 4. The names and addresses for service of the corporation’s directors, including municipality, street and number, if any, and postal code. 5. The date on which each director became a director and, where applicable, the date on which a director ceased to be a director. 6. If the corporation is a corporation with share capital or is a co-operative within the meaning of the Co-operative Corporations Act, a statement as to whether each director is or is not a resident Canadian. 7. The names and addresses for service, including municipality, street and number, if any, and postal code, of the corporation’s five most senior officers. 8. The date on which each person referred to in paragraph 7 became a senior officer, and, where applicable, the date on which a person ceased to be a senior officer. 9. The address of the corporation’s head or registered office, including municipality, street and number, if any, and postal code. (2) For the purposes of paragraph 3 of subsection (1), the date of incorporation of a corporation that has been continued in Ontario from another jurisdiction is the date of its incorporation in its original jurisdiction.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK1\"></a>1. </b>(1) An initial return under subsection 2 (1) of the Act shall set out the following information in respect of a corporation:</p> <p class=\"paragraph-e\">  1. The name of the corporation.</p> <p class=\"paragraph-e\">  2. The Ontario corporation number of the corporation.</p> <p class=\"paragraph-e\">  3. The date of the corporation’s incorporation or amalgamation, whichever is the most recent.</p> <p class=\"paragraph-e\">  4. The names and addresses for service of the corporation’s directors, including municipality, street and number, if any, and postal code.</p> <p class=\"paragraph-e\">  5. The date on which each director became a director and, where applicable, the date on which a director ceased to be a director.</p> <p class=\"paragraph-e\">  6. If the corporation is a corporation with share capital or is a co-operative within the meaning of the <i>Co-operative Corporations Act</i>, a statement as to whether each director is or is not a resident Canadian.</p> <p class=\"paragraph-e\">  7. The names and addresses for service, including municipality, street and number, if any, and postal code, of the corporation’s five most senior officers.</p> <p class=\"paragraph-e\">  8. The date on which each person referred to in paragraph 7 became a senior officer, and, where applicable, the date on which a person ceased to be a senior officer.</p> <p class=\"paragraph-e\">  9. The address of the corporation’s head or registered office, including municipality, street and number, if any, and postal code.</p> <p class=\"subsection-e\">  (2) For the purposes of paragraph 3 of subsection (1), the date of incorporation of a corporation that has been continued in Ontario from another jurisdiction is the date of its incorporation in its original jurisdiction.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Initial return, s. 3 (1) of the Act",
            "content": " 2. (1) An initial return under subsection 3 (1) of the Act shall set out the following information in respect of an extra-provincial corporation: 1. The name of the corporation. 2. The Ontario corporation number of the corporation, if any. 3. The date of the corporation’s incorporation or amalgamation, whichever is the most recent. 4. The name of the jurisdiction in which the corporation was incorporated, continued or amalgamated, whichever is the most recent. 5. The address of the corporation’s head or registered office, including municipality, street and number, if any, and postal code. 6. An indication as to whether the corporation is a corporation with or without share capital. 7. The date on which the corporation commenced activities in Ontario, and, where applicable, the date on which it ceased activities in Ontario. 8. The name and address for service of the corporation’s chief officer or manager in Ontario, if any, including municipality, street and number, if any, and postal code. 9. The address of the corporation’s principal place of business in Ontario, if any, including municipality, street and number, if any, and postal code. 10. If the corporation is required by law to have an agent for service in Ontario, the name and address in Ontario of its agent, including municipality, street and number, if any, and postal code, and the Ontario corporation number of the agent, if the agent is a corporation. (2) If subsection 3 (4) of the Act applies in respect of a corporation’s initial return, the initial return shall be supported by a copy of the revised appointment of agent for service required to be filed under subsection 19 (3) of the Extra-Provincial Corporations Act and the copy shall be filed together with the initial return.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>2. </b>(1) An initial return under subsection 3 (1) of the Act shall set out the following information in respect of an extra-provincial corporation:</p> <p class=\"paragraph-e\">  1. The name of the corporation.</p> <p class=\"paragraph-e\">  2. The Ontario corporation number of the corporation, if any.</p> <p class=\"paragraph-e\">  3. The date of the corporation’s incorporation or amalgamation, whichever is the most recent.</p> <p class=\"paragraph-e\">  4. The name of the jurisdiction in which the corporation was incorporated, continued or amalgamated, whichever is the most recent.</p> <p class=\"paragraph-e\">  5. The address of the corporation’s head or registered office, including municipality, street and number, if any, and postal code.</p> <p class=\"paragraph-e\">  6. An indication as to whether the corporation is a corporation with or without share capital.</p> <p class=\"paragraph-e\">  7. The date on which the corporation commenced activities in Ontario, and, where applicable, the date on which it ceased activities in Ontario.</p> <p class=\"paragraph-e\">  8. The name and address for service of the corporation’s chief officer or manager in Ontario, if any, including municipality, street and number, if any, and postal code.</p> <p class=\"paragraph-e\">  9. The address of the corporation’s principal place of business in Ontario, if any, including municipality, street and number, if any, and postal code.</p> <p class=\"paragraph-e\">  10. If the corporation is required by law to have an agent for service in Ontario, the name and address in Ontario of its agent, including municipality, street and number, if any, and postal code, and the Ontario corporation number of the agent, if the agent is a corporation.</p> <p class=\"subsection-e\">  (2) If subsection 3 (4) of the Act applies in respect of a corporation’s initial return, the initial return shall be supported by a copy of the revised appointment of agent for service required to be filed under subsection 19 (3) of the <i>Extra-Provincial Corporations Act</i> and the copy shall be filed together with the initial return.</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Annual return, s. 3.1 of the Act",
            "content": " 3. (1) A corporation that is required to file an annual return under section 3.1 of the Act shall deliver the return to the person or entity within the time specified in this section and in the manner specified in this section and, for greater certainty, in accordance with section 8 of this Regulation. (2) A corporation that is required to file a tax return under section 150 of the Income Tax Act (Canada) or an information return under subsection 149.1 (14) of the Income Tax Act (Canada) shall deliver the annual return to the Minister. (3) A corporation that is required to file a tax return under section 150 of the Income Tax Act (Canada) shall deliver the annual return within the time period for delivery of its tax return for its last completed taxation year. (4) A corporation that is required to file an information return under subsection 149.1 (14) of the Income Tax Act (Canada) shall deliver the annual return within the time period for delivery of its information return for its last completed taxation year. (5) A corporation that is required to file both a tax return under section 150 of the Income Tax Act (Canada) and an information return under subsection 149.1 (14) of the Income Tax Act\r\n(Canada) in a year, or more than one tax return or information return in a year, is required to file the annual return only within the time period that it is required to file its first tax return or information return during the year. (6) An annual return filed by an extra-provincial corporation within class 3 under the\r\nExtra-Provincial Corporations Act shall be supported by a copy of a revised appointment of agent for service if it is required to be filed under subsection 19 (3) of that Act and the copy shall be filed together with the annual return. (7) In this section, “information return” means an information return for a taxation year that subsection 149.1 (14) of the Income Tax Act (Canada) requires a corporation to file with the Minister of National Revenue; (“déclaration de renseignements”) “tax return” means a return for a taxation year that section 150 of the Income Tax Act\r\n(Canada) requires a corporation to file with the Minister of National Revenue. (“déclaration de revenu”)",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>3. </b>(1) A corporation that is required to file an annual return under section 3.1 of the Act shall deliver the return to the person or entity within the time specified in this section and in the manner specified in this section and, for greater certainty, in accordance with section 8 of this Regulation.</p> <p class=\"subsection-e\">  (2) A corporation that is required to file a tax return under section 150 of the <i>Income Tax Act</i> (Canada) or an information return under subsection 149.1 (14) of the <i>Income Tax Act</i> (Canada) shall deliver the annual return to the Minister.</p> <p class=\"subsection-e\">  (3) A corporation that is required to file a tax return under section 150 of the <i>Income Tax Act</i> (Canada) shall deliver the annual return within the time period for delivery of its tax return for its last completed taxation year.</p> <p class=\"subsection-e\">  (4) A corporation that is required to file an information return under subsection 149.1 (14) of the <i>Income Tax Act</i> (Canada) shall deliver the annual return within the time period for delivery of its information return for its last completed taxation year.</p> <p class=\"subsection-e\">  (5) A corporation that is required to file both a tax return under section 150 of the <i>Income Tax Act</i> (Canada) and an information return under subsection 149.1 (14) of the <i>Income Tax Act</i>\r\n(Canada) in a year, or more than one tax return or information return in a year, is required to file the annual return only within the time period that it is required to file its first tax return or information return during the year.</p> <p class=\"subsection-e\"><b> </b>(6) An annual return filed by an extra-provincial corporation within class 3 under the\r\n<i>Extra-Provincial Corporations Act</i> shall be supported by a copy of a revised appointment of agent for service if it is required to be filed under subsection 19 (3) of that Act and the copy shall be filed together with the annual return.</p> <p class=\"subsection-e\">  (7) In this section,</p> <p class=\"definition-e\">“information return” means an information return for a taxation year that subsection 149.1 (14) of the <i>Income Tax Act</i> (Canada) requires a corporation to file with the Minister of National Revenue; (“déclaration de renseignements”)</p> <p class=\"definition-e\">“tax return” means a return for a taxation year that section 150 of the <i>Income Tax Act</i>\r\n(Canada) requires a corporation to file with the Minister of National Revenue. (“déclaration de revenu”)</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Information in annual return",
            "content": " 4. An annual return delivered under section 3 shall set out the following information in respect of the corporation as of the date of delivery: 1. The year of the return. 2. The name of the corporation. 3. The Ontario corporation number of the corporation. 4. An indication as to whether there has been a change in the information set out in the return or notice that the corporation most recently filed under the Act and, if applicable, all changes in the information.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>4. </b>An annual return delivered under section 3 shall set out the following information in respect of the corporation as of the date of delivery:</p> <p class=\"paragraph-e\">  1. The year of the return.</p> <p class=\"paragraph-e\">  2. The name of the corporation.</p> <p class=\"paragraph-e\">  3. The Ontario corporation number of the corporation.</p> <p class=\"paragraph-e\">  4. An indication as to whether there has been a change in the information set out in the return or notice that the corporation most recently filed under the Act and, if applicable, all changes in the information.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Notice of change",
            "content": " 5. (1) For the purposes of subsection 4 (2) of the Act, the notice of change shall set out: 1. The name of the corporation. 2. The Ontario corporation number of the corporation. 3. Any changes in the information set out in the return or notice that the corporation most recently filed under the Act. (2) A notice of change to which subsection 4 (2.1) of the Act applies shall be supported by a copy of the revised appointment of agent for service required to be filed under subsection 19 (3) of the Extra-Provincial Corporations Act and the copy shall be filed together with the notice.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>5. </b>(1) For the purposes of subsection 4 (2) of the Act, the notice of change shall set out:</p> <p class=\"paragraph-e\">  1. The name of the corporation.</p> <p class=\"paragraph-e\">  2. The Ontario corporation number of the corporation.</p> <p class=\"paragraph-e\">  3. Any changes in the information set out in the return or notice that the corporation most recently filed under the Act.</p> <p class=\"subsection-e\">  (2) A notice of change to which subsection 4 (2.1) of the Act applies shall be supported by a copy of the revised appointment of agent for service required to be filed under subsection 19 (3) of the <i>Extra-Provincial Corporations Act</i> and the copy shall be filed together with the notice.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Special filing",
            "content": " 6. (1) The Minister may, at any time, send the notice required for a special filing under section 6 of the Act by prepaid mail or otherwise. (2) The corporation to which the notice is sent shall make the special filing within 30 days after the day the notice is sent.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>6. </b>(1) The Minister may, at any time, send the notice required for a special filing under section 6 of the Act by prepaid mail or otherwise.</p> <p class=\"subsection-e\">  (2) The corporation to which the notice is sent shall make the special filing within 30 days after the day the notice is sent.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Information sharing",
            "content": " 7. (1) The following jurisdictions are prescribed for the purposes of section 8.1 of the Act: 1. Canada. 2. Every province and territory of Canada other than Ontario. (2) The information referred to in paragraphs 1, 3, 4, 5, and 6 of section 2 is prescribed for the purposes of subsection 8.1 (5) of the Act. Format",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>7. </b>(1) The following jurisdictions are prescribed for the purposes of section 8.1 of the Act:</p> <p class=\"paragraph-e\">  1. Canada.</p> <p class=\"paragraph-e\">  2. Every province and territory of Canada other than Ontario.</p> <p class=\"subsection-e\">  (2) The information referred to in paragraphs 1, 3, 4, 5, and 6 of section 2 is prescribed for the purposes of subsection 8.1 (5) of the Act.</p> <p class=\"heading1-e\"><a name=\"BK8\"></a>Format</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "Format",
            "part_id": null,
            "part_type": null,
            "section": "Format",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Paper or electronic format",
            "content": " 8. All returns, notices and other documents and information may, in accordance with this Regulation and any applicable Director’s requirements, be filed with the Ministry in, (a) paper format; or (b) an electronic format approved by the Director.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>8. </b>All returns, notices and other documents and information may, in accordance with this Regulation and any applicable Director’s requirements, be filed with the Ministry in,</p> <p class=\"clause-e\">  (a) paper format; or</p> <p class=\"clause-e\">  (b) an electronic format approved by the Director.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Format of supporting documents and information",
            "content": " 9. All documents and information that are filed to support returns and notices shall be filed in the same format as the return or notice, unless the Director requires that they be filed in a different format. Effective Date",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK10\"></a>9. </b>All documents and information that are filed to support returns and notices shall be filed in the same format as the return or notice, unless the Director requires that they be filed in a different format.</p> <p class=\"heading1-e\"><a name=\"BK11\"></a>Effective Date</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "Effective Date",
            "part_id": null,
            "part_type": null,
            "section": "Effective Date",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Effective date",
            "content": " 10. For the purposes of subsection 8 (2) of the Act, the effective date of filing for every return and notice received under the Act shall be the date assigned by the computer system that the Ministry has established for filings. Exemptions",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>10. </b>For the purposes of subsection 8 (2) of the Act, the effective date of filing for every return and notice received under the Act shall be the date assigned by the computer system that the Ministry has established for filings.</p> <p class=\"heading1-e\"><a name=\"BK13\"></a>Exemptions</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "Exemptions",
            "part_id": null,
            "part_type": null,
            "section": "Exemptions",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "Exemptions from filing, exceptions",
            "content": " 11. (1) The following classes of corporation are exempt from filing under sections 2 and 3 of the Act: 1. Corporations subject to the Bank Act (Canada). 2. Corporations that operate railways or carry on the business of a railway express company or the business of leasing or hiring railway sleeping, parlour or dining cars in Ontario. 3. The International Bank for Reconstruction and Development approved by the Bretton Woods and Related Agreements Act (Canada). 4. Municipalities within the meaning of the Municipal Affairs Act. (2) All corporations are exempt from filing under section 3.1 of the Act except for the following classes: 1. Corporations subject to the Business Corporations Act. 2. Corporations subject to the Corporations Act. 3. Foreign corporations that have a licence endorsed under the Extra-Provincial Corporations Act. 4. Corporations subject to the Not-for-Profit Corporations Act, 2010. (3) Despite subsection (2), a corporation is exempt from filing under section 3.1 of the Act in a year if the corporation is required to file a tax return under section 150 of the Income Tax Act (Canada) but is not required to file a tax return in that year. Miscellaneous",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK14\"></a>11. </b>(1) The following classes of corporation are exempt from filing under sections 2 and 3 of the Act:</p> <p class=\"paragraph-e\">  1. Corporations subject to the <i>Bank Act</i> (Canada).</p> <p class=\"paragraph-e\">  2. Corporations that operate railways or carry on the business of a railway express company or the business of leasing or hiring railway sleeping, parlour or dining cars in Ontario.</p> <p class=\"paragraph-e\">  3. The International Bank for Reconstruction and Development approved by the <i>Bretton Woods and Related Agreements Act</i> (Canada).</p> <p class=\"paragraph-e\">  4. Municipalities within the meaning of the <i>Municipal Affairs Act</i>.</p> <p class=\"subsection-e\">  (2) All corporations are exempt from filing under section 3.1 of the Act except for the following classes:</p> <p class=\"paragraph-e\">  1. Corporations subject to the <i>Business Corporations Act</i>.</p> <p class=\"paragraph-e\">  2. Corporations subject to the <i>Corporations Act</i>.</p> <p class=\"paragraph-e\">  3. Foreign corporations that have a licence endorsed under the <i>Extra-Provincial Corporations Act</i>.</p> <p class=\"paragraph-e\">  4. Corporations subject to the <i>Not-for-Profit Corporations Act, 2010</i>.</p> <p class=\"subsection-e\">  (3) Despite subsection (2), a corporation is exempt from filing under section 3.1 of the Act in a year if the corporation is required to file a tax return under section 150 of the <i>Income Tax Act</i> (Canada) but is not required to file a tax return in that year.</p> <p class=\"heading1-e\"><a name=\"BK15\"></a>Miscellaneous</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "Miscellaneous",
            "part_id": null,
            "part_type": null,
            "section": "Miscellaneous",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Public servants who may sign",
            "content": " 12. A director or manager of the Ministry whose duties relate to the administration of the Act are designated as public servants who may sign a certificate or a certified copy for the purposes of section 20 of the Act.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>12. </b>A director or manager of the Ministry whose duties relate to the administration of the Act are designated as public servants who may sign a certificate or a certified copy for the purposes of section 20 of the Act.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "13.",
            "part_id": null,
            "part_type": null,
            "section": "Prescribed persons or entities, corporations information agreement",
            "content": " 13. The following persons or entities are prescribed for the purposes of section 21.2 of the Act: 1. The Minister of Finance. 2. The Canada Revenue Agency. 14. Omitted (revokes other Regulations). 15. Omitted (provides for coming into force of provisions of this Regulation).  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>13. </b>The following persons or entities are prescribed for the purposes of section 21.2 of the Act:</p> <p class=\"paragraph-e\">  1. The Minister of Finance.</p> <p class=\"paragraph-e\">  2. The Canada Revenue Agency.</p> <p class=\"section-e\"> <b>14.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">revokes other Regulations</span>).</p> <p class=\"section-e\"> <b>15.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/210400\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}