{
    "reg_info": {
        "full_title": "O. Reg. 67/15: REGISTRATION",
        "reg_name_text": "REGISTRATION",
        "citation": "O. Reg. 67/15: ",
        "act_under": "Psychotherapy Act, 2007",
        "url": "https://www.ontario.ca/laws/regulation/150067",
        "date_scraped": "2023-12-18 03:16:14"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "August 31, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/150067/v3",
            "valid_from": "August 21, 2023",
            "valid_to": "August 30, 2023"
        },
        {
            "a_href": "/laws/regulation/150067/v2",
            "valid_from": "April  1, 2015",
            "valid_to": "August 20, 2023"
        },
        {
            "a_href": "/laws/regulation/150067/v1",
            "valid_from": "March 31, 2015",
            "valid_to": "March 31, 2015"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "General",
            "part_id": null,
            "part_type": null,
            "section": "General",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Definitions",
            "content": " 1. In this Regulation, “clinical supervision” refers to a professional relationship where the individual who is receiving supervision is engaged in a collaborative learning process with a clinical supervisor, which relationship is designed to, (a)  promote the professional growth of the supervisee, (b)  enhance the supervisee’s safe and effective use of the self in the therapeutic relationship, (c)  foster discussion of the direction of therapy and the therapeutic relationship, and (d)  safeguard the well-being of patients; (“supervision clinique”) “currency hours” means time spent doing any of a broad range of professional activities related to psychotherapy, including direct patient contact, record keeping and preparation in relation to direct patient contact, professional development, engaging in clinical supervision either as a supervisor or supervisee, conducting research in, or writing in, the field of psychotherapy, teaching psychotherapy, being employed as a manager in the field of psychotherapy and acting as a consultant in the field of psychotherapy. (“heures d’exercice”)",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK1\"></a>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“clinical supervision” refers to a professional relationship where the individual who is receiving supervision is engaged in a collaborative learning process with a clinical supervisor, which relationship is designed to,</p> <p class=\"defclause-e\">  (a)  promote the professional growth of the supervisee,</p> <p class=\"defclause-e\">  (b)  enhance the supervisee’s safe and effective use of the self in the therapeutic relationship,</p> <p class=\"defclause-e\">  (c)  foster discussion of the direction of therapy and the therapeutic relationship, and</p> <p class=\"defclause-e\">  (d)  safeguard the well-being of patients; (“supervision clinique”)</p> <p class=\"definition-e\">“currency hours” means time spent doing any of a broad range of professional activities related to psychotherapy, including direct patient contact, record keeping and preparation in relation to direct patient contact, professional development, engaging in clinical supervision either as a supervisor or supervisee, conducting research in, or writing in, the field of psychotherapy, teaching psychotherapy, being employed as a manager in the field of psychotherapy and acting as a consultant in the field of psychotherapy. (“heures d’exercice”)</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Classes of certificates",
            "content": " 2. The following are prescribed as classes of certificates of registration: 1.  Registered Psychotherapist. 2.  Qualifying. 3.  Temporary. 4.  Inactive. 5.  Emergency. O. Reg. 67/15, s. 2; O. Reg. 298/23, s. 1.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK2\"></a>2. </b>The following are prescribed as classes of certificates of registration:</p> <p class=\"paragraph-e\">  1.  Registered Psychotherapist.</p> <p class=\"paragraph-e\">  2.  Qualifying.</p> <p class=\"paragraph-e\">  3.  Temporary.</p> <p class=\"paragraph-e\">  4.  Inactive.</p> <p class=\"paragraph-e\">  5.  Emergency. O. Reg. 67/15, s. 2; O. Reg. 298/23, s. 1.</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Application for certificate of registration",
            "content": " 3. (1) A person may apply for a certificate of registration by submitting a completed application in the form provided by the Registrar together with any applicable fees required under the by-laws and any supporting documentation requested by the Registrar. (2) An applicant shall be deemed not to have satisfied the registration requirements for a certificate of registration if the applicant makes a false or misleading statement or representation on or in connection with his or her application, and any certificate of registration issued to such an applicant may be revoked by the Registrar.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>3. </b>(1) A person may apply for a certificate of registration by submitting a completed application in the form provided by the Registrar together with any applicable fees required under the by-laws and any supporting documentation requested by the Registrar.</p> <p class=\"subsection-e\">  (2) An applicant shall be deemed not to have satisfied the registration requirements for a certificate of registration if the applicant makes a false or misleading statement or representation on or in connection with his or her application, and any certificate of registration issued to such an applicant may be revoked by the Registrar.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Requirements for issuance of certificate of registration, any class",
            "content": " 4. An applicant must satisfy the following requirements for the issuance of a certificate of registration of any class: 1.  The applicant must, at the time of application, provide written details about any of the following that relate to the applicant and, where any of the following change with respect to the applicant after submitting the application but before the issuance of a certificate, the applicant must immediately provide written details with respect to the change: i.  A finding of guilt for any of the following: A.  A criminal offence. B.  An offence resulting in either imprisonment or a fine greater than $1,000. ii.  A finding of professional misconduct, incompetence or incapacity, or any similar finding, in relation to another regulated profession in Ontario or to any regulated profession in another jurisdiction. iii.  A current proceeding for professional misconduct, incompetence or incapacity, or any similar proceeding, in relation to another regulated profession in Ontario or to any regulated profession in another jurisdiction. iv.  A finding of professional negligence or malpractice made against the applicant in any jurisdiction. v.  A refusal by any body responsible for the regulation of a profession in any jurisdiction to register or license the applicant. vi.  Whether the applicant was in good standing at the time he or she ceased being registered, whether in Ontario or in another jurisdiction, with a body responsible for the regulation of a profession. vii.  Any other event that would provide reasonable grounds for the belief that the applicant will not practise psychotherapy in a safe and professional manner. 2.  The applicant’s previous conduct must afford reasonable grounds for the belief that he or she will practise psychotherapy in a safe and professional manner. 3.  The applicant must be able to speak, read and write in either English or French with reasonable fluency. 4.  The applicant must not have a physical or mental condition or disorder that would make it desirable in the interest of the public that he or she not be issued a certificate of registration unless, should the applicant be given a certificate of registration, the imposition of a term, condition or limitation on that certificate is sufficient to address such concerns. 5.  The applicant must provide proof of professional liability insurance coverage in the amount and in the form required under the by-laws, or undertake to provide proof, within 30 days of the issuance of the certificate of registration, of having such professional liability insurance that is effective as of the day on which he or she is issued his or her certificate of registration.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>4. </b>An applicant must satisfy the following requirements for the issuance of a certificate of registration of any class:</p> <p class=\"paragraph-e\">  1.  The applicant must, at the time of application, provide written details about any of the following that relate to the applicant and, where any of the following change with respect to the applicant after submitting the application but before the issuance of a certificate, the applicant must immediately provide written details with respect to the change:</p> <p class=\"subpara-e\">  i.  A finding of guilt for any of the following:</p> <p class=\"subsubpara-e\">  A.  A criminal offence.</p> <p class=\"subsubpara-e\">  B.  An offence resulting in either imprisonment or a fine greater than $1,000.</p> <p class=\"subpara-e\">  ii.  A finding of professional misconduct, incompetence or incapacity, or any similar finding, in relation to another regulated profession in Ontario or to any regulated profession in another jurisdiction.</p> <p class=\"subpara-e\">  iii.  A current proceeding for professional misconduct, incompetence or incapacity, or any similar proceeding, in relation to another regulated profession in Ontario or to any regulated profession in another jurisdiction.</p> <p class=\"subpara-e\">  iv.  A finding of professional negligence or malpractice made against the applicant in any jurisdiction.</p> <p class=\"subpara-e\">  v.  A refusal by any body responsible for the regulation of a profession in any jurisdiction to register or license the applicant.</p> <p class=\"subpara-e\">  vi.  Whether the applicant was in good standing at the time he or she ceased being registered, whether in Ontario or in another jurisdiction, with a body responsible for the regulation of a profession.</p> <p class=\"subpara-e\">  vii.  Any other event that would provide reasonable grounds for the belief that the applicant will not practise psychotherapy in a safe and professional manner.</p> <p class=\"paragraph-e\">  2.  The applicant’s previous conduct must afford reasonable grounds for the belief that he or she will practise psychotherapy in a safe and professional manner.</p> <p class=\"paragraph-e\">  3.  The applicant must be able to speak, read and write in either English or French with reasonable fluency.</p> <p class=\"paragraph-e\">  4.  The applicant must not have a physical or mental condition or disorder that would make it desirable in the interest of the public that he or she not be issued a certificate of registration unless, should the applicant be given a certificate of registration, the imposition of a term, condition or limitation on that certificate is sufficient to address such concerns.</p> <p class=\"paragraph-e\">  5.  The applicant must provide proof of professional liability insurance coverage in the amount and in the form required under the by-laws, or undertake to provide proof, within 30 days of the issuance of the certificate of registration, of having such professional liability insurance that is effective as of the day on which he or she is issued his or her certificate of registration.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Terms, conditions and limitations of every certificate",
            "content": " 5. Every certificate of registration is subject to the following terms, conditions and limitations: 1.  The member shall provide the College with written details about any of the following that relate to the applicant as soon as reasonably practicable after its occurrence: i.  A finding of guilt in relation to any offence in any jurisdiction. ii.  A finding of professional misconduct, incompetence or incapacity, or any similar finding, in relation to another regulated profession in Ontario or to any regulated profession in another jurisdiction. iii.  A current proceeding for professional misconduct, incompetence or incapacity, or any similar proceeding, in relation to another regulated profession in Ontario or to any regulated profession in another jurisdiction. iv.  A finding of professional negligence or malpractice in any jurisdiction. v.  A refusal by any body responsible for the regulation of a profession in any jurisdiction to register or license the member. vi.  Whether the member was in good standing at the time he or she ceased being registered with a body responsible for the regulation of a profession in Ontario or in any other jurisdiction. vii.  Any other event that would provide reasonable grounds for the belief that the member will not practise psychotherapy in a safe and professional manner. 2.  A member shall only use titles and abbreviations of titles respecting psychotherapy in accordance with the following rules: i.  A member who holds a Registered Psychotherapist certificate of registration may only use one or more of the titles “Registered Psychotherapist” or “Psychothérapeute autorisé”, and may only use the abbreviation “RP” for the English title and “PA” for the French title. ii.  A member who holds a Qualifying certificate of registration may only use one or more of the titles “Registered Psychotherapist (Qualifying)” or “Psychothérapeute autorisé (stagiaire)”, and may only use the abbreviation “RP (Qualifying)” for the English title and “PA (stagiaire)” for the French title. iii.  A member who holds a Temporary certificate of registration may only use one or more of the titles “Registered Psychotherapist (Temporary)” or “Psychothérapeute autorisé (temporaire)”, and may only use the abbreviation “RP (Temporary)” for the English title and “PA (temporaire)” for the French title. iv.  A member who holds an Inactive certificate of registration may only use one or more of the titles “Registered Psychotherapist (Inactive)” or “Psychothérapeute autorisé (inactif)”, and may only use the abbreviation “RP (Inactive)” for the English title and “PA (inactif)” for the French title. v.  A member who holds an Emergency certificate of registration may only use one or more of the titles “Registered Psychotherapist (Emergency Class)” or “Psychothérapeute autorisé (catégorie d’urgence)”, and may only use the abbreviation “RP (Emergency Class)” for the English title and “PA (catégorie d’urgence)” for the French title. 3.  The member shall maintain professional liability insurance in the amount and in the form required under the by-laws. 4.  The member shall provide the College with written details within two days of the member becoming aware that he or she does not have the professional liability insurance that he or she is required to have under the by-laws. 5.  The member shall practise only in the areas of psychotherapy in which the member has the necessary knowledge, skill and judgment. O. Reg. 67/15, s. 5; O. Reg. 298/23, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>5. </b>Every certificate of registration is subject to the following terms, conditions and limitations:</p> <p class=\"paragraph-e\">  1.  The member shall provide the College with written details about any of the following that relate to the applicant as soon as reasonably practicable after its occurrence:</p> <p class=\"subpara-e\">  i.  A finding of guilt in relation to any offence in any jurisdiction.</p> <p class=\"subpara-e\">  ii.  A finding of professional misconduct, incompetence or incapacity, or any similar finding, in relation to another regulated profession in Ontario or to any regulated profession in another jurisdiction.</p> <p class=\"subpara-e\">  iii.  A current proceeding for professional misconduct, incompetence or incapacity, or any similar proceeding, in relation to another regulated profession in Ontario or to any regulated profession in another jurisdiction.</p> <p class=\"subpara-e\">  iv.  A finding of professional negligence or malpractice in any jurisdiction.</p> <p class=\"subpara-e\">  v.  A refusal by any body responsible for the regulation of a profession in any jurisdiction to register or license the member.</p> <p class=\"subpara-e\">  vi.  Whether the member was in good standing at the time he or she ceased being registered with a body responsible for the regulation of a profession in Ontario or in any other jurisdiction.</p> <p class=\"subpara-e\">  vii.  Any other event that would provide reasonable grounds for the belief that the member will not practise psychotherapy in a safe and professional manner.</p> <p class=\"paragraph-e\">  2.  A member shall only use titles and abbreviations of titles respecting psychotherapy in accordance with the following rules:</p> <p class=\"subpara-e\">  i.  A member who holds a Registered Psychotherapist certificate of registration may only use one or more of the titles “Registered Psychotherapist” or “Psychothérapeute autorisé”, and may only use the abbreviation “RP” for the English title and “PA” for the French title.</p> <p class=\"subpara-e\">  ii.  A member who holds a Qualifying certificate of registration may only use one or more of the titles “Registered Psychotherapist (Qualifying)” or “Psychothérapeute autorisé (stagiaire)”, and may only use the abbreviation “RP (Qualifying)” for the English title and “PA (stagiaire)” for the French title.</p> <p class=\"subpara-e\">  iii.  A member who holds a Temporary certificate of registration may only use one or more of the titles “Registered Psychotherapist (Temporary)” or “Psychothérapeute autorisé (temporaire)”, and may only use the abbreviation “RP (Temporary)” for the English title and “PA (temporaire)” for the French title.</p> <p class=\"subpara-e\">  iv.  A member who holds an Inactive certificate of registration may only use one or more of the titles “Registered Psychotherapist (Inactive)” or “Psychothérapeute autorisé (inactif)”, and may only use the abbreviation “RP (Inactive)” for the English title and “PA (inactif)” for the French title.</p> <p class=\"subpara-e\">  v.  A member who holds an Emergency certificate of registration may only use one or more of the titles “Registered Psychotherapist (Emergency Class)” or “Psychothérapeute autorisé (catégorie d’urgence)”, and may only use the abbreviation “RP (Emergency Class)” for the English title and “PA (catégorie d’urgence)” for the French title.</p> <p class=\"paragraph-e\">  3.  The member shall maintain professional liability insurance in the amount and in the form required under the by-laws.</p> <p class=\"paragraph-e\">  4.  The member shall provide the College with written details within two days of the member becoming aware that he or she does not have the professional liability insurance that he or she is required to have under the by-laws.</p> <p class=\"paragraph-e\">  5.  The member shall practise only in the areas of psychotherapy in which the member has the necessary knowledge, skill and judgment. O. Reg. 67/15, s. 5; O. Reg. 298/23, s. 2.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Registered Psychotherapist class, registration requirements",
            "content": " 6. (1) Subject to section 7 and subsection 13 (2), the following are non-exemptible registration requirements for a Registered Psychotherapist certificate of registration: 1.  The applicant must, i.  have successfully completed a program in psychotherapy that has been approved by the Registration Committee or by a body that is approved by the Registration Committee for that purpose, ii.  have been awarded a master’s degree in a program that has been approved by the Registration Committee or by a body that is approved by the Registration Committee for that purpose, iii.  have successfully completed a program that the Registration Committee considers to be substantially equivalent to a program referred to in subparagraph i or ii, or iv.  have such other education and training, which must include one or more programs in psychotherapy, together with any further education or training, or combination of education and training, that when taken together evidences, in the opinion of the Registration Committee, successful completion of a program that is substantially equivalent to a program referred to in subparagraph i or ii. 2.  The applicant must have successfully completed the registration examinations set or approved by the Registration Committee. 3.  The applicant must have successfully completed clinical experience in psychotherapy that includes at least 450 hours of direct patient contact and at least 100 hours of clinical supervision where that clinical supervision relates to those hours of direct patient contact. 4.  The applicant must have completed, no earlier than two years before the date of his or her application, the jurisprudence course that was set or approved by the Registration Committee. (2) Except in the case of an applicant to whom subsection 9 (1) applies, if the applicant has not completed all the applicable requirements set out in paragraph 1 or 3 of subsection (1) within the one-year period immediately before the date that the applicant submitted his or her application, the applicant must, (a)  have completed at least 750 currency hours during the three-year period that immediately preceded the date that the applicant submitted his or her application; or (b)  have successfully completed such upgrading activities as approved by a panel of the Registration Committee. (3) No program may be approved under paragraph 1 of subsection (1) unless one of the core components of the program is designed to develop competency in the safe and effective use of self in a psychotherapeutic relationship. (4) Subject to subsections (5) and (6), the requirement in paragraph 2 of subsection (1) is not considered to have been met unless the applicant, (a)  sits his or her first attempt at the examinations within the 24-month period following the date on which he or she submitted his or her application for registration unless a panel of the Examination Committee is satisfied that exceptional circumstances prevented the applicant from taking the registration examination within this period; (b)  sits his or her final attempt at the examinations within the five-year period following the date on which he or she submitted his or her application for registration unless a panel of the Examination Committee is satisfied that exceptional circumstances prevented the applicant from taking the registration examinations within this period; and (c)  successfully completes the examinations, (i)  within two attempts, or (ii)  on a third attempt after having first successfully completed such further upgrading, if any, required by a panel of the Examination Committee. (5) Where, by virtue of clause (4) (a) or (b), an applicant is not considered to have met the requirement in paragraph 2 of subsection (1), the successful completion of the examinations on any further attempt will not be considered as satisfying the requirements in paragraph 2 of subsection (1) unless, before sitting the examinations, the applicant submits a new application for a certificate of registration. (6) Where, by virtue of clause (4) (c), an applicant is not considered to have met the requirement in paragraph 2 of subsection (1), the successful completion of the examinations on any further attempt will not be considered as satisfying the requirements in paragraph 2 of subsection (1) unless, before sitting the examinations, the applicant completes another program mentioned in paragraph 1 of subsection (1). (7) In order to qualify as clinical experience for the purposes of paragraph 3 of subsection (1), the hours of clinical experience must be undertaken subsequent to the applicant’s commencement of the program, education or training referred to in paragraph 1 of subsection (1).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>6. </b>(1) Subject to section 7 and subsection 13 (2), the following are non-exemptible registration requirements for a Registered Psychotherapist certificate of registration:</p> <p class=\"paragraph-e\">  1.  The applicant must,</p> <p class=\"subpara-e\">  i.  have successfully completed a program in psychotherapy that has been approved by the Registration Committee or by a body that is approved by the Registration Committee for that purpose,</p> <p class=\"subpara-e\">  ii.  have been awarded a master’s degree in a program that has been approved by the Registration Committee or by a body that is approved by the Registration Committee for that purpose,</p> <p class=\"subpara-e\">  iii.  have successfully completed a program that the Registration Committee considers to be substantially equivalent to a program referred to in subparagraph i or ii, or</p> <p class=\"subpara-e\">  iv.  have such other education and training, which must include one or more programs in psychotherapy, together with any further education or training, or combination of education and training, that when taken together evidences, in the opinion of the Registration Committee, successful completion of a program that is substantially equivalent to a program referred to in subparagraph i or ii.</p> <p class=\"paragraph-e\">  2.  The applicant must have successfully completed the registration examinations set or approved by the Registration Committee.</p> <p class=\"paragraph-e\">  3.  The applicant must have successfully completed clinical experience in psychotherapy that includes at least 450 hours of direct patient contact and at least 100 hours of clinical supervision where that clinical supervision relates to those hours of direct patient contact.</p> <p class=\"paragraph-e\">  4.  The applicant must have completed, no earlier than two years before the date of his or her application, the jurisprudence course that was set or approved by the Registration Committee.</p> <p class=\"subsection-e\">  (2) Except in the case of an applicant to whom subsection 9 (1) applies, if the applicant has not completed all the applicable requirements set out in paragraph 1 or 3 of subsection (1) within the one-year period immediately before the date that the applicant submitted his or her application, the applicant must,</p> <p class=\"clause-e\">  (a)  have completed at least 750 currency hours during the three-year period that immediately preceded the date that the applicant submitted his or her application; or</p> <p class=\"clause-e\">  (b)  have successfully completed such upgrading activities as approved by a panel of the Registration Committee.</p> <p class=\"subsection-e\">  (3) No program may be approved under paragraph 1 of subsection (1) unless one of the core components of the program is designed to develop competency in the safe and effective use of self in a psychotherapeutic relationship.</p> <p class=\"subsection-e\">  (4) Subject to subsections (5) and (6), the requirement in paragraph 2 of subsection (1) is not considered to have been met unless the applicant,</p> <p class=\"clause-e\">  (a)  sits his or her first attempt at the examinations within the 24-month period following the date on which he or she submitted his or her application for registration unless a panel of the Examination Committee is satisfied that exceptional circumstances prevented the applicant from taking the registration examination within this period;</p> <p class=\"clause-e\">  (b)  sits his or her final attempt at the examinations within the five-year period following the date on which he or she submitted his or her application for registration unless a panel of the Examination Committee is satisfied that exceptional circumstances prevented the applicant from taking the registration examinations within this period; and</p> <p class=\"clause-e\">  (c)  successfully completes the examinations,</p> <p class=\"subclause-e\">  (i)  within two attempts, or</p> <p class=\"subclause-e\">  (ii)  on a third attempt after having first successfully completed such further upgrading, if any, required by a panel of the Examination Committee.</p> <p class=\"subsection-e\">  (5) Where, by virtue of clause (4) (a) or (b), an applicant is not considered to have met the requirement in paragraph 2 of subsection (1), the successful completion of the examinations on any further attempt will not be considered as satisfying the requirements in paragraph 2 of subsection (1) unless, before sitting the examinations, the applicant submits a new application for a certificate of registration.</p> <p class=\"subsection-e\">  (6) Where, by virtue of clause (4) (c), an applicant is not considered to have met the requirement in paragraph 2 of subsection (1), the successful completion of the examinations on any further attempt will not be considered as satisfying the requirements in paragraph 2 of subsection (1) unless, before sitting the examinations, the applicant completes another program mentioned in paragraph 1 of subsection (1).</p> <p class=\"subsection-e\">  (7) In order to qualify as clinical experience for the purposes of paragraph 3 of subsection (1), the hours of clinical experience must be undertaken subsequent to the applicant’s commencement of the program, education or training referred to in paragraph 1 of subsection (1).</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Transitional",
            "content": " 7. (1) For the first 24 months after the day this Regulation comes into force, paragraphs 1, 2 and 3 of subsection 6 (1) do not apply in respect of an application for a Registered Psychotherapist certificate of registration where the applicant who made the application had been practising psychotherapy before this Regulation came into force. (2) An applicant described in subsection (1) must meet the following additional non-exemptible requirements for a Registered Psychotherapist certificate of registration: 1.  The applicant must have completed at least 500 currency hours in Canada during the three-year period that immediately preceded the date that the applicant submitted his or her application. 2.  The applicant must provide evidence that is sufficient, in the opinion of the Registrar, to demonstrate that the applicant is competent to safely practise psychotherapy.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>7. </b>(1) For the first 24 months after the day this Regulation comes into force, paragraphs 1, 2 and 3 of subsection 6 (1) do not apply in respect of an application for a Registered Psychotherapist certificate of registration where the applicant who made the application had been practising psychotherapy before this Regulation came into force.</p> <p class=\"subsection-e\">  (2) An applicant described in subsection (1) must meet the following additional non-exemptible requirements for a Registered Psychotherapist certificate of registration:</p> <p class=\"paragraph-e\">  1.  The applicant must have completed at least 500 currency hours in Canada during the three-year period that immediately preceded the date that the applicant submitted his or her application.</p> <p class=\"paragraph-e\">  2.  The applicant must provide evidence that is sufficient, in the opinion of the Registrar, to demonstrate that the applicant is competent to safely practise psychotherapy.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Registered Psychotherapist class, conditions, etc., of certificate",
            "content": " 8. (1) Every Registered Psychotherapist certificate of registration is subject to the following terms, conditions and limitations: 1.  The member must practise psychotherapy with clinical supervision until such time that he or she, i.  has completed at least 1000 hours of direct patient contact; and ii.  has completed at least 150 hours of clinical supervision related to the 1000 hours of direct patient contact referred to in subparagraph i. 2.  The member must practise psychotherapy for at least 750 currency hours during every three-year period, where the first three-year period begins on the first January 1 following the day that the member is issued a Registered Psychotherapist certificate of registration and each subsequent three-year period begins on the first anniversary of the commencement of the previous period. (2) If a member fails to meet the condition described in paragraph 2 of subsection (1), the Registrar shall refer the member to the Quality Assurance Committee for a peer and practice assessment unless the member, (a)  has successfully completed upgrading activities approved by the Registration Committee; (b)  has given the College a written undertaking to complete upgrading activities, which undertaking is acceptable to the Registrar and with which the member is in compliance; or (c)  satisfies the Registrar that exceptional circumstances prevented the applicant from meeting the condition and that the applicant has the knowledge, skill and judgment to practise psychotherapy in a safe and professional manner.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>8. </b>(1) Every Registered Psychotherapist certificate of registration is subject to the following terms, conditions and limitations:</p> <p class=\"paragraph-e\">  1.  The member must practise psychotherapy with clinical supervision until such time that he or she,</p> <p class=\"subpara-e\">  i.  has completed at least 1000 hours of direct patient contact; and</p> <p class=\"subpara-e\">  ii.  has completed at least 150 hours of clinical supervision related to the 1000 hours of direct patient contact referred to in subparagraph i.</p> <p class=\"paragraph-e\">  2.  The member must practise psychotherapy for at least 750 currency hours during every three-year period, where the first three-year period begins on the first January 1 following the day that the member is issued a Registered Psychotherapist certificate of registration and each subsequent three-year period begins on the first anniversary of the commencement of the previous period.</p> <p class=\"subsection-e\">  (2) If a member fails to meet the condition described in paragraph 2 of subsection (1), the Registrar shall refer the member to the Quality Assurance Committee for a peer and practice assessment unless the member,</p> <p class=\"clause-e\">  (a)  has successfully completed upgrading activities approved by the Registration Committee;</p> <p class=\"clause-e\">  (b)  has given the College a written undertaking to complete upgrading activities, which undertaking is acceptable to the Registrar and with which the member is in compliance; or</p> <p class=\"clause-e\">  (c)  satisfies the Registrar that exceptional circumstances prevented the applicant from meeting the condition and that the applicant has the knowledge, skill and judgment to practise psychotherapy in a safe and professional manner.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Labour mobility, Registered Psychotherapist class",
            "content": " 9. (1) Where section 22.18 of the Health Professions Procedural Code applies to an applicant for a Registered Psychotherapist certificate of registration, the applicant is deemed to have met the requirements set out in paragraphs 1, 2 and 3 of subsection 6 (1) of this Regulation. (2) It is a non-exemptible registration requirement that an applicant referred to in subsection (1) provide one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee confirming that the applicant is in good standing as a psychotherapist in every jurisdiction where the applicant holds an out-of-province certificate. (3) If an applicant to whom subsection (1) applies is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised the profession of psychotherapy to the extent that would be permitted by a Registered Psychotherapist certificate of registration at any time in the three years immediately before the date of that applicant’s application, it is a non-exemptible requirement that the applicant must meet any further requirement to undertake, obtain or undergo material additional training, experience, examinations or assessments that may be specified by a panel of the Registration Committee. (4) An applicant referred to in subsection (1) is deemed to have met the requirement of paragraph 3 of section 4 if the requirements for the issuance of the out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph. (5) Despite subsection (1), an applicant is not deemed to have met a requirement if that requirement is described in subsection 22.18 (3) of the Health Professions Procedural Code.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>9. </b>(1) Where section 22.18 of the Health Professions Procedural Code applies to an applicant for a Registered Psychotherapist certificate of registration, the applicant is deemed to have met the requirements set out in paragraphs 1, 2 and 3 of subsection 6 (1) of this Regulation.</p> <p class=\"subsection-e\">  (2) It is a non-exemptible registration requirement that an applicant referred to in subsection (1) provide one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee confirming that the applicant is in good standing as a psychotherapist in every jurisdiction where the applicant holds an out-of-province certificate.</p> <p class=\"subsection-e\">  (3) If an applicant to whom subsection (1) applies is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised the profession of psychotherapy to the extent that would be permitted by a Registered Psychotherapist certificate of registration at any time in the three years immediately before the date of that applicant’s application, it is a non-exemptible requirement that the applicant must meet any further requirement to undertake, obtain or undergo material additional training, experience, examinations or assessments that may be specified by a panel of the Registration Committee.</p> <p class=\"subsection-e\">  (4) An applicant referred to in subsection (1) is deemed to have met the requirement of paragraph 3 of section 4 if the requirements for the issuance of the out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph.</p> <p class=\"subsection-e\">  (5) Despite subsection (1), an applicant is not deemed to have met a requirement if that requirement is described in subsection 22.18 (3) of the Health Professions Procedural Code.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Qualifying class",
            "content": " 10. It is a non-exemptible registration requirement for a Qualifying certificate of registration that the applicant must have met all the requirements for the issuance of a Registered Psychotherapist certificate of registration except for, (a)  paragraph 2 of subsection 6 (1); (b)  paragraphs 2 and 3 of subsection 6 (1); or (c)  paragraphs 1, 2 and 3 of subsection 6 (1), where the applicant is actively engaged in satisfying the requirement in paragraph 1 of subsection 6 (1) after having already substantially completed the requirements of that paragraph.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>10. </b>It is a non-exemptible registration requirement for a Qualifying certificate of registration that the applicant must have met all the requirements for the issuance of a Registered Psychotherapist certificate of registration except for,</p> <p class=\"clause-e\">  (a)  paragraph 2 of subsection 6 (1);</p> <p class=\"clause-e\">  (b)  paragraphs 2 and 3 of subsection 6 (1); or</p> <p class=\"clause-e\">  (c)  paragraphs 1, 2 and 3 of subsection 6 (1), where the applicant is actively engaged in satisfying the requirement in paragraph 1 of subsection 6 (1) after having already substantially completed the requirements of that paragraph.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "Qualifying class, conditions, etc., of certificate",
            "content": " 11. It is an additional term, condition and limitation of every Qualifying certificate of registration that the member must at all times, (a)  practise psychotherapy with clinical supervision; and (b)  be actively pursuing the completion of any of the requirements set out in clause 10 (a), (b) or (c) that the member has yet to complete unless the Registrar has provided the member with permission in writing to interrupt the pursuit of one or more of those requirements due to exceptional circumstances.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>11. </b>It is an additional term, condition and limitation of every Qualifying certificate of registration that the member must at all times,</p> <p class=\"clause-e\">  (a)  practise psychotherapy with clinical supervision; and</p> <p class=\"clause-e\">  (b)  be actively pursuing the completion of any of the requirements set out in clause 10 (a), (b) or (c) that the member has yet to complete unless the Registrar has provided the member with permission in writing to interrupt the pursuit of one or more of those requirements due to exceptional circumstances.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Qualifying class, expiry",
            "content": " 12. (1) Subject to subsection (2), a Qualifying certificate of registration expires on the earlier of the following: 1.  The day that is five years after the certificate was issued. 2.  The day on which the member is issued a Registered Psychotherapist certificate of registration. 3.  The day on which the member fails to meet the condition in clause 11 (b), unless the Registrar has provided the member with the permission mentioned in that section. (2) The Registrar may extend a Qualifying certificate of registration, subject to the member complying with any conditions set by the Registrar at the time of making the extension, where the Registrar is of the opinion that exceptional circumstances exist that warrant the extension.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>12. </b>(1) Subject to subsection (2), a Qualifying certificate of registration expires on the earlier of the following:</p> <p class=\"paragraph-e\">  1.  The day that is five years after the certificate was issued.</p> <p class=\"paragraph-e\">  2.  The day on which the member is issued a Registered Psychotherapist certificate of registration.</p> <p class=\"paragraph-e\">  3.  The day on which the member fails to meet the condition in clause 11 (b), unless the Registrar has provided the member with the permission mentioned in that section.</p> <p class=\"subsection-e\">  (2) The Registrar may extend a Qualifying certificate of registration, subject to the member complying with any conditions set by the Registrar at the time of making the extension, where the Registrar is of the opinion that exceptional circumstances exist that warrant the extension.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "13.",
            "part_id": null,
            "part_type": null,
            "section": "Moving from Qualifying to Registered Psychotherapist certificate",
            "content": " 13. (1) Subject to subsection (2), a holder of a Qualifying certificate of registration shall be issued a Registered Psychotherapist certificate of registration upon completion of all of the requirements in section 6 that are referred to in section 10. (2) For the first 24 months after the day this Regulation comes into force, a holder of a Qualifying certificate of registration shall be issued a Registered Psychotherapist certificate of registration without complying with the requirements mentioned in subsection (1) where he or she meets the following additional non-exemptible requirements: 1.  He or she must have completed at least 500 currency hours in Canada during the three-year period that immediately preceded the date of submitting his or her application. 2.  He or she must provide evidence that is sufficient, in the opinion of the Registrar, to demonstrate that he or she is competent to safely practise psychotherapy.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>13. </b>(1) Subject to subsection (2), a holder of a Qualifying certificate of registration shall be issued a Registered Psychotherapist certificate of registration upon completion of all of the requirements in section 6 that are referred to in section 10.</p> <p class=\"subsection-e\">  (2) For the first 24 months after the day this Regulation comes into force, a holder of a Qualifying certificate of registration shall be issued a Registered Psychotherapist certificate of registration without complying with the requirements mentioned in subsection (1) where he or she meets the following additional non-exemptible requirements:</p> <p class=\"paragraph-e\">  1.  He or she must have completed at least 500 currency hours in Canada during the three-year period that immediately preceded the date of submitting his or her application.</p> <p class=\"paragraph-e\">  2.  He or she must provide evidence that is sufficient, in the opinion of the Registrar, to demonstrate that he or she is competent to safely practise psychotherapy.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "14.",
            "part_id": null,
            "part_type": null,
            "section": "Labour mobility, Qualifying class",
            "content": " 14. (1) Where section 22.18 of the Health Professions Procedural Code applies to an applicant for a Qualifying certificate of registration, the applicant is deemed to have met the requirements of section 10 of this Regulation. (2) It is a non-exemptible registration requirement that an applicant referred to in subsection (1) provide one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee confirming that the applicant is in good standing as a psychotherapist in every jurisdiction where the applicant holds an out-of-province certificate. (3) If an applicant to whom subsection (1) applies is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised psychotherapy to the extent that would be permitted by a Qualifying certificate of registration at any time in the three years immediately before the date of that applicant’s application, it is a non-exemptible requirement that the applicant must meet any further requirement to undertake, obtain or undergo material additional training, experience, examinations or assessments that may be specified by a panel of the Registration Committee. (4) An applicant referred to in subsection (1) is deemed to have met the requirement of paragraph 3 of section 4 if the requirements for the issuance of the out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph. (5) Despite subsection (1), an applicant is not deemed to have met a requirement if that requirement is described in subsection 22.18 (3) of the Health Professions Procedural Code.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>14. </b>(1) Where section 22.18 of the Health Professions Procedural Code applies to an applicant for a Qualifying certificate of registration, the applicant is deemed to have met the requirements of section 10 of this Regulation.</p> <p class=\"subsection-e\">  (2) It is a non-exemptible registration requirement that an applicant referred to in subsection (1) provide one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee confirming that the applicant is in good standing as a psychotherapist in every jurisdiction where the applicant holds an out-of-province certificate.</p> <p class=\"subsection-e\">  (3) If an applicant to whom subsection (1) applies is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised psychotherapy to the extent that would be permitted by a Qualifying certificate of registration at any time in the three years immediately before the date of that applicant’s application, it is a non-exemptible requirement that the applicant must meet any further requirement to undertake, obtain or undergo material additional training, experience, examinations or assessments that may be specified by a panel of the Registration Committee.</p> <p class=\"subsection-e\">  (4) An applicant referred to in subsection (1) is deemed to have met the requirement of paragraph 3 of section 4 if the requirements for the issuance of the out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph.</p> <p class=\"subsection-e\">  (5) Despite subsection (1), an applicant is not deemed to have met a requirement if that requirement is described in subsection 22.18 (3) of the Health Professions Procedural Code.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "15.",
            "part_id": null,
            "part_type": null,
            "section": "Registration requirements, Temporary class",
            "content": " 15. (1) The following are registration requirements for a Temporary certificate of registration: 1.  The applicant must be registered or licensed to practise psychotherapy in another jurisdiction in which the requirements for registration or licensure are similar to those in paragraphs 1, 2 and 3 of subsection 6 (1). 2.  The applicant must have an offer of employment or appointment that relates to the practice or teaching of psychotherapy and that does not exceed nine months. 3.  A holder of a Registered Psychotherapist certificate of registration must have agreed to be responsible for ensuring that the applicant’s patients receive continuing care in the period following either the expiry of the applicant’s certificate of registration or the applicant’s departure from Ontario, unless the Registrar is of the opinion that, in the circumstances, there is no concern regarding the need for continuing care. 4.  The applicant must not have held a Temporary certificate of registration in the 12-month period immediately before the date on which he or she made the application unless the Registrar is of the opinion, based on exceptional circumstances, that this requirement should not apply. 5.  The applicant must have completed, no earlier than two years before the date of his or her application, the jurisprudence course that was set or approved by the Registration Committee. (2) The requirements of paragraphs 1 to 3 of subsection (1) are non-exemptible. (3) If the applicant completed the education that was part of the requirements for the registration referred to in paragraph 1 of subsection (1) more than one year immediately before the date that the applicant submitted his or her application for a Temporary certificate of registration, the applicant must, (a)  have completed at least 750 currency hours during the three-year period of time that immediately preceded the date that the applicant submitted his or her application; or (b)  have successfully completed such upgrading activities as approved by a panel of the Registration Committee.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>15. </b>(1) The following are registration requirements for a Temporary certificate of registration:</p> <p class=\"paragraph-e\">  1.  The applicant must be registered or licensed to practise psychotherapy in another jurisdiction in which the requirements for registration or licensure are similar to those in paragraphs 1, 2 and 3 of subsection 6 (1).</p> <p class=\"paragraph-e\">  2.  The applicant must have an offer of employment or appointment that relates to the practice or teaching of psychotherapy and that does not exceed nine months.</p> <p class=\"paragraph-e\">  3.  A holder of a Registered Psychotherapist certificate of registration must have agreed to be responsible for ensuring that the applicant’s patients receive continuing care in the period following either the expiry of the applicant’s certificate of registration or the applicant’s departure from Ontario, unless the Registrar is of the opinion that, in the circumstances, there is no concern regarding the need for continuing care.</p> <p class=\"paragraph-e\">  4.  The applicant must not have held a Temporary certificate of registration in the 12-month period immediately before the date on which he or she made the application unless the Registrar is of the opinion, based on exceptional circumstances, that this requirement should not apply.</p> <p class=\"paragraph-e\">  5.  The applicant must have completed, no earlier than two years before the date of his or her application, the jurisprudence course that was set or approved by the Registration Committee.</p> <p class=\"subsection-e\">  (2) The requirements of paragraphs 1 to 3 of subsection (1) are non-exemptible.</p> <p class=\"subsection-e\">  (3) If the applicant completed the education that was part of the requirements for the registration referred to in paragraph 1 of subsection (1) more than one year immediately before the date that the applicant submitted his or her application for a Temporary certificate of registration, the applicant must,</p> <p class=\"clause-e\">  (a)  have completed at least 750 currency hours during the three-year period of time that immediately preceded the date that the applicant submitted his or her application; or</p> <p class=\"clause-e\">  (b)  have successfully completed such upgrading activities as approved by a panel of the Registration Committee.</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "16.",
            "part_id": null,
            "part_type": null,
            "section": "Additional terms, etc., Temporary class",
            "content": " 16. It is an additional term, condition and limitation on every Temporary certificate of registration that the member’s certificate of registration expires on the earlier of the expiry date noted on his or her certificate of registration and the day that is nine months after the date on which the certificate was issued.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>16. </b>It is an additional term, condition and limitation on every Temporary certificate of registration that the member’s certificate of registration expires on the earlier of the expiry date noted on his or her certificate of registration and the day that is nine months after the date on which the certificate was issued.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "17.",
            "part_id": null,
            "part_type": null,
            "section": "Labour mobility, Temporary class",
            "content": " 17. (1) Where section 22.18 of the Health Professions Procedural Code applies to an applicant for a Temporary certificate of registration, the applicant is deemed to have met the requirements of paragraphs 1 and 4 of subsection 15 (1). (2) It is a non-exemptible registration requirement that an applicant referred to in subsection (1) provide one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee confirming that the applicant is in good standing as a psychotherapist in every jurisdiction where the applicant holds an out-of-province certificate. (3) If an applicant to whom subsection (1) applies is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised psychotherapy to the extent that would be permitted by a Temporary certificate of registration at any time in the three years immediately before the date of that applicant’s application, it is a non-exemptible requirement that the applicant must meet any further requirement to undertake, obtain or undergo material additional training, experience, examinations or assessments that may be specified by a panel of the Registration Committee. (4) An applicant referred to in subsection (1) is deemed to have met the requirement of paragraph 3 of section 4 if the requirements for the issuance of the out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph. (5) Despite subsection (1), an applicant is not deemed to have met a requirement if that requirement is described in subsection 22.18 (3) of the Health Professions Procedural Code.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>17. </b>(1) Where section 22.18 of the Health Professions Procedural Code applies to an applicant for a Temporary certificate of registration, the applicant is deemed to have met the requirements of paragraphs 1 and 4 of subsection 15 (1).</p> <p class=\"subsection-e\">  (2) It is a non-exemptible registration requirement that an applicant referred to in subsection (1) provide one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee confirming that the applicant is in good standing as a psychotherapist in every jurisdiction where the applicant holds an out-of-province certificate.</p> <p class=\"subsection-e\">  (3) If an applicant to whom subsection (1) applies is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised psychotherapy to the extent that would be permitted by a Temporary certificate of registration at any time in the three years immediately before the date of that applicant’s application, it is a non-exemptible requirement that the applicant must meet any further requirement to undertake, obtain or undergo material additional training, experience, examinations or assessments that may be specified by a panel of the Registration Committee.</p> <p class=\"subsection-e\">  (4) An applicant referred to in subsection (1) is deemed to have met the requirement of paragraph 3 of section 4 if the requirements for the issuance of the out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph.</p> <p class=\"subsection-e\">  (5) Despite subsection (1), an applicant is not deemed to have met a requirement if that requirement is described in subsection 22.18 (3) of the Health Professions Procedural Code.</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "18.",
            "part_id": null,
            "part_type": null,
            "section": "Inactive class",
            "content": " 18. The following are non-exemptible registration requirements for the issuance of an Inactive certificate of registration: 1.  The applicant must be a member holding a Registered Psychotherapist certificate of registration. 2.  The applicant must provide an undertaking to the College in a form satisfactory to the Registrar in which the applicant undertakes to comply with the terms, conditions and limitations in section 19. 3.  The applicant must not be in default of any fee owing to the College under the by-laws. 4.  The applicant must have provided the College with any information that it has required of the applicant. 5.  The applicant must be in compliance with, i.  any outstanding requirements or orders issued by a panel of the Inquiries, Complaints and Reports Committee, ii.  any requirement to participate in specified continuing education or remediation programs that was issued by the Quality Assurance Committee, and iii.  any terms, conditions or limitations that were placed on the applicant’s certificate of registration as a result of a direction of the Quality Assurance Committee.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>18. </b>The following are non-exemptible registration requirements for the issuance of an Inactive certificate of registration:</p> <p class=\"paragraph-e\">  1.  The applicant must be a member holding a Registered Psychotherapist certificate of registration.</p> <p class=\"paragraph-e\">  2.  The applicant must provide an undertaking to the College in a form satisfactory to the Registrar in which the applicant undertakes to comply with the terms, conditions and limitations in section 19.</p> <p class=\"paragraph-e\">  3.  The applicant must not be in default of any fee owing to the College under the by-laws.</p> <p class=\"paragraph-e\">  4.  The applicant must have provided the College with any information that it has required of the applicant.</p> <p class=\"paragraph-e\">  5.  The applicant must be in compliance with,</p> <p class=\"subpara-e\">  i.  any outstanding requirements or orders issued by a panel of the Inquiries, Complaints and Reports Committee,</p> <p class=\"subpara-e\">  ii.  any requirement to participate in specified continuing education or remediation programs that was issued by the Quality Assurance Committee, and</p> <p class=\"subpara-e\">  iii.  any terms, conditions or limitations that were placed on the applicant’s certificate of registration as a result of a direction of the Quality Assurance Committee.</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "19.",
            "part_id": null,
            "part_type": null,
            "section": "Inactive class, conditions, etc., of certificate",
            "content": " 19. The following are additional terms, conditions and limitations of every Inactive certificate of registration: 1.  The member shall not provide or supervise the provision of direct patient care. 2.  The member shall not provide clinical supervision. 3.  The member shall not make any claim or representation in respect of his or her having any competence in psychotherapy.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>19. </b>The following are additional terms, conditions and limitations of every Inactive certificate of registration:</p> <p class=\"paragraph-e\">  1.  The member shall not provide or supervise the provision of direct patient care.</p> <p class=\"paragraph-e\">  2.  The member shall not provide clinical supervision.</p> <p class=\"paragraph-e\">  3.  The member shall not make any claim or representation in respect of his or her having any competence in psychotherapy.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "20.",
            "part_id": null,
            "part_type": null,
            "section": "Moving from Inactive to Registered Psychotherapist certificate",
            "content": " 20. The following rules apply where a member who holds an Inactive certificate of registration wishes to be issued the Registered Psychotherapist certificate of registration that he or she had previously held: 1.  An application must be made to the Registrar. 2.  The member must pay any outstanding fees owing to the College under the by-laws. 3.  The member must provide the College with any information that it has required of the member. 4.  The member must, i.  satisfy a panel of the Registration Committee that he or she possesses the current knowledge, skill and judgment relating to the practice of psychotherapy that would be expected of a member holding a Registered Psychotherapist certificate of registration, or ii.  have successfully completed such additional upgrading activities as are determined to be necessary by a panel of the Registration Committee.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>20. </b>The following rules apply where a member who holds an Inactive certificate of registration wishes to be issued the Registered Psychotherapist certificate of registration that he or she had previously held:</p> <p class=\"paragraph-e\">  1.  An application must be made to the Registrar.</p> <p class=\"paragraph-e\">  2.  The member must pay any outstanding fees owing to the College under the by-laws.</p> <p class=\"paragraph-e\">  3.  The member must provide the College with any information that it has required of the member.</p> <p class=\"paragraph-e\">  4.  The member must,</p> <p class=\"subpara-e\">  i.  satisfy a panel of the Registration Committee that he or she possesses the current knowledge, skill and judgment relating to the practice of psychotherapy that would be expected of a member holding a Registered Psychotherapist certificate of registration, or</p> <p class=\"subpara-e\">  ii.  have successfully completed such additional upgrading activities as are determined to be necessary by a panel of the Registration Committee.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "20.1",
            "part_id": null,
            "part_type": null,
            "section": "Emergency class",
            "content": "20.1 (1) The following are non-exemptible registration requirements for an Emergency certificate of registration: 1.  The Minister must have requested that the College initiate registrations under this class based on the Minister’s opinion that emergency circumstances call for it or the Council must have determined, after taking into account all of the relevant circumstances that impact the ability of applicants to meet the ordinary registration requirements, that there are emergency circumstances and that it is in the public interest that the College issue emergency certificates. 2.  The applicant must have been registered or licensed to practise psychotherapy in another jurisdiction in which the requirements for registration or licensure are similar to those in paragraphs 1, 2 and 3 of subsection 6 (1). 3.  The applicant must have completed, no earlier than two years before the date of their application, the jurisprudence course that was set or approved by the Registration Committee. O. Reg. 298/23, s. 3. (2) An additional requirement for the issuance of an Emergency certificate of registration is that within the three years prior to submitting their application for registration, the applicant must have practised the profession. O. Reg. 298/23, s. 3.",
            "raw_html": "<p class=\"section-e\"><a name=\"BK21\"></a><b>20.1</b> (1) The following are non-exemptible registration requirements for an Emergency certificate of registration:</p> <p class=\"paragraph-e\">  1.  The Minister must have requested that the College initiate registrations under this class based on the Minister’s opinion that emergency circumstances call for it or the Council must have determined, after taking into account all of the relevant circumstances that impact the ability of applicants to meet the ordinary registration requirements, that there are emergency circumstances and that it is in the public interest that the College issue emergency certificates.</p> <p class=\"paragraph-e\">  2.  The applicant must have been registered or licensed to practise psychotherapy in another jurisdiction in which the requirements for registration or licensure are similar to those in paragraphs 1, 2 and 3 of subsection 6 (1).</p> <p class=\"paragraph-e\">  3.  The applicant must have completed, no earlier than two years before the date of their application, the jurisprudence course that was set or approved by the Registration Committee. O. Reg. 298/23, s. 3.</p> <p class=\"subsection-e\">  (2) An additional requirement for the issuance of an Emergency certificate of registration is that within the three years prior to submitting their application for registration, the applicant must have practised the profession. O. Reg. 298/23, s. 3.</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "20.2",
            "part_id": null,
            "part_type": null,
            "section": "Emergency class, conditions, etc., of certificate",
            "content": " 20.2 It is an additional term, condition and limitation of every Emergency certificate of registration that the member must practise psychotherapy with clinical supervision. O. Reg. 298/23, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK22\"></a><b>20.2 </b>It is an additional term, condition and limitation of every Emergency certificate of registration that the member must practise psychotherapy with clinical supervision. O. Reg. 298/23, s. 3.</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "20.3",
            "part_id": null,
            "part_type": null,
            "section": "Moving from emergency to qualifying certificate",
            "content": " 20.3 A member who holds an Emergency certificate of registration, or a former member who held an Emergency certificate of registration within the six months prior to applying for a Qualifying certificate of registration, may be issued a Qualifying certificate of registration despite not having met the relevant requirements set out in subsection 6 (1) within the time-periods provided for in section 6 and in addition is not required to pay the transfer fee required under a College by-law. O. Reg. 298/23, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK23\"></a><b>20.3 </b>A member who holds an Emergency certificate of registration, or a former member who held an Emergency certificate of registration within the six months prior to applying for a Qualifying certificate of registration, may be issued a Qualifying certificate of registration despite not having met the relevant requirements set out in subsection 6 (1) within the time-periods provided for in section 6 and in addition is not required to pay the transfer fee required under a College by-law. O. Reg. 298/23, s. 3.</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "20.4",
            "part_id": null,
            "part_type": null,
            "section": "Emergency class, expiry",
            "content": " 20.4 (1) Unless stated otherwise on the certificate, an Emergency certificate of registration expires one year after it is issued, unless it is renewed. O. Reg. 298/23, s. 3. (2) Unless stated otherwise on the certificate, a renewed Emergency certificate of registration expires one year after it is issued, unless it is renewed again. O. Reg. 298/23, s. 3. (3) Despite subsections (1) and (2), an Emergency certificate of registration expires six months after the date the Council determines that emergency circumstances referred to in paragraph 1 of subsection 20.1 (1) no longer exist even where the certificate would otherwise expire before or after that time. O. Reg. 298/23, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>20.4</b> (1) Unless stated otherwise on the certificate, an Emergency certificate of registration expires one year after it is issued, unless it is renewed. O. Reg. 298/23, s. 3.</p> <p class=\"subsection-e\">  (2) Unless stated otherwise on the certificate, a renewed Emergency certificate of registration expires one year after it is issued, unless it is renewed again. O. Reg. 298/23, s. 3.</p> <p class=\"subsection-e\">  (3) Despite subsections (1) and (2), an Emergency certificate of registration expires six months after the date the Council determines that emergency circumstances referred to in paragraph 1 of subsection 20.1 (1) no longer exist even where the certificate would otherwise expire before or after that time. O. Reg. 298/23, s. 3.</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "21.",
            "part_id": null,
            "part_type": null,
            "section": "Examinations",
            "content": " 21. (1) The registration examinations that are a requirement of paragraph 2 of subsection 6 (1) shall be offered at least once each year. (2) An applicant is not entitled to sit the registration examinations until he or she submits an application for a Registered Psychotherapist certificate of registration and satisfies the requirements of section 4, paragraphs 1 and 4 of subsection 6 (1) and subsection 6 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK25\"></a><b>21. </b>(1) The registration examinations that are a requirement of paragraph 2 of subsection 6 (1) shall be offered at least once each year.</p> <p class=\"subsection-e\">  (2) An applicant is not entitled to sit the registration examinations until he or she submits an application for a Registered Psychotherapist certificate of registration and satisfies the requirements of section 4, paragraphs 1 and 4 of subsection 6 (1) and subsection 6 (2).</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "22.",
            "part_id": null,
            "part_type": null,
            "section": "Appeal",
            "content": " 22. (1) An applicant who fails a registration examination may appeal the results of the examination to the Examination Committee and the appeal will be decided by that Committee. (2) An appeal under subsection (1) shall be limited solely to the question of whether the process followed in sitting the examination was fair. (3) In deciding an appeal under subsection (1), the Examination Committee shall not determine that an applicant has passed the examination unless the applicant did, in fact, pass the examination. (4) Where an appeal under subsection (1) is successful, the results of the examination shall be nullified and the examination does not count against the applicant for any purpose, including the application of subsection 6 (4). Suspensions, Revocations And Reinstatements",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK26\"></a><b>22. </b>(1) An applicant who fails a registration examination may appeal the results of the examination to the Examination Committee and the appeal will be decided by that Committee.</p> <p class=\"subsection-e\">  (2) An appeal under subsection (1) shall be limited solely to the question of whether the process followed in sitting the examination was fair.</p> <p class=\"subsection-e\">  (3) In deciding an appeal under subsection (1), the Examination Committee shall not determine that an applicant has passed the examination unless the applicant did, in fact, pass the examination.</p> <p class=\"subsection-e\">  (4) Where an appeal under subsection (1) is successful, the results of the examination shall be nullified and the examination does not count against the applicant for any purpose, including the application of subsection 6 (4).</p> <p class=\"heading1-e\"><a name=\"BK27\"></a>Suspensions, Revocations And Reinstatements</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "Suspensions, Revocations And Reinstatements",
            "part_id": null,
            "part_type": null,
            "section": "Suspensions, Revocations And Reinstatements",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "23.",
            "part_id": null,
            "part_type": null,
            "section": "Failure to provide information",
            "content": " 23. (1) If a member fails to provide the College with information about the member required under the by-laws, (a)  the Registrar may give the member notice of intention to suspend the member’s certificate of registration; and (b)  the Registrar may suspend the member’s certificate of registration if the member fails to provide the information within 30 days after the notice is given. (2) If the Registrar suspends a member’s certificate of registration under subsection (1), the Registrar shall lift the suspension upon being satisfied that the former member, (a)  has provided the required information to the College; (b)  has paid any fees required under the by-laws for lifting the suspension; (c)  has paid any other outstanding fees required under the by-laws; (d)  has professional liability insurance coverage in the amount and in the form required under the by-laws; and (e)  will be in compliance, as of the anticipated date on which the suspension is to be lifted, with, (i)  any outstanding requirements or orders issued by a panel of the Inquiries, Complaints and Reports Committee, (ii)  any outstanding orders issued by a panel of the Discipline Committee or Fitness to Practise Committee, (iii)  any outstanding orders of Council or the Executive Committee, (iv)  any requirement to participate in specified continuing education or remediation programs that was issued by the Quality Assurance Committee, and (v)  any terms, conditions or limitations that were placed on the applicant’s certificate of registration as a result of a direction of the Quality Assurance Committee.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK28\"></a><b>23. </b>(1) If a member fails to provide the College with information about the member required under the by-laws,</p> <p class=\"clause-e\">  (a)  the Registrar may give the member notice of intention to suspend the member’s certificate of registration; and</p> <p class=\"clause-e\">  (b)  the Registrar may suspend the member’s certificate of registration if the member fails to provide the information within 30 days after the notice is given.</p> <p class=\"subsection-e\">  (2) If the Registrar suspends a member’s certificate of registration under subsection (1), the Registrar shall lift the suspension upon being satisfied that the former member,</p> <p class=\"clause-e\">  (a)  has provided the required information to the College;</p> <p class=\"clause-e\">  (b)  has paid any fees required under the by-laws for lifting the suspension;</p> <p class=\"clause-e\">  (c)  has paid any other outstanding fees required under the by-laws;</p> <p class=\"clause-e\">  (d)  has professional liability insurance coverage in the amount and in the form required under the by-laws; and</p> <p class=\"clause-e\">  (e)  will be in compliance, as of the anticipated date on which the suspension is to be lifted, with,</p> <p class=\"subclause-e\">  (i)  any outstanding requirements or orders issued by a panel of the Inquiries, Complaints and Reports Committee,</p> <p class=\"subclause-e\">  (ii)  any outstanding orders issued by a panel of the Discipline Committee or Fitness to Practise Committee,</p> <p class=\"subclause-e\">  (iii)  any outstanding orders of Council or the Executive Committee,</p> <p class=\"subclause-e\">  (iv)  any requirement to participate in specified continuing education or remediation programs that was issued by the Quality Assurance Committee, and</p> <p class=\"subclause-e\">  (v)  any terms, conditions or limitations that were placed on the applicant’s certificate of registration as a result of a direction of the Quality Assurance Committee.</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "24.",
            "part_id": null,
            "part_type": null,
            "section": "Failure to be insured",
            "content": " 24. (1) The Registrar may immediately suspend a member’s certificate of registration if the Registrar becomes aware that the member is not in compliance with the condition set out in paragraph 3 of section 5. (2) If the Registrar suspends a member’s certificate of registration under subsection (1), the Registrar shall lift the suspension upon being satisfied that the former member, (a)  has professional liability insurance coverage in the amount and in the form required under the by-laws; (b)  has paid any fees required under the by-laws for lifting the suspension; (c)  has paid any other outstanding fees required under the by-laws; and (d)  will be in compliance, as of the anticipated date on which the suspension is to be lifted, with, (i)  any outstanding requirements or orders issued by a panel of the Inquiries, Complaints and Reports Committee, (ii)  any outstanding orders issued by a panel of the Discipline Committee or Fitness to Practise Committee, (iii)  any outstanding orders of Council or the Executive Committee, (iv)  any requirement to participate in specified continuing education or remediation programs that was issued by the Quality Assurance Committee, and (v)  any terms, conditions or limitations that were placed on the applicant’s certificate of registration as a result of a direction of the Quality Assurance Committee.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK29\"></a><b>24. </b>(1) The Registrar may immediately suspend a member’s certificate of registration if the Registrar becomes aware that the member is not in compliance with the condition set out in paragraph 3 of section 5.</p> <p class=\"subsection-e\">  (2) If the Registrar suspends a member’s certificate of registration under subsection (1), the Registrar shall lift the suspension upon being satisfied that the former member,</p> <p class=\"clause-e\">  (a)  has professional liability insurance coverage in the amount and in the form required under the by-laws;</p> <p class=\"clause-e\">  (b)  has paid any fees required under the by-laws for lifting the suspension;</p> <p class=\"clause-e\">  (c)  has paid any other outstanding fees required under the by-laws; and</p> <p class=\"clause-e\">  (d)  will be in compliance, as of the anticipated date on which the suspension is to be lifted, with,</p> <p class=\"subclause-e\">  (i)  any outstanding requirements or orders issued by a panel of the Inquiries, Complaints and Reports Committee,</p> <p class=\"subclause-e\">  (ii)  any outstanding orders issued by a panel of the Discipline Committee or Fitness to Practise Committee,</p> <p class=\"subclause-e\">  (iii)  any outstanding orders of Council or the Executive Committee,</p> <p class=\"subclause-e\">  (iv)  any requirement to participate in specified continuing education or remediation programs that was issued by the Quality Assurance Committee, and</p> <p class=\"subclause-e\">  (v)  any terms, conditions or limitations that were placed on the applicant’s certificate of registration as a result of a direction of the Quality Assurance Committee.</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "25.",
            "part_id": null,
            "part_type": null,
            "section": "Lifting of suspension for failure to pay fees, etc.",
            "content": " 25. If the Registrar suspends the member’s certificate of registration under section 24 of the Health Professions Procedural Code for failing to pay a fee, the Registrar shall lift the suspension upon being satisfied that the former member, (a)  has paid the fee in question; (b)  has paid any fees required under the by-laws for lifting the suspension; (c)  has paid any other outstanding fees and any outstanding penalties required under the by-laws; (d)  has professional liability insurance coverage in the amount and in the form required under the by-laws; and (e)  will be in compliance, as of the anticipated date on which the suspension is to be lifted, with, (i)  any outstanding requirements or orders issued by a panel of the Inquiries, Complaints and Reports Committee, (ii)  any outstanding orders issued by a panel of the Discipline Committee or Fitness to Practice Committee, (iii)  any outstanding orders of Council or the Executive Committee, (iv)  any requirement to participate in specified continuing education or remediation programs that was issued by the Quality Assurance Committee, and (v)  any terms, conditions or limitations that were placed on the applicant’s certificate of registration as a result of a direction of the Quality Assurance Committee.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK30\"></a><b>25. </b>If the Registrar suspends the member’s certificate of registration under section 24 of the Health Professions Procedural Code for failing to pay a fee, the Registrar shall lift the suspension upon being satisfied that the former member,</p> <p class=\"clause-e\">  (a)  has paid the fee in question;</p> <p class=\"clause-e\">  (b)  has paid any fees required under the by-laws for lifting the suspension;</p> <p class=\"clause-e\">  (c)  has paid any other outstanding fees and any outstanding penalties required under the by-laws;</p> <p class=\"clause-e\">  (d)  has professional liability insurance coverage in the amount and in the form required under the by-laws; and</p> <p class=\"clause-e\">  (e)  will be in compliance, as of the anticipated date on which the suspension is to be lifted, with,</p> <p class=\"subclause-e\">  (i)  any outstanding requirements or orders issued by a panel of the Inquiries, Complaints and Reports Committee,</p> <p class=\"subclause-e\">  (ii)  any outstanding orders issued by a panel of the Discipline Committee or Fitness to Practice Committee,</p> <p class=\"subclause-e\">  (iii)  any outstanding orders of Council or the Executive Committee,</p> <p class=\"subclause-e\">  (iv)  any requirement to participate in specified continuing education or remediation programs that was issued by the Quality Assurance Committee, and</p> <p class=\"subclause-e\">  (v)  any terms, conditions or limitations that were placed on the applicant’s certificate of registration as a result of a direction of the Quality Assurance Committee.</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "26.",
            "part_id": null,
            "part_type": null,
            "section": "Revocation",
            "content": " 26. If the Registrar suspends a member’s certificate of registration under section 23 or 24 of this Regulation or under section 24 of the Health Professions Procedural Code and the suspension has not been lifted, the certificate is revoked on the day that is two years after the day it was suspended.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK31\"></a><b>26. </b>If the Registrar suspends a member’s certificate of registration under section 23 or 24 of this Regulation or under section 24 of the Health Professions Procedural Code and the suspension has not been lifted, the certificate is revoked on the day that is two years after the day it was suspended.</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "27.",
            "part_id": null,
            "part_type": null,
            "section": "Reinstatement",
            "content": " 27. The Registrar shall reinstate the certificate of registration of a former member whose certificate of registration has been revoked under section 26 because the member has failed to pay a fee that he or she is required to pay in accordance with the by-laws if, (a)  the former member, (i)  satisfies a panel of the Registration Committee that he or she possesses the current knowledge, skill and judgment relating to the practice of psychotherapy that would be expected of a member holding the type of certificate of registration that is being applied for, or (ii)  successfully completes such additional upgrading activities as are determined to be necessary by a panel of the Registration Committee; (b)  the former member has paid any fees required under the by-laws for reinstatement of a certificate of registration; (c)  the former member has paid all other outstanding fees required under the by-laws; (d)  the former member has professional liability insurance coverage in the amount and in the form required under the by-laws; and (e)  the former member will be in compliance, as of the anticipated date on which the suspension is to be lifted, with, (i)  any outstanding requirements or orders issued by a panel of the Inquiries, Complaints and Reports Committee, (ii)  any outstanding orders issued by a panel of the Discipline Committee or Fitness to Practise Committee, (iii)  any outstanding orders of Council or the Executive Committee, (iv)  any requirement to participate in specified continuing education or remediation programs that was issued by the Quality Assurance Committee, and (v)  any terms, conditions or limitations that were placed on the applicant’s certificate of registration as a result of a direction of the Quality Assurance Committee. 28. Omitted (provides for coming into force of provisions of this Regulation).   Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK32\"></a><b>27. </b>The Registrar shall reinstate the certificate of registration of a former member whose certificate of registration has been revoked under section 26 because the member has failed to pay a fee that he or she is required to pay in accordance with the by-laws if,</p> <p class=\"clause-e\">  (a)  the former member,</p> <p class=\"subclause-e\">  (i)  satisfies a panel of the Registration Committee that he or she possesses the current knowledge, skill and judgment relating to the practice of psychotherapy that would be expected of a member holding the type of certificate of registration that is being applied for, or</p> <p class=\"subclause-e\">  (ii)  successfully completes such additional upgrading activities as are determined to be necessary by a panel of the Registration Committee;</p> <p class=\"clause-e\">  (b)  the former member has paid any fees required under the by-laws for reinstatement of a certificate of registration;</p> <p class=\"clause-e\">  (c)  the former member has paid all other outstanding fees required under the by-laws;</p> <p class=\"clause-e\">  (d)  the former member has professional liability insurance coverage in the amount and in the form required under the by-laws; and</p> <p class=\"clause-e\">  (e)  the former member will be in compliance, as of the anticipated date on which the suspension is to be lifted, with,</p> <p class=\"subclause-e\">  (i)  any outstanding requirements or orders issued by a panel of the Inquiries, Complaints and Reports Committee,</p> <p class=\"subclause-e\">  (ii)  any outstanding orders issued by a panel of the Discipline Committee or Fitness to Practise Committee,</p> <p class=\"subclause-e\">  (iii)  any outstanding orders of Council or the Executive Committee,</p> <p class=\"subclause-e\">  (iv)  any requirement to participate in specified continuing education or remediation programs that was issued by the Quality Assurance Committee, and</p> <p class=\"subclause-e\">  (v)  any terms, conditions or limitations that were placed on the applicant’s certificate of registration as a result of a direction of the Quality Assurance Committee.</p> <p class=\"section-e\"> <b>28.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation)</span>.</p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/150067\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}