{
    "reg_info": {
        "full_title": "O. Reg. 232/16: SALE OF LIQUOR IN GOVERNMENT STORES",
        "reg_name_text": "SALE OF Liquor IN GOVERNMENT STORES",
        "citation": "O. Reg. 232/16: SALE OF LIQUOR IN GOVERNMENT STORES",
        "act_under": "Liquor Control Act",
        "url": "https://www.ontario.ca/laws/regulation/160232",
        "date_scraped": "2023-12-18 13:39:57"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/160232/v12",
            "valid_from": "November  8, 2021",
            "valid_to": "November 28, 2021"
        },
        {
            "a_href": "/laws/regulation/160232/v11",
            "valid_from": "July  1, 2021",
            "valid_to": "November  7, 2021"
        },
        {
            "a_href": "/laws/regulation/160232/v10",
            "valid_from": "June  7, 2021",
            "valid_to": "June 30, 2021"
        },
        {
            "a_href": "/laws/regulation/160232/v9",
            "valid_from": "June  6, 2019",
            "valid_to": "June  6, 2021"
        },
        {
            "a_href": "/laws/regulation/160232/v8",
            "valid_from": "February 15, 2019",
            "valid_to": "June  5, 2019"
        },
        {
            "a_href": "/laws/regulation/160232/v7",
            "valid_from": "November 16, 2018",
            "valid_to": "February 14, 2019"
        },
        {
            "a_href": "/laws/regulation/160232/v6",
            "valid_from": "November 14, 2018",
            "valid_to": "November 15, 2018"
        },
        {
            "a_href": "/laws/regulation/160232/v5",
            "valid_from": "September 15, 2017",
            "valid_to": "November 13, 2018"
        },
        {
            "a_href": "/laws/regulation/160232/v4",
            "valid_from": "February  3, 2017",
            "valid_to": "September 14, 2017"
        },
        {
            "a_href": "/laws/regulation/160232/v3",
            "valid_from": "October  6, 2016",
            "valid_to": "February  2, 2017"
        },
        {
            "a_href": "/laws/regulation/160232/v2",
            "valid_from": "July 20, 2016",
            "valid_to": "October  5, 2016"
        },
        {
            "a_href": "/laws/regulation/160232/v1",
            "valid_from": "June 23, 2016",
            "valid_to": "July 19, 2016"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "PART I  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART I INTERPRETATION",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION",
            "section": "Definitions",
            "content": " 1. (1) In this Regulation, “authorized” means authorized under the Act and “authorization” has a corresponding meaning; (“autorisé”) “Category A grocery store” means a grocery store that, together with all related retail stores, has annual worldwide revenue that is greater than $1 billion; (“épicerie de catégorie A”) “Category B grocery store” means a grocery store that is not a Category A grocery store; (“épicerie de catégorie B”) “cider” means wine produced from apples or pears, or from the concentrated juice of apples or pears, to which is added herbs, water, honey or sugar; (“cidre”) “cream wine” means an alcoholic beverage made from wine and added milk ingredients; (“vin à la crème”) “fortified wine” means wine to which an alcoholic distillate has been added; (“vin fortifié”) “geographic region” means the North Region, the East Region, the West Region or the GTA Region as they are defined in section 34; (“région géographique”) “grocery store” means a retail store that satisfies all of the following criteria: 1.  The store offers for sale a variety of each of the following types of food products: canned food, dry food, frozen food, fresh fruit, fresh vegetables, fresh meats, prepared meats, fish, poultry, dairy products, baked goods and snack foods. 2.  Food products occupy at least 10,000 square feet of retail floor space in the store. 3.  The store is not primarily identified to the public as a pharmacy, even if a pharmacy as defined in the Drug and Pharmacies Regulation Act is located within the store; (“épicerie”) “malt-based cooler” means an alcoholic beverage that is produced from a base of malt blended with juice, water, carbon dioxide or flavouring and that does not have the aroma or taste commonly attributed to beer; (“panaché au malt”) “quality assurance wine” means wine (excluding cider) that is designated as meeting the quality control standards of a statutory appellation of origin regime that certifies, in the aggregate, less than 50 million litres of wine (excluding cider) annually; (“vin de qualité assurée”) “VQA wine” means Vintners Quality Alliance wine as defined in the Vintners Quality Alliance Act, 1999; (“vin VQA”) “wine beverage” means a wine-based cocktail or an alcoholic beverage that is produced from a base of wine that may have added to it flavouring or flavouring preparations, juices, colour and sugar, that does not have the aroma or taste commonly attributed to wine and that is available in a spirits-based version; (“boisson au vin”) “wine boutique” means a winery retail store, (a)  that is located inside the shopping area of a grocery store, and (b)  at which the winery is authorized to sell wine to the public under a supplementary wine authorization described in Part III.1; (“boutique de vins”) “wine boutique agreement” means an agreement described in section 28.6; (“entente relative à une boutique de vins”) “winery retail store” means a private wine store owned and operated by a winery at which the winery is authorized under clause 3 (1) (e) of the Act to sell wine to the public. (“magasin de détail d’établissement vinicole”)\r\nO. Reg. 232/16, s. 1 (1); O. Reg. 260/16, s. 1; O. Reg. 12/17, s. 1. (2) In this Regulation, expressions relating to franchises have the same meaning as in the Arthur Wishart Act (Franchise Disclosure), 2000.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1. </b>(1) In this Regulation,</p> <p class=\"definition-e\">“authorized” means authorized under the Act and “authorization” has a corresponding meaning; (“autorisé”)</p> <p class=\"definition-e\">“Category A grocery store” means a grocery store that, together with all related retail stores, has annual worldwide revenue that is greater than $1 billion; (“épicerie de catégorie A”)</p> <p class=\"definition-e\">“Category B grocery store” means a grocery store that is not a Category A grocery store; (“épicerie de catégorie B”)</p> <p class=\"definition-e\">“cider” means wine produced from apples or pears, or from the concentrated juice of apples or pears, to which is added herbs, water, honey or sugar; (“cidre”)</p> <p class=\"definition-e\">“cream wine” means an alcoholic beverage made from wine and added milk ingredients; (“vin à la crème”)</p> <p class=\"definition-e\">“fortified wine” means wine to which an alcoholic distillate has been added; (“vin fortifié”)</p> <p class=\"definition-e\">“geographic region” means the North Region, the East Region, the West Region or the GTA Region as they are defined in section 34; (“région géographique”)</p> <p class=\"definition-e\">“grocery store” means a retail store that satisfies all of the following criteria:</p> <p class=\"defparagraph-e\">  1.  The store offers for sale a variety of each of the following types of food products: canned food, dry food, frozen food, fresh fruit, fresh vegetables, fresh meats, prepared meats, fish, poultry, dairy products, baked goods and snack foods.</p> <p class=\"defparagraph-e\">  2.  Food products occupy at least 10,000 square feet of retail floor space in the store.</p> <p class=\"defparagraph-e\">  3.  The store is not primarily identified to the public as a pharmacy, even if a pharmacy as defined in the <i>Drug and Pharmacies Regulation Act</i> is located within the store; (“épicerie”)</p> <p class=\"definition-e\">“malt-based cooler” means an alcoholic beverage that is produced from a base of malt blended with juice, water, carbon dioxide or flavouring and that does not have the aroma or taste commonly attributed to beer; (“panaché au malt”)</p> <p class=\"definition-e\">“quality assurance wine” means wine (excluding cider) that is designated as meeting the quality control standards of a statutory appellation of origin regime that certifies, in the aggregate, less than 50 million litres of wine (excluding cider) annually; (“vin de qualité assurée”)</p> <p class=\"definition-e\">“VQA wine” means Vintners Quality Alliance wine as defined in the <i>Vintners Quality Alliance Act, 1999</i>; (“vin VQA”)</p> <p class=\"definition-e\">“wine beverage” means a wine-based cocktail or an alcoholic beverage that is produced from a base of wine that may have added to it flavouring or flavouring preparations, juices, colour and sugar, that does not have the aroma or taste commonly attributed to wine and that is available in a spirits-based version; (“boisson au vin”)</p> <p class=\"definition-e\">“wine boutique” means a winery retail store,</p> <p class=\"defclause-e\">  (a)  that is located inside the shopping area of a grocery store, and</p> <p class=\"defclause-e\">  (b)  at which the winery is authorized to sell wine to the public under a supplementary wine authorization described in Part III.1; (“boutique de vins”)</p> <p class=\"definition-e\">“wine boutique agreement” means an agreement described in section 28.6; (“entente relative à une boutique de vins”)</p> <p class=\"definition-e\">“winery retail store” means a private wine store owned and operated by a winery at which the winery is authorized under clause 3 (1) (e) of the Act to sell wine to the public. (“<span>magasin de détail d’établissement vinicole”)\r\n</span>O. Reg. 232/16, s. 1 (1); O. Reg. 260/16, s. 1; O. Reg. 12/17, s. 1.</p> <p class=\"subsection-e\">  (2) In this Regulation, expressions relating to franchises have the same meaning as in the <i>Arthur Wishart Act (Franchise Disclosure), 2000</i>.\r\n</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION",
            "section": "Classes of authorization",
            "content": " 2. In this Regulation, references to classes of authorization are references to the classes established in sections 9 and 28.1. O. Reg. 232/16, s. 2; O. Reg. 260/16, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>2. </b>In this Regulation, references to classes of authorization are references to the classes established in sections 9 and 28.1. O. Reg. 232/16, s. 2; O. Reg. 260/16, s. 2.</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION",
            "section": "Affiliated and related persons and entities",
            "content": " 3. (1) For the purposes of this Regulation, two or more persons or entities are affiliated if they are affiliates within the meaning of the Alcohol, Cannabis and Gaming Regulation and Public Protection Act, 1996, if they are partners in the same partnership or if they are members of the same joint venture. O. Reg. 232/16, s. 3 (1); O. Reg. 472/18, s. 1. (2) For the purposes of this Regulation, a grocery store is related to another retail store if both stores are operated by the same person, if the operators of both stores are affiliated or if both stores are part of the same franchise system.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK3\"></a>3. </b>(1) For the purposes of this Regulation, two or more persons or entities are affiliated if they are affiliates within the meaning of the <i>Alcohol, Cannabis and Gaming Regulation and Public Protection Act, 1996</i>, if they are partners in the same partnership or if they are members of the same joint venture. O. Reg. 232/16, s. 3 (1); O. Reg. 472/18, s. 1.</p> <p class=\"subsection-e\">  (2) For the purposes of this Regulation, a grocery store is related to another retail store if both stores are operated by the same person, if the operators of both stores are affiliated or if both stores are part of the same franchise system.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "4.",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION",
            "section": "Small brewers, cideries, wineries, etc.",
            "content": " 4. For the purposes of this Regulation, a manufacturer is a small brewer, a mid-sized or small winery or a small cidery in the circumstances set out in Part VI. part ii   General",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK4\"></a>4. </b>For the purposes of this Regulation, a manufacturer is a small brewer, a mid-sized or small winery or a small cidery in the circumstances set out in Part VI.</p> <p class=\"partnum-e\"><a name=\"BK5\"></a>part ii <br/>  General</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "PART II  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART II GENERAL",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL",
            "section": "Opening hours for government stores",
            "content": " 5. A government store shall be kept open for the sale of liquor during such hours as the Board from time to time directs.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK6\"></a>5. </b>A government store shall be kept open for the sale of liquor during such hours as the Board from time to time directs.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "6.",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL",
            "section": "Brewers Retail Inc.",
            "content": " 6. Government stores for the sale of beer only may be established by Brewers Retail Inc. in any location approved by the Board and a manufacturer of beer licensed by the Alcohol and Gaming Commission of Ontario may store and sell beer in those stores under the control and supervision of the Board.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>6. </b>Government stores for the sale of beer only may be established by Brewers Retail Inc. in any location approved by the Board and a manufacturer of beer licensed by the Alcohol and Gaming Commission of Ontario may store and sell beer in those stores under the control and supervision of the Board.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "7.",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL",
            "section": "Sale of Canadian beer manufactured outside Ontario",
            "content": " 7. (1) Manufacturers are authorized to sell beer manufactured outside Ontario but within Canada to the Board for sale through Brewers Retail Inc. at the outlets approved by the Board. (2) Subsection (1) applies with respect to beer manufactured in a jurisdiction only if, in that jurisdiction, manufacturers are treated, with respect to the selling of beer manufactured in Ontario, in a way that is similar to the way manufacturers are treated in Ontario under subsection (1).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>7. </b>(1) Manufacturers are authorized to sell beer manufactured outside Ontario but within Canada to the Board for sale through Brewers Retail Inc. at the outlets approved by the Board.</p> <p class=\"subsection-e\">  (2) Subsection (1) applies with respect to beer manufactured in a jurisdiction only if, in that jurisdiction, manufacturers are treated, with respect to the selling of beer manufactured in Ontario, in a way that is similar to the way manufacturers are treated in Ontario under subsection (1).</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "8.",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL",
            "section": "Sale of beer in store operated by manufacturer",
            "content": " 8. A manufacturer of beer shall not store or sell beer in a store to which an authorization under clause 3 (1) (e) of the Act applies if, (a)  the beer contains alcohol that was obtained other than by the fermentation of an infusion or decoction of barley, malt and hops or of any similar products; and (b)  the alcohol described in clause (a) increases the total alcohol content of the beer by more than 0.5 of one per cent by volume. part iii   sale of beer and wine in grocery stores General Requirements",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK9\"></a>8. </b>A manufacturer of beer shall not store or sell beer in a store to which an authorization under clause 3 (1) (e) of the Act applies if,</p> <p class=\"clause-e\">  (a)  the beer contains alcohol that was obtained other than by the fermentation of an infusion or decoction of barley, malt and hops or of any similar products; and</p> <p class=\"clause-e\">  (b)  the alcohol described in clause (a) increases the total alcohol content of the beer by more than 0.5 of one per cent by volume.</p> <p class=\"partnum-e\"><a name=\"BK10\"></a>part iii <br/>  sale of beer and wine in grocery stores</p> <p class=\"heading1-e\"><a name=\"BK11\"></a>General Requirements</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "PART III  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART III SALE OF BEER AND WINE IN GROCERY STORES",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "General Requirements",
            "part_id": "PART III  ",
            "part_type": "PART III SALE OF BEER AND WINE IN GROCERY STORES",
            "section": "General Requirements",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "9.",
            "part_id": "PART III  ",
            "part_type": "PART III SALE OF BEER AND WINE IN GROCERY STORES",
            "section": "Classes of authorization for sales in grocery stores",
            "content": " 9. The following classes of authorization are established in connection with the sale of beer and wine in grocery stores: 1.  Beer and cider authorization: a single authorization that permits the sale of beer and cider but not other types of wine in a grocery store by the operator of the store. 2.  Beer and wine authorization: a single authorization that permits the sale of beer and wine in a grocery store by the operator of the store. 3.  Restricted beer and wine authorization: a beer and wine authorization that, for the first three years during which the operator sells wine under the authorization, has additional restrictions about the products that may be sold.  After the three-year period has elapsed, the authorization becomes a beer and wine authorization.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK12\"></a>9. </b>The following classes of authorization are established in connection with the sale of beer and wine in grocery stores:</p> <p class=\"paragraph-e\">  1.  Beer and cider authorization: a single authorization that permits the sale of beer and cider but not other types of wine in a grocery store by the operator of the store.</p> <p class=\"paragraph-e\">  2.  Beer and wine authorization: a single authorization that permits the sale of beer and wine in a grocery store by the operator of the store.</p> <p class=\"paragraph-e\">  3.  Restricted beer and wine authorization: a beer and wine authorization that, for the first three years during which the operator sells wine under the authorization, has additional restrictions about the products that may be sold.  After the three-year period has elapsed, the authorization becomes a beer and wine authorization.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "10.",
            "part_id": "PART III  ",
            "part_type": "PART III SALE OF BEER AND WINE IN GROCERY STORES",
            "section": "Public notice of authorization",
            "content": " 10. The operator of a grocery store that is authorized to sell beer or wine in the store must post the authorization in a conspicuous place in the store.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK13\"></a>10. </b>The operator of a grocery store that is authorized to sell beer or wine in the store must post the authorization in a conspicuous place in the store.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "11.",
            "part_id": "PART III  ",
            "part_type": "PART III SALE OF BEER AND WINE IN GROCERY STORES",
            "section": "Continuing duty to sell to the public",
            "content": " 11. (1) The operator of a grocery store that is authorized to sell beer or wine in the store must begin to offer the beer and wine for sale to the public under the authorization within six months after receiving the authorization, and must continue to offer the beer and wine for sale in the store thereafter. O. Reg. 232/16, s. 11 (1); O. Reg. 179/19, s. 1. (2) This section does not apply with respect to the sale of cider.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK14\"></a>11. </b>(1) The operator of a grocery store that is authorized to sell beer or wine in the store must begin to offer the beer and wine for sale to the public under the authorization within six months after receiving the authorization, and must continue to offer the beer and wine for sale in the store thereafter. O. Reg. 232/16, s. 11 (1); O. Reg. 179/19, s. 1.</p> <p class=\"subsection-e\">  (2) This section does not apply with respect to the sale of cider.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "12.",
            "part_id": "PART III  ",
            "part_type": "PART III SALE OF BEER AND WINE IN GROCERY STORES",
            "section": "Sales to the public",
            "content": " 12. (1) The operator of a grocery store that is authorized to sell beer or wine in the store must ensure that beer and wine is not available to customers outside of the hours of operation authorized by the Board for the sale of beer and wine. (2) All aspects of the sale of beer and wine, including ordering and payment, must be conducted in person at the grocery store. (3) The operator must ensure that, before beer or wine is sold or served to a person apparently under the age of 19 years, the person’s identification is inspected. (4) For a person apparently under the age of 19 years, the only acceptable form of identification at a grocery store is identification that includes the person’s photograph, states his or her date of birth and reasonably appears to have been issued by a government.  Acceptable forms of identification include the following: 1.  A driver’s licence issued by the Province of Ontario with a photograph of the person to whom the licence is issued. 2.  A Canadian passport. 3.  A Canadian citizenship card with a photograph of the person to whom the card is issued. 4.  A Canadian armed forces identification card. 5.  A secure certificate of Indian status issued by the Government of Canada. 6.  A photo card issued by the Board. 7.  A permanent resident card issued by the Government of Canada. 8.  A photo card issued under the Photo Card Act, 2008.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK15\"></a>12. </b>(1) The operator of a grocery store that is authorized to sell beer or wine in the store must ensure that beer and wine is not available to customers outside of the hours of operation authorized by the Board for the sale of beer and wine.</p> <p class=\"subsection-e\">  (2) All aspects of the sale of beer and wine, including ordering and payment, must be conducted in person at the grocery store.</p> <p class=\"subsection-e\">  (3) The operator must ensure that, before beer or wine is sold or served to a person apparently under the age of 19 years, the person’s identification is inspected.</p> <p class=\"subsection-e\">  (4) For a person apparently under the age of 19 years, the only acceptable form of identification at a grocery store is identification that includes the person’s photograph, states his or her date of birth and reasonably appears to have been issued by a government.  Acceptable forms of identification include the following:</p> <p class=\"paragraph-e\">  1.  A driver’s licence issued by the Province of Ontario with a photograph of the person to whom the licence is issued.</p> <p class=\"paragraph-e\">  2.  A Canadian passport.</p> <p class=\"paragraph-e\">  3.  A Canadian citizenship card with a photograph of the person to whom the card is issued.</p> <p class=\"paragraph-e\">  4.  A Canadian armed forces identification card.</p> <p class=\"paragraph-e\">  5.  A secure certificate of Indian status issued by the Government of Canada.</p> <p class=\"paragraph-e\">  6.  A photo card issued by the Board.</p> <p class=\"paragraph-e\">  7.  A permanent resident card issued by the Government of Canada.</p> <p class=\"paragraph-e\">  8.  A photo card issued under the <i>Photo Card Act, 2008</i>.</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "13.",
            "part_id": "PART III  ",
            "part_type": "PART III SALE OF BEER AND WINE IN GROCERY STORES",
            "section": "Price of beer and wine sold to the public",
            "content": " 13. (1) The operator of a grocery store that is authorized to sell beer or wine in the store must ensure that it is offered for sale, and sold, at the price stipulated by the Board. (2) The operator is not permitted to sell containers of wine (excluding cider) that have a lower stipulated price than the lowest retail price described in section 45. (3) The operator must not do any of the following things: 1.  Accept as full or part payment for beer or wine any benefits issued under a loyalty program or a rewards marketing program, including coupons, tickets, points or rewards. 2.  Exchange, convert or redeem any benefits issued under a loyalty program or a rewards marketing program, including coupons, tickets, points or rewards, for cash that is applied to payment for beer or wine. 3.  Offer free or discounted merchandise contingent upon the purchase of beer or wine. (4) Except as may be required on sales receipts and invoices for the purposes of the Excise Tax Act (Canada), the operator shall display and advertise prices for beer and wine that include all applicable taxes and container deposits, including container deposits payable under the terms of a supply agreement between the operator and the Board.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>13. </b>(1) The operator of a grocery store that is authorized to sell beer or wine in the store must ensure that it is offered for sale, and sold, at the price stipulated by the Board.</p> <p class=\"subsection-e\">  (2) The operator is not permitted to sell containers of wine (excluding cider) that have a lower stipulated price than the lowest retail price described in section 45.</p> <p class=\"subsection-e\">  (3) The operator must not do any of the following things:</p> <p class=\"paragraph-e\">  1.  Accept as full or part payment for beer or wine any benefits issued under a loyalty program or a rewards marketing program, including coupons, tickets, points or rewards.</p> <p class=\"paragraph-e\">  2.  Exchange, convert or redeem any benefits issued under a loyalty program or a rewards marketing program, including coupons, tickets, points or rewards, for cash that is applied to payment for beer or wine.</p> <p class=\"paragraph-e\">  3.  Offer free or discounted merchandise contingent upon the purchase of beer or wine.</p> <p class=\"subsection-e\">  (4) Except as may be required on sales receipts and invoices for the purposes of the <i>Excise Tax Act</i> (Canada), the operator shall display and advertise prices for beer and wine that include all applicable taxes and container deposits, including container deposits payable under the terms of a supply agreement between the operator and the Board.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "14.",
            "part_id": "PART III  ",
            "part_type": "PART III SALE OF BEER AND WINE IN GROCERY STORES",
            "section": "Grocery store operations",
            "content": " 14. (1) The operator of a grocery store that is authorized to sell beer or wine in the store must operate the store in compliance with all applicable federal, provincial and municipal law. (2) The operator must ensure that the store continues to be a grocery store within the meaning of this Regulation. (3) The operator must be a party to a supply agreement with the Board and must comply with the agreement. (4) The operator must not acquire beer or wine for sale in the store otherwise than from the Board in accordance with the supply agreement. (5) The operator must provide a secure area for the storage of beer and wine that is not on display. (6) The operator must ensure that any employee who handles beer or wine is at least 18 years of age. (7) The operator must ensure that any person who sells beer or wine in the store or offers samples of beer or wine to customers in the store has successfully completed a server training course. (8) Revoked: O. Reg. 179/19, s. 2.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK17\"></a>14. </b>(1) The operator of a grocery store that is authorized to sell beer or wine in the store must operate the store in compliance with all applicable federal, provincial and municipal law.</p> <p class=\"subsection-e\">  (2) The operator must ensure that the store continues to be a grocery store within the meaning of this Regulation.</p> <p class=\"subsection-e\"><b> </b>(3) The operator must be a party to a supply agreement with the Board and must comply with the agreement.</p> <p class=\"subsection-e\">  (4) The operator must not acquire beer or wine for sale in the store otherwise than from the Board in accordance with the supply agreement.</p> <p class=\"subsection-e\">  (5) The operator must provide a secure area for the storage of beer and wine that is not on display.</p> <p class=\"subsection-e\">  (6) The operator must ensure that any employee who handles beer or wine is at least 18 years of age.</p> <p class=\"subsection-e\">  (7) The operator must ensure that any person who sells beer or wine in the store or offers samples of beer or wine to customers in the store has successfully completed a server training course.</p> <p class=\"subsection-e\">  (8) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 179/19, s. 2.</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "15.",
            "part_id": "PART III  ",
            "part_type": "PART III SALE OF BEER AND WINE IN GROCERY STORES",
            "section": "Operator’s relationship to beer and wine manufacturers",
            "content": " 15. (1) The operator of a grocery store that is authorized to sell beer or wine in the store must not offer a brand of beer or wine for sale at the grocery store if the operator or any of its affiliates has a direct or indirect financial interest in the brand or in a trademark under which the brand is marketed. (2) The operator must not enter into an agreement with a beer or wine manufacturer that restricts the manufacturer’s ability to sell its beer or wine in other stores. (3) The operator must not enter into an agreement with a beer or wine manufacturer that guarantees the provision of shelf space at the grocery store or a product listing for the manufacturer’s beer or wine or that guarantees any merchandising, marketing or promotional opportunities. (4) The operator and its agents and employees must not directly or indirectly request, demand or receive a financial or non-monetary benefit in Ontario or in any other jurisdiction from a beer or wine manufacturer or from a representative or employee of the manufacturer, including a benefit for the provision of shelf space at the grocery store or a product listing for the manufacturer’s beer or wine, or for any merchandising, marketing or promotional opportunity. (5) If the operator charges a fee to a beer or wine manufacturer for providing warehousing or distribution services for the beer or wine, the fee must be calculated in the same manner for all manufacturers and the fee schedule must be available to the public.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK18\"></a>15. </b>(1) The operator of a grocery store that is authorized to sell beer or wine in the store must not offer a brand of beer or wine for sale at the grocery store if the operator or any of its affiliates has a direct or indirect financial interest in the brand or in a trademark under which the brand is marketed.</p> <p class=\"subsection-e\">  (2) The operator must not enter into an agreement with a beer or wine manufacturer that restricts the manufacturer’s ability to sell its beer or wine in other stores.</p> <p class=\"subsection-e\">  (3) The operator must not enter into an agreement with a beer or wine manufacturer that guarantees the provision of shelf space at the grocery store or a product listing for the manufacturer’s beer or wine or that guarantees any merchandising, marketing or promotional opportunities.</p> <p class=\"subsection-e\">  (4) The operator and its agents and employees must not directly or indirectly request, demand or receive a financial or non-monetary benefit in Ontario or in any other jurisdiction from a beer or wine manufacturer or from a representative or employee of the manufacturer, including a benefit for the provision of shelf space at the grocery store or a product listing for the manufacturer’s beer or wine, or for any merchandising, marketing or promotional opportunity.</p> <p class=\"subsection-e\">  (5) If the operator charges a fee to a beer or wine manufacturer for providing warehousing or distribution services for the beer or wine, the fee must be calculated in the same manner for all manufacturers and the fee schedule must be available to the public.</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "15.1",
            "part_id": "PART III  ",
            "part_type": "PART III SALE OF BEER AND WINE IN GROCERY STORES",
            "section": "Initial lottery",
            "content": " 15.1 (1) After the day section 8 of Ontario Regulation 179/19 comes into force, the Board shall conduct a lottery to select, from among interested persons, potential candidates to be issued authorizations to sell beer and wine in a grocery store. O. Reg. 179/19, s. 3. (2) If two or more grocery stores are part of the same franchise system, only the franchisor may participate in the lottery. O. Reg. 179/19, s. 3. (3) If an operator of a grocery store that is issued a beer and wine authorization through the lottery process conducted under subsection (1) relinquishes an existing beer and cider authorization, the Board may use the lottery process to select a potential candidate for a beer and cider authorization for the same region and category of store. O. Reg. 179/19, s. 3. (4) If, following an initial selection of potential candidates, the Board is unable to identify enough suitable candidates for the maximum number of authorizations as allocated by region, class of authorization and category of store in accordance with sections 35 to 40, including beer and cider authorizations that have been relinquished as referred to in subsection (3), the Board may select additional candidates through the lottery from among all interested persons that were not selected to be considered for an authorization regardless of region or category of store. O. Reg. 179/19, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>15.1 </b>(1) After the day section 8 of Ontario Regulation 179/19 comes into force, the Board shall conduct a lottery to select, from among interested persons, potential candidates to be issued authorizations to sell beer and wine in a grocery store. O. Reg. 179/19, s. 3.</p> <p class=\"subsection-e\">  (2) If two or more grocery stores are part of the same franchise system, only the franchisor may participate in the lottery. O. Reg. 179/19, s. 3.</p> <p class=\"subsection-e\">  (3) If an operator of a grocery store that is issued a beer and wine authorization through the lottery process conducted under subsection (1) relinquishes an existing beer and cider authorization, the Board may use the lottery process to select a potential candidate for a beer and cider authorization for the same region and category of store. O. Reg. 179/19, s. 3.</p> <p class=\"subsection-e\">  (4) If, following an initial selection of potential candidates, the Board is unable to identify enough suitable candidates for the maximum number of authorizations as allocated by region, class of authorization and category of store in accordance with sections 35 to 40, including beer and cider authorizations that have been relinquished as referred to in subsection (3), the Board may select additional candidates through the lottery from among all interested persons that were not selected to be considered for an authorization regardless of region or category of store. O. Reg. 179/19, s. 3.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "15.2",
            "part_id": "PART III  ",
            "part_type": "PART III SALE OF BEER AND WINE IN GROCERY STORES",
            "section": "Subsequent lotteries",
            "content": " 15.2 (1) If, at any time, an operator of a grocery store ceases to hold an authorization, the Board may conduct a lottery to select a potential candidate for an authorization of the same class, region and category of store. O. Reg. 179/19, s. 3. (2) If the Board is unable to identify a suitable candidate for an authorization pursuant to subsection (1), the Board may conduct a lottery for an authorization of that class among interested persons regardless of region or category of store. O. Reg. 179/19, s. 3. (3) A lottery may be conducted under subsection (1) or (2) to identify potential candidates for one or more authorizations that become available as described in those subsections. O. Reg. 179/19, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>15.2 </b>(1) If, at any time, an operator of a grocery store ceases to hold an authorization, the Board may conduct a lottery to select a potential candidate for an authorization of the same class, region and category of store. O. Reg. 179/19, s. 3.</p> <p class=\"subsection-e\">  (2) If the Board is unable to identify a suitable candidate for an authorization pursuant to subsection (1), the Board may conduct a lottery for an authorization of that class among interested persons regardless of region or category of store. O. Reg. 179/19, s. 3.</p> <p class=\"subsection-e\">  (3) A lottery may be conducted under subsection (1) or (2) to identify potential candidates for one or more authorizations that become available as described in those subsections. O. Reg. 179/19, s. 3.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "16.",
            "part_id": "PART III  ",
            "part_type": "PART III SALE OF BEER AND WINE IN GROCERY STORES",
            "section": "Board’s powers and duties re: supply agreements",
            "content": " 16. (1) The Board may enter into a supply agreement with the operator of a grocery store for the supply of beer or wine to the operator on the terms the Board considers reasonable. O. Reg. 232/16, s. 16 (1); O. Reg. 179/19, s. 4 (1). (2) Revoked: O. Reg. 179/19, s. 4 (2). (3) If the operator of a grocery store has a beer and cider authorization that was issued in connection with a wine boutique agreement, the Board shall enter into a supply agreement with the operator of the grocery store that provides for the sale of beer and cider to the operator at a discount of 3 per cent off the basic price, plus HST and container deposits. O. Reg. 232/16, s. 16 (3); O. Reg. 260/16, s. 3; O. Reg. 179/19, s. 4 (3). (4) For the purposes of subsection (3), the basic price for beer and cider is the retail price stipulated by the Board for the beer or cider respectively, net of HST and container deposits. O. Reg. 232/16, s. 16 (4); O. Reg. 260/16, s. 3. (5) A supply agreement with a grocery store operator that holds a beer and cider authorization or a beer and wine authorization issued following a lottery referred to in section 15.1 or 15.2 shall provide for the following discount rates: 1.  In the case of an agreement with the operator of a Category A grocery store, the rate equal to the mean of the discount rates in respect of, i.  any related grocery stores for which the operator holds a beer and cider authorization or a beer and wine authorization at the time the supply agreement is entered into, with the exception of any store for which the operator holds a beer and cider authorization referred to in subsection (3), or ii.  if there are no related grocery stores for which the operator holds such authorizations at the time the supply agreement is entered into, all Category A grocery stores, with the exception of any store for which the operator holds a beer and cider authorization referred to in subsection (3). 2.  In the case of an agreement with the operator of a Category B grocery store, the rate equal to the mean of the discount rates in respect of, i.  any related grocery stores for which the operator holds a beer and cider authorization or a beer and wine authorization at the time the supply agreement is entered into, with the exception of any store for which the operator holds a beer and cider authorization referred to in subsection (3), or ii.  if there are no related grocery stores for which the operator holds such authorizations at the time the supply agreement is entered into, all Category B grocery stores, with the exception of any store for which the operator holds a beer and cider authorization referred to in subsection (3). O. Reg. 179/19, s. 4 (4). 17. Revoked: O. Reg. 179/19, s. 5. Sale of Beer",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK21\"></a>16. </b>(1) The Board may enter into a supply agreement with the operator of a grocery store for the supply of beer or wine to the operator on the terms the Board considers reasonable. O. Reg. 232/16, s. 16 (1); O. Reg. 179/19, s. 4 (1).</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 179/19, s. 4 (2).</p> <p class=\"subsection-e\">  (3) If the operator of a grocery store has a beer and cider authorization that was issued in connection with a wine boutique agreement, the Board shall enter into a supply agreement with the operator of the grocery store that provides for the sale of beer and cider to the operator at a discount of 3 per cent off the basic price, plus HST and container deposits. O. Reg. 232/16, s. 16 (3); O. Reg. 260/16, s. 3; O. Reg. 179/19, s. 4 (3).</p> <p class=\"subsection-e\">  (4) For the purposes of subsection (3), the basic price for beer and cider is the retail price stipulated by the Board for the beer or cider respectively, net of HST and container deposits. O. Reg. 232/16, s. 16 (4); O. Reg. 260/16, s. 3.</p> <p class=\"subsection-e\">  (5) A supply agreement with a grocery store operator that holds a beer and cider authorization or a beer and wine authorization issued following a lottery referred to in section 15.1 or 15.2 shall provide for the following discount rates:</p> <p class=\"paragraph-e\">  1.  In the case of an agreement with the operator of a Category A grocery store, the rate equal to the mean of the discount rates in respect of,</p> <p class=\"subpara-e\">  i.  any related grocery stores for which the operator holds a beer and cider authorization or a beer and wine authorization at the time the supply agreement is entered into, with the exception of any store for which the operator holds a beer and cider authorization referred to in subsection (3), or</p> <p class=\"subpara-e\">  ii.  if there are no related grocery stores for which the operator holds such authorizations at the time the supply agreement is entered into, all Category A grocery stores, with the exception of any store for which the operator holds a beer and cider authorization referred to in subsection (3).</p> <p class=\"paragraph-e\">  2.  In the case of an agreement with the operator of a Category B grocery store, the rate equal to the mean of the discount rates in respect of,</p> <p class=\"subpara-e\">  i.  any related grocery stores for which the operator holds a beer and cider authorization or a beer and wine authorization at the time the supply agreement is entered into, with the exception of any store for which the operator holds a beer and cider authorization referred to in subsection (3), or</p> <p class=\"subpara-e\">  ii.  if there are no related grocery stores for which the operator holds such authorizations at the time the supply agreement is entered into, all Category B grocery stores, with the exception of any store for which the operator holds a beer and cider authorization referred to in subsection (3). O. Reg. 179/19, s. 4 (4).</p> <p class=\"section-e\"> <b>17. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 179/19, s. 5.</p> <p class=\"heading1-e\"><a name=\"BK22\"></a>Sale of Beer</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "Sale of Beer",
            "part_id": "PART III  ",
            "part_type": "PART III SALE OF BEER AND WINE IN GROCERY STORES",
            "section": "Sale of Beer",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "18.",
            "part_id": "PART III  ",
            "part_type": "PART III SALE OF BEER AND WINE IN GROCERY STORES",
            "section": "Beers available for sale",
            "content": " 18. (1) The operator of a grocery store that is authorized to sell beer in the store must offer for sale a variety of brands of beer from manufacturers with a variety of annual production amounts of beer. (2) The operator must not offer for sale, or sell, any of the following beers: 1.  Beer with an alcohol content greater than 7.1 per cent by volume. 2.  Beer containing alcohol that was obtained other than by the fermentation of an infusion or decoction of barley, malt and hops or of any similar products if that alcohol increases the total alcohol content of the beer by more than 0.5 of one per cent by volume. 3.  Malt-based coolers. (3) Upon request, the Board shall give the operator a list of the beers that do not contravene subsection (2) and are available for sale to grocery stores.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK23\"></a><b>18. </b>(1) The operator of a grocery store that is authorized to sell beer in the store must offer for sale a variety of brands of beer from manufacturers with a variety of annual production amounts of beer.</p> <p class=\"subsection-e\">  (2) The operator must not offer for sale, or sell, any of the following beers:</p> <p class=\"paragraph-e\">  1.  Beer with an alcohol content greater than 7.1 per cent by volume.</p> <p class=\"paragraph-e\">  2.  Beer containing alcohol that was obtained other than by the fermentation of an infusion or decoction of barley, malt and hops or of any similar products if that alcohol increases the total alcohol content of the beer by more than 0.5 of one per cent by volume.</p> <p class=\"paragraph-e\">  3.  Malt-based coolers.</p> <p class=\"subsection-e\">  (3) Upon request, the Board shall give the operator a list of the beers that do not contravene subsection (2) and are available for sale to grocery stores.</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "19.",
            "part_id": "PART III  ",
            "part_type": "PART III SALE OF BEER AND WINE IN GROCERY STORES",
            "section": "Packaging, etc.",
            "content": " 19. (1) The operator of a grocery store that is authorized to sell beer in the store must not offer for sale, or sell, beer in containers with a volume of more than 750 ml or beer in packages with more than six containers. (2) The operator must not offer a discount or rebate in respect of the purchase of more than six containers of beer.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>19. </b>(1) The operator of a grocery store that is authorized to sell beer in the store must not offer for sale, or sell, beer in containers with a volume of more than 750 ml or beer in packages with more than six containers.</p> <p class=\"subsection-e\">  (2) The operator must not offer a discount or rebate in respect of the purchase of more than six containers of beer.</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "20.",
            "part_id": "PART III  ",
            "part_type": "PART III SALE OF BEER AND WINE IN GROCERY STORES",
            "section": "Product display",
            "content": " 20. (1) The operator of a grocery store that is authorized to sell beer in the store must ensure that the beer is displayed in a single contiguous product display area. (2) The operator must ensure that at least 20 per cent of the containers of beer on display are containers of beer produced by small brewers. (3) If the operator is also authorized to sell wine at the store, the operator must ensure that at least 10 per cent of the containers of beer and wine on display are containers of beer. (4) Upon request, the Board shall give the operator a list of the beers that satisfy the requirement set out in subsection (2) and are available for sale to grocery stores. Sale of Wine",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK25\"></a><b>20. </b>(1) The operator of a grocery store that is authorized to sell beer in the store must ensure that the beer is displayed in a single contiguous product display area.</p> <p class=\"subsection-e\">  (2) The operator must ensure that at least 20 per cent of the containers of beer on display are containers of beer produced by small brewers.</p> <p class=\"subsection-e\">  (3) If the operator is also authorized to sell wine at the store, the operator must ensure that at least 10 per cent of the containers of beer and wine on display are containers of beer.</p> <p class=\"subsection-e\">  (4) Upon request, the Board shall give the operator a list of the beers that satisfy the requirement set out in subsection (2) and are available for sale to grocery stores.</p> <p class=\"heading1-e\"><a name=\"BK26\"></a>Sale of Wine</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "Sale of Wine",
            "part_id": "PART III  ",
            "part_type": "PART III SALE OF BEER AND WINE IN GROCERY STORES",
            "section": "Sale of Wine",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "21.",
            "part_id": "PART III  ",
            "part_type": "PART III SALE OF BEER AND WINE IN GROCERY STORES",
            "section": "Wines available for sale",
            "content": " 21. (1) The operator of a grocery store that is authorized to sell wine in the store must not offer for sale, or sell, any of the following wines: 1.  Wine with an alcohol content greater than 18 per cent by volume. 2.  Cream wine. 3.  Wine beverages. 4.  Fortified wine. O. Reg. 232/16, s. 21 (1); O. Reg. 12/17, s. 2. (2) Upon request, the Board shall give the operator a list of the wines that do not contravene subsection (1) and are available for sale to grocery stores.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK27\"></a><b>21. </b>(1) The operator of a grocery store that is authorized to sell wine in the store must not offer for sale, or sell, any of the following wines:</p> <p class=\"paragraph-e\">  1.  Wine with an alcohol content greater than 18 per cent by volume.</p> <p class=\"paragraph-e\">  2.  Cream wine.</p> <p class=\"paragraph-e\">  3.  Wine beverages.</p> <p class=\"paragraph-e\">  4.  Fortified wine. O. Reg. 232/16, s. 21 (1); O. Reg. 12/17, s. 2.</p> <p class=\"subsection-e\">  (2) Upon request, the Board shall give the operator a list of the wines that do not contravene subsection (1) and are available for sale to grocery stores.</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "22.",
            "part_id": "PART III  ",
            "part_type": "PART III SALE OF BEER AND WINE IN GROCERY STORES",
            "section": "Wines available for sale, restricted beer and wine authorization",
            "content": " 22. (1) The following requirements apply to the sale of wine under a restricted beer and wine authorization held by the operator of a grocery store: 1.  For the first three years during which the operator sells wine under the authorization, the operator is permitted to sell only, i.  cider, ii.  wine that is produced by a small winery using grapes from a single country, and iii.  quality assurance wine produced using grapes from a single country by a winery that, at any time during the three-year period, is a mid-sized winery. 2.  Despite paragraph 1, during that three-year period the operator is not permitted to sell wine (excluding cider) manufactured by a winery that is affiliated with another winery that is not a mid-sized or small winery at any time during the three-year period. O. Reg. 232/16, s. 22 (1); O. Reg. 260/16, s. 5. (2) Upon request, the Board shall give the operator a list of the wines that satisfy the requirements set out in subsection (1) and are available for sale to grocery stores.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK28\"></a>22. </b>(1) The following requirements apply to the sale of wine under a restricted beer and wine authorization held by the operator of a grocery store:</p> <p class=\"paragraph-e\">  1.  For the first three years during which the operator sells wine under the authorization, the operator is permitted to sell only,</p> <p class=\"subpara-e\">  i.  cider,</p> <p class=\"subpara-e\">  ii.  wine that is produced by a small winery using grapes from a single country, and</p> <p class=\"subpara-e\">  iii.  quality assurance wine produced using grapes from a single country by a winery that, at any time during the three-year period, is a mid-sized winery.</p> <p class=\"paragraph-e\">  2.  Despite paragraph 1, during that three-year period the operator is not permitted to sell wine (excluding cider) manufactured by a winery that is affiliated with another winery that is not a mid-sized or small winery at any time during the three-year period. O. Reg. 232/16, s. 22 (1); O. Reg. 260/16, s. 5.</p> <p class=\"subsection-e\">  (2) Upon request, the Board shall give the operator a list of the wines that satisfy the requirements set out in subsection (1) and are available for sale to grocery stores.</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "23.",
            "part_id": "PART III  ",
            "part_type": "PART III SALE OF BEER AND WINE IN GROCERY STORES",
            "section": "Packaging",
            "content": " 23. The operator of a grocery store that is authorized to sell wine in the store must not offer for sale, or sell, wine in containers with a volume of more than four litres.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK29\"></a><b>23. </b>The operator of a grocery store that is authorized to sell wine in the store must not offer for sale, or sell, wine in containers with a volume of more than four litres.</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "24.",
            "part_id": "PART III  ",
            "part_type": "PART III SALE OF BEER AND WINE IN GROCERY STORES",
            "section": "Product display",
            "content": " 24. (1) The operator of a grocery store that is authorized to sell wine in the store must ensure that the wine (excluding cider) is displayed in a single contiguous product display area. (2) If the operator sells VQA wines, the display area must contain one or more signs indicating the availability of VQA wines for sale. (3) The operator must ensure that at least 10 per cent of the containers of beer and wine on display are containers of wine (excluding cider).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK30\"></a><b>24. </b>(1) The operator of a grocery store that is authorized to sell wine in the store must ensure that the wine (excluding cider) is displayed in a single contiguous product display area.</p> <p class=\"subsection-e\">  (2) If the operator sells VQA wines, the display area must contain one or more signs indicating the availability of VQA wines for sale.</p> <p class=\"subsection-e\">  (3) The operator must ensure that at least 10 per cent of the containers of beer and wine on display are containers of wine (excluding cider).</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "25.",
            "part_id": "PART III  ",
            "part_type": "PART III SALE OF BEER AND WINE IN GROCERY STORES",
            "section": "Product display, specified classes of authorization",
            "content": " 25. (1) The operator of a grocery store that is authorized to sell wine in the store must ensure that the display of wine satisfies the requirements set out in this section for the class of authorization held by the operator. O. Reg. 232/16, s. 25 (1). (2) The following requirements apply with respect to a beer and wine authorization, other than a restricted beer and wine authorization: 1.  At least 10 per cent of the containers of wine (excluding cider) on display in the store must contain wine manufactured by small wineries. 2.  Before July 1, 2022, at least 50 per cent of the containers of wine (excluding cider) on display in the store must contain wine that is produced using grapes from a single country and in respect of which at least one of the following criteria is satisfied: i.  The wine is quality assurance wine. ii.  The wine was produced by a small winery. iii.  The country where the grapes were grown produces, in the aggregate, less than 150 million litres of wine annually from grapes grown in that country. 3.  From July 1, 2022 to June 30, 2023, at least 45 per cent of the containers of wine (excluding cider) on display in the store must contain wine that is produced using grapes from a single country and in respect of which at least one of the criteria listed in subparagraphs i to iii of paragraph 2 is satisfied. 4.  After June 30, 2023, at least 40 per cent of the containers of wine (excluding cider) on display in the store must contain wine that is produced using grapes from a single country and in respect of which at least one of the criteria listed in subparagraphs i to iii of paragraph 2 is satisfied. O. Reg. 232/16, s. 25 (2); O. Reg. 435/21, s. 1. (3) The following requirement applies with respect to a restricted beer and wine authorization: 1.  For the first three years during which the operator sells wine under the authorization, at least 20 per cent of the containers of wine (excluding cider) on display in the store must contain wine manufactured by small wineries. O. Reg. 232/16, s. 25 (3). (4) Upon request, the Board shall give the operator a list of the wines that satisfy the requirements set out in subsections (2) and (3) and are available for sale to grocery stores. O. Reg. 232/16, s. 25 (4). Sale of Cider",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK31\"></a><b>25. </b>(1) The operator of a grocery store that is authorized to sell wine in the store must ensure that the display of wine satisfies the requirements set out in this section for the class of authorization held by the operator. O. Reg. 232/16, s. 25 (1).</p> <p class=\"subsection-e\">  (2) The following requirements apply with respect to a beer and wine authorization, other than a restricted beer and wine authorization:</p> <p class=\"paragraph-e\">  1.  At least 10 per cent of the containers of wine (excluding cider) on display in the store must contain wine manufactured by small wineries.</p> <p class=\"paragraph-e\">  2.  Before July 1, 2022, at least 50 per cent of the containers of wine (excluding cider) on display in the store must contain wine that is produced using grapes from a single country and in respect of which at least one of the following criteria is satisfied:</p> <p class=\"subpara-e\">  i.  The wine is quality assurance wine.</p> <p class=\"subpara-e\">  ii.  The wine was produced by a small winery.</p> <p class=\"subpara-e\">  iii.  The country where the grapes were grown produces, in the aggregate, less than 150 million litres of wine annually from grapes grown in that country.</p> <p class=\"paragraph-e\">  3.  From July 1, 2022 to June 30, 2023, at least 45 per cent of the containers of wine (excluding cider) on display in the store must contain wine that is produced using grapes from a single country and in respect of which at least one of the criteria listed in subparagraphs i to iii of paragraph 2 is satisfied.</p> <p class=\"paragraph-e\">  4.  After June 30, 2023, at least 40 per cent of the containers of wine (excluding cider) on display in the store must contain wine that is produced using grapes from a single country and in respect of which at least one of the criteria listed in subparagraphs i to iii of paragraph 2 is satisfied. O. Reg. 232/16, s. 25 (2); O. Reg. 435/21, s. 1.</p> <p class=\"subsection-e\">  (3) The following requirement applies with respect to a restricted beer and wine authorization:</p> <p class=\"paragraph-e\">  1.  For the first three years during which the operator sells wine under the authorization, at least 20 per cent of the containers of wine (excluding cider) on display in the store must contain wine manufactured by small wineries. O. Reg. 232/16, s. 25 (3).</p> <p class=\"subsection-e\">  (4) Upon request, the Board shall give the operator a list of the wines that satisfy the requirements set out in subsections (2) and (3) and are available for sale to grocery stores. O. Reg. 232/16, s. 25 (4).</p> <p class=\"heading1-e\"><a name=\"BK32\"></a>Sale of Cider</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "Sale of Cider",
            "part_id": "PART III  ",
            "part_type": "PART III SALE OF BEER AND WINE IN GROCERY STORES",
            "section": "Sale of Cider",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "26.",
            "part_id": "PART III  ",
            "part_type": "PART III SALE OF BEER AND WINE IN GROCERY STORES",
            "section": "Ciders available for sale",
            "content": " 26. (1) The operator of a grocery store that is authorized to sell cider in the store must not offer for sale, or sell, cider with an alcohol content greater than 7.1 per cent by volume. (2) Upon request, the Board shall give the operator a list of the ciders that do not contravene subsection (1) and are available for sale to grocery stores.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK33\"></a><b>26. </b>(1) The operator of a grocery store that is authorized to sell cider in the store must not offer for sale, or sell, cider with an alcohol content greater than 7.1 per cent by volume.</p> <p class=\"subsection-e\">  (2) Upon request, the Board shall give the operator a list of the ciders that do not contravene subsection (1) and are available for sale to grocery stores.</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "27.",
            "part_id": "PART III  ",
            "part_type": "PART III SALE OF BEER AND WINE IN GROCERY STORES",
            "section": "Packaging, etc.",
            "content": " 27. (1) The operator of a grocery store that is authorized to sell cider in the store must not offer for sale, or sell, cider in containers with a volume of more than 750 ml. or cider in packages with more than six containers. (2) The operator must not offer a discount or rebate in respect of the purchase of more than six containers of cider.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK34\"></a><b>27. </b>(1) The operator of a grocery store that is authorized to sell cider in the store must not offer for sale, or sell, cider in containers with a volume of more than 750 ml. or cider in packages with more than six containers.</p> <p class=\"subsection-e\">  (2) The operator must not offer a discount or rebate in respect of the purchase of more than six containers of cider.</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "28.",
            "part_id": "PART III  ",
            "part_type": "PART III SALE OF BEER AND WINE IN GROCERY STORES",
            "section": "Product display",
            "content": " 28. (1) The operator of a grocery store that sells both beer and cider in the store must ensure that the beer and cider are displayed in a single contiguous product display area. (2) The operator must ensure that at least 20 per cent of the containers of cider on display, excluding any cider on display in a wine boutique, are containers of cider produced by small cideries. O. Reg. 232/16, s. 28 (2); O. Reg. 260/16, s. 6. (3) Upon request, the Board shall give the operator a list of the ciders that satisfy the requirement set out in subsection (2) and are available for sale to grocery stores. part iII.1   sale of wine in wine boutiques",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK35\"></a><b>28. </b>(1) The operator of a grocery store that sells both beer and cider in the store must ensure that the beer and cider are displayed in a single contiguous product display area.</p> <p class=\"subsection-e\">  (2) The operator must ensure that at least 20 per cent of the containers of cider on display, excluding any cider on display in a wine boutique, are containers of cider produced by small cideries. O. Reg. 232/16, s. 28 (2); O. Reg. 260/16, s. 6.</p> <p class=\"subsection-e\">  (3) Upon request, the Board shall give the operator a list of the ciders that satisfy the requirement set out in subsection (2) and are available for sale to grocery stores.</p> <p class=\"partnum-e\"><a name=\"BK36\"></a>part iII.1 <br/>  sale of wine in wine boutiques</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "PART III.1  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART III.1 SALE OF WINE IN WINE BOUTIQUES",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "28.1",
            "part_id": "PART III.1  ",
            "part_type": "PART III.1 SALE OF WINE IN WINE BOUTIQUES",
            "section": "Classes of authorization for sales in wine boutiques",
            "content": " 28.1 The following classes of authorization are established in connection with the sale of wine in wine boutiques: 1.  Supplementary wine authorization: a single authorization that permits a winery to sell, at a wine boutique operated by the winery, VQA wine manufactured by another winery that owns fewer than three winery retail stores (excluding on-site retail stores). 2.  Authorization as a wine boutique sales agent: a single authorization that permits the operator of a grocery store to sell, as agent of a winery that operates a wine boutique inside the store, wine offered for sale in the boutique. O. Reg. 260/16, s. 7.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK37\"></a>28.1 </b>The following classes of authorization are established in connection with the sale of wine in wine boutiques:</p> <p class=\"paragraph-e\">  1.  Supplementary wine authorization: a single authorization that permits a winery to sell, at a wine boutique operated by the winery, VQA wine manufactured by another winery that owns fewer than three winery retail stores (excluding on-site retail stores).<span class=\"MsoFootnoteReference\"> </span></p> <p class=\"paragraph-e\">  2.  Authorization as a wine boutique sales agent: a single authorization that permits the operator of a grocery store to sell, as agent of a winery that operates a wine boutique inside the store, wine offered for sale in the boutique. O. Reg. 260/16, s. 7.</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "28.2",
            "part_id": "PART III.1  ",
            "part_type": "PART III.1 SALE OF WINE IN WINE BOUTIQUES",
            "section": "Supplementary wine authorizations",
            "content": " 28.2 (1) If a winery has a supplementary wine authorization for a wine boutique, the Board shall enter into a supply agreement with the winery on the terms the Board considers reasonable, and the agreement shall provide for the sale of the wine that is permitted to be sold under the authorization to the winery at a discount of 6.99 per cent off the basic price, plus HST and container deposits. O. Reg. 260/16, s. 7. (2) For the purposes of subsection (1), the basic price for wine is the retail price stipulated by the Board for the wine, net of HST and container deposits. O. Reg. 260/16, s. 7. (3) A winery must post its supplementary wine authorization in a conspicuous place in the wine boutique or grocery store. O. Reg. 260/16, s. 7.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK38\"></a>28.2 </b>(1) If a winery has a supplementary wine authorization for a wine boutique, the Board shall enter into a supply agreement with the winery on the terms the Board considers reasonable, and the agreement shall provide for the sale of the wine that is permitted to be sold under the authorization to the winery at a discount of 6.99 per cent off the basic price, plus HST and container deposits. O. Reg. 260/16, s. 7.</p> <p class=\"subsection-e\">  (2) For the purposes of subsection (1), the basic price for wine is the retail price stipulated by the Board for the wine, net of HST and container deposits. O. Reg. 260/16, s. 7.</p> <p class=\"subsection-e\">  (3) A winery must post its supplementary wine authorization in a conspicuous place in the wine boutique or grocery store. O. Reg. 260/16, s. 7.</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "28.3",
            "part_id": "PART III.1  ",
            "part_type": "PART III.1 SALE OF WINE IN WINE BOUTIQUES",
            "section": "Sales to the public",
            "content": " 28.3 (1) A winery that is authorized to sell wine in a wine boutique must begin to offer the wine for sale to the public under the authorization within 12 months after receiving the authorization, and must continue to offer the wine for sale in the boutique thereafter. O. Reg. 260/16, s. 7. (2) All sales to the public of wine from the wine boutique must be conducted by the operator of the grocery store in which the wine boutique is located as agent for the winery. O. Reg. 260/16, s. 7. (3) A winery shall not operate a wine boutique unless, (a)  it has been issued a supplementary wine authorization in respect of the boutique; and (b)  the operator of the grocery store at which the boutique is located has been issued a wine boutique sales agent authorization in respect of the boutique. O. Reg. 260/16, s. 7.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK39\"></a>28.3 </b>(1) A winery that is authorized to sell wine in a wine boutique must begin to offer the wine for sale to the public under the authorization within 12 months after receiving the authorization, and must continue to offer the wine for sale in the boutique thereafter. O. Reg. 260/16, s. 7.</p> <p class=\"subsection-e\">  (2) All sales to the public of wine from the wine boutique must be conducted by the operator of the grocery store in which the wine boutique is located as agent for the winery. O. Reg. 260/16, s. 7.</p> <p class=\"subsection-e\">  (3) A winery shall not operate a wine boutique unless,</p> <p class=\"clause-e\">  (a)  it has been issued a supplementary wine authorization in respect of the boutique; and </p> <p class=\"clause-e\">  (b)  the operator of the grocery store at which the boutique is located has been issued a wine boutique sales agent authorization in respect of the boutique. O. Reg. 260/16, s. 7.</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "28.4",
            "part_id": "PART III.1  ",
            "part_type": "PART III.1 SALE OF WINE IN WINE BOUTIQUES",
            "section": "Application of certain rules, classes of authorizations",
            "content": " 28.4 (1) The following provisions apply, with necessary modifications, with respect to supplementary wine authorizations: 1.  Section 12. 2.  Subsections 13 (1), (3) and (4). 3.  Section 15. O. Reg. 260/16, s. 7. (2) The following provisions apply, with necessary modifications, with respect to authorizations as a wine boutique sales agent: 1.  Sections 10 and 12. 2.  Subsections 13 (1), (3) and (4). 3.  Subsections 14 (1), (2), (6) and (7). 4.  Section 15. O. Reg. 260/16, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK40\"></a><b>28.4 </b>(1) The following provisions apply, with necessary modifications, with respect to supplementary wine authorizations:</p> <p class=\"paragraph-e\">  1.  Section 12.</p> <p class=\"paragraph-e\">  2.  Subsections 13 (1), (3) and (4).</p> <p class=\"paragraph-e\">  3.  Section 15. O. Reg. 260/16, s. 7.</p> <p class=\"subsection-e\">  (2) The following provisions apply, with necessary modifications, with respect to authorizations as a wine boutique sales agent:</p> <p class=\"paragraph-e\">  1.  Sections 10 and 12.</p> <p class=\"paragraph-e\">  2.  Subsections 13 (1), (3) and (4).</p> <p class=\"paragraph-e\">  3.  Subsections 14 (1), (2), (6) and (7).</p> <p class=\"paragraph-e\">  4.  Section 15. O. Reg. 260/16, s. 7.</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "28.5",
            "part_id": "PART III.1  ",
            "part_type": "PART III.1 SALE OF WINE IN WINE BOUTIQUES",
            "section": "Wine boutique operations",
            "content": " 28.5 (1) A winery that operates a wine boutique must do so in compliance with all applicable federal, provincial and municipal law. O. Reg. 260/16, s. 7. (2) The winery must not acquire wine for sale under its supplementary wine authorization otherwise than from the Board in accordance with its supply agreement. O. Reg. 260/16, s. 7. (3) The space in which the wine boutique is located must be readily distinguishable from the grocery store, and the name of the wine boutique must be prominently displayed in the boutique and must be distinct from the name of the grocery store. O. Reg. 260/16, s. 7. (4) If wine that is not on display in the wine boutique is stored at the grocery store, the operator of the grocery store must provide a secure storage area for the wine. O. Reg. 260/16, s. 7. (5) The winery must ensure that any employee who handles wine in the wine boutique is at least 18 years of age. O. Reg. 260/16, s. 7. (6) The winery must ensure that any of its employees who deal with customers at the wine boutique and anyone who offers samples of wine to customers in the boutique has successfully completed a server training course. O. Reg. 260/16, s. 7.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK41\"></a>28.5 </b>(1) A winery that operates a wine boutique must do so in compliance with all applicable federal, provincial and municipal law. O. Reg. 260/16, s. 7.</p> <p class=\"subsection-e\">  (2) The winery must not acquire wine for sale under its supplementary wine authorization otherwise than from the Board in accordance with its supply agreement. O. Reg. 260/16, s. 7.</p> <p class=\"subsection-e\">  (3) The space in which the wine boutique is located must be readily distinguishable from the grocery store, and the name of the wine boutique must be prominently displayed in the boutique and must be distinct from the name of the grocery store. O. Reg. 260/16, s. 7.</p> <p class=\"subsection-e\">  (4) If wine that is not on display in the wine boutique is stored at the grocery store, the operator of the grocery store must provide a secure storage area for the wine. O. Reg. 260/16, s. 7.</p> <p class=\"subsection-e\">  (5) The winery must ensure that any employee who handles wine in the wine boutique is at least 18 years of age. O. Reg. 260/16, s. 7.</p> <p class=\"subsection-e\">  (6) The winery must ensure that any of its employees who deal with customers at the wine boutique and anyone who offers samples of wine to customers in the boutique has successfully completed a server training course. O. Reg. 260/16, s. 7.</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "28.6",
            "part_id": "PART III.1  ",
            "part_type": "PART III.1 SALE OF WINE IN WINE BOUTIQUES",
            "section": "Wine boutique agreements",
            "content": " 28.6 (1) The winery that operates the wine boutique and the operator of the grocery store in which the boutique is located must be parties to an agreement under which, (a)  the winery agrees to lease or license space in the shopping area of the grocery store in which to sell wine; and (b)  the operator of the grocery store agrees to sell, as agent of the winery, wine that is available for sale to the public in the leased or licensed space. O. Reg. 260/16, s. 7; O. Reg. 435/21, s. 2. (2) The initial term of the lease or licence must be at least three years. O. Reg. 260/16, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK42\"></a><b>28.6 </b>(1) The winery that operates the wine boutique and the operator of the grocery store in which the boutique is located must be parties to an agreement under which,</p> <p class=\"clause-e\">  (a)  the winery agrees to lease or license space in the shopping area of the grocery store in which to sell wine; and</p> <p class=\"clause-e\">  (b)  the operator of the grocery store agrees to sell, as agent of the winery, wine that is available for sale to the public in the leased or licensed space. O. Reg. 260/16, s. 7; O. Reg. 435/21, s. 2.</p> <p class=\"subsection-e\">  (2) The initial term of the lease or licence must be at least three years. O. Reg. 260/16, s. 7.</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "28.7",
            "part_id": "PART III.1  ",
            "part_type": "PART III.1 SALE OF WINE IN WINE BOUTIQUES",
            "section": "Wines available for sale",
            "content": " 28.7 (1) A winery that is authorized to sell wine in a wine boutique must not offer for sale, or sell, any of the following wines: 1.  Wine with an alcohol content greater than 18 per cent by volume. 2.  Wine beverages. 3.  Cider with an alcohol content greater than 7.1 per cent by volume. O. Reg. 260/16, s. 7. (2) Upon request, the Board shall give the winery a list of the wines that are available for sale to wine boutiques and that, (a)  are permitted for sale under a supplementary wine authorization; and (b)  do not contravene subsection (1). O. Reg. 260/16, s. 7. (3) The winery must ensure that there is a variety of stock-keeping units of wine (excluding cider) offered for sale in the wine boutique, and at a minimum the variety must meet the lesser of the following criteria: 1.  At least 25 stock-keeping units of wine must be for wine manufactured by other wineries. 2.  At least one-half of the stock-keeping units of VQA wine must be for wine manufactured by other wineries. O. Reg. 260/16, s. 7; O. Reg. 366/17, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK43\"></a><b>28.7 </b>(1) A winery that is authorized to sell wine in a wine boutique must not offer for sale, or sell, any of the following wines:</p> <p class=\"paragraph-e\">  1.  Wine with an alcohol content greater than 18 per cent by volume.</p> <p class=\"paragraph-e\">  2.  Wine beverages.</p> <p class=\"paragraph-e\">  3.  Cider with an alcohol content greater than 7.1 per cent by volume. O. Reg. 260/16, s. 7.</p> <p class=\"subsection-e\">  (2) Upon request, the Board shall give the winery a list of the wines that are available for sale to wine boutiques and that,</p> <p class=\"clause-e\">  (a)  are permitted for sale under a supplementary wine authorization; and</p> <p class=\"clause-e\">  (b)  do not contravene subsection (1). O. Reg. 260/16, s. 7.</p> <p class=\"subsection-e\">  (3) The winery must ensure that there is a variety of stock-keeping units of wine (excluding cider) offered for sale in the wine boutique, and at a minimum the variety must meet the lesser of the following criteria:</p> <p class=\"paragraph-e\">  1.  At least 25 stock-keeping units of wine must be for wine manufactured by other wineries.</p> <p class=\"paragraph-e\">  2.  At least one-half of the stock-keeping units of VQA wine must be for wine manufactured by other wineries. O. Reg. 260/16, s. 7; O. Reg. 366/17, s. 1.</p>"
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "28.8",
            "part_id": "PART III.1  ",
            "part_type": "PART III.1 SALE OF WINE IN WINE BOUTIQUES",
            "section": "Packaging, etc.",
            "content": " 28.8 (1) A winery that is authorized to sell wine in a wine boutique must not sell wine in containers with a volume of more than four litres. O. Reg. 260/16, s. 7. (2) The winery must not offer for sale, or sell, cider in packages with more than six containers. O. Reg. 260/16, s. 7. (3) The winery must not offer a discount or rebate in respect of the purchase of more than six containers of cider. O. Reg. 260/16, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK44\"></a><b>28.8 </b>(1) A winery that is authorized to sell wine in a wine boutique must not sell wine in containers with a volume of more than four litres. O. Reg. 260/16, s. 7.</p> <p class=\"subsection-e\">  (2) The winery must not offer for sale, or sell, cider in packages with more than six containers. O. Reg. 260/16, s. 7.</p> <p class=\"subsection-e\">  (3) The winery must not offer a discount or rebate in respect of the purchase of more than six containers of cider. O. Reg. 260/16, s. 7.</p>"
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "28.9",
            "part_id": "PART III.1  ",
            "part_type": "PART III.1 SALE OF WINE IN WINE BOUTIQUES",
            "section": "Product display",
            "content": " 28.9 (1) A winery that is authorized to sell wine in a wine boutique must ensure that the wine offered for sale is displayed in a single contiguous product display area within the boutique and that the boutique does not display for sale merchandise belonging to the grocery store. O. Reg. 260/16, s. 7. (2) The winery must ensure that at least 50 per cent of the containers of wine on display in the wine boutique are containers of VQA wine and that at least one-half of those containers are containers of wine manufactured by other wineries. O. Reg. 260/16, s. 7. (3) The winery must ensure that at least 5 per cent of the containers of wine on display in the wine boutique are containers of wine manufactured by a small winery. O. Reg. 260/16, s. 7. (4) The display area must contain one or more signs indicating that VQA wines are available for sale. O. Reg. 260/16, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK45\"></a><b>28.9 </b>(1) A winery that is authorized to sell wine in a wine boutique must ensure that the wine offered for sale is displayed in a single contiguous product display area within the boutique and that the boutique does not display for sale merchandise belonging to the grocery store. O. Reg. 260/16, s. 7.</p> <p class=\"subsection-e\">  (2) The winery must ensure that at least 50 per cent of the containers of wine on display in the wine boutique are containers of VQA wine and that at least one-half of those containers are containers of wine manufactured by other wineries. O. Reg. 260/16, s. 7.</p> <p class=\"subsection-e\">  (3) The winery must ensure that at least 5 per cent of the containers of wine on display in the wine boutique are containers of wine manufactured by a small winery. O. Reg. 260/16, s. 7.</p> <p class=\"subsection-e\">  (4) The display area must contain one or more signs indicating that VQA wines are available for sale. O. Reg. 260/16, s. 7.</p>"
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "28.10",
            "part_id": "PART III.1  ",
            "part_type": "PART III.1 SALE OF WINE IN WINE BOUTIQUES",
            "section": "Target sales levels for VQA wine",
            "content": " 28.10 (1) A winery that is authorized to sell wine in a wine boutique must establish a policy describing measures that have the goal of ensuring that at least 25 per cent of the wine sold in any 12-month period in all wine boutiques operated by the winery is VQA wine, and that at least 50 per cent of the VQA wine sold is manufactured by other wineries. O. Reg. 260/16, s. 7. (2) Subject to subsection (3), the winery must ensure that at least 20 per cent of the wine sold in any 12-month period in all wine boutiques operated by the winery is VQA wine, and that at least 40 per cent of the VQA wine sold is manufactured by other wineries. O. Reg. 260/16, s. 7. (3) The winery must ensure that at least 10 per cent of the wine sold in a wine boutique during its first 12 months of operation is VQA wine, and that at least 20 per cent of the VQA wine sold is manufactured by other wineries. O. Reg. 260/16, s. 7. (4) For the purposes of this section, the percentage of wine sold by a winery is determined with reference to the winery’s total sales receipts, net of container deposits and HST. O. Reg. 260/16, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK46\"></a><b>28.10 </b>(1) A winery that is authorized to sell wine in a wine boutique must establish a policy describing measures that have the goal of ensuring that at least 25 per cent of the wine sold in any 12-month period in all wine boutiques operated by the winery is VQA wine, and that at least 50 per cent of the VQA wine sold is manufactured by other wineries. O. Reg. 260/16, s. 7.</p> <p class=\"subsection-e\">  (2) Subject to subsection (3), the winery must ensure that at least 20 per cent of the wine sold in any 12-month period in all wine boutiques operated by the winery is VQA wine, and that at least 40 per cent of the VQA wine sold is manufactured by other wineries. O. Reg. 260/16, s. 7.</p> <p class=\"subsection-e\">  (3) The winery must ensure that at least 10 per cent of the wine sold in a wine boutique during its first 12 months of operation is VQA wine, and that at least 20 per cent of the VQA wine sold is manufactured by other wineries. O. Reg. 260/16, s. 7.</p> <p class=\"subsection-e\">  (4) For the purposes of this section, the percentage of wine sold by a winery is determined with reference to the winery’s total sales receipts, net of container deposits and HST. O. Reg. 260/16, s. 7.</p>"
        },
        {
            "ahref_id": "#BK47",
            "TOCid": "28.11",
            "part_id": "PART III.1  ",
            "part_type": "PART III.1 SALE OF WINE IN WINE BOUTIQUES",
            "section": "Sales information re stock-keeping units",
            "content": " 28.11 (1) A winery that is authorized to sell wine in a wine boutique must maintain weekly sales information identifying the stock-keeping units of wine sold in all wine boutiques operated by the winery and must retain that information for at least three years. O. Reg. 260/16, s. 7. (2) It is a condition of an authorization that the winery make available to the Minister of Finance such sales and operational information related to a wine boutique as the Minister may request. O. Reg. 260/16, s. 7. (3) A winery whose wine is sold in a wine boutique may request that the operator of the wine boutique provide it with information respecting the weekly sales of all VQA wine in the wine boutiques the operator operates. O. Reg. 260/16, s. 7. (4) The requesting winery is only entitled to information relating to weeks during which its wine is sold in the wine boutique. O. Reg. 260/16, s. 7. (5) Subsection (3) does not apply with respect to wineries that operate fewer than six wine boutiques. O. Reg. 260/16, s. 7. (6) The wine boutique operator shall provide the information to the requesting winery within a reasonable time and shall identify the information by stock-keeping units attributed to each manufacturer whose VQA wine is sold in the boutique. O. Reg. 260/16, s. 7. (7) The wine boutique operator shall not charge a fee for providing the information described in subsection (3) that exceeds the fee charged by the Board for the provision of similar information. O. Reg. 260/16, s. 7. Part IV   authorizing sales in grocery stores and wine boutiques",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK47\"></a><b>28.11 </b>(1) A winery that is authorized to sell wine in a wine boutique must maintain weekly sales information identifying the stock-keeping units of wine sold in all wine boutiques operated by the winery and must retain that information for at least three years. O. Reg. 260/16, s. 7.</p> <p class=\"subsection-e\">  (2) It is a condition of an authorization that the winery make available to the Minister of Finance such sales and operational information related to a wine boutique as the Minister may request. O. Reg. 260/16, s. 7.</p> <p class=\"subsection-e\">  (3) A winery whose wine is sold in a wine boutique may request that the operator of the wine boutique provide it with information respecting the weekly sales of all VQA wine in the wine boutiques the operator operates. O. Reg. 260/16, s. 7.</p> <p class=\"subsection-e\">  (4) The requesting winery is only entitled to information relating to weeks during which its wine is sold in the wine boutique. O. Reg. 260/16, s. 7.</p> <p class=\"subsection-e\">  (5) Subsection (3) does not apply with respect to wineries that operate fewer than six wine boutiques. O. Reg. 260/16, s. 7.</p> <p class=\"subsection-e\">  (6) The wine boutique operator shall provide the information to the requesting winery within a reasonable time and shall identify the information by stock-keeping units attributed to each manufacturer whose VQA wine is sold in the boutique. O. Reg. 260/16, s. 7.</p> <p class=\"subsection-e\">  (7) The wine boutique operator shall not charge a fee for providing the information described in subsection (3) that exceeds the fee charged by the Board for the provision of similar information. O. Reg. 260/16, s. 7.</p> <p class=\"partnum-e\"><a name=\"BK48\"></a>Part IV <br/>  authorizing sales in grocery stores and wine boutiques</p>"
        },
        {
            "ahref_id": "#BK48",
            "TOCid": "PART IV  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART IV AUTHORIZING SALES IN GROCERY STORES AND WINE BOUTIQUES",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK49",
            "TOCid": "29.",
            "part_id": "PART IV  ",
            "part_type": "PART IV AUTHORIZING SALES IN GROCERY STORES AND WINE BOUTIQUES",
            "section": "Ineligibility of persons to be authorized",
            "content": " 29. A person is not eligible to be authorized to sell beer or wine in a grocery store or in a wine boutique if any of the following circumstances exist with respect to the person: 1.  Having regard to the person’s financial position, the person cannot reasonably be expected to be financially responsible in the conduct of the person’s business. 2.  The past or present conduct of any of the following persons affords reasonable grounds to believe that the person will not carry on business in accordance with the law and with integrity and honesty: i.  The operator of the grocery store or wine boutique. ii.  An officer or director of the operator. iii.  A person having responsibility for the management or operation of the store. O. Reg. 232/16, s. 29; O. Reg. 260/16, s. 9.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK49\"></a>29. </b>A person is not eligible to be authorized to sell beer or wine in a grocery store or in a wine boutique if any of the following circumstances exist with respect to the person:</p> <p class=\"paragraph-e\">  1.  Having regard to the person’s financial position, the person cannot reasonably be expected to be financially responsible in the conduct of the person’s business.</p> <p class=\"paragraph-e\">  2.  The past or present conduct of any of the following persons affords reasonable grounds to believe that the person will not carry on business in accordance with the law and with integrity and honesty:</p> <p class=\"subpara-e\">  i.  The operator of the grocery store or wine boutique.</p> <p class=\"subpara-e\">  ii.  An officer or director of the operator.</p> <p class=\"subpara-e\">  iii.  A person having responsibility for the management or operation of the store. O. Reg. 232/16, s. 29; O. Reg. 260/16, s. 9.</p>"
        },
        {
            "ahref_id": "#BK50",
            "TOCid": "30.",
            "part_id": "PART IV  ",
            "part_type": "PART IV AUTHORIZING SALES IN GROCERY STORES AND WINE BOUTIQUES",
            "section": "Restriction re: proximity to agency store",
            "content": " 30. The Board shall not issue an authorization to sell beer or wine at a grocery store that is located within five kilometres of an agency store within the meaning of subsection 17 (1) of the Alcohol, Cannabis and Gaming Regulation and Public Protection Act, 1996 or transfer an authorization to such a store under section 33. O. Reg. 179/19, s. 6.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK50\"></a><b>30. </b>The Board shall not issue an authorization to sell beer or wine at a grocery store that is located within five kilometres of an agency store within the meaning of subsection 17 (1) of the <i>Alcohol, Cannabis and Gaming Regulation and Public Protection Act, 1996</i> or transfer an authorization to such a store under section 33. O. Reg. 179/19, s. 6.</p>"
        },
        {
            "ahref_id": "#BK51",
            "TOCid": "31.",
            "part_id": "PART IV  ",
            "part_type": "PART IV AUTHORIZING SALES IN GROCERY STORES AND WINE BOUTIQUES",
            "section": "Restrictions re: lease, etc. for winery retail store",
            "content": " 31. (1) Before January 1, 2026, the Board shall not issue or transfer an authorization to sell beer and wine at a grocery store where, on May 1, 2016, space for a winery retail store was leased or licensed, unless the winery has notified the Board in writing that the winery does not wish the lease or licence at the grocery store to continue. (2) A person is not authorized to sell beer at a grocery store where space for a winery retail store was leased or licensed if, after entering into a supply agreement in respect of the store, the operator of the grocery store unilaterally terminates the lease or licence for any reason other than a default by the operator of the winery retail store under the lease or licence. O. Reg. 232/16, s. 31 (2); O. Reg. 260/16, s. 11.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK51\"></a>31. </b>(1) Before January 1, 2026, the Board shall not issue or transfer an authorization to sell beer and wine at a grocery store where, on May 1, 2016, space for a winery retail store was leased or licensed, unless the winery has notified the Board in writing that the winery does not wish the lease or licence at the grocery store to continue.</p> <p class=\"subsection-e\">  (2) A person is not authorized to sell beer at a grocery store where space for a winery retail store was leased or licensed if, after entering into a supply agreement in respect of the store, the operator of the grocery store unilaterally terminates the lease or licence for any reason other than a default by the operator of the winery retail store under the lease or licence. O. Reg. 232/16, s. 31 (2); O. Reg. 260/16, s. 11.</p>"
        },
        {
            "ahref_id": "#BK52",
            "TOCid": "31.1",
            "part_id": "PART IV  ",
            "part_type": "PART IV AUTHORIZING SALES IN GROCERY STORES AND WINE BOUTIQUES",
            "section": "Restrictions re: wine boutiques",
            "content": " 31.1 The Board shall not issue a supplementary wine authorization to a winery in respect of a wine boutique unless all of the following conditions are satisfied: 1.  The winery owns and operates at least three winery retail stores (excluding on-site stores). 2.  The winery has entered into a wine boutique agreement with the operator of a grocery store with respect to a wine boutique to be located in the grocery store. 3.  The operator of the grocery store holds an authorization as a wine boutique sales agent for the grocery store. O. Reg. 260/16, s. 12.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK52\"></a><b>31.1 </b>The Board shall not issue a supplementary wine authorization to a winery in respect of a wine boutique unless all of the following conditions are satisfied:</p> <p class=\"paragraph-e\">  1.  The winery owns and operates at least three winery retail stores (excluding on-site stores).</p> <p class=\"paragraph-e\">  2.  The winery has entered into a wine boutique agreement with the operator of a grocery store with respect to a wine boutique to be located in the grocery store.</p> <p class=\"paragraph-e\">  3.  The operator of the grocery store holds an authorization as a wine boutique sales agent for the grocery store. O. Reg. 260/16, s. 12.</p>"
        },
        {
            "ahref_id": "#BK53",
            "TOCid": "31.2",
            "part_id": "PART IV  ",
            "part_type": "PART IV AUTHORIZING SALES IN GROCERY STORES AND WINE BOUTIQUES",
            "section": "Restrictions re: wine boutique sales agents",
            "content": " 31.2 (1) The Board shall not issue an authorization as a wine boutique sales agent to the operator of a grocery store unless both of the following conditions are satisfied: 1.  The operator has entered into a wine boutique agreement in respect of the store. 2.  The operator also holds a beer and cider authorization for the store. O. Reg. 260/16, s. 12. (2) If the operator of a grocery store has entered into a wine boutique agreement in respect of the store before May 1, 2017, the Board shall issue a beer and cider authorization for the store or for a grocery store located in the same geographic region as the store and operated by the same operator. O. Reg. 260/16, s. 12; O. Reg. 366/17, s. 2. (3) Subsection (2) does not apply if the operator of the grocery store is ineligible to be authorized to sell beer or wine in a grocery store. O. Reg. 260/16, s. 12.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK53\"></a><b>31.2 </b>(1) The Board shall not issue an authorization as a wine boutique sales agent to the operator of a grocery store unless both of the following conditions are satisfied:</p> <p class=\"paragraph-e\">  1.  The operator has entered into a wine boutique agreement in respect of the store.</p> <p class=\"paragraph-e\">  2.  The operator also holds a beer and cider authorization for the store. O. Reg. 260/16, s. 12.</p> <p class=\"subsection-e\">  (2) If the operator of a grocery store has entered into a wine boutique agreement in respect of the store before May 1, 2017, the Board shall issue a beer and cider authorization for the store or for a grocery store located in the same geographic region as the store and operated by the same operator. O. Reg. 260/16, s. 12; O. Reg. 366/17, s. 2.</p> <p class=\"subsection-e\">  (3) Subsection (2) does not apply if the operator of the grocery store is ineligible to be authorized to sell beer or wine in a grocery store. O. Reg. 260/16, s. 12.</p>"
        },
        {
            "ahref_id": "#BK54",
            "TOCid": "31.3",
            "part_id": "PART IV  ",
            "part_type": "PART IV AUTHORIZING SALES IN GROCERY STORES AND WINE BOUTIQUES",
            "section": "Restrictions re: sale of wine",
            "content": " 31.3 The Board shall not transfer an authorization to sell beer or wine at a grocery store, except in accordance with sections 32 and 33. O. Reg. 260/16, s. 12.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK54\"></a><b>31.3 </b>The Board shall not transfer an authorization to sell beer or wine at a grocery store, except in accordance with sections 32 and 33. O. Reg. 260/16, s. 12.</p>"
        },
        {
            "ahref_id": "#BK55",
            "TOCid": "32.",
            "part_id": "PART IV  ",
            "part_type": "PART IV AUTHORIZING SALES IN GROCERY STORES AND WINE BOUTIQUES",
            "section": "Transfers, change of store owner",
            "content": " 32. (1) Upon application, if a grocery store is sold, the Board shall, under section 3.0.2 of the Act, transfer to the purchaser of the store an authorization to sell beer and wine in the store.  (2) Revoked: O. Reg. 179/19, s. 7. (3) Subsection (1) does not apply if the purchaser is ineligible to be authorized to sell beer and wine in a grocery store.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK55\"></a>32. </b>(1) Upon application, if a grocery store is sold, the Board shall, under section 3.0.2 of the Act, transfer to the purchaser of the store an authorization to sell beer and wine in the store. </p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 179/19, s. 7.</p> <p class=\"subsection-e\">  (3) Subsection (1) does not apply if the purchaser is ineligible to be authorized to sell beer and wine in a grocery store. </p>"
        },
        {
            "ahref_id": "#BK56",
            "TOCid": "33.",
            "part_id": "PART IV  ",
            "part_type": "PART IV AUTHORIZING SALES IN GROCERY STORES AND WINE BOUTIQUES",
            "section": "Transfers, change of store location",
            "content": " 33. (1) Upon application, the Board shall, under section 3.0.2 of the Act, transfer an authorization with respect to one grocery store to another grocery store located in the same geographic region if the second store is owned by the same operator. O. Reg. 232/16, s. 33 (1); O. Reg. 260/16, s. 14 (1). (2) Upon application, the Board shall, under section 3.0.2 of the Act, transfer an authorization with respect to one grocery store to another grocery store located in the same geographic region if the operator of the second store is an affiliate of the operator of the first store or if the second store is part of the same franchise system as the first store. O. Reg. 232/16, s. 33 (2); O. Reg. 260/16, s. 14 (2). (3) Subsection (2) does not apply if the operator of the second store is ineligible to be authorized to sell beer and wine in a grocery store. part v   ALLOCATION of authorizations",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK56\"></a>33. </b>(1) Upon application, the Board shall, under section 3.0.2 of the Act, transfer an authorization with respect to one grocery store to another grocery store located in the same geographic region if the second store is owned by the same operator. O. Reg. 232/16, s. 33 (1); O. Reg. 260/16, s. 14 (1).</p> <p class=\"subsection-e\">  (2) Upon application, the Board shall, under section 3.0.2 of the Act, transfer an authorization with respect to one grocery store to another grocery store located in the same geographic region if the operator of the second store is an affiliate of the operator of the first store or if the second store is part of the same franchise system as the first store. O. Reg. 232/16, s. 33 (2); O. Reg. 260/16, s. 14 (2).</p> <p class=\"subsection-e\">  (3) Subsection (2) does not apply if the operator of the second store is ineligible to be authorized to sell beer and wine in a grocery store.</p> <p class=\"partnum-e\"><a name=\"BK57\"></a>part v <br/>  ALLOCATION of authorizations</p>"
        },
        {
            "ahref_id": "#BK57",
            "TOCid": "PART V  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART V ALLOCATION OF AUTHORIZATIONS",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK58",
            "TOCid": "34.",
            "part_id": "PART V  ",
            "part_type": "PART V ALLOCATION OF AUTHORIZATIONS",
            "section": "Definitions re: geographic regions",
            "content": " 34. (1) In this Part, “census division” means a census division as identified in the 2011 Census of Canada, as reported by Statistics Canada under the Statistics Act (Canada); (“division de recensement”) “East Region” means the following census divisions: Stormont, Dundas and Glengarry; Prescott and Russell; Ottawa; Leeds and Grenville; Lanark; Frontenac; Lennox and Addington; Hastings; Prince Edward; Northumberland; Peterborough; Kawartha Lakes; Simcoe; Muskoka; Haliburton; Renfrew; (“région de l’Est”) “GTA Region” means the following census divisions: Durham; York; Toronto; Peel; Halton; (“région du Grand Toronto”) “North Region” means the following census divisions: Nipissing; Parry Sound; Sudbury; Greater Sudbury; Timiskaming; Cochrane; Algoma; Thunder Bay; Rainy River; Kenora; (“région du Nord”) “West Region” means the following census divisions: Dufferin; Wellington; Hamilton; Niagara; Haldimand-Norfolk; Brant; Waterloo; Perth; Oxford; Elgin; Chatham-Kent; Essex; Lambton; Middlesex; Huron; Bruce; Grey; Manitoulin. (“région de l’Ouest”) (2) The Board shall, on request, provide a person with information about the boundaries of census divisions.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK58\"></a>34. </b>(1) In this Part,</p> <p class=\"definition-e\">“census division” means a census division as identified in the 2011 Census of Canada, as reported by Statistics Canada under the <i>Statistics Act</i> (Canada); (“division de recensement”)</p> <p class=\"definition-e\">“East Region” means the following census divisions: Stormont, Dundas and Glengarry; Prescott and Russell; Ottawa; Leeds and Grenville; Lanark; Frontenac; Lennox and Addington; Hastings; Prince Edward; Northumberland; Peterborough; Kawartha Lakes; Simcoe; Muskoka; Haliburton; Renfrew; (“région de l’Est”)</p> <p class=\"definition-e\">“GTA Region” means the following census divisions: Durham; York; Toronto; Peel; Halton; (“région du Grand Toronto”)</p> <p class=\"definition-e\">“North Region” means the following census divisions: Nipissing; Parry Sound; Sudbury; Greater Sudbury; Timiskaming; Cochrane; Algoma; Thunder Bay; Rainy River; Kenora; (“région du Nord”)</p> <p class=\"definition-e\">“West Region” means the following census divisions: Dufferin; Wellington; Hamilton; Niagara; Haldimand-Norfolk; Brant; Waterloo; Perth; Oxford; Elgin; Chatham-Kent; Essex; Lambton; Middlesex; Huron; Bruce; Grey; Manitoulin. (“région de l’Ouest”)</p> <p class=\"subsection-e\">  (2) The Board shall, on request, provide a person with information about the boundaries of census divisions.</p>"
        },
        {
            "ahref_id": "#BK59",
            "TOCid": "35.",
            "part_id": "PART V  ",
            "part_type": "PART V ALLOCATION OF AUTHORIZATIONS",
            "section": "Overall maximum number of authorizations: sale of beer, wine, cider",
            "content": " 35. (1) Beer, wine and cider may be authorized for sale in a maximum of 450 grocery stores under the following authorizations: 1.  A maximum of 157 beer and wine authorizations, including a maximum of 35 restricted beer and wine authorizations. 2.  A maximum of 233 beer and cider authorizations (excluding beer and cider authorizations described in paragraph 3). 3.  A maximum of 70 beer and cider authorizations that are issued in connection with wine boutique agreements. O. Reg. 366/17, s. 5; O. Reg. 179/19, s. 8. (2) No more than the maximum number of authorizations described in subsection (1) shall be in effect at one time. O. Reg. 260/16, s. 16.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK59\"></a><b>35. </b>(1) Beer, wine and cider may be authorized for sale in a maximum of 450 grocery stores under the following authorizations:</p> <p class=\"paragraph-e\">  1.  A maximum of 157 beer and wine authorizations, including a maximum of 35 restricted beer and wine authorizations.</p> <p class=\"paragraph-e\">  2.  A maximum of 233 beer and cider authorizations (excluding beer and cider authorizations described in paragraph 3).</p> <p class=\"paragraph-e\">  3.  A maximum of 70 beer and cider authorizations that are issued in connection with wine boutique agreements. O. Reg. 366/17, s. 5; O. Reg. 179/19, s. 8.</p> <p class=\"subsection-e\">  (2) No more than the maximum number of authorizations described in subsection (1) shall be in effect at one time. O. Reg. 260/16, s. 16.</p>"
        },
        {
            "ahref_id": "#BK60",
            "TOCid": "36.",
            "part_id": "PART V  ",
            "part_type": "PART V ALLOCATION OF AUTHORIZATIONS",
            "section": "For the North Region",
            "content": " 36. The Board shall issue authorizations for the sale of beer and wine in grocery stores in the North Region in accordance with the following rules: 1.  Beer and wine authorizations are allocated for a maximum of nine grocery stores in the region. 2.  Revoked: O. Reg. 179/19, s. 9 (3). 3.  The maximum number of authorizations in paragraph 1 shall be increased by the number of authorizations reserved for Category B stores that are issued in the North Region under paragraph 1 of section 40, if any. O. Reg. 12/17, s. 5; O. Reg. 366/17, s. 6; O. Reg. 179/19, s. 9.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK60\"></a><b>36. </b>The Board shall issue authorizations for the sale of beer and wine in grocery stores in the North Region in accordance with the following rules:</p> <p class=\"paragraph-e\">  1.  Beer and wine authorizations are allocated for a maximum of nine grocery stores in the region.</p> <p class=\"paragraph-e\">  2.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 179/19, s. 9 (3).</p> <p class=\"paragraph-e\">  3.  The maximum number of authorizations in paragraph 1 shall be increased by the number of authorizations reserved for Category B stores that are issued in the North Region under paragraph 1 of section 40, if any. O. Reg. 12/17, s. 5; O. Reg. 366/17, s. 6; O. Reg. 179/19, s. 9.</p>"
        },
        {
            "ahref_id": "#BK61",
            "TOCid": "37.",
            "part_id": "PART V  ",
            "part_type": "PART V ALLOCATION OF AUTHORIZATIONS",
            "section": "For the East Region",
            "content": " 37. The Board shall issue authorizations for the sale of beer and wine in grocery stores in the East Region in accordance with the following rules: 1.  Beer and wine authorizations are allocated for a maximum of 21 grocery stores in the region. 2.  Revoked: O. Reg. 179/19, s. 10 (3). 3.  The maximum number of authorizations in paragraph 1 shall be reduced by the number of authorizations reserved for Category B stores that are issued in other regions under paragraph 1 or 5 of section 40, if any. O. Reg. 12/17, s. 5; O. Reg. 366/17, s. 7; O. Reg. 179/19, s. 10.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK61\"></a><b>37. </b>The Board shall issue authorizations for the sale of beer and wine in grocery stores in the East Region in accordance with the following rules:</p> <p class=\"paragraph-e\">  1.  Beer and wine authorizations are allocated for a maximum of 21 grocery stores in the region.</p> <p class=\"paragraph-e\">  2.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 179/19, s. 10 (3).</p> <p class=\"paragraph-e\">  3.  The maximum number of authorizations in paragraph 1 shall be reduced by the number of authorizations reserved for Category B stores that are issued in other regions under paragraph 1 or 5 of section 40, if any. O. Reg. 12/17, s. 5; O. Reg. 366/17, s. 7; O. Reg. 179/19, s. 10.</p>"
        },
        {
            "ahref_id": "#BK62",
            "TOCid": "38.",
            "part_id": "PART V  ",
            "part_type": "PART V ALLOCATION OF AUTHORIZATIONS",
            "section": "For the West Region",
            "content": " 38. The Board shall issue authorizations for the sale of beer and wine in grocery stores in the West Region in accordance with the following rules: 1.  Beer and wine authorizations are allocated for a maximum of 22 grocery stores in the region. 2.  Revoked: O. Reg. 179/19, s. 11 (3). 3.  The maximum number of authorizations in paragraph 1 shall be increased by the number of authorizations reserved for Category B stores that are issued in the West Region under paragraph 1 of section 40, if any. O. Reg. 12/17, s. 5; O. Reg. 366/17, s. 8; O. Reg. 179/19, s. 11.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK62\"></a>38. </b>The Board shall issue authorizations for the sale of beer and wine in grocery stores in the West Region in accordance with the following rules:</p> <p class=\"paragraph-e\">  1.  Beer and wine authorizations are allocated for a maximum of 22 grocery stores in the region.</p> <p class=\"paragraph-e\">  2.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 179/19, s. 11 (3).</p> <p class=\"paragraph-e\">  3.  The maximum number of authorizations in paragraph 1 shall be increased by the number of authorizations reserved for Category B stores that are issued in the West Region under paragraph 1 of section 40, if any. O. Reg. 12/17, s. 5; O. Reg. 366/17, s. 8; O. Reg. 179/19, s. 11.</p>"
        },
        {
            "ahref_id": "#BK63",
            "TOCid": "39.",
            "part_id": "PART V  ",
            "part_type": "PART V ALLOCATION OF AUTHORIZATIONS",
            "section": "For the GTA Region",
            "content": " 39. The Board shall issue authorizations for the sale of beer and wine in grocery stores in the GTA Region in accordance with the following rules: 1.  Beer and wine authorizations are allocated for a maximum of 35 grocery stores in the region. 2., 3.  Revoked: O. Reg. 179/19, s. 12 (3). O. Reg. 12/17, s. 5; O. Reg. 366/17, s. 9; O. Reg. 179/19, s. 12.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK63\"></a><b>39. </b>The Board shall issue authorizations for the sale of beer and wine in grocery stores in the GTA Region in accordance with the following rules:</p> <p class=\"paragraph-e\">  1.  Beer and wine authorizations are allocated for a maximum of 35 grocery stores in the region.</p> <p class=\"paragraph-e\"> 2., 3.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 179/19, s. 12 (3).</p> <p class=\"footnote-e\">O. Reg. 12/17, s. 5; O. Reg. 366/17, s. 9; O. Reg. 179/19, s. 12.</p>"
        },
        {
            "ahref_id": "#BK64",
            "TOCid": "40.",
            "part_id": "PART V  ",
            "part_type": "PART V ALLOCATION OF AUTHORIZATIONS",
            "section": "Authorizations reserved for Category B grocery stores",
            "content": " 40. The Board shall reserve authorizations for the sale of beer and wine in Category B grocery stores in accordance with the following rules: 1.  Seven of the authorizations allocated to the East Region under paragraph 1 of section 37 are reserved for Category B grocery stores. These authorizations may be issued in any of the North, West or East Regions. 2.  Revoked: O. Reg. 179/19, s. 13 (3). 3.  Eleven of the authorizations allocated to the GTA Region under paragraph 1 of section 39 are reserved for Category B grocery stores. 4., 5.  Revoked: O. Reg. 179/19, s. 13 (3). O. Reg. 12/17, s. 5; O. Reg. 366/17, s. 10; O. Reg. 179/19, s. 13.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK64\"></a><b>40</b>. The Board shall reserve authorizations for the sale of beer and wine in Category B grocery stores in accordance with the following rules:</p> <p class=\"paragraph-e\">  1.  Seven of the authorizations allocated to the East Region under paragraph 1 of section 37 are reserved for Category B grocery stores. These authorizations may be issued in any of the North, West or East Regions.</p> <p class=\"paragraph-e\">  2.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 179/19, s. 13 (3).</p> <p class=\"paragraph-e\">  3.  Eleven of the authorizations allocated to the GTA Region under paragraph 1 of section 39 are reserved for Category B grocery stores.</p> <p class=\"paragraph-e\"> 4., 5.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 179/19, s. 13 (3).</p> <p class=\"footnote-e\">O. Reg. 12/17, s. 5; O. Reg. 366/17, s. 10; O. Reg. 179/19, s. 13.</p>"
        },
        {
            "ahref_id": "#BK65",
            "TOCid": "40.0.1",
            "part_id": "PART V  ",
            "part_type": "PART V ALLOCATION OF AUTHORIZATIONS",
            "section": "Exceptions to maximums in case of second and subsequent lotteries",
            "content": " 40.0.1 Despite sections 36 to 40, the rules respecting the maximum beer and wine authorizations for each region and authorizations reserved for Category B grocery stores do not apply when issuing authorizations to candidates selected through a lottery as described in subsection 15.1 (3) or (4) or as described in section 15.2. O. Reg. 179/19, s. 14.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK65\"></a><b>40.0.1 </b>Despite sections 36 to 40<b>, </b>the rules respecting the maximum beer and wine authorizations for each region and authorizations reserved for Category B grocery stores do not apply when issuing authorizations to candidates selected through a lottery as described in subsection 15.1 (3) or (4) or as described in section 15.2. O. Reg. 179/19, s. 14.</p>"
        },
        {
            "ahref_id": "#BK66",
            "TOCid": "40.1",
            "part_id": "PART V  ",
            "part_type": "PART V ALLOCATION OF AUTHORIZATIONS",
            "section": "Number of authorizations",
            "content": " 40.1 (1) The Board shall issue supplementary wine authorizations, authorizations as wine boutique sales agents, and beer and cider authorizations mentioned in subsection 31.2 (2), in accordance with the rules set out in this section. O. Reg. 260/16, s. 17. (2) The following is the maximum number of authorizations as wine boutique sales agents that may be issued to a single group of related grocery stores in the regions indicated: 0.1  An overall maximum of 36 authorizations as a wine boutique sales agent in all regions. 1.  For grocery stores in the GTA Region: a maximum of 23 authorizations. 2.  For grocery stores in all of the other regions: a maximum of 23 authorizations. O. Reg. 260/16, s. 17; O. Reg. 12/17, s. 6 (1, 2). (3) The following is the maximum number of supplementary wine authorizations that may be issued to the owners of winery retail stores and in the regions indicated: 1.  For an owner with at least 160 winery retail stores: i.  An overall maximum of 38 authorizations for its wine boutiques in grocery stores in all regions. ii.  Within that overall maximum, a maximum of 25 authorizations for its wine boutiques in grocery stores in the GTA Region and a maximum of 25 authorizations for its wine boutiques outside the GTA Region. 2.  For an owner with at least 100 winery retail stores and fewer than 160 winery retail stores: i.  An overall maximum of 28 authorizations for its wine boutiques in grocery stores in all regions. ii.  Within that overall maximum, a maximum of 18 authorizations for its wine boutiques in grocery stores in the GTA Region and a maximum of 18 authorizations for its wine boutiques outside the GTA Region. 3.  For an owner with at least 10 winery retail stores and fewer than 100 winery retail stores: i.  An overall maximum of three authorizations for its wine boutiques in grocery stores in all regions. ii.  Within that overall maximum, a maximum of two authorizations for its wine boutiques in grocery stores in the GTA Region and a maximum of two authorizations for its wine boutiques outside the GTA Region. 4.  For an owner with fewer than 10 winery retail stores, a maximum of one authorization for a wine boutique in a grocery store. O. Reg. 12/17, s. 6 (3); O. Reg. 366/17, s. 11 (1, 2). (3.1) For the purposes of subsection (3), the number of winery retail stores owned by a person shall be calculated as of January 1, 2017, and winery retail stores that a manufacturer owns and operates at its production site shall not be counted. O. Reg. 12/17, s. 6 (3). (4) Revoked: O. Reg. 366/17, s. 11 (3). part vi   miscellaneous",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK66\"></a><b>40.1 </b>(1) The Board shall issue supplementary wine authorizations, authorizations as wine boutique sales agents, and beer and cider authorizations mentioned in subsection 31.2 (2), in accordance with the rules set out in this section. O. Reg. 260/16, s. 17.</p> <p class=\"subsection-e\">  (2) The following is the maximum number of authorizations as wine boutique sales agents that may be issued to a single group of related grocery stores in the regions indicated: </p> <p class=\"paragraph-e\">  0.1  An overall maximum of 36 authorizations as a wine boutique sales agent in all regions.</p> <p class=\"paragraph-e\">  1.  For grocery stores in the GTA Region: a maximum of 23 authorizations.</p> <p class=\"paragraph-e\">  2.  For grocery stores in all of the other regions: a maximum of 23 authorizations. O. Reg. 260/16, s. 17; O. Reg. 12/17, s. 6 (1, 2).</p> <p class=\"subsection-e\">  (3) The following is the maximum number of supplementary wine authorizations that may be issued to the owners of winery retail stores and in the regions indicated:</p> <p class=\"paragraph-e\">  1.  For an owner with at least 160 winery retail stores:</p> <p class=\"subpara-e\">  i.  An overall maximum of 38 authorizations for its wine boutiques in grocery stores in all regions.</p> <p class=\"subpara-e\">  ii.  Within that overall maximum, a maximum of 25 authorizations for its wine boutiques in grocery stores in the GTA Region and a maximum of 25 authorizations for its wine boutiques outside the GTA Region.</p> <p class=\"paragraph-e\">  2.  For an owner with at least 100 winery retail stores and fewer than 160 winery retail stores:</p> <p class=\"subpara-e\">  i.  An overall maximum of 28 authorizations for its wine boutiques in grocery stores in all regions.</p> <p class=\"subpara-e\">  ii.  Within that overall maximum, a maximum of 18 authorizations for its wine boutiques in grocery stores in the GTA Region and a maximum of 18 authorizations for its wine boutiques outside the GTA Region.</p> <p class=\"paragraph-e\">  3.  For an owner with at least 10 winery retail stores and fewer than 100 winery retail stores:</p> <p class=\"subpara-e\">  i.  An overall maximum of three authorizations for its wine boutiques in grocery stores in all regions.</p> <p class=\"subpara-e\">  ii.  Within that overall maximum, a maximum of two authorizations for its wine boutiques in grocery stores in the GTA Region and a maximum of two authorizations for its wine boutiques outside the GTA Region.</p> <p class=\"paragraph-e\">  4.  For an owner with fewer than 10 winery retail stores, a maximum of one authorization for a wine boutique in a grocery store. O. Reg. 12/17, s. 6 (3); O. Reg. 366/17, s. 11 (1, 2).</p> <p class=\"subsection-e\">  (3.1) For the purposes of subsection (3), the number of winery retail stores owned by a person shall be calculated as of January 1, 2017, and winery retail stores that a manufacturer owns and operates at its production site shall not be counted. O. Reg. 12/17, s. 6 (3).</p> <p class=\"subsection-e\">  (4) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 366/17, s. 11 (3).</p> <p class=\"partnum-e\"><a name=\"BK67\"></a>part vi <br/>  miscellaneous</p>"
        },
        {
            "ahref_id": "#BK67",
            "TOCid": "PART VI  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART VI MISCELLANEOUS",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK68",
            "TOCid": "41.",
            "part_id": "PART VI  ",
            "part_type": "PART VI MISCELLANEOUS",
            "section": "Definitions",
            "content": " 41. In this Part, “production year” means the 12-month period that ends on the December 31 immediately before the beginning of a sales year; (“année de production”) “sales year” means the period of approximately 12 months, (a)  that begins on March 1 in a year or, if March 1 is a Saturday or Sunday, that begins on the following Monday, and (b)  that ends on the last day of February in the following year or, if the last day of February is a Friday or Saturday, that ends on the following Sunday. (“année de ventes”)",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK68\"></a><b>41.</b> In this Part,</p> <p class=\"definition-e\">“production year” means the 12-month period that ends on the December 31 immediately before the beginning of a sales year; (“année de production”)</p> <p class=\"definition-e\">“sales year” means the period of approximately 12 months,</p> <p class=\"defclause-e\">  (a)  that begins on March 1 in a year or, if March 1 is a Saturday or Sunday, that begins on the following Monday, and</p> <p class=\"defclause-e\">  (b)  that ends on the last day of February in the following year or, if the last day of February is a Friday or Saturday, that ends on the following Sunday. (“année de ventes”)</p>"
        },
        {
            "ahref_id": "#BK69",
            "TOCid": "42.",
            "part_id": "PART VI  ",
            "part_type": "PART VI MISCELLANEOUS",
            "section": "Small brewers: criteria",
            "content": " 42. (1) For the purposes of this Regulation, a manufacturer of beer is a small brewer for a sales year if both of the following criteria are satisfied: 1.  In the preceding production year, the manufacturer’s worldwide production did not exceed 400,000 hectolitres of beer or, if the manufacturer has been manufacturing beer for less than one year, its worldwide production is not expected to exceed 400,000 hectolitres of beer in the year. 2.  Every affiliate of the manufacturer that manufactured beer in the preceding production year was a small brewer. (2) In determining the amount of a manufacturer’s worldwide production of beer for a production year, the following are included: 1.  All beer manufactured during the year by the manufacturer, including beer that is manufactured under contract for another beer manufacturer. 2.  All beer manufactured during the year by an affiliate of the manufacturer, including beer manufactured by the affiliate under contract for another beer manufacturer. 3.  All beer manufactured during the year by another beer manufacturer under contract for the manufacturer or for an affiliate of the manufacturer. (3) A contract referred to in subsection (2) does not include a contract, agreement or arrangement that provides only for the final bottling or other packaging of beer, including any incidental processes such as final filtration and final carbonation or the addition of any substance to the beer that, if added, must be added at the time of final filtration.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK69\"></a>42. </b>(1) For the purposes of this Regulation, a manufacturer of beer is a small brewer for a sales year if both of the following criteria are satisfied:</p> <p class=\"paragraph-e\">  1.  In the preceding production year, the manufacturer’s worldwide production did not exceed 400,000 hectolitres of beer or, if the manufacturer has been manufacturing beer for less than one year, its worldwide production is not expected to exceed 400,000 hectolitres of beer in the year.</p> <p class=\"paragraph-e\">  2.  Every affiliate of the manufacturer that manufactured beer in the preceding production year was a small brewer.</p> <p class=\"subsection-e\">  (2) In determining the amount of a manufacturer’s worldwide production of beer for a production year, the following are included:</p> <p class=\"paragraph-e\">  1.  All beer manufactured during the year by the manufacturer, including beer that is manufactured under contract for another beer manufacturer.</p> <p class=\"paragraph-e\">  2.  All beer manufactured during the year by an affiliate of the manufacturer, including beer manufactured by the affiliate under contract for another beer manufacturer.</p> <p class=\"paragraph-e\">  3.  All beer manufactured during the year by another beer manufacturer under contract for the manufacturer or for an affiliate of the manufacturer.</p> <p class=\"subsection-e\">  (3) A contract referred to in subsection (2) does not include a contract, agreement or arrangement that provides only for the final bottling or other packaging of beer, including any incidental processes such as final filtration and final carbonation or the addition of any substance to the beer that, if added, must be added at the time of final filtration.</p>"
        },
        {
            "ahref_id": "#BK70",
            "TOCid": "43.",
            "part_id": "PART VI  ",
            "part_type": "PART VI MISCELLANEOUS",
            "section": "Mid-sized and small wineries: criteria",
            "content": " 43. (1) For the purposes of this Regulation, a manufacturer of wine is a mid-sized winery if all of the following criteria are satisfied: 1.  In the most recent 12-month period for which data is available, the manufacturer’s worldwide sales did not exceed 4.5 million litres of wine or, if the manufacturer has been selling wine for less than one year, its worldwide sales are not expected to exceed 4.5 million litres of wine in the year. 2.  Every affiliate of the manufacturer that manufactures wine is a mid-sized or small winery. 3.  The manufacturer is not a small winery. O. Reg. 232/16, s. 43 (1). (2) For the purposes of this Regulation, a manufacturer of wine is a small winery if both of the following criteria are satisfied: 1.  In the most recent 12-month period for which data is available, the manufacturer’s worldwide sales did not exceed 375,000 litres of wine or, if the manufacturer has been selling wine for less than one year, its worldwide sales are not expected to exceed 375,000 litres of wine in the year. 2.  Every affiliate of the manufacturer that manufactures wine is a small winery. O. Reg. 232/16, s. 43 (2); O. Reg. 260/16, s. 18; O. Reg. 435/21, s. 3. (3) In determining the amount of a manufacturer’s worldwide sales of wine, the following are included: 1.  All wine (other than cider) sold by the manufacturer. 2.  All wine (other than cider) sold by an affiliate of the manufacturer. O. Reg. 232/16, s. 43 (3).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK70\"></a>43. </b>(1) For the purposes of this Regulation, a manufacturer of wine is a mid-sized winery if all of the following criteria are satisfied:</p> <p class=\"paragraph-e\">  1.  In the most recent 12-month period for which data is available, the manufacturer’s worldwide sales did not exceed 4.5 million litres of wine or, if the manufacturer has been selling wine for less than one year, its worldwide sales are not expected to exceed 4.5 million litres of wine in the year.</p> <p class=\"paragraph-e\">  2.  Every affiliate of the manufacturer that manufactures wine is a mid-sized or small winery.</p> <p class=\"paragraph-e\">  3.  The manufacturer is not a small winery. O. Reg. 232/16, s. 43 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of this Regulation, a manufacturer of wine is a small winery if both of the following criteria are satisfied:</p> <p class=\"paragraph-e\">  1.  In the most recent 12-month period for which data is available, the manufacturer’s worldwide sales did not exceed 375,000 litres of wine or, if the manufacturer has been selling wine for less than one year, its worldwide sales are not expected to exceed 375,000 litres of wine in the year.</p> <p class=\"paragraph-e\">  2.  Every affiliate of the manufacturer that manufactures wine is a small winery. O. Reg. 232/16, s. 43 (2); O. Reg. 260/16, s. 18; O. Reg. 435/21, s. 3.</p> <p class=\"subsection-e\">  (3) In determining the amount of a manufacturer’s worldwide sales of wine, the following are included:</p> <p class=\"paragraph-e\">  1.  All wine (other than cider) sold by the manufacturer.</p> <p class=\"paragraph-e\">  2.  All wine (other than cider) sold by an affiliate of the manufacturer. O. Reg. 232/16, s. 43 (3).</p>"
        },
        {
            "ahref_id": "#BK71",
            "TOCid": "44.",
            "part_id": "PART VI  ",
            "part_type": "PART VI MISCELLANEOUS",
            "section": "Small cideries: criteria",
            "content": " 44. (1) For the purposes of this Regulation, a manufacturer of wine is a small cidery for a sales year if both of the following criteria are satisfied: 1.  In the preceding production year, the manufacturer’s worldwide production did not exceed 25,000 hectolitres of cider or, if the manufacturer has been manufacturing cider for less than one year, its worldwide production is not expected to exceed 25,000 hectolitres of cider in the year. 2.  Every affiliate of the manufacturer that manufactured cider in the preceding production year was a small cidery. (2) In determining the amount of a manufacturer’s worldwide production of cider for a production year, the following are included: 1.  All cider manufactured during the year by the manufacturer, including cider that is manufactured under contract for another cider manufacturer. 2.  All cider manufactured during the year by an affiliate of the manufacturer, including cider manufactured by the affiliate under contract for another cider manufacturer. 3.  All cider manufactured during the year by another cider manufacturer under contract for the manufacturer or for an affiliate of the manufacturer. O. Reg. 232/16, s. 44 (2); O. Reg. 366/17, s. 12. (3) A contract referred to in subsection (2) does not include a contract, agreement or arrangement that provides only for the final bottling or other packaging of cider, including any incidental processes such as final filtration and final carbonation or the addition of any substance to the cider that, if added, must be added at the time of final filtration.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK71\"></a>44. </b>(1) For the purposes of this Regulation, a manufacturer of wine is a small cidery for a sales year if both of the following criteria are satisfied:</p> <p class=\"paragraph-e\">  1.  In the preceding production year, the manufacturer’s worldwide production did not exceed 25,000 hectolitres of cider or, if the manufacturer has been manufacturing cider for less than one year, its worldwide production is not expected to exceed 25,000 hectolitres of cider in the year.</p> <p class=\"paragraph-e\">  2.  Every affiliate of the manufacturer that manufactured cider in the preceding production year was a small cidery.</p> <p class=\"subsection-e\">  (2) In determining the amount of a manufacturer’s worldwide production of cider for a production year, the following are included:</p> <p class=\"paragraph-e\">  1.  All cider manufactured during the year by the manufacturer, including cider that is manufactured under contract for another cider manufacturer.</p> <p class=\"paragraph-e\">  2.  All cider manufactured during the year by an affiliate of the manufacturer, including cider manufactured by the affiliate under contract for another cider manufacturer.</p> <p class=\"paragraph-e\">  3.  All cider manufactured during the year by another cider manufacturer under contract for the manufacturer or for an affiliate of the manufacturer. O. Reg. 232/16, s. 44 (2); O. Reg. 366/17, s. 12.</p> <p class=\"subsection-e\">  (3) A contract referred to in subsection (2) does not include a contract, agreement or arrangement that provides only for the final bottling or other packaging of cider, including any incidental processes such as final filtration and final carbonation or the addition of any substance to the cider that, if added, must be added at the time of final filtration.</p>"
        },
        {
            "ahref_id": "#BK72",
            "TOCid": "45.",
            "part_id": "PART VI  ",
            "part_type": "PART VI MISCELLANEOUS",
            "section": "Price of wine, by container size",
            "content": " 45. (0.1) Despite Ontario Regulation 116/10 (Minimum Pricing of Liquor and Other Pricing Matters) made under the Act, this section applies with respect to wine sold under an authorization described in Part III. O. Reg. 260/16, s. 19; O. Reg. 12/17, s. 7. (1) If wine (other than cider) is sold in a grocery store in a container with a size described in Column 1 of the Table to this section, the retail price of the wine must be equal to or greater than the amount specified in Column 2. (2) If wine (other than cider) is sold in a grocery store in a container (“non-standard container”) with a size different from the size referred to in subsection (1), the retail price of the wine must be equal to or greater than the amount determined using the formula, (A / B) × C in which, “A”  is the price shown in the Table to this section for a container (“standard container”) that is smaller than, but closest to, the size of the non-standard container; “B”  is the size of the standard container; and “C”  is the size of the non-standard container. Table Item   Column 1   Container size in millilitres   Column 2   Price in dollars \n\n  1.   50 or less   0.85 \n\n  2.   200   3.35 \n\n  3.   250   4.10 \n\n  4.   300   4.80 \n\n  5.   375   5.90 \n\n  6.   400   6.20 \n\n  7.   500   7.60 \n\n  8.   600   9.00 \n\n  9.   720   10.65 \n\n  10.   750   10.95 \n\n  11.   1000   14.05 \n\n  12.   1500   20.15 \n\n  13.   2000   25.90 \n\n  14.   2250   28.75 \n\n  15.   3000   37.90 \n\n  16.   4000   49.35 Part VII (OMITTED) 46. Omitted (revokes other Regulations). 47. Omitted (provides for coming into force of provisions of this Regulation).  Français  ",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK72\"></a>45. </b>(0.1) Despite Ontario Regulation 116/10 (Minimum Pricing of Liquor and Other Pricing Matters) made under the Act, this section applies with respect to wine sold under an authorization described in Part III. O. Reg. 260/16, s. 19; O. Reg. 12/17, s. 7.</p> <p class=\"subsection-e\"><b> </b>(1) If wine (other than cider) is sold in a grocery store in a container with a size described in Column 1 of the Table to this section, the retail price of the wine must be equal to or greater than the amount specified in Column 2.</p> <p class=\"subsection-e\">  (2) If wine (other than cider) is sold in a grocery store in a container (“non-standard container”) with a size different from the size referred to in subsection (1), the retail price of the wine must be equal to or greater than the amount determined using the formula,</p> <p class=\"equation-e\">(A / B) × C</p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">  “A”  is the price shown in the Table to this section for a container (“standard container”) that is smaller than, but closest to, the size of the non-standard container;</p> <p class=\"equationind1-e\">  “B”  is the size of the standard container; and</p> <p class=\"equationind1-e\">  “C”  is the size of the non-standard container.</p> <p class=\"headingx-e\">Table</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"312\">\n<tr> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"229\"> <p class=\"table-e\">Column 1 <br/>  Container size in millilitres</p> </td> <td valign=\"top\" width=\"229\"> <p class=\"table-e\">Column 2 <br/>  Price in dollars</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"229\"> <p class=\"table-e\">50 or less</p> </td> <td valign=\"top\" width=\"229\"> <p align=\"right\" class=\"table-e\">0.85</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"229\"> <p class=\"table-e\">200</p> </td> <td valign=\"top\" width=\"229\"> <p align=\"right\" class=\"table-e\">3.35</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"229\"> <p class=\"table-e\">250</p> </td> <td valign=\"top\" width=\"229\"> <p align=\"right\" class=\"table-e\">4.10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"229\"> <p class=\"table-e\">300</p> </td> <td valign=\"top\" width=\"229\"> <p align=\"right\" class=\"table-e\">4.80</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"229\"> <p class=\"table-e\">375</p> </td> <td valign=\"top\" width=\"229\"> <p align=\"right\" class=\"table-e\">5.90</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"229\"> <p class=\"table-e\">400</p> </td> <td valign=\"top\" width=\"229\"> <p align=\"right\" class=\"table-e\">6.20</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">7.</p> </td> <td valign=\"top\" width=\"229\"> <p class=\"table-e\">500</p> </td> <td valign=\"top\" width=\"229\"> <p align=\"right\" class=\"table-e\">7.60</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">8.</p> </td> <td valign=\"top\" width=\"229\"> <p class=\"table-e\">600</p> </td> <td valign=\"top\" width=\"229\"> <p align=\"right\" class=\"table-e\">9.00</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">9.</p> </td> <td valign=\"top\" width=\"229\"> <p class=\"table-e\">720</p> </td> <td valign=\"top\" width=\"229\"> <p align=\"right\" class=\"table-e\">10.65</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">10.</p> </td> <td valign=\"top\" width=\"229\"> <p class=\"table-e\">750</p> </td> <td valign=\"top\" width=\"229\"> <p align=\"right\" class=\"table-e\">10.95</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">11.</p> </td> <td valign=\"top\" width=\"229\"> <p class=\"table-e\">1000</p> </td> <td valign=\"top\" width=\"229\"> <p align=\"right\" class=\"table-e\">14.05</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">12.</p> </td> <td valign=\"top\" width=\"229\"> <p class=\"table-e\">1500</p> </td> <td valign=\"top\" width=\"229\"> <p align=\"right\" class=\"table-e\">20.15</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">13.</p> </td> <td valign=\"top\" width=\"229\"> <p class=\"table-e\">2000</p> </td> <td valign=\"top\" width=\"229\"> <p align=\"right\" class=\"table-e\">25.90</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">14.</p> </td> <td valign=\"top\" width=\"229\"> <p class=\"table-e\">2250</p> </td> <td valign=\"top\" width=\"229\"> <p align=\"right\" class=\"table-e\">28.75</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">15.</p> </td> <td valign=\"top\" width=\"229\"> <p class=\"table-e\">3000</p> </td> <td valign=\"top\" width=\"229\"> <p align=\"right\" class=\"table-e\">37.90</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">16.</p> </td> <td valign=\"top\" width=\"229\"> <p class=\"table-e\">4000</p> </td> <td valign=\"top\" width=\"229\"> <p align=\"right\" class=\"table-e\">49.35</p> </td>\n</tr>\n</table> <p class=\"partnum-e\"><a name=\"BK73\"></a>Part <span class=\"ovboldallcaps\">VII</span> (OMITTED)</p> <p class=\"section-e\"> <b>46.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">revokes other Regulations</span>).</p> <p class=\"section-e\"> <b>47.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/160232\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}