{
    "reg_info": {
        "full_title": "O. Reg. 596/20: ZONING ORDER - CITY OF TORONTO",
        "reg_name_text": "ZONING ORDER — CITY OF TORONTO",
        "citation": "O. Reg. 596/20: ZONING ORDER - CITY OF TORONTO",
        "act_under": "Planning Act   Loi sur l’aménagement du territoire ",
        "url": "https://www.ontario.ca/laws/regulation/200596",
        "date_scraped": "2023-12-18 19:48:40"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October 22, 2020",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "  1. In this Order, “bicycle parking space” means an area or secure room that is equipped with a bicycle rack, locker or bicycle stacker for the purposes of parking and securing bicycles; “bicycle stacker” means a device where a bicycle parking space is positioned above or below another bicycle parking space and can be accessed by means of an elevating device; “Block 7” means the lands described in clause 2 (1) (b); “Blocks 3 and 4” mean the lands described in clause 2 (1) (a); “community centre” means premises operated by or on behalf of a government or non-profit organization providing community activities, such as arts and crafts and recreational, social, charitable and educational activities; “grade” means Canadian Geodetic Datum elevation of 79.5 metres for Blocks 3 and 4, and 77.5 metres for Block 7; “green roof” means an extension of an above grade roof, built on top of a human-made structure, that allows vegetation to grow in a growing medium and which is designed, constructed and maintained in accordance with the City of Toronto Green Roof Construction Standard; “height” means the vertical distance between grade and the highest point of a building or structure; “non-residential gross floor area” means the sum of the total area of each floor level of the non-residential portion of a mixed-use building, above and below the ground, measured from the exterior of the main wall of each floor level, reduced by the area in the building used for, (a) parking, loading and bicycle parking below ground, (b) required loading spaces at the ground level and required bicycle parking spaces at or above ground, (c) storage rooms, washrooms, electrical rooms, utility rooms, mechanical rooms and ventilation rooms below grade, (d) shower and change facilities for required bicycle parking spaces, (e) amenity space, (f) elevator shafts, (g) garbage shafts, (h) community centre uses, (i) mechanical penthouse, and (j) exit stairwells. “residential amenity space” is a communal space made available for mutual use by all residents of buildings on the lands described in section 2. “residential gross floor area” means the sum of the total area of each floor level of the residential portion of a mixed-use building, above and below the ground, measured from the exterior of the main wall of each floor level, reduced by the area in the building used for, (a) parking, loading and bicycle parking below ground, (b) required loading spaces at the ground level and required bicycle parking spaces at or above ground, (c) storage rooms, washrooms, electrical rooms, utility rooms, mechanical rooms and ventilation rooms below grade, (d) shower and change facilities for required bicycle parking spaces, (e) amenity space, (f) elevator shafts, (g) garbage shafts, (h) mechanical penthouse, and (i) exit stairwells; “small parking space” means a parking space with a minimum width of 2.6 metres and a maximum width of 3.0 metres and a minimum length of 5.6 metres and a maximum length of 6.7 metres; “temporary leasing office” means a building, structure, facility or trailer used for the purpose of the leasing of dwelling units to be erected on the lands; “Zoning By-law” means the City of Toronto Zoning By-law No. 438-86.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>In this Order,</p> <p class=\"definition-e\">“bicycle parking space” means an area or secure room that is equipped with a bicycle rack, locker or bicycle stacker for the purposes of parking and securing bicycles;</p> <p class=\"definition-e\">“bicycle stacker” means a device where a bicycle parking space is positioned above or below another bicycle parking space and can be accessed by means of an elevating device;</p> <p class=\"definition-e\">“Block 7” means the lands described in clause 2 (1) (b);</p> <p class=\"definition-e\">“Blocks 3 and 4” mean the lands described in clause 2 (1) (a);</p> <p class=\"definition-e\">“community centre” means premises operated by or on behalf of a government or non-profit organization providing community activities, such as arts and crafts and recreational, social, charitable and educational activities;</p> <p class=\"definition-e\">“grade” means Canadian Geodetic Datum elevation of 79.5 metres for Blocks 3 and 4, and 77.5 metres for B<span class=\"Prompt\">lock 7</span>;</p> <p class=\"definition-e\">“green roof” means an extension of an above grade roof, built on top of a human-made structure, that allows vegetation to grow in a growing medium and which is designed, constructed and maintained in accordance with the City of Toronto Green Roof Construction Standard;</p> <p class=\"definition-e\">“height” means the vertical distance between grade and the highest point of a building or structure;</p> <p class=\"definition-e\">“non-residential gross floor area” means the sum of the total area of each floor level of the non-residential portion of a mixed-use building, above and below the ground, measured from the exterior of the main wall of each floor level, reduced by the area in the building used for,</p> <p class=\"defclause-e\">  (a) parking, loading and bicycle parking below ground,</p> <p class=\"defclause-e\">  (b) required loading spaces at the ground level and required bicycle parking spaces at or above ground,</p> <p class=\"defclause-e\">  (c) storage rooms, washrooms, electrical rooms, utility rooms, mechanical rooms and ventilation rooms below grade,</p> <p class=\"defclause-e\">  (d) shower and change facilities for required bicycle parking spaces,</p> <p class=\"defclause-e\">  (e) amenity space,</p> <p class=\"defclause-e\">  (f) elevator shafts,</p> <p class=\"defclause-e\">  (g) garbage shafts,</p> <p class=\"defclause-e\">  (h) community centre uses,</p> <p class=\"defclause-e\">  (i) mechanical penthouse, and</p> <p class=\"defclause-e\">  (j) exit stairwells.</p> <p class=\"definition-e\">“residential amenity space” is a communal space made available for mutual use by all residents of buildings on the lands described in section 2.</p> <p class=\"definition-e\">“residential gross floor area” means the sum of the total area of each floor level of the residential portion of a mixed-use building, above and below the ground, measured from the exterior of the main wall of each floor level, reduced by the area in the building used for,</p> <p class=\"defclause-e\">  (a) parking, loading and bicycle parking below ground,</p> <p class=\"defclause-e\">  (b) required loading spaces at the ground level and required bicycle parking spaces at or above ground,</p> <p class=\"defclause-e\">  (c) storage rooms, washrooms, electrical rooms, utility rooms, mechanical rooms and ventilation rooms below grade,</p> <p class=\"defclause-e\">  (d) shower and change facilities for required bicycle parking spaces,</p> <p class=\"defclause-e\">  (e) amenity space,</p> <p class=\"defclause-e\">  (f) elevator shafts,</p> <p class=\"defclause-e\">  (g) garbage shafts,</p> <p class=\"defclause-e\">  (h) mechanical penthouse, and</p> <p class=\"defclause-e\">  (i) exit stairwells;</p> <p class=\"definition-e\">“small parking space” means a parking space with a minimum width of 2.6 metres and a maximum width of 3.0 metres and a minimum length of 5.6 metres and a maximum length of 6.7 metres;</p> <p class=\"definition-e\">“temporary leasing office” means a building, structure, facility or trailer used for the purpose of the leasing of dwelling units to be erected on the lands;</p> <p class=\"definition-e\">“Zoning By-law” means the City of Toronto Zoning By-law No. 438-86.</p>"
        },
        {
            "id": "2.",
            "section": "Application",
            "content": "  2. (1) This Order applies to, (a) lands in the City of Toronto, in the Province of Ontario, described as Lots 7, 8, and 9, and parts of Lots 10, 11, and 12, South Side of Front Street East, and part of Lots 7 to 12 inclusive, North Side of Mill Street, on Registered Plan 108, and Lots 1 to 3 inclusive, private lane and two foot reserved, on Registered Plan 611, designated as Part 1 on Reference Plan 66R-30367 and further identified by Property Identification Number 21077-0295 (LT) registered in the Land Registry Office for the Land Titles Division of Toronto (No. 80); and (b) lands in the City of Toronto, in the Province of Ontario, described as part of Lot 12, North Side of Mill Street, on Registered Plan 108, designated as Part 2 on Reference Plan 66R-30367 and further identified by Property Identification Number 21077-0291 (LT) registered in the Land Registry Office for the Land Titles Division of Toronto (No. 80). (2) For the purposes of this Order, the lands described in clause (1) (a) shall be considered a single lot. (3) For the purposes of this Order, the lands described in clause (1) (b) shall be considered a single lot.",
            "raw_html": "<p class=\"section-e\"><b>  2. </b>(1) This Order applies to,</p> <p class=\"clause-e\">  (a) lands in the City of Toronto, in the Province of Ontario, described as Lots 7, 8, and 9, and parts of Lots 10, 11, and 12, South Side of Front Street East, and part of Lots 7 to 12 inclusive, North Side of Mill Street, on Registered Plan 108, and Lots 1 to 3 inclusive, private lane and two foot reserved, on Registered Plan 611, designated as Part 1 on Reference Plan 66R-30367 and further identified by Property Identification Number 21077-0295 (LT) registered in the Land Registry Office for the Land Titles Division of Toronto (No. 80); and</p> <p class=\"clause-e\">  (b) lands in the City of Toronto, in the Province of Ontario, described as part of Lot 12, North Side of Mill Street, on Registered Plan 108, designated as Part 2 on Reference Plan 66R-30367 and further identified by Property Identification Number 21077-0291 (LT) registered in the Land Registry Office for the Land Titles Division of Toronto (No. 80).</p> <p class=\"subsection-e\">  (2) For the purposes of this Order, the lands described in clause (1) (a) shall be considered a single lot.</p> <p class=\"subsection-e\">  (3) For the purposes of this Order, the lands described in clause (1) (b) shall be considered a single lot.</p>"
        },
        {
            "id": "3.",
            "section": "Permitted uses",
            "content": " 3. Every use of land and every erection, location or use of any building or structure is prohibited on the lands described in section 2, except for: (a) the uses permitted in section 7 (1) of the Zoning By-law; (b) a temporary leasing office; (c) a community centre; (d) a commercial parking garage; and (e) a car-share.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>Every use of land and every erection, location or use of any building or structure is prohibited on the lands described in section 2, except for:</p> <p class=\"clause-e\">  (a) the uses permitted in section 7 (1) of the Zoning By-law;</p> <p class=\"clause-e\">  (b) a temporary leasing office;</p> <p class=\"clause-e\">  (c) a community centre;</p> <p class=\"clause-e\">  (d) a commercial parking garage; and</p> <p class=\"clause-e\">  (e) a car-share.</p>"
        },
        {
            "id": "4.",
            "section": "Zoning requirements",
            "content": " 4. (1) The zoning requirements for Blocks 3 and 4 and Block 7 are as follows: 1. A maximum of three buildings is permitted on the lands described in section 2. 2. The maximum total residential gross floor area and non-residential gross floor area is 81,300 square metres. 3. The maximum residential gross floor area is 77,800 square metres. 4. The minimum non-residential gross floor area is 3,500 square metres. 5. A mezzanine level located above the first floor and below the second floor of a building, and a room containing mechanical equipment that is located on the roof shall not be considered a storey for the purposes of paragraphs 2 and 3 of subsection (2). 6. A minimum of 30 per cent of the dwelling units must contain two or more bedrooms and a minimum of 10 per cent of the dwelling units must contain three or more bedrooms. 7. Residential amenity space shall be provided and maintained above grade in accordance with the following requirements: i. A minimum of 2 square metres of indoor residential amenity space shall be provided for each dwelling unit in a multipurpose room or rooms at least one of which contains a washroom and a kitchen. ii. A minimum of 2 square metres of outdoor residential amenity space shall be provided for each dwelling unit. iii. At least 40 square metres of the required outdoor residential amenity space shall be provided in a location adjoining or directly accessible from the indoor residential amenity space. 8. Parking spaces shall be provided and maintained in accordance with the following requirements: i. A minimum of 0.18 parking spaces per dwelling unit shall be provided for use by residents of the building. ii. A minimum of 50 parking spaces are required for residential visitors and commercial uses, which may be provided in a parking garage. iii. A maximum of 10 per cent of the required parking spaces may be small parking spaces. 9. Bicycle parking spaces shall be provided and maintained in accordance with the following requirements: i. A minimum of 0.9 bicycle parking spaces per dwelling unit. ii. A minimum of 0.1 bicycle parking spaces per dwelling unit for visitors. iii. A minimum of 40 bicycle parking spaces shall be provided for non-residential uses. iv. Bicycle parking spaces may be shared between Blocks 3 and 4 and Block 7. 10. The following zoning requirements apply to bicycle parking spaces: i. Where bicycles are to be parked on a horizontal surface, the spaces shall have horizontal dimensions of at least 0.46 metres by 1.8 metres and a vertical dimension of at least 1.22 metres. ii. Where bicycles are to be parked in a vertical position, the spaces shall have horizontal dimensions of at least 0.6 metres by 1.2 metres and a vertical dimension of at least 1.9 metres. 11. The following provisions of the Zoning By-law do not apply to the lands described in subsection 2 (1) of this Regulation: i. Clause 4 (2) (a). ii. Clauses 4 (5) (b) and (c). iii. Clause 4 (5) (h). iv. Subsection 7 (3). v. Paragraph 246 of subsection 12 (2). vi. Paragraph 260 of subsection 12 (2). (2) In addition to the zoning requirements set out in subsection (1), the zoning requirements for Blocks 3 and 4 are as follows: 1. No minimum setback is required from lot lines. 2. The maximum height of any portion of a building or structure within 61 metres of the north lot line is as follows: i. Within 26.7 metres of the west lot line, the maximum height is 51.8 metres and 13 storeys. ii. Beyond 26.7 metres from the west lot line to 55.7 metres from the west lot line, the maximum height is 47 metres and 13 storeys. iii. Beyond 55.7 metres from the west lot line to 117.5 metres from the west lot line, the maximum height is 38.7 metres and 11 storeys. iv. Beyond 117.5 metres from the west lot line to 139.5 metres from the west lot line, the maximum height is 42.4 metres and 12 storeys. v. Beyond 139.5 metres from the west lot line, the maximum height is 51.8 metres and 13 storeys. 3. The maximum height of any portion of a building or structure beyond 61 metres of the north lot line is as follows: i. Within 27 metres of the west lot line, the maximum height is 38.7 metres and 11 storeys. ii. Beyond 27 metres of the west lot line to 49.2 metres from the west lot line, the maximum height is 35.2 metres and 10 storeys. iii. Beyond 49.2 metres from the west lot line to 111.6 metres from the west lot line, the maximum height is 31.6 metres and 9 storeys. iv. Beyond 111.6 metres from the west lot line to 141.6 metres from the west lot line, the maximum height is 35.2 metres and 10 storeys. v. Beyond 141.6 metres from the west lot line, the maximum height is 38.7 metres and 11 storeys. 4. Despite paragraphs 2 and 3, the following may project by a maximum of 2.1 metres beyond the maximum height set out in those paragraphs: i. Parapets. ii. Terrace or balcony guardrails. iii. Balustrades. iv. Railings and dividers. v. Access hatches. vi. Roof assemblies. vii. Roof drainage. viii. Roof pavers. ix. Elements of a green roof. 5. Despite paragraphs 2 and 3, the following located on the roof may project by a maximum of 4.5 metres beyond the maximum height set out in those paragraphs: i. Wind screens. ii. Pergolas, trellises and signage. iii. Planters. iv. Eaves. v. Privacy screens. vi. Stair enclosures. vii. Skylights. viii. Architectural elements and screens. ix. Landscape elements. x. Window washing equipment. xi. Chimneys and vents. xii. Lightning rods. xiii. Light fixtures. 6. From 55.7 metres beyond the west lot line to 141.6 metres beyond the west lot line, if a line projected at a right angle from an external building wall intercepts the external building wall of another building, i. from ground to 6.3 metres, a minimum separation distance of 18.5 metres is required between the walls, and ii. above 6.3 metres from ground, a minimum separation distance of 15.0 metres is required between the walls. 7. A pedestrian walkway with a minimum area of 1,480 square metres shall be provided for public pedestrian access. 8. A community centre shall be provided on the ground floor of a building with a minimum interior floor area of 465 square metres. 9. A minimum of one loading space – type “B”, two loading spaces – type “C”, and one loading space – type “G” shall be provided and maintained. (3) In addition to the zoning requirements set out in subsection (1), the zoning requirements for Block 7 are as follows: 1. The maximum height of any part of a building or structure is 43.7 metres. 2. Any part of a building or structure shall be located with, i. no minimum setback up to 31.3 metres in height from the north lot line, ii. a minimum of 2.8 metres above 31.3 metres in height from the north lot line, and iii. a minimum of 7.5 metres above 35.2 metres in height from the north lot line. 3. Any part of a building or structure shall be located with, i. no minimum setback at or below 7 metres in height from the west lot line, ii. a minimum of 5.5 metres above 7 metres in height from the west lot line, iii. a minimum of 7.6 metres above 31.3 metres in height from the west lot line, and iv. a minimum of 10.2 metres above 35.2 metres in height from the west lot line. 4. No minimum setback is required from the east lot line and the south lot line. 5. Despite paragraphs 1, 2 and 3 the following vertical and horizontal projections may project by a maximum of 2.1 metres above the permitted building height and may encroach into any building setback: i. Parapets. ii. Terrace or balcony guardrails. iii. Balustrades. iv. Railings and dividers. v. Access hatches. vi. Roof assemblies. vii. Roof drainage. viii. Roof pavers. ix. Elements of a green roof. 6. Despite paragraphs 1, 2 and 3 the following vertical and horizontal projections may project by a maximum of 4.5 metres above the permitted building height and may encroach into any building setback: i. Wind screens. ii. Pergolas, trellises and signage. iii. Art. iv. Planters. v. Eaves. vi. Privacy screens. vii. Stairs. viii. Enclosures. ix. Skylights. x. Architectural and ornamental elements and screens. xi. Landscape features and elements. xii. Chimneys, vents and ventilation shafts. xiii. Lightning rods. xiv. Light fixtures. xv. Structures located on the roof. 7. Despite paragraphs 1, 2 and 3 the following vertical and horizontal projections may project by a maximum of 0.5 metres above the permitted building height and may encroach into any building setback: i. Cornices. ii. Window sills. iii. Mullions. iv. Mechanical equipment, mechanical enclosures and screens. 8. Despite paragraphs 1, 2 and 3 the following vertical and horizontal projections may encroach into any building setback: i. Wheelchair ramps. ii. Site servicing features. iii. Window washing equipment. iv. Underground garage ramps and associated structures. v. Awnings. vi. Canopies. 9. A minimum of one loading space – type “G” shall be provided and maintained.",
            "raw_html": "<p class=\"section-e\"> <b>4.</b> (1) The zoning requirements for Blocks 3 and 4 and Block 7 are as follows:</p> <p class=\"paragraph-e\">  1. A maximum of three buildings is permitted on the lands described in section 2.</p> <p class=\"paragraph-e\">  2. The maximum total residential gross floor area and non-residential gross floor area is 81,300 square metres.</p> <p class=\"paragraph-e\">  3. The maximum residential gross floor area is 77,800 square metres.</p> <p class=\"paragraph-e\">  4. The minimum non-residential gross floor area is 3,500 square metres.</p> <p class=\"paragraph-e\">  5. A mezzanine level located above the first floor and below the second floor of a building, and a room containing mechanical equipment that is located on the roof shall not be considered a storey for the purposes of paragraphs 2 and 3 of subsection (2).</p> <p class=\"paragraph-e\">  6. A minimum of 30 per cent of the dwelling units must contain two or more bedrooms and a minimum of 10 per cent of the dwelling units must contain three or more bedrooms.</p> <p class=\"paragraph-e\">  7. Residential amenity space shall be provided and maintained above grade in accordance with the following requirements:</p> <p class=\"subpara-e\">  i. A minimum of 2 square metres of indoor residential amenity space shall be provided for each dwelling unit in a multipurpose room or rooms at least one of which contains a washroom and a kitchen.</p> <p class=\"subpara-e\">  ii. A minimum of 2 square metres of outdoor residential amenity space shall be provided for each dwelling unit.</p> <p class=\"subpara-e\">  iii. At least 40 square metres of the required outdoor residential amenity space shall be provided in a location adjoining or directly accessible from the indoor residential amenity space.</p> <p class=\"paragraph-e\">  8. Parking spaces shall be provided and maintained in accordance with the following requirements:</p> <p class=\"subpara-e\">  i. A minimum of 0.18 parking spaces per dwelling unit shall be provided for use by residents of the building.</p> <p class=\"subpara-e\">  ii. A minimum of 50 parking spaces are required for residential visitors and commercial uses, which may be provided in a parking garage.</p> <p class=\"subpara-e\">  iii. A maximum of 10 per cent of the required parking spaces may be small parking spaces.</p> <p class=\"paragraph-e\">  9. Bicycle parking spaces shall be provided and maintained in accordance with the following requirements:</p> <p class=\"subpara-e\">  i. A minimum of 0.9 bicycle parking spaces per dwelling unit.</p> <p class=\"subpara-e\">  ii. A minimum of 0.1 bicycle parking spaces per dwelling unit for visitors.</p> <p class=\"subpara-e\">  iii. A minimum of 40 bicycle parking spaces shall be provided for non-residential uses.</p> <p class=\"subpara-e\">  iv. Bicycle parking spaces may be shared between Bl<span class=\"Prompt\">ocks 3 and 4 and Block 7</span>.</p> <p class=\"paragraph-e\">  10. The following zoning requirements apply to bicycle parking spaces:</p> <p class=\"subpara-e\">  i. Where bicycles are to be parked on a horizontal surface, the spaces shall have horizontal dimensions of at least 0.46 metres by 1.8 metres and a vertical dimension of at least 1.22 metres.</p> <p class=\"subpara-e\">  ii. Where bicycles are to be parked in a vertical position, the spaces shall have horizontal dimensions of at least 0.6 metres by 1.2 metres and a vertical dimension of at least 1.9 metres.</p> <p class=\"paragraph-e\">  11. The following provisions of the Zoning By-law do not apply to the lands described in subsection 2 (1) of this Regulation:</p> <p class=\"subpara-e\">  i. Clause 4 (2) (a).</p> <p class=\"subpara-e\">  ii. Clauses 4 (5) (b) and (c).</p> <p class=\"subpara-e\">  iii. Clause 4 (5) (h).</p> <p class=\"subpara-e\">  iv. Subsection 7 (3).</p> <p class=\"subpara-e\">  v. Paragraph 246 of subsection 12 (2).</p> <p class=\"subpara-e\">  vi. Paragraph 260 of subsection 12 (2).</p> <p class=\"subsection-e\">  (2) In addition to the zoning requirements set out in subsection (1), the zoning requirements for Blocks 3 and 4 are as follows:</p> <p class=\"paragraph-e\">  1. No minimum setback is required from lot lines.</p> <p class=\"paragraph-e\">  2. The maximum height of any portion of a building or structure within 61 metres of the north lot line is as follows:</p> <p class=\"subpara-e\">  i. Within 26.7 metres of the west lot line, the maximum height is 51.8 metres and 13 storeys.</p> <p class=\"subpara-e\">  ii. Beyond 26.7 metres from the west lot line to 55.7 metres from the west lot line, the maximum height is 47 metres and 13 storeys.</p> <p class=\"subpara-e\">  iii. Beyond 55.7 metres from the west lot line to 117.5 metres from the west lot line, the maximum height is 38.7 metres and 11 storeys.</p> <p class=\"subpara-e\">  iv. Beyond 117.5 metres from the west lot line to 139.5 metres from the west lot line, the maximum height is 42.4 metres and 12 storeys.</p> <p class=\"subpara-e\">  v. Beyond 139.5 metres from the west lot line, the maximum height is 51.8 metres and 13 storeys.</p> <p class=\"paragraph-e\">  3. The maximum height of any portion of a building or structure beyond 61 metres of the north lot line is as follows:</p> <p class=\"subpara-e\">  i. Within 27 metres of the west lot line, the maximum height is 38.7 metres and 11 storeys.</p> <p class=\"subpara-e\">  ii. Beyond 27 metres of the west lot line to 49.2 metres from the west lot line, the maximum height is 35.2 metres and 10 storeys.</p> <p class=\"subpara-e\">  iii. Beyond 49.2 metres from the west lot line to 111.6 metres from the west lot line, the maximum height is 31.6 metres and 9 storeys.</p> <p class=\"subpara-e\">  iv. Beyond 111.6 metres from the west lot line to 141.6 metres from the west lot line, the maximum height is 35.2 metres and 10 storeys.</p> <p class=\"subpara-e\">  v. Beyond 141.6 metres from the west lot line, the maximum height is 38.7 metres and 11 storeys.</p> <p class=\"paragraph-e\">  4. Despite paragraphs 2 and 3, the following may project by a maximum of 2.1 metres beyond the maximum height set out in those paragraphs:</p> <p class=\"subpara-e\">  i. Parapets.</p> <p class=\"subpara-e\">  ii. Terrace or balcony guardrails.</p> <p class=\"subpara-e\">  iii. Balustrades.</p> <p class=\"subpara-e\">  iv. Railings and dividers.</p> <p class=\"subpara-e\">  v. Access hatches.</p> <p class=\"subpara-e\">  vi. Roof assemblies.</p> <p class=\"subpara-e\">  vii. Roof drainage.</p> <p class=\"subpara-e\">  viii. Roof pavers.</p> <p class=\"subpara-e\">  ix. Elements of a green roof.</p> <p class=\"paragraph-e\">  5. Despite paragraphs 2 and 3, the following located on the roof may project by a maximum of 4.5 metres beyond the maximum height set out in those paragraphs:</p> <p class=\"subpara-e\">  i. Wind screens.</p> <p class=\"subpara-e\">  ii. Pergolas, trellises and signage.</p> <p class=\"subpara-e\">  iii. Planters.</p> <p class=\"subpara-e\">  iv. Eaves.</p> <p class=\"subpara-e\">  v. Privacy screens.</p> <p class=\"subpara-e\">  vi. Stair enclosures.</p> <p class=\"subpara-e\">  vii. Skylights.</p> <p class=\"subpara-e\">  viii. Architectural elements and screens.</p> <p class=\"subpara-e\">  ix. Landscape elements.</p> <p class=\"subpara-e\">  x. Window washing equipment.</p> <p class=\"subpara-e\">  xi. Chimneys and vents.</p> <p class=\"subpara-e\">  xii. Lightning rods.</p> <p class=\"subpara-e\">  xiii. Light fixtures.</p> <p class=\"paragraph-e\">  6. From 55.7 metres beyond the west lot line to 141.6 metres beyond the west lot line, if a line projected at a right angle from an external building wall intercepts the external building wall of another building,</p> <p class=\"subpara-e\">  i. from ground to 6.3 metres, a minimum separation distance of 18.5 metres is required between the walls, and</p> <p class=\"subpara-e\">  ii. above 6.3 metres from ground, a minimum separation distance of 15.0 metres is required between the walls.</p> <p class=\"paragraph-e\">  7. A pedestrian walkway with a minimum area of 1,480 square metres shall be provided for public pedestrian access.</p> <p class=\"paragraph-e\">  8. A community centre shall be provided on the ground floor of a building with a minimum interior floor area of 465 square metres.</p> <p class=\"paragraph-e\">  9. A minimum of one loading space – type “B”, two loading spaces – type “C”, and one loading space – type “G” shall be provided and maintained.</p> <p class=\"subsection-e\">  (3) In addition to the zoning requirements set out in subsection (1), the zoning requirements for Block 7 are as follows:</p> <p class=\"paragraph-e\">  1. The maximum height of any part of a building or structure is 43.7 metres.</p> <p class=\"paragraph-e\">  2. Any part of a building or structure shall be located with,</p> <p class=\"subpara-e\">  i. no minimum setback up to 31.3 metres in height from the north lot line,</p> <p class=\"subpara-e\">  ii. a minimum of 2.8 metres above 31.3 metres in height from the north lot line, and</p> <p class=\"subpara-e\">  iii. a minimum of 7.5 metres above 35.2 metres in height from the north lot line.</p> <p class=\"paragraph-e\">  3. Any part of a building or structure shall be located with,</p> <p class=\"subpara-e\">  i. no minimum setback at or below 7 metres in height from the west lot line,</p> <p class=\"subpara-e\">  ii. a minimum of 5.5 metres above 7 metres in height from the west lot line,</p> <p class=\"subpara-e\">  iii. a minimum of 7.6 metres above 31.3 metres in height from the west lot line, and</p> <p class=\"subpara-e\">  iv. a minimum of 10.2 metres above 35.2 metres in height from the west lot line.</p> <p class=\"paragraph-e\">  4. No minimum setback is required from the east lot line and the south lot line.</p> <p class=\"paragraph-e\">  5. Despite paragraphs 1, 2 and 3 the following vertical and horizontal projections may project by a maximum of 2.1 metres above the permitted building height and may encroach into any building setback:</p> <p class=\"subpara-e\">  i. Parapets.</p> <p class=\"subpara-e\">  ii. Terrace or balcony guardrails.</p> <p class=\"subpara-e\">  iii. Balustrades.</p> <p class=\"subpara-e\">  iv. Railings and dividers.</p> <p class=\"subpara-e\">  v. Access hatches.</p> <p class=\"subpara-e\">  vi. Roof assemblies.</p> <p class=\"subpara-e\">  vii. Roof drainage.</p> <p class=\"subpara-e\">  viii. Roof pavers.</p> <p class=\"subpara-e\">  ix. Elements of a green roof.</p> <p class=\"paragraph-e\">  6. Despite paragraphs 1, 2 and 3 the following vertical and horizontal projections may project by a maximum of 4.5 metres above the permitted building height and may encroach into any building setback:</p> <p class=\"subpara-e\">  i. Wind screens.</p> <p class=\"subpara-e\">  ii. Pergolas, trellises and signage.</p> <p class=\"subpara-e\">  iii. Art.</p> <p class=\"subpara-e\">  iv. Planters.</p> <p class=\"subpara-e\">  v. Eaves.</p> <p class=\"subpara-e\">  vi. Privacy screens.</p> <p class=\"subpara-e\">  vii. Stairs.</p> <p class=\"subpara-e\">  viii. Enclosures.</p> <p class=\"subpara-e\">  ix. Skylights.</p> <p class=\"subpara-e\">  x. Architectural and ornamental elements and screens.</p> <p class=\"subpara-e\">  xi. Landscape features and elements.</p> <p class=\"subpara-e\">  xii. Chimneys, vents and ventilation shafts.</p> <p class=\"subpara-e\">  xiii. Lightning rods.</p> <p class=\"subpara-e\">  xiv. Light fixtures.</p> <p class=\"subpara-e\">  xv. Structures located on the roof.</p> <p class=\"paragraph-e\">  7. Despite paragraphs 1, 2 and 3 the following vertical and horizontal projections may project by a maximum of 0.5 metres above the permitted building height and may encroach into any building setback:</p> <p class=\"subpara-e\">  i. Cornices.</p> <p class=\"subpara-e\">  ii. Window sills.</p> <p class=\"subpara-e\">  iii. Mullions.</p> <p class=\"subpara-e\">  iv. Mechanical equipment, mechanical enclosures and screens.</p> <p class=\"paragraph-e\">  8. Despite paragraphs 1, 2 and 3 the following vertical and horizontal projections may encroach into any building setback:</p> <p class=\"subpara-e\">  i. Wheelchair ramps.</p> <p class=\"subpara-e\">  ii. Site servicing features.</p> <p class=\"subpara-e\">  iii. Window washing equipment.</p> <p class=\"subpara-e\">  iv. Underground garage ramps and associated structures.</p> <p class=\"subpara-e\">  v. Awnings.</p> <p class=\"subpara-e\">  vi. Canopies.</p> <p class=\"paragraph-e\">  9. A minimum of one loading space – type “G” shall be provided and maintained.</p>"
        },
        {
            "id": "5.",
            "section": "Terms of Use",
            "content": "  5. (1) Every use of land and every erection, location and use of buildings or structures shall be in accordance with this Order. (2) Nothing in this Order prevents the use of any land, building or structure for any use prohibited by this Order if the land, building or structure is lawfully so used on the day this Order comes into force. (3) Nothing in this Order prevents the reconstruction of any building or structure that is damaged or destroyed by causes beyond the control of the owner if the dimensions of the original building or structure are not increased and its original use is not altered. (4) Nothing in this Order prevents the strengthening or restoration to a safe condition of any building or structure.",
            "raw_html": "<p class=\"section-e\"><b>  5.</b> (1) Every use of land and every erection, location and use of buildings or structures shall be in accordance with this Order.</p> <p class=\"subsection-e\">  (2) Nothing in this Order prevents the use of any land, building or structure for any use prohibited by this Order if the land, building or structure is lawfully so used on the day this Order comes into force.</p> <p class=\"subsection-e\">  (3) Nothing in this Order prevents the reconstruction of any building or structure that is damaged or destroyed by causes beyond the control of the owner if the dimensions of the original building or structure are not increased and its original use is not altered.</p> <p class=\"subsection-e\">  (4) Nothing in this Order prevents the strengthening or restoration to a safe condition of any building or structure.</p>"
        },
        {
            "id": "6.",
            "section": "Terms of Use",
            "content": " 6. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>6.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Terms of Use",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}