{
    "reg_info": {
        "full_title": "O. Reg. 414/93: EXEMPTION - THE CORPORATION OF THE CITY OF PORT COLBORNE - PC-M-1",
        "reg_name_text": "EXEMPTION — THE CORPORATION OF THE CITY OF PORT COLBORNE — PC-M-1",
        "citation": "O. Reg. 414/93: EXEMPTION - THE CORPORATION OF THE CITY OF PORT COLBORNE - PC-M-1",
        "act_under": "Environmental Assessment Act   Loi sur les évaluations environnementales",
        "url": "https://www.ontario.ca/laws/regulation/930414",
        "date_scraped": "2023-12-21 14:11:10"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July 12, 1993",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": null,
            "section": null,
            "content": "Having received a request from The Corporation of the City of Port Colborne (the “proponent”) that an undertaking, namely: the expansion, operation and closure of the existing landfill located on Part of Lot 29, Concession 3, in the City of Port Colborne, for the disposal of domestic, commercial and solid non-hazardous industrial waste as described in Emergency Provincial Certificate of Approval No. A120302, be exempt from the application of the Act pursuant to section 29; and",
            "raw_html": "<p class=\"parawtab-e\">Having received a request from The Corporation of the City of Port Colborne (the “proponent”) that an undertaking, namely:</p> <p class=\"parawindt-e\">the expansion, operation and closure of the existing landfill located on Part of Lot 29, Concession 3, in the City of Port Colborne, for the disposal of domestic, commercial and solid non-hazardous industrial waste as described in Emergency Provincial Certificate of Approval No. A120302,</p> <p class=\"paranoindt-e\">be exempt from the application of the Act pursuant to section 29; and</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "Having been advised by the proponent that if the undertaking is subject to the application of the Act, the following injury, damage or interference with the persons and property indicated will occur: A. The proponent and its residents will be without a municipal solid waste disposal facility, which will compromise public health. B. Disposal of waste outside the City boundaries requires transportation over long distances which affects the environment and disposal rights of others. C. The proponent and its residents will be subject to the delay of improved facilities at the site if it is required to prepare an environmental assessment for the undertaking. Such a delay could result in negative impacts to the public health and natural environment.",
            "raw_html": "<p class=\"parawtab-e\">Having been advised by the proponent that if the undertaking is subject to the application of the Act, the following injury, damage or interference with the persons and property indicated will occur:</p> <p class=\"paragraph-e\">A. The proponent and its residents will be without a municipal solid waste disposal facility, which will compromise public health.</p> <p class=\"paragraph-e\">B. Disposal of waste outside the City boundaries requires transportation over long distances which affects the environment and disposal rights of others.</p> <p class=\"paragraph-e\">C. The proponent and its residents will be subject to the delay of improved facilities at the site if it is required to prepare an environmental assessment for the undertaking. Such a delay could result in negative impacts to the public health and natural environment.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;",
            "raw_html": "<p class=\"parawtab-e\">Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of the Act for the following reasons: A. The continued operation of the existing landfill is clearly an interim measure for which there are no other reasonable waste management alternatives which can be implemented within the necessary time frame. B. Alternatives have been investigated. C. A mandatory public hearing under Part V of the Environmental Protection Act for the approval of the expansion of the fill contours will be held. D. The proponent is participating in the development of Port Colborne/Fort Erie’s Waste Management Master Plan, which is proceeding expeditiously to, among other things, locate a site for the proponent’s waste.",
            "raw_html": "<p class=\"parawtab-e\">The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of the Act for the following reasons:</p> <p class=\"paragraph-e\">A. The continued operation of the existing landfill is clearly an interim measure for which there are no other reasonable waste management alternatives which can be implemented within the necessary time frame.</p> <p class=\"paragraph-e\">B. Alternatives have been investigated.</p> <p class=\"paragraph-e\">C. A mandatory public hearing under Part V of the <i>Environmental Protection Act</i> for the approval of the expansion of the fill contours will be held.</p> <p class=\"paragraph-e\">D. The proponent is participating in the development of Port Colborne/Fort Erie’s Waste Management Master Plan, which is proceeding expeditiously to, among other things, locate a site for the proponent’s waste.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "This exemption is subject to the following terms and conditions: 1. Where any activity which otherwise would be exempt under this order is being carried out as or is part of an undertaking for which an environmental assessment has been accepted and approval to proceed received, the activity shall be carried out in accordance with any terms or conditions in the approval to proceed as well as the conditions of this order. 2. Where any activity which is the subject of this order is being carried out as or is part of another undertaking which is the subject of an exemption order under the Act, the activity exempt under this order shall be carried out in accordance with any terms or conditions in the other exemption order as well as the conditions in this order. 3. No waste shall be disposed of by the proponent pursuant to this order after the earlier of: i. five years after a Provisional Certificate of Approval for the waste disposal site has been issued pursuant to this order, and ii. the commencement of operations of a waste disposal site pursuant to the Port Colborne/Fort Erie Waste Management Master Plan, unless an application for an approval under the Environmental Assessment Act for an undertaking under the Port Colborne/Fort Erie Waste Management Master Plan which includes a waste disposal site proposed for use for waste from the proponent has been submitted to the Minister under the Act, in which case, no waste shall be disposed of by the proponent pursuant to this order more than one year after a decision is made under the Act to approve or not approve the undertaking. O.Reg. 414/93. ",
            "raw_html": "<p class=\"parawtab-e\">This exemption is subject to the following terms and conditions:</p> <p class=\"paragraph-e\">1. Where any activity which otherwise would be exempt under this order is being carried out as or is part of an undertaking for which an environmental assessment has been accepted and approval to proceed received, the activity shall be carried out in accordance with any terms or conditions in the approval to proceed as well as the conditions of this order.</p> <p class=\"paragraph-e\">2. Where any activity which is the subject of this order is being carried out as or is part of another undertaking which is the subject of an exemption order under the Act, the activity exempt under this order shall be carried out in accordance with any terms or conditions in the other exemption order as well as the conditions in this order.</p> <p class=\"paragraph-e\">3. No waste shall be disposed of by the proponent pursuant to this order after the earlier of:</p> <p class=\"subpara-e\">i. five years after a Provisional Certificate of Approval for the waste disposal site has been issued pursuant to this order, and</p> <p class=\"subpara-e\">ii. the commencement of operations of a waste disposal site pursuant to the Port Colborne/Fort Erie Waste Management Master Plan,</p> <p class=\"Sparagraph-e\">unless an application for an approval under the <i>Environmental Assessment Act</i> for an undertaking under the Port Colborne/Fort Erie Waste Management Master Plan which includes a waste disposal site proposed for use for waste from the proponent has been submitted to the Minister under the Act, in which case, no waste shall be disposed of by the proponent pursuant to this order more than one year after a decision is made under the Act to approve or not approve the undertaking. O.Reg. 414/93.</p> <p class=\"Normal\"></p>"
        }
    ]
}