{
    "reg_info": {
        "full_title": "O. Reg. 169/00: CALCULATION OF FEES FOR PUPILS FOR THE  2000-2001 SCHOOL BOARD FISCAL YEAR",
        "reg_name_text": "CALCULATION OF FEES FOR PUPILS FOR THE 2000-2001 SCHOOL BOARD FISCAL YEAR",
        "citation": "O. Reg. 169/00: CALCULATION OF FEES FOR PUPILS FOR THE  2000-2001 SCHOOL BOARD FISCAL YEAR",
        "act_under": "Education Act",
        "url": "https://www.ontario.ca/laws/regulation/000169",
        "date_scraped": "2023-12-19 10:16:01"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/000169/v1",
            "valid_from": "August 23, 2000",
            "valid_to": "February 11, 2007"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": "1. (1) In this Regulation, “2000-2001 A.D.E. regulation” means Ontario Regulation 168/00; (“règlement sur l’effectif quotidien moyen de 2000-2001”) “2000-2001 grant regulation” means Ontario Regulation 170/00; (“règlement sur les subventions de 2000-2001”) “continuing education A.D.E.”, for a board, means the continuing education average daily enrolment for the board, as calculated under section 3 of the 2000-2001 A.D.E. regulation; (“effectif quotidien moyen des cours d’éducation permanente”) “continuing education class or course” has the same meaning as in section 3 of the 2000-2001 A.D.E. regulation; (“classe ou cours d’éducation permanente”) “day school A.D.E.”, for a board, means the day school average daily enrolment for the board, as calculated under section 2 of the 2000-2001 A.D.E. regulation; (“effectif quotidien moyen de jour”) “day school program” does not include continuing education or summer school classes or courses; (“programme scolaire de jour”) “elementary school pupil” means a pupil who is enrolled in any of junior kindergarten, kindergarten and grades one to eight; (“élève de l’élémentaire”) “high cost program” means, (a) a special education program, or (b) any other program which both the board and the party from whom the tuition fee is receivable agree is a high cost program for the purposes of this Regulation; (“programme à coût élevé”) “isolate board” means a school authority other than a section 68 board; (“conseil isolé”) “P.A.C.”, for a pupil, means the pupil accommodation charge for a pupil as determined under subsections (3) and (4); (“frais de pension”) “secondary school pupil” means a pupil who is enrolled in any of grades nine to twelve or in a course leading to an OAC credit; (“élève du secondaire”) “section 68 board” means a board established under section 68 of the Act; (“conseil créé en vertu de l’article 68”) “summer school A.D.E.”, for a board, means the summer school average daily enrolment for the board, as calculated under section 4 of the 2000-2001 A.D.E. regulation; (“effectif quotidien moyen des cours d’été”) “summer school class or course” means a summer school class or course as defined in subsection 4 (1) of the 2000-2001 A.D.E. regulation. (“classe ou cours d’été”) O. Reg. 169/00, s. 1 (1). (2) For the purposes of this Regulation, the day school A.D.E. of a pupil enrolled in a school operated by a board is the day school A.D.E. for the board calculated as if that pupil were the board’s only pupil. O. Reg. 169/00, s. 1 (2). (3) Subject to subsection (4), the pupil accommodation charge for a pupil is $141 in the case of an elementary school pupil or $282 in the case of a secondary school pupil. O. Reg. 169/00, s. 1 (3). (4) If a board has entered into an agreement under subsection 188 (3) of the Act that provides for a payment by the Crown in right of Canada to provide classroom accommodation for a specified number of pupils, the pupil accommodation charge for each pupil accommodated as a result of the agreement is zero. O. Reg. 169/00, s. 1 (4). (5) For the purposes of this Regulation, a pupil is a pupil of a board if he or she is a pupil of the board within the meaning of section 2 of the 2000-2001 grant regulation. O. Reg. 169/00, s. 1 (5). Application",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“2000-2001 A.D.E. regulation” means Ontario Regulation 168/00; (“règlement sur l’effectif quotidien moyen de 2000-2001”)</p> <p class=\"definition-e\">“2000-2001 grant regulation” means Ontario Regulation 170/00; (“règlement sur les subventions de 2000-2001”)</p> <p class=\"definition-e\">“continuing education A.D.E.”, for a board, means the continuing education average daily enrolment for the board, as calculated under section 3 of the 2000-2001 A.D.E. regulation; (“effectif quotidien moyen des cours d’éducation permanente”)</p> <p class=\"definition-e\">“continuing education class or course” has the same meaning as in section 3 of the 2000-2001 A.D.E. regulation; (“classe ou cours d’éducation permanente”)</p> <p class=\"definition-e\">“day school A.D.E.”, for a board, means the day school average daily enrolment for the board, as calculated under section 2 of the 2000-2001 A.D.E. regulation; (“effectif quotidien moyen de jour”)</p> <p class=\"definition-e\">“day school program” does not include continuing education or summer school classes or courses; (“programme scolaire de jour”)</p> <p class=\"definition-e\">“elementary school pupil” means a pupil who is enrolled in any of junior kindergarten, kindergarten and grades one to eight; (“élève de l’élémentaire”)</p> <p class=\"definition-e\">“high cost program” means,</p> <p class=\"defclause-f\">(a) a special education program, or</p> <p class=\"defclause-f\">(b) any other program which both the board and the party from whom the tuition fee is receivable agree is a high cost program for the purposes of this Regulation; (“programme à coût élevé”)</p> <p class=\"definition-e\">“isolate board” means a school authority other than a section 68 board; (“conseil isolé”)</p> <p class=\"definition-e\">“P.A.C.”, for a pupil, means the pupil accommodation charge for a pupil as determined under subsections (3) and (4); (“frais de pension”)</p> <p class=\"definition-e\">“secondary school pupil” means a pupil who is enrolled in any of grades nine to twelve or in a course leading to an OAC credit; (“élève du secondaire”)</p> <p class=\"definition-e\">“section 68 board” means a board established under section 68 of the Act; (“conseil créé en vertu de l’article 68”)</p> <p class=\"definition-e\">“summer school A.D.E.”, for a board, means the summer school average daily enrolment for the board, as calculated under section 4 of the 2000-2001 A.D.E. regulation; (“effectif quotidien moyen des cours d’été”)</p> <p class=\"definition-e\">“summer school class or course” means a summer school class or course as defined in subsection 4 (1) of the 2000-2001 A.D.E. regulation. (“classe ou cours d’été”) O. Reg. 169/00, s. 1 (1).</p> <p class=\"subsection-e\">(2) For the purposes of this Regulation, the day school A.D.E. of a pupil enrolled in a school operated by a board is the day school A.D.E. for the board calculated as if that pupil were the board’s only pupil. O. Reg. 169/00, s. 1 (2).</p> <p class=\"subsection-e\">(3) Subject to subsection (4), the pupil accommodation charge for a pupil is $141 in the case of an elementary school pupil or $282 in the case of a secondary school pupil. O. Reg. 169/00, s. 1 (3).</p> <p class=\"subsection-e\">(4) If a board has entered into an agreement under subsection 188 (3) of the Act that provides for a payment by the Crown in right of Canada to provide classroom accommodation for a specified number of pupils, the pupil accommodation charge for each pupil accommodated as a result of the agreement is zero. O. Reg. 169/00, s. 1 (4).</p> <p class=\"subsection-e\">(5) For the purposes of this Regulation, a pupil is a pupil of a board if he or she is a pupil of the board within the meaning of section 2 of the 2000-2001 grant regulation. O. Reg. 169/00, s. 1 (5).</p> <p class=\"heading1-e\">Application</p>"
        },
        {
            "id": "2.",
            "section": "Application",
            "content": "2. This Regulation applies in respect of the period September 1, 2000 to August 31, 2001. O. Reg. 169/00, s. 2. Fees Paid to Boards by Canada or by Authority Providing Education for Indians",
            "raw_html": "<p class=\"section-e\"><b>2. </b>This Regulation applies in respect of the period September 1, 2000 to August 31, 2001. O. Reg. 169/00, s. 2.</p> <p class=\"heading1-e\">Fees Paid to Boards by Canada or by Authority Providing Education for Indians</p>"
        },
        {
            "id": "3.",
            "section": "Fees Paid to Boards by Canada or by Authority Providing Education for Indians",
            "content": "3. (1) This section applies in respect of a pupil who is enrolled in a day school program in a school operated by a district school board or an isolate board if a fee in respect of the pupil is receivable by the board from, (a) the Crown in right of Canada; or (b) a band, the council of a band or an education authority where the band, council of a band or education authority is authorized by the Crown in right of Canada to provide education for Indians. O. Reg. 169/00, s. 3 (1). (2) The fee in respect of a pupil described in subsection (1) shall be calculated as follows: 1. Take the base amount determined for the pupil under subsection (3), (4) or (5), as the case may be. 2. Multiply the day school A.D.E. of the pupil by the sum of, i. the base amount determined under paragraph 1, and ii. the P.A.C. for that pupil. O. Reg. 169/00, s. 3 (2). (3) For the purposes of paragraph 1 of subsection (2), the base amount for an elementary school pupil described in subsection (1) who is enrolled in a school operated by a district school board shall be determined as follows: 1. Determine the amount calculated for the board under paragraph 2 of section 13 of the 2000-2001 grant regulation, on account of the foundation allocation for elementary school pupils. 2. Determine an amount on account of the special education allocation for elementary school pupils, as follows: i. Take the 2000-2001 day school average daily enrolment of elementary school pupils of the board, counting only pupils enrolled in any of junior kindergarten, kindergarten and grades one to three. i.1 Multiply the number determined under subparagraph i by $500, to obtain the enrolment-based special education amount for junior kindergarten to grade three. i.2 Take the 2000-2001 day school average daily enrolment of elementary school pupils of the board, counting only pupils enrolled in any of grades four to eight. i.3 Multiply the number determined under subparagraph i.2 by $376, to obtain the enrolment-based special education amount for grades four to eight. ii. Calculate the part of the equipment ISA determined for the board under paragraph 2 of section 14 of the 2000-2001 grant regulation that is generated by elementary school pupils of the board. iii. Calculate the part of the amount determined for the board under section 18 of the 2000-2001 grant regulation that is generated by elementary school pupils of the board. iv. Total the amounts obtained under subparagraphs i.1, i.3, ii and iii. v. Revoked: O. Reg. 478/00, s. 1 (2). vi. Revoked: O. Reg. 478/00, s. 1 (2). 3. In the case of an English-language district school board, determine an amount on account of the language allocation for elementary school pupils, as follows: i. Take the French as a second language amount for elementary school pupils of the board, as calculated under subsection 22 (3) of the 2000-2001 grant regulation. ii. Calculate the part of the ESL/ESD amount for the board that is generated by elementary school pupils of the board, as follows: A. Calculate the part of the ESL/ESD amount for the board, as calculated under paragraph 5 of subsection 24 (1) of the 2000-2001 grant regulation, that is generated by elementary school pupils of the board. B. Take the amount set out for the board in Table 1 of the 2000-2001 grant regulation. C. Divide the amount taken under sub-subparagraph B by the day school A.D.E. for the board, counting only pupils of the board. D. Multiply the result obtained under sub-subparagraph C by the day school A.D.E. for the board, counting only elementary school pupils of the board. E. Add the amounts calculated under sub-subparagraphs A and D. iii. Add the amount taken under subparagraph i and the amount calculated under sub-subparagraph ii E. 4. In the case of a French-language district school board, determine an amount on account of the language allocation for elementary school pupils, as follows: i. Take the amount determined for the board under paragraph 1 of subsection 26 (1) of the 2000-2001 grant regulation. ii. Divide the total of the amounts determined for the board under paragraph 7 of subsection 28 (4) of the 2000-2001 grant regulation by the total number of instructional units determined for the board under paragraph 3 of subsection 28 (4) of that regulation. Multiply the result by the total number of elementary instructional units determined for the board under paragraph 1 of subsection 28 (4) of that regulation. iii. Calculate the part of the PDF funding level for the board, as calculated under subsection 28 (11) of the 2000-2001 grant regulation, that is generated by elementary school pupils of the board. iv. Total the amount taken under subparagraph i, the product obtained under subparagraph ii and the amount calculated under subparagraph iii. 5. Determine the sum of the amount calculated for the board under paragraph 4 of subsection 29 (11) of the 2000-2001 grant regulation and the amount calculated for the board under subsection 29 (18) of that regulation. 6. Determine an amount on account of the remote and rural allocation for elementary school pupils, as follows: i. Take the amount determined for the board under paragraph 5 of section 30 of the 2000-2001 grant regulation. ii. Divide the amount determined for the board under subparagraph i by the day school A.D.E. for the board, counting only pupils of the board. iii. Multiply the amount determined under subparagraph ii by the day school A.D.E. for the board, counting only elementary school pupils of the board. 7. Determine an amount on account of the learning opportunities allocation for elementary school pupils, as follows: i. Take the amount set out in Column 2 of Table 4 of the 2000-2001 grant regulation opposite the name of the board. ii. Divide the amount determined for the board under subparagraph i by the day school A.D.E. for the board, counting only pupils of the board. iii. Multiply the amount determined under subparagraph ii by the day school A.D.E. for the board, counting only elementary school pupils of the board. iv. Take the 2000-2001 day school average daily enrolment of elementary school pupils of the board, counting only pupils enrolled in any of junior kindergarten, kindergarten and grades one to three. v. Multiply the amount determined under subparagraph iv by $115. vi. Add the products determined under subparagraphs iii and v. 8. Determine the amount calculated for the board under paragraph 7 of subsection 33 (12) of the 2000-2001 grant regulation, on account of the teacher compensation allocation for elementary school pupils. 9. Determine the amount calculated for the board under paragraph 2 of subsection 34 (2) or paragraph 5 of subsection 34 (3) of the 2000-2001 grant regulation, as the case may be, on account of the early learning allocation. 10. Determine an amount on account of the administration and governance allocation for elementary school pupils, as follows: i. Take the amount determined for the board under paragraph 4 of subsection 36 (1) of the 2000-2001 grant regulation. ii. Divide the amount determined for the board under subparagraph i by the day school A.D.E. for the board, counting only pupils of the board. iii. Multiply the amount determined under subparagraph ii by the day school A.D.E. for the board, counting only elementary school pupils of the board. 11. Determine an amount on account of the school operations part of the pupil accommodation allocation for elementary school pupils, by multiplying the elementary school area requirement determined for the board under paragraph 2 of subsection 37 (3) of the 2000-2001 grant regulation or, where a supplementary elementary school area factor is approved for the board under subsection 37 (4) of that regulation, the adjusted elementary school area requirement determined for the board under paragraph 3 of subsection 37 (3) of that regulation, by the benchmark operating cost of $55.97. 12. Determine the amount calculated for the board under paragraph 16 of subsection 37 (3) of the 2000-2001 grant regulation, on account of the top up amount for elementary school operations. 13. Determine the OMERS savings amount for elementary school pupils as follows: i. Take the amount of the savings for the board for the 2000-2001 school year as a result of the suspension of employer contributions normally payable to the Ontario Municipal Employees Retirement Fund on behalf of the board’s employees who are members of the Ontario Municipal Employees Retirement System. ii. Divide the amount determined for the board under subparagraph i by the day school A.D.E. for the board, counting only pupils of the board. iii. Multiply the amount determined under subparagraph ii by the day school A.D.E. for the board, counting only elementary school pupils of the board. 14. Total the amounts determined for the board under paragraphs 1 to 12 and then deduct the amount determined for the board under paragraph 13 from that total. 15. Divide the total obtained under paragraph 14 by the day school A.D.E. for the board, counting only elementary school pupils of the board. 16. Revoked: O. Reg. 215/00, s. 1 (1). O. Reg. 169/00, s. 3 (3); O. Reg. 215/00, s. 1 (1); O. Reg. 296/00, s. 1; O. Reg. 478/00, s. 1 (1, 2). (4) For the purposes of paragraph 1 of subsection (2), the base amount for a secondary school pupil described in subsection (1) who is enrolled in a school operated by a district school board shall be determined as follows: 1. Determine the amount calculated for the board under paragraph 4 of section 13 of the 2000-2001 grant regulation, on account of the foundation allocation for secondary school pupils. 2. Determine an amount on account of the special education allocation for secondary school pupils, as follows: i. Multiply the day school A.D.E. for the board, counting only secondary school pupils of the board, by $243. ii. Calculate the part of the equipment ISA determined for the board under paragraph 2 of section 14 of the 2000-2001 grant regulation that is generated by secondary school pupils of the board. iii. Calculate the part of the amount determined for the board under section 18 of the 2000-2001 grant regulation that is generated by secondary school pupils of the board. iv. Total the amounts obtained under subparagraphs i, ii and iii. v. Revoked: O. Reg. 478/00, s. 1 (4). vi. Revoked: O. Reg. 478/00, s. 1 (4). 3. In the case of an English-language district school board, determine an amount on account of the language allocation for secondary school pupils, as follows: i. Take the French as a second language amount for secondary school pupils of the board, as calculated under subsection 22 (5) of the 2000-2001 grant regulation. ii. Calculate the part of the ESL/ESD amount for the board that is generated by secondary school pupils of the board, as follows: A. Calculate the part of the ESL/ESD amount for the board, as calculated under paragraph 5 of subsection 24 (1) of the 2000-2001 grant regulation, that is generated by secondary school pupils of the board. B. Take the amount set out for the board in Table 1 of the 2000-2001 grant regulation. C. Divide the amount taken under sub-subparagraph B by the day school A.D.E. for the board, counting only pupils of the board. D. Multiply the result obtained under sub-subparagraph C by the day school A.D.E. for the board, counting only secondary school pupils of the board. E. Add the amounts calculated under sub-subparagraphs A and D. iii. Add the amount taken under subparagraph i and the amount calculated under sub-subparagraph ii E. 4. In the case of a French-language district school board, determine an amount on account of the language allocation for secondary school pupils, as follows: i. Take the amount determined for the board under paragraph 2 of subsection 26 (1) of the 2000-2001 grant regulation. ii. Divide the total of the amounts determined for the board under paragraph 7 of subsection 28 (4) of the 2000-2001 grant regulation by the total number of instructional units determined for the board under paragraph 3 of subsection 28 (4) of that regulation. Multiply the result by the total number of secondary instructional units determined for the board under paragraph 2 of subsection 28 (4) of that regulation. iii. Calculate the part of the PDF funding level for the board, as calculated under subsection 28 (11) of the 2000-2001 grant regulation, that is generated by secondary school pupils of the board. iv. Total the amount taken under subparagraph i, the product obtained under subparagraph ii and the amount calculated under subparagraph iii. 5. Determine the sum of the amount calculated for the board under paragraph 8 of subsection 29 (11) of the 2000-2001 grant regulation and the amount calculated for the board under subsection 29 (20) of that regulation. 6. Determine an amount on account of the remote and rural allocation for secondary school pupils, as follows: i. Take the amount determined for the board under paragraph 5 of section 30 of the 2000-2001 grant regulation. ii. Divide the amount determined for the board under subparagraph i by the day school A.D.E. for the board, counting only pupils of the board. iii. Multiply the amount determined under subparagraph ii by the day school A.D.E. for the board, counting only secondary school pupils of the board. 7. Determine an amount on account of the learning opportunities allocation for secondary school pupils, as follows: i. Take the amount set out in Column 2 of Table 4 of the 2000-2001 grant regulation opposite the name of the board. ii. Divide the amount determined for the board under subparagraph i by the day school A.D.E. for the board, counting only pupils of the board. iii. Multiply the amount determined under subparagraph ii by the day school A.D.E. for the board, counting only secondary school pupils of the board. 8. Determine the amount calculated for the board under paragraph 9 of subsection 33 (13) of the 2000-2001 grant regulation, on account of the teacher compensation allocation for secondary school pupils. 9. Determine an amount on account of the administration and governance allocation for secondary school pupils, as follows: i. Take the amount determined for the board under paragraph 4 of subsection 36 (1) of the 2000-2001 grant regulation. ii. Divide the amount determined for the board under subparagraph i by the day school A.D.E. for the board, counting only pupils of the board. iii. Multiply the amount determined under subparagraph ii by the day school A.D.E. for the board, counting only secondary school pupils of the board. 10. Determine an amount on account of the school operations part of the pupil accommodation allocation for secondary school pupils, as follows: i. Multiply the secondary school area requirement for the board determined under paragraph 11 of subsection 37 (3) of the 2000-2001 grant regulation or, where a supplementary secondary school area factor is approved for the board under subsection 37 (9) of that regulation, the adjusted secondary school area requirement determined for the board under paragraph 12 of subsection 37 (3) of that regulation, by the benchmark operating cost of $55.97. ii. Add to the amount determined under subparagraph i the amount calculated for the board under paragraph 18 of subsection 37 (3) of the 2000-2001 grant regulation, on account of the top up amount for secondary school operations. 11. Determine the OMERS savings amount for secondary school pupils as follows: i. Take the amount of the savings for the board for the 2000-2001 school year as a result of the suspension of employer contributions normally payable to the Ontario Municipal Employees Retirement Fund on behalf of the board’s employees who are members of the Ontario Municipal Employees Retirement System. ii. Divide the amount determined for the board under subparagraph i by the day school A.D.E. for the board, counting only pupils of the board. iii. Multiply the amount determined under subparagraph ii by the day school A.D.E. for the board, counting only secondary school pupils of the board. 12. Total the amounts determined for the board under paragraphs 1 to 10 and then deduct the amount determined for the board under paragraph 11 from that total. 13. Divide the total obtained under paragraph 12 by the day school A.D.E. for the board, counting only secondary school pupils of the board. 14. Revoked: O. Reg. 215/00, s. 1 (2). O. Reg. 169/00, s. 3 (4); O. Reg. 215/00, s. 1 (2); O. Reg. 478/00, s. 1 (3, 4). (5) For the purposes of paragraph 1 of subsection (2), the base amount for a pupil described in subsection (1) who is enrolled in a school operated by an isolate board shall be determined as follows: 1. Take the approved expenditure of the board within the meaning of subsection 51 (1) of the 2000-2001 grant regulation. 2. Deduct the amount of the approved expenditure referred to in paragraph 1 that relates to transportation. 3. Deduct the amount of the approved expenditure referred to in paragraph 1 that relates to school renewal. 4. Divide the amount obtained under paragraph 3 by the day school A.D.E. for the board, counting only pupils of the board. O. Reg. 169/00, s. 3 (5). (6) The fee in respect of a pupil described in subsection (1) who is enrolled in a Native language program in a school operated by a district school board and whose fee is receivable from the Crown in right of Canada or from a band, the council of a band or an education authority where the band, council of a band or education authority is authorized by the Crown in right of Canada to provide education for Indians, may, at the option of the district school board, be increased by an amount equal to the allocation for Native language that would be generated for the pupil if he or she were a pupil of the board, determined in accordance with section 23 or 27, as the case may be, of the 2000-2001 grant regulation. O. Reg. 169/00, s. 3 (6). (7) The fee in respect of a pupil described in subsection (1) who is enrolled in a high cost program may, at the option of the board, be increased by multiplying the fee by a factor agreed on by the board providing the instruction and the party from whom the fee is receivable or, in the absence of agreement, by a factor determined in accordance with subsection (8). O. Reg. 169/00, s. 3 (7). (8) If the board providing the instruction and the party from whom the fee is receivable cannot agree on a factor, the factor shall be determined by three arbitrators, appointed as follows: 1. One arbitrator shall be appointed by the board that provides the instruction. 2. One arbitrator shall be appointed by the party from whom the fee is receivable. 3. One arbitrator shall be appointed by the arbitrators appointed under paragraphs 1 and 2. O. Reg. 169/00, s. 3 (8). (9) The decision of the arbitrators or a majority of them is final and binding on the board providing the instruction and the party from whom the fee is receivable. O. Reg. 169/00, s. 3 (9). (10) This section does not apply in respect of a pupil to whom subsection 49 (6) of the Act applies. O. Reg. 169/00, s. 3 (10). Fees Charged to Parties Residing in Ontario",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) This section applies in respect of a pupil who is enrolled in a day school program in a school operated by a district school board or an isolate board if a fee in respect of the pupil is receivable by the board from,</p> <p class=\"clause-e\">(a) the Crown in right of Canada; or</p> <p class=\"clause-e\">(b) a band, the council of a band or an education authority where the band, council of a band or education authority is authorized by the Crown in right of Canada to provide education for Indians. O. Reg. 169/00, s. 3 (1).</p> <p class=\"subsection-e\">(2) The fee in respect of a pupil described in subsection (1) shall be calculated as follows:</p> <p class=\"paragraph-e\">1. Take the base amount determined for the pupil under subsection (3), (4) or (5), as the case may be.</p> <p class=\"paragraph-e\">2. Multiply the day school A.D.E. of the pupil by the sum of,</p> <p class=\"subpara-e\">i. the base amount determined under paragraph 1, and</p> <p class=\"subpara-e\">ii. the P.A.C. for that pupil. O. Reg. 169/00, s. 3 (2).</p> <p class=\"subsection-e\">(3) For the purposes of paragraph 1 of subsection (2), the base amount for an elementary school pupil described in subsection (1) who is enrolled in a school operated by a district school board shall be determined as follows:</p> <p class=\"paragraph-e\">1. Determine the amount calculated for the board under paragraph 2 of section 13 of the 2000-2001 grant regulation, on account of the foundation allocation for elementary school pupils.</p> <p class=\"paragraph-e\">2. Determine an amount on account of the special education allocation for elementary school pupils, as follows:</p> <p class=\"subpara-e\">i. Take the 2000-2001 day school average daily enrolment of elementary school pupils of the board, counting only pupils enrolled in any of junior kindergarten, kindergarten and grades one to three.</p> <p class=\"subpara-e\">i.1 Multiply the number determined under subparagraph i by $500, to obtain the enrolment-based special education amount for junior kindergarten to grade three. </p> <p class=\"subpara-e\">i.2 Take the 2000-2001 day school average daily enrolment of elementary school pupils of the board, counting only pupils enrolled in any of grades four to eight.</p> <p class=\"subpara-e\">i.3 Multiply the number determined under subparagraph i.2 by $376, to obtain the enrolment-based special education amount for grades four to eight.</p> <p class=\"subpara-e\">ii. Calculate the part of the equipment ISA determined for the board under paragraph 2 of section 14 of the 2000-2001 grant regulation that is generated by elementary school pupils of the board.</p> <p class=\"subpara-e\">iii. Calculate the part of the amount determined for the board under section 18 of the 2000-2001 grant regulation that is generated by elementary school pupils of the board.</p> <p class=\"subpara-e\">iv. Total the amounts obtained under subparagraphs i.1, i.3, ii and iii.</p> <p class=\"subpara-e\">v. Revoked: O. Reg. 478/00, s. 1 (2).</p> <p class=\"subpara-e\">vi. Revoked: O. Reg. 478/00, s. 1 (2).</p> <p class=\"paragraph-e\">3. In the case of an English-language district school board, determine an amount on account of the language allocation for elementary school pupils, as follows:</p> <p class=\"subpara-e\">i. Take the French as a second language amount for elementary school pupils of the board, as calculated under subsection 22 (3) of the 2000-2001 grant regulation.</p> <p class=\"subpara-e\">ii. Calculate the part of the ESL/ESD amount for the board that is generated by elementary school pupils of the board, as follows:</p> <p class=\"subsubpara-e\">A. Calculate the part of the ESL/ESD amount for the board, as calculated under paragraph 5 of subsection 24 (1) of the 2000-2001 grant regulation, that is generated by elementary school pupils of the board.</p> <p class=\"subsubpara-e\">B. Take the amount set out for the board in Table 1 of the 2000-2001 grant regulation.</p> <p class=\"subsubpara-e\">C. Divide the amount taken under sub-subparagraph B by the day school A.D.E. for the board, counting only pupils of the board.</p> <p class=\"subsubpara-e\">D. Multiply the result obtained under sub-subparagraph C by the day school A.D.E. for the board, counting only elementary school pupils of the board.</p> <p class=\"subsubpara-e\">E. Add the amounts calculated under sub-subparagraphs A and D.</p> <p class=\"subpara-e\">iii. Add the amount taken under subparagraph i and the amount calculated under sub-subparagraph ii E.</p> <p class=\"paragraph-e\">4. In the case of a French-language district school board, determine an amount on account of the language allocation for elementary school pupils, as follows:</p> <p class=\"subpara-e\">i. Take the amount determined for the board under paragraph 1 of subsection 26 (1) of the 2000-2001 grant regulation.</p> <p class=\"subpara-e\">ii. Divide the total of the amounts determined for the board under paragraph 7 of subsection 28 (4) of the 2000-2001 grant regulation by the total number of instructional units determined for the board under paragraph 3 of subsection 28 (4) of that regulation. Multiply the result by the total number of elementary instructional units determined for the board under paragraph 1 of subsection 28 (4) of that regulation.</p> <p class=\"subpara-e\">iii. Calculate the part of the PDF funding level for the board, as calculated under subsection 28 (11) of the 2000-2001 grant regulation, that is generated by elementary school pupils of the board.</p> <p class=\"subpara-e\">iv. Total the amount taken under subparagraph i, the product obtained under subparagraph ii and the amount calculated under subparagraph iii.</p> <p class=\"paragraph-e\">5. Determine the sum of the amount calculated for the board under paragraph 4 of subsection 29 (11) of the 2000-2001 grant regulation and the amount calculated for the board under subsection 29 (18) of that regulation.</p> <p class=\"paragraph-e\">6. Determine an amount on account of the remote and rural allocation for elementary school pupils, as follows:</p> <p class=\"subpara-e\">i. Take the amount determined for the board under paragraph 5 of section 30 of the 2000-2001 grant regulation.</p> <p class=\"subpara-e\">ii. Divide the amount determined for the board under subparagraph i by the day school A.D.E. for the board, counting only pupils of the board.</p> <p class=\"subpara-e\">iii. Multiply the amount determined under subparagraph ii by the day school A.D.E. for the board, counting only elementary school pupils of the board.</p> <p class=\"paragraph-e\">7. Determine an amount on account of the learning opportunities allocation for elementary school pupils, as follows:</p> <p class=\"subpara-e\">i. Take the amount set out in Column 2 of Table 4 of the 2000-2001 grant regulation opposite the name of the board.</p> <p class=\"subpara-e\">ii. Divide the amount determined for the board under subparagraph i by the day school A.D.E. for the board, counting only pupils of the board.</p> <p class=\"subpara-e\">iii. Multiply the amount determined under subparagraph ii by the day school A.D.E. for the board, counting only elementary school pupils of the board.</p> <p class=\"subpara-e\">iv. Take the 2000-2001 day school average daily enrolment of elementary school pupils of the board, counting only pupils enrolled in any of junior kindergarten, kindergarten and grades one to three.</p> <p class=\"subpara-e\">v. Multiply the amount determined under subparagraph iv by $115.</p> <p class=\"subpara-e\">vi. Add the products determined under subparagraphs iii and v.</p> <p class=\"paragraph-e\">8. Determine the amount calculated for the board under paragraph 7 of subsection 33 (12) of the 2000-2001 grant regulation, on account of the teacher compensation allocation for elementary school pupils.</p> <p class=\"paragraph-e\">9. Determine the amount calculated for the board under paragraph 2 of subsection 34 (2) or paragraph 5 of subsection 34 (3) of the 2000-2001 grant regulation, as the case may be, on account of the early learning allocation.</p> <p class=\"paragraph-e\">10. Determine an amount on account of the administration and governance allocation for elementary school pupils, as follows:</p> <p class=\"subpara-e\">i. Take the amount determined for the board under paragraph 4 of subsection 36 (1) of the 2000-2001 grant regulation.</p> <p class=\"subpara-e\">ii. Divide the amount determined for the board under subparagraph i by the day school A.D.E. for the board, counting only pupils of the board.</p> <p class=\"subpara-e\">iii. Multiply the amount determined under subparagraph ii by the day school A.D.E. for the board, counting only elementary school pupils of the board.</p> <p class=\"paragraph-e\">11. Determine an amount on account of the school operations part of the pupil accommodation allocation for elementary school pupils, by multiplying the elementary school area requirement determined for the board under paragraph 2 of subsection 37 (3) of the 2000-2001 grant regulation or, where a supplementary elementary school area factor is approved for the board under subsection 37 (4) of that regulation, the adjusted elementary school area requirement determined for the board under paragraph 3 of subsection 37 (3) of that regulation, by the benchmark operating cost of $55.97.</p> <p class=\"paragraph-e\">12. Determine the amount calculated for the board under paragraph 16 of subsection 37 (3) of the 2000-2001 grant regulation, on account of the top up amount for elementary school operations.</p> <p class=\"paragraph-e\">13. Determine the OMERS savings amount for elementary school pupils as follows:</p> <p class=\"subpara-e\">i. Take the amount of the savings for the board for the 2000-2001 school year as a result of the suspension of employer contributions normally payable to the Ontario Municipal Employees Retirement Fund on behalf of the board’s employees who are members of the Ontario Municipal Employees Retirement System.</p> <p class=\"subpara-e\">ii. Divide the amount determined for the board under subparagraph i by the day school A.D.E. for the board, counting only pupils of the board.</p> <p class=\"subpara-e\">iii. Multiply the amount determined under subparagraph ii by the day school A.D.E. for the board, counting only elementary school pupils of the board.</p> <p class=\"paragraph-e\">14. Total the amounts determined for the board under paragraphs 1 to 12 and then deduct the amount determined for the board under paragraph 13 from that total.</p> <p class=\"paragraph-e\">15. Divide the total obtained under paragraph 14 by the day school A.D.E. for the board, counting only elementary school pupils of the board.</p> <p class=\"paragraph-e\">16. Revoked: O. Reg. 215/00, s. 1 (1).</p> <p class=\"footnote-e\">O. Reg. 169/00, s. 3 (3); O. Reg. 215/00, s. 1 (1); O. Reg. 296/00, s. 1; O. Reg. 478/00, s. 1 (1, 2).</p> <p class=\"subsection-e\">(4) For the purposes of paragraph 1 of subsection (2), the base amount for a secondary school pupil described in subsection (1) who is enrolled in a school operated by a district school board shall be determined as follows:</p> <p class=\"paragraph-e\">1. Determine the amount calculated for the board under paragraph 4 of section 13 of the 2000-2001 grant regulation, on account of the foundation allocation for secondary school pupils.</p> <p class=\"paragraph-e\">2. Determine an amount on account of the special education allocation for secondary school pupils, as follows:</p> <p class=\"subpara-e\">i. Multiply the day school A.D.E. for the board, counting only secondary school pupils of the board, by $243.</p> <p class=\"subpara-e\">ii. Calculate the part of the equipment ISA determined for the board under paragraph 2 of section 14 of the 2000-2001 grant regulation that is generated by secondary school pupils of the board.</p> <p class=\"subpara-e\">iii. Calculate the part of the amount determined for the board under section 18 of the 2000-2001 grant regulation that is generated by secondary school pupils of the board.</p> <p class=\"subpara-e\">iv. Total the amounts obtained under subparagraphs i, ii and iii.</p> <p class=\"subpara-e\">v. Revoked: O. Reg. 478/00, s. 1 (4).</p> <p class=\"subpara-e\">vi. Revoked: O. Reg. 478/00, s. 1 (4).</p> <p class=\"paragraph-e\">3. In the case of an English-language district school board, determine an amount on account of the language allocation for secondary school pupils, as follows:</p> <p class=\"subpara-e\">i. Take the French as a second language amount for secondary school pupils of the board, as calculated under subsection 22 (5) of the 2000-2001 grant regulation.</p> <p class=\"subpara-e\">ii. Calculate the part of the ESL/ESD amount for the board that is generated by secondary school pupils of the board, as follows:</p> <p class=\"subsubpara-e\">A. Calculate the part of the ESL/ESD amount for the board, as calculated under paragraph 5 of subsection 24 (1) of the 2000-2001 grant regulation, that is generated by secondary school pupils of the board.</p> <p class=\"subsubpara-e\">B. Take the amount set out for the board in Table 1 of the 2000-2001 grant regulation.</p> <p class=\"subsubpara-e\">C. Divide the amount taken under sub-subparagraph B by the day school A.D.E. for the board, counting only pupils of the board.</p> <p class=\"subsubpara-e\">D. Multiply the result obtained under sub-subparagraph C by the day school A.D.E. for the board, counting only secondary school pupils of the board.</p> <p class=\"subsubpara-e\">E. Add the amounts calculated under sub-subparagraphs A and D.</p> <p class=\"subpara-e\">iii. Add the amount taken under subparagraph i and the amount calculated under sub-subparagraph ii E.</p> <p class=\"paragraph-e\">4. In the case of a French-language district school board, determine an amount on account of the language allocation for secondary school pupils, as follows:</p> <p class=\"subpara-e\">i. Take the amount determined for the board under paragraph 2 of subsection 26 (1) of the 2000-2001 grant regulation.</p> <p class=\"subpara-e\">ii. Divide the total of the amounts determined for the board under paragraph 7 of subsection 28 (4) of the 2000-2001 grant regulation by the total number of instructional units determined for the board under paragraph 3 of subsection 28 (4) of that regulation. Multiply the result by the total number of secondary instructional units determined for the board under paragraph 2 of subsection 28 (4) of that regulation.</p> <p class=\"subpara-e\">iii. Calculate the part of the PDF funding level for the board, as calculated under subsection 28 (11) of the 2000-2001 grant regulation, that is generated by secondary school pupils of the board.</p> <p class=\"subpara-e\">iv. Total the amount taken under subparagraph i, the product obtained under subparagraph ii and the amount calculated under subparagraph iii.</p> <p class=\"paragraph-e\">5. Determine the sum of the amount calculated for the board under paragraph 8 of subsection 29 (11) of the 2000-2001 grant regulation and the amount calculated for the board under subsection 29 (20) of that regulation.</p> <p class=\"paragraph-e\">6. Determine an amount on account of the remote and rural allocation for secondary school pupils, as follows:</p> <p class=\"subpara-e\">i. Take the amount determined for the board under paragraph 5 of section 30 of the 2000-2001 grant regulation.</p> <p class=\"subpara-e\">ii. Divide the amount determined for the board under subparagraph i by the day school A.D.E. for the board, counting only pupils of the board.</p> <p class=\"subpara-e\">iii. Multiply the amount determined under subparagraph ii by the day school A.D.E. for the board, counting only secondary school pupils of the board.</p> <p class=\"paragraph-e\">7. Determine an amount on account of the learning opportunities allocation for secondary school pupils, as follows:</p> <p class=\"subpara-e\">i. Take the amount set out in Column 2 of Table 4 of the 2000-2001 grant regulation opposite the name of the board.</p> <p class=\"subpara-e\">ii. Divide the amount determined for the board under subparagraph i by the day school A.D.E. for the board, counting only pupils of the board.</p> <p class=\"subpara-e\">iii. Multiply the amount determined under subparagraph ii by the day school A.D.E. for the board, counting only secondary school pupils of the board.</p> <p class=\"paragraph-e\">8. Determine the amount calculated for the board under paragraph 9 of subsection 33 (13) of the 2000-2001 grant regulation, on account of the teacher compensation allocation for secondary school pupils.</p> <p class=\"paragraph-e\">9. Determine an amount on account of the administration and governance allocation for secondary school pupils, as follows:</p> <p class=\"subpara-e\">i. Take the amount determined for the board under paragraph 4 of subsection 36 (1) of the 2000-2001 grant regulation.</p> <p class=\"subpara-e\">ii. Divide the amount determined for the board under subparagraph i by the day school A.D.E. for the board, counting only pupils of the board.</p> <p class=\"subpara-e\">iii. Multiply the amount determined under subparagraph ii by the day school A.D.E. for the board, counting only secondary school pupils of the board.</p> <p class=\"paragraph-e\">10. Determine an amount on account of the school operations part of the pupil accommodation allocation for secondary school pupils, as follows:</p> <p class=\"subpara-e\">i. Multiply the secondary school area requirement for the board determined under paragraph 11 of subsection 37 (3) of the 2000-2001 grant regulation or, where a supplementary secondary school area factor is approved for the board under subsection 37 (9) of that regulation, the adjusted secondary school area requirement determined for the board under paragraph 12 of subsection 37 (3) of that regulation, by the benchmark operating cost of $55.97.</p> <p class=\"subpara-e\">ii. Add to the amount determined under subparagraph i the amount calculated for the board under paragraph 18 of subsection 37 (3) of the 2000-2001 grant regulation, on account of the top up amount for secondary school operations.</p> <p class=\"paragraph-e\">11. Determine the OMERS savings amount for secondary school pupils as follows:</p> <p class=\"subpara-e\">i. Take the amount of the savings for the board for the 2000-2001 school year as a result of the suspension of employer contributions normally payable to the Ontario Municipal Employees Retirement Fund on behalf of the board’s employees who are members of the Ontario Municipal Employees Retirement System.</p> <p class=\"subpara-e\">ii. Divide the amount determined for the board under subparagraph i by the day school A.D.E. for the board, counting only pupils of the board.</p> <p class=\"subpara-e\">iii. Multiply the amount determined under subparagraph ii by the day school A.D.E. for the board, counting only secondary school pupils of the board.</p> <p class=\"paragraph-e\">12. Total the amounts determined for the board under paragraphs 1 to 10 and then deduct the amount determined for the board under paragraph 11 from that total.</p> <p class=\"paragraph-e\">13. Divide the total obtained under paragraph 12 by the day school A.D.E. for the board, counting only secondary school pupils of the board.</p> <p class=\"paragraph-e\">14. Revoked: O. Reg. 215/00, s. 1 (2).</p> <p class=\"footnote-e\">O. Reg. 169/00, s. 3 (4); O. Reg. 215/00, s. 1 (2); O. Reg. 478/00, s. 1 (3, 4).</p> <p class=\"subsection-e\">(5) For the purposes of paragraph 1 of subsection (2), the base amount for a pupil described in subsection (1) who is enrolled in a school operated by an isolate board shall be determined as follows:</p> <p class=\"paragraph-e\">1. Take the approved expenditure of the board within the meaning of subsection 51 (1) of the 2000-2001 grant regulation.</p> <p class=\"paragraph-e\">2. Deduct the amount of the approved expenditure referred to in paragraph 1 that relates to transportation.</p> <p class=\"paragraph-e\">3. Deduct the amount of the approved expenditure referred to in paragraph 1 that relates to school renewal.</p> <p class=\"paragraph-e\">4. Divide the amount obtained under paragraph 3 by the day school A.D.E. for the board, counting only pupils of the board. O. Reg. 169/00, s. 3 (5).</p> <p class=\"subsection-e\">(6) The fee in respect of a pupil described in subsection (1) who is enrolled in a Native language program in a school operated by a district school board and whose fee is receivable from the Crown in right of Canada or from a band, the council of a band or an education authority where the band, council of a band or education authority is authorized by the Crown in right of Canada to provide education for Indians, may, at the option of the district school board, be increased by an amount equal to the allocation for Native language that would be generated for the pupil if he or she were a pupil of the board, determined in accordance with section 23 or 27, as the case may be, of the 2000-2001 grant regulation. O. Reg. 169/00, s. 3 (6).</p> <p class=\"subsection-e\">(7) The fee in respect of a pupil described in subsection (1) who is enrolled in a high cost program may, at the option of the board, be increased by multiplying the fee by a factor agreed on by the board providing the instruction and the party from whom the fee is receivable or, in the absence of agreement, by a factor determined in accordance with subsection (8). O. Reg. 169/00, s. 3 (7).</p> <p class=\"subsection-e\">(8) If the board providing the instruction and the party from whom the fee is receivable cannot agree on a factor, the factor shall be determined by three arbitrators, appointed as follows:</p> <p class=\"paragraph-e\">1. One arbitrator shall be appointed by the board that provides the instruction.</p> <p class=\"paragraph-e\">2. One arbitrator shall be appointed by the party from whom the fee is receivable.</p> <p class=\"paragraph-e\">3. One arbitrator shall be appointed by the arbitrators appointed under paragraphs 1 and 2. O. Reg. 169/00, s. 3 (8).</p> <p class=\"subsection-e\">(9) The decision of the arbitrators or a majority of them is final and binding on the board providing the instruction and the party from whom the fee is receivable. O. Reg. 169/00, s. 3 (9).</p> <p class=\"subsection-e\">(10) This section does not apply in respect of a pupil to whom subsection 49 (6) of the Act applies. O. Reg. 169/00, s. 3 (10).</p> <p class=\"heading1-e\">Fees Charged to Parties Residing in Ontario</p>"
        },
        {
            "id": "4.",
            "section": "Fees Charged to Parties Residing in Ontario",
            "content": "4. (1) This section applies in respect of a pupil described in subsection 46 (2) of the Act who is enrolled in a day school program in a school of a district school board or an isolate board and who resides in a school section, separate school zone or secondary school district in which the pupil’s parent or guardian resides, on land that is exempt from taxation for the purposes of any board. O. Reg. 169/00, s. 4 (1). (2) The fee that a board shall charge in respect of a pupil described in subsection (1) to the parent or guardian is $40 for each month or part of a month the pupil is enrolled in a school of the board. O. Reg. 169/00, s. 4 (2). (3) A board charging a parent or guardian a fee of $40 for any month or part of a month under subsection (2) in respect of a pupil described in subsection (1) who is enrolled in a school of the board shall not charge the parent or guardian any fee under subsection (2) for the same month or part of a month in respect of another pupil described in subsection (1) who is enrolled in a school of the board. O. Reg. 169/00, s. 4 (3). (4) This section does not apply in respect of a pupil to whom subsection 49 (6) of the Act applies. O. Reg. 169/00, s. 4 (4). Fees Charged to Parties Not Residing in Ontario",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) This section applies in respect of a pupil described in subsection 46 (2) of the Act who is enrolled in a day school program in a school of a district school board or an isolate board and who resides in a school section, separate school zone or secondary school district in which the pupil’s parent or guardian resides, on land that is exempt from taxation for the purposes of any board. O. Reg. 169/00, s. 4 (1).</p> <p class=\"subsection-e\">(2) The fee that a board shall charge in respect of a pupil described in subsection (1) to the parent or guardian is $40 for each month or part of a month the pupil is enrolled in a school of the board. O. Reg. 169/00, s. 4 (2).</p> <p class=\"subsection-e\">(3) A board charging a parent or guardian a fee of $40 for any month or part of a month under subsection (2) in respect of a pupil described in subsection (1) who is enrolled in a school of the board shall not charge the parent or guardian any fee under subsection (2) for the same month or part of a month in respect of another pupil described in subsection (1) who is enrolled in a school of the board. O. Reg. 169/00, s. 4 (3).</p> <p class=\"subsection-e\">(4) This section does not apply in respect of a pupil to whom subsection 49 (6) of the Act applies. O. Reg. 169/00, s. 4 (4).</p> <p class=\"heading1-e\">Fees Charged to Parties Not Residing in Ontario</p>"
        },
        {
            "id": "5.",
            "section": "Fees Charged to Parties Not Residing in Ontario",
            "content": "5. (1) The fee in respect of a pupil who is enrolled in a day school program in a school of a district school board or an isolate board and whose parent or guardian does not reside in Ontario shall be such fee as the board may determine, but shall not exceed the maximums set by subsections (2) and (3). O. Reg. 169/00, s. 5 (1). (2) Except as is provided in subsection (3), the fee in respect of a pupil who is enrolled in a school of a district school board or an isolate board and whose parent or guardian does not reside in Ontario shall not exceed the amount calculated as follows: 1. Add the base amount determined under paragraph 1 of subsection 3 (2) and the P.A.C. for the pupil. 2. Multiply the amount obtained under paragraph 1 by 0.1. 3. Multiply the result obtained under paragraph 2 by the number of months or part months during which the pupil is enrolled in a school operated by the board. O. Reg. 169/00, s. 5 (2). (3) Where the pupil is enrolled in a high cost program, the maximum set by subsection (2) shall be increased by an amount that does not exceed the additional cost to the board of providing the high cost program to the pupil. O. Reg. 169/00, s. 5 (3). (4) This section does not apply in respect of a pupil to whom subsection 49 (6) of the Act applies. O. Reg. 169/00, s. 5 (4). Fees in Respect of Pupils to whom Subsection 49 (6) of the Act Applies",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) The fee in respect of a pupil who is enrolled in a day school program in a school of a district school board or an isolate board and whose parent or guardian does not reside in Ontario shall be such fee as the board may determine, but shall not exceed the maximums set by subsections (2) and (3). O. Reg. 169/00, s. 5 (1).</p> <p class=\"subsection-e\">(2) Except as is provided in subsection (3), the fee in respect of a pupil who is enrolled in a school of a district school board or an isolate board and whose parent or guardian does not reside in Ontario shall not exceed the amount calculated as follows:</p> <p class=\"paragraph-e\">1. Add the base amount determined under paragraph 1 of subsection 3 (2) and the P.A.C. for the pupil. </p> <p class=\"paragraph-e\">2. Multiply the amount obtained under paragraph 1 by 0.1.</p> <p class=\"paragraph-e\">3. Multiply the result obtained under paragraph 2 by the number of months or part months during which the pupil is enrolled in a school operated by the board. O. Reg. 169/00, s. 5 (2).</p> <p class=\"subsection-e\">(3) Where the pupil is enrolled in a high cost program, the maximum set by subsection (2) shall be increased by an amount that does not exceed the additional cost to the board of providing the high cost program to the pupil. O. Reg. 169/00, s. 5 (3).</p> <p class=\"subsection-e\">(4) This section does not apply in respect of a pupil to whom subsection 49 (6) of the Act applies. O. Reg. 169/00, s. 5 (4).</p> <p class=\"heading1-e\">Fees in Respect of Pupils to whom Subsection 49 (6) of the Act Applies</p>"
        },
        {
            "id": "6.",
            "section": "Fees in Respect of Pupils to whom Subsection 49 (6) of the Act Applies",
            "content": "6. (1) The fee in respect of a pupil who is enrolled in a day school program and to whom subsection 49 (6) of the Act applies shall be the amount determined in accordance with a fees policy developed for the purposes of this section by the board that operates the school in which the pupil is enrolled. O. Reg. 169/00, s. 6 (1). (2) The policy referred to in subsection (1) shall not, in the case of a district school board or isolate board, provide for a fee in respect of a pupil that is less than the amount that would be chargeable by the board in respect of the pupil under section 3. O. Reg. 169/00, s. 6 (2). (3) The policy referred to in subsection (1) shall not, in the case of a section 68 board, provide for a fee in respect of a pupil that is less than the amount that would be chargeable by the board in respect of the pupil under section 7. O. Reg. 169/00, s. 6 (3). Fees Paid to Section 68 Boards",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) The fee in respect of a pupil who is enrolled in a day school program and to whom subsection 49 (6) of the Act applies shall be the amount determined in accordance with a fees policy developed for the purposes of this section by the board that operates the school in which the pupil is enrolled. O. Reg. 169/00, s. 6 (1).</p> <p class=\"subsection-e\">(2) The policy referred to in subsection (1) shall not, in the case of a district school board or isolate board, provide for a fee in respect of a pupil that is less than the amount that would be chargeable by the board in respect of the pupil under section 3. O. Reg. 169/00, s. 6 (2).</p> <p class=\"subsection-e\">(3) The policy referred to in subsection (1) shall not, in the case of a section 68 board, provide for a fee in respect of a pupil that is less than the amount that would be chargeable by the board in respect of the pupil under section 7. O. Reg. 169/00, s. 6 (3).</p> <p class=\"heading1-e\">Fees Paid to Section 68 Boards</p>"
        },
        {
            "id": "7.",
            "section": "Fees Paid to Section 68 Boards",
            "content": "7. Except where section 6 applies, the fee that a board shall charge in respect of a pupil who is enrolled in a day school program in a school operated by a section 68 board and whose parent or guardian does not reside in Ontario shall be an amount determined as follows: 1. Take the expenditure of the board for the 2000-2001 fiscal year that is acceptable to the Minister for grant purposes, excluding, i. expenditures for debt charges, ii. expenditures for the purchase of capital assets, as defined in the 2000-2001 grant regulation, iii. expenditures for the restoration of destroyed or damaged capital assets, as defined in the 2000-2001 grant regulation, and iv. provisions for reserves for working funds and provisions for reserve funds. 2. Deduct the revenue of the board for the 2000-2001 fiscal year from, i. any organization on whose property a school of the board is located, and ii. refunds of expenditure of the kind described in subparagraph 1 i, ii or iii. 3. Divide the amount obtained under paragraph 2 by the total number of pupil days for the board for the period September 1, 2000 to August 31, 2001. For the purposes of this paragraph, the total number of pupil days for the board for the period is the sum of the number of instructional days for which each pupil was enrolled in the school during the period. 4. Multiply the result obtained under paragraph 3 by the number of instructional days for which the pupil is enrolled in the school. O. Reg. 169/00, s. 7. Fees in Respect of Summer School and Continuing Education",
            "raw_html": "<p class=\"section-e\"><b>7. </b>Except where section 6 applies, the fee that a board shall charge in respect of a pupil who is enrolled in a day school program in a school operated by a section 68 board and whose parent or guardian does not reside in Ontario shall be an amount determined as follows:</p> <p class=\"paragraph-e\">1. Take the expenditure of the board for the 2000-2001 fiscal year that is acceptable to the Minister for grant purposes, excluding,</p> <p class=\"subpara-e\">i. expenditures for debt charges,</p> <p class=\"subpara-e\">ii. expenditures for the purchase of capital assets, as defined in the 2000-2001 grant regulation,</p> <p class=\"subpara-e\">iii. expenditures for the restoration of destroyed or damaged capital assets, as defined in the 2000-2001 grant regulation, and</p> <p class=\"subpara-e\">iv. provisions for reserves for working funds and provisions for reserve funds.</p> <p class=\"paragraph-e\">2. Deduct the revenue of the board for the 2000-2001 fiscal year from,</p> <p class=\"subpara-e\">i. any organization on whose property a school of the board is located, and</p> <p class=\"subpara-e\">ii. refunds of expenditure of the kind described in subparagraph 1 i, ii or iii.</p> <p class=\"paragraph-e\">3. Divide the amount obtained under paragraph 2 by the total number of pupil days for the board for the period September 1, 2000 to August 31, 2001. For the purposes of this paragraph, the total number of pupil days for the board for the period is the sum of the number of instructional days for which each pupil was enrolled in the school during the period.</p> <p class=\"paragraph-e\">4. Multiply the result obtained under paragraph 3 by the number of instructional days for which the pupil is enrolled in the school. O. Reg. 169/00, s. 7.</p> <p class=\"heading1-e\">Fees in Respect of Summer School and Continuing Education</p>"
        },
        {
            "id": "8.",
            "section": "Fees in Respect of Summer School and Continuing Education",
            "content": "8. (1) The fee in respect of a pupil to whom subsection 49 (6) of the Act applies and who is enrolled in a continuing education or summer school class or course provided by a district school board or an isolate board shall be the amount determined by the board. O. Reg. 169/00, s. 8 (1). (2) The fee in respect of a pupil described in subsection 3 (1) or 5 (1) who is enrolled in a continuing education class or course provided by a district school board or an isolate board shall be the amount agreed on by the board and the party from whom the fee is receivable or, in the absence of agreement, the amount determined as follows: 1. Determine the expenditure of the board in the 2000-2001 fiscal year for continuing education classes or courses. 2. Divide the amount determined under paragraph 1 by the continuing education A.D.E. for the board. 3. Multiply the result obtained under paragraph 2 by the continuing education A.D.E. for the board, counting only pupils described in this subsection. O. Reg. 169/00, s. 8 (2). (3) The fee in respect of a pupil described in subsection 3 (1) or 5 (1) who is enrolled in a summer school class or course provided by a district school board or an isolate board shall be the amount agreed on by the board and the party from whom the fee is receivable or, in the absence of agreement, the amount determined as follows: 1. Determine the expenditure of the board in the 2000-2001 fiscal year for summer school classes or courses. 2. Divide the amount determined under paragraph 1 by the summer school A.D.E. for the board. 3. Multiply the result obtained under paragraph 2 by the summer school A.D.E. for the board, counting only pupils described in this subsection. O. Reg. 169/00, s. 8 (3). No Fees Payable by Boards",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) The fee in respect of a pupil to whom subsection 49 (6) of the Act applies and who is enrolled in a continuing education or summer school class or course provided by a district school board or an isolate board shall be the amount determined by the board. O. Reg. 169/00, s. 8 (1).</p> <p class=\"subsection-e\">(2) The fee in respect of a pupil described in subsection 3 (1) or 5 (1) who is enrolled in a continuing education class or course provided by a district school board or an isolate board shall be the amount agreed on by the board and the party from whom the fee is receivable or, in the absence of agreement, the amount determined as follows:</p> <p class=\"paragraph-e\">1. Determine the expenditure of the board in the 2000-2001 fiscal year for continuing education classes or courses.</p> <p class=\"paragraph-e\">2. Divide the amount determined under paragraph 1 by the continuing education A.D.E. for the board.</p> <p class=\"paragraph-e\">3. Multiply the result obtained under paragraph 2 by the continuing education A.D.E. for the board, counting only pupils described in this subsection. O. Reg. 169/00, s. 8 (2).</p> <p class=\"subsection-e\">(3) The fee in respect of a pupil described in subsection 3 (1) or 5 (1) who is enrolled in a summer school class or course provided by a district school board or an isolate board shall be the amount agreed on by the board and the party from whom the fee is receivable or, in the absence of agreement, the amount determined as follows:</p> <p class=\"paragraph-e\">1. Determine the expenditure of the board in the 2000-2001 fiscal year for summer school classes or courses.</p> <p class=\"paragraph-e\">2. Divide the amount determined under paragraph 1 by the summer school A.D.E. for the board.</p> <p class=\"paragraph-e\">3. Multiply the result obtained under paragraph 2 by the summer school A.D.E. for the board, counting only pupils described in this subsection. O. Reg. 169/00, s. 8 (3).</p> <p class=\"heading1-e\">No Fees Payable by Boards</p>"
        },
        {
            "id": "9.",
            "section": "No Fees Payable by Boards",
            "content": "9. No fee is payable under this Regulation by one board to another board. O. Reg. 169/00, s. 9. Français ",
            "raw_html": "<p class=\"section-e\"><b>9. </b>No fee is payable under this Regulation by one board to another board. O. Reg. 169/00, s. 9.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_000169_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_000169_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}