{
    "reg_info": {
        "full_title": "O. Reg. 435/02: PAYMENTS RE SECTION 79.4 OF THE ACT",
        "reg_name_text": "PAYMENTS RE SECTION 79.4 OF THE ACT",
        "citation": "O. Reg. 435/02: ",
        "act_under": "Ontario Energy Board Act, 1998   Loi de 1998 sur la Commission de l’énergie de l’Ontario",
        "url": "https://www.ontario.ca/laws/regulation/020435",
        "date_scraped": "2023-12-19 17:04:24"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/020435/v6",
            "valid_from": "August 23, 2005",
            "valid_to": "June 29, 2006"
        },
        {
            "a_href": "/laws/regulation/020435/v5",
            "valid_from": "December 20, 2004",
            "valid_to": "August 22, 2005"
        },
        {
            "a_href": "/laws/regulation/020435/v4",
            "valid_from": "April  1, 2004",
            "valid_to": "December 19, 2004"
        },
        {
            "a_href": "/laws/regulation/020435/v3",
            "valid_from": "March  1, 2004",
            "valid_to": "March 31, 2004"
        },
        {
            "a_href": "/laws/regulation/020435/v2",
            "valid_from": "February  9, 2004",
            "valid_to": "February 29, 2004"
        },
        {
            "a_href": "/laws/regulation/020435/v1",
            "valid_from": "March 26, 2003",
            "valid_to": "February  8, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "P70_1370",
            "section": "Interpretation",
            "content": "1. (1) Expressions used in this Regulation have the same meaning as in Part V of the Act, except where otherwise indicated. O. Reg. 435/02, s. 1 (1). (2) In this Regulation, “applicable statutory prices” means, with reference to a low-volume or designated consumer, (a) the prices specified by Ontario Regulation 42/04 (Commodity Price for Electricity: Low-Volume Consumers and Designated Consumers) made under the Ontario Energy Board Act, 1998 that are payable by the consumer for electricity used on or after April 1, 2004 and before the day section 25.33 of the Electricity Act, 1998 comes into force, and (b) 4.3 cents per kilowatt hour for electricity used by the consumer on or after December 1, 2002 and before April 1, 2004; “contract price” means, with reference to a designated contract, the amount that would be payable for electricity by the consumer under the contract, but for the operation of clause 79.4 (1) (a) of the Act; “designated contract” means a contract entered into on or before November 11, 2002 between a low-volume or designated consumer and a retailer with respect to which a service transaction request as defined in the Retail Settlement Code is or has been implemented to enable the consumer to purchase electricity from a competitive retailer as defined in the Retail Settlement Code, but does not include a contract renewed after December 9, 2002; “distributor” means a distributor who is licensed under Part V of the Act; “embedded distributor” means a distributor who is not a market participant and to whom a host distributor distributes electricity; “embedded generator” means a generator who is not a market participant and whose generation facility is connected to a distribution system of a distributor, but does not include a generator who consumes more electricity than it generates; “host distributor” means a distributor who is a market participant and who distributes electricity to another distributor who is not a market participant; “low-volume and designated consumers” means those low-volume consumers and designated consumers to whom subsection 79.4 (1) of the Act applies; “low-volume or designated consumer” means a low-volume consumer to whom subsection 79.4 (1) of the Act applies or a designated consumer to whom that subsection applies; “participating retailer” means a retailer who has entered into one or more designated contracts. O. Reg. 435/02, s. 1 (2); O. Reg. 43/04, s. 1; O. Reg. 428/04, s. 1. (3) In this Regulation, a reference to a volume of electricity distributed by a distributor includes the volume attributed to the distributor’s consumers or to an embedded distributor for total losses as defined in the Retail Settlement Code. O. Reg. 435/02, s. 1 (3). (4) Payments required by this Regulation are in addition to any payments that may be required by the Retail Settlement Code. O. Reg. 435/02, s. 1 (4).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P70_1370\"></a><a name=\"BK1\"></a>1. </b>(1) Expressions used in this Regulation have the same meaning as in Part V of the Act, except where otherwise indicated. O. Reg. 435/02, s. 1 (1).</p> <p class=\"subsection-e\">(2) In this Regulation,</p> <p class=\"firstdef-e\">“applicable statutory prices” means, with reference to a low-volume or designated consumer, </p> <p class=\"defclause-e\">(a) the prices specified by Ontario Regulation 42/04 (Commodity Price for Electricity: Low-Volume Consumers and Designated Consumers) made under the <i>Ontario Energy Board Act, 1998</i> that are payable by the consumer for electricity used on or after April 1, 2004 and before the day section 25.33 of the <i>Electricity Act, 1998</i> comes into force, and</p> <p class=\"defclause-e\">(b) 4.3 cents per kilowatt hour for electricity used by the consumer on or after December 1, 2002 and before April 1, 2004;</p> <p class=\"definition-e\">“contract price” means, with reference to a designated contract, the amount that would be payable for electricity by the consumer under the contract, but for the operation of clause 79.4 (1) (a) of the Act;</p> <p class=\"definition-e\">“designated contract” means a contract entered into on or before November 11, 2002 between a low-volume or designated consumer and a retailer with respect to which a service transaction request as defined in the Retail Settlement Code is or has been implemented to enable the consumer to purchase electricity from a competitive retailer as defined in the Retail Settlement Code, but does not include a contract renewed after December 9, 2002;</p> <p class=\"definition-e\">“distributor” means a distributor who is licensed under Part V of the Act;</p> <p class=\"definition-e\">“embedded distributor” means a distributor who is not a market participant and to whom a host distributor distributes electricity;</p> <p class=\"definition-e\">“embedded generator” means a generator who is not a market participant and whose generation facility is connected to a distribution system of a distributor, but does not include a generator who consumes more electricity than it generates;</p> <p class=\"definition-e\">“host distributor” means a distributor who is a market participant and who distributes electricity to another distributor who is not a market participant;</p> <p class=\"definition-e\">“low-volume and designated consumers” means those low-volume consumers and designated consumers to whom subsection 79.4 (1) of the Act applies;</p> <p class=\"definition-e\">“low-volume or designated consumer” means a low-volume consumer to whom subsection 79.4 (1) of the Act applies or a designated consumer to whom that subsection applies;</p> <p class=\"definition-e\">“participating retailer” means a retailer who has entered into one or more designated contracts. O. Reg. 435/02, s. 1 (2); O. Reg. 43/04, s. 1; O. Reg. 428/04, s. 1.</p> <p class=\"subsection-e\">(3) In this Regulation, a reference to a volume of electricity distributed by a distributor includes the volume attributed to the distributor’s consumers or to an embedded distributor for total losses as defined in the Retail Settlement Code. O. Reg. 435/02, s. 1 (3).</p> <p class=\"subsection-e\">(4) Payments required by this Regulation are in addition to any payments that may be required by the Retail Settlement Code. O. Reg. 435/02, s. 1 (4).</p>"
        },
        {
            "id": "P87_4325",
            "section": "Application",
            "content": "2. This Regulation applies with respect to electricity used by low-volume and designated consumers on or after December 1, 2002 and before the day section 25.33 of the Electricity Act, 1998 comes into force. O. Reg. 428/04, s. 2. Details of Required Payments",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P87_4325\"></a><a name=\"BK2\"></a>2. </b>This Regulation applies with respect to electricity used by low-volume and designated consumers on or after December 1, 2002 and before the day section 25.33 of the <i>Electricity Act, 1998</i> comes into force. O. Reg. 428/04, s. 2.</p> <p class=\"heading1-e\"><a name=\"P88_4560\"></a><a name=\"BK3\"></a>Details of Required Payments</p>"
        },
        {
            "id": "P90_4631",
            "section": "Payments re IMO sales directly to consumers",
            "content": "3. (1) In this section, “A” is the amount payable by low-volume and designated consumers to the IMO for electricity for a month, calculated at the applicable statutory prices for each of those consumers, for the net volume of electricity withdrawn from the IMO-controlled grid by those consumers, other than the volume of electricity, if any, purchased during the month by those consumers pursuant to physical bilateral contracts submitted to the IMO in accordance with the market rules, “B” is the amount that would be payable by the same consumers to the IMO for electricity for the same month, calculated under the market rules, for the same volume of electricity in the same circumstances. O. Reg. 435/02, s. 3 (1); O. Reg. 43/04, s. 3. (2) If there is a difference between “A” and “B”, the IMO shall give the Financial Corporation such information as it may specify with respect to the payment required by this section, in the form specified by the Financial Corporation and before the expiry of the period specified by the Financial Corporation. O. Reg. 435/02, s. 3 (2). (3) If “A” is greater than “B”, the IMO shall pay an amount equal to the difference between “A” and “B” to the Financial Corporation and shall do so before the expiry of the period specified by the Financial Corporation. O. Reg. 435/02, s. 3 (3). (4) If “B” is greater than “A”, the Financial Corporation shall pay an amount equal to the difference between “A” and “B” to the IMO after receiving the information required by subsection (2) from the IMO. O. Reg. 435/02, s. 3 (4). (5) If, under section 12, the Financial Corporation establishes requirements that provide for interim payments based on estimates and for subsequent adjustments, subsections (1), (2), (3) and (4) apply with necessary modifications with respect to the estimated amounts for “A” and “B”. O. Reg. 435/02, s. 3 (5).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P90_4631\"></a><a name=\"BK4\"></a>3. </b>(1) In this section,</p> <p class=\"equationind1-e\">“A” is the amount payable by low-volume and designated consumers to the IMO for electricity for a month, calculated at the applicable statutory prices for each of those consumers, for the net volume of electricity withdrawn from the IMO-controlled grid by those consumers, other than the volume of electricity, if any, purchased during the month by those consumers pursuant to physical bilateral contracts submitted to the IMO in accordance with the market rules,</p> <p class=\"equationind1-e\">“B” is the amount that would be payable by the same consumers to the IMO for electricity for the same month, calculated under the market rules, for the same volume of electricity in the same circumstances. O. Reg. 435/02, s. 3 (1); O. Reg. 43/04, s. 3.</p> <p class=\"subsection-e\">(2) If there is a difference between “A” and “B”, the IMO shall give the Financial Corporation such information as it may specify with respect to the payment required by this section, in the form specified by the Financial Corporation and before the expiry of the period specified by the Financial Corporation. O. Reg. 435/02, s. 3 (2).</p> <p class=\"subsection-e\">(3) If “A” is greater than “B”, the IMO shall pay an amount equal to the difference between “A” and “B” to the Financial Corporation and shall do so before the expiry of the period specified by the Financial Corporation. O. Reg. 435/02, s. 3 (3).</p> <p class=\"subsection-e\">(4) If “B” is greater than “A”, the Financial Corporation shall pay an amount equal to the difference between “A” and “B” to the IMO after receiving the information required by subsection (2) from the IMO. O. Reg. 435/02, s. 3 (4).</p> <p class=\"subsection-e\">(5) If, under section 12, the Financial Corporation establishes requirements that provide for interim payments based on estimates and for subsequent adjustments, subsections (1), (2), (3) and (4) apply with necessary modifications with respect to the estimated amounts for “A” and “B”. O. Reg. 435/02, s. 3 (5).</p>"
        },
        {
            "id": "P98_6611",
            "section": "Payments re distributors",
            "content": "4. (1) In this section,  “C” is the sum of all amounts payable to a distributor who is a market participant by low-volume and designated consumers in the distributor’s service area (other than those low-volume and designated consumers, if any, who have designated contracts with a participating retailer who is using retailer-consolidated billing) for electricity for a month, calculated using the applicable statutory prices for each consumer, for the net volume of electricity withdrawn by the distributor from the IMO-controlled grid during the month and distributed to those consumers, “D” is the amount that would be payable by the distributor for electricity for the same month, calculated under the market rules, for the same volume of electricity distributed by the distributor to the same persons in the same circumstances. O. Reg. 435/02, s. 4 (1); O. Reg. 43/04, s. 4. (2) If there is a difference between a distributor’s “C” and “D”, (a) the distributor shall give the IMO such information as it may specify with respect to the payments required by this section, in the form specified by the IMO and before the expiry of the period specified by the IMO; and (b) the IMO shall give the Financial Corporation such information as it may specify with respect to those payments, in the form specified by the Financial Corporation and before the expiry of the period specified by the Financial Corporation. O. Reg. 435/02, s. 4 (2). (3) If a distributor’s “C” is greater than “D”, an amount equal to the difference between “C” and “D” is payable as follows: 1. The distributor shall pay that amount to the IMO before the expiry of the period specified by the IMO. 2. The IMO shall pay that amount to the Financial Corporation after receiving the information required by clause (2) (a) from the distributor and before the expiry of the period specified by the Financial Corporation. O. Reg. 435/02, s. 4 (3). (4) If a distributor’s “C” is less than “D”, an amount equal to the difference between “C” and “D” is payable as follows: 1. The Financial Corporation shall pay that amount to the IMO after receiving the information required by clause (2) (b) from the IMO. 2. The IMO shall pay that amount to the distributor after receiving the information required by clause (2) (a) from the distributor. O. Reg. 435/02, s. 4 (4). (5) If, under section 12, the Financial Corporation and the IMO establish requirements that provide for interim payments based on estimates and for subsequent adjustments, subsections (1), (2), (3) and (4) apply with necessary modifications with respect to the estimated amounts for “C” and “D”. O. Reg. 435/02, s. 4 (5). (6) Revoked: O. Reg. 4/04, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P98_6611\"></a><a name=\"BK5\"></a>4. </b>(1) In this section, </p> <p class=\"equationind1-e\">“C” is the sum of all amounts payable to a distributor who is a market participant by low-volume and designated consumers in the distributor’s service area (other than those low-volume and designated consumers, if any, who have designated contracts with a participating retailer who is using retailer-consolidated billing) for electricity for a month, calculated using the applicable statutory prices for each consumer, for the net volume of electricity withdrawn by the distributor from the IMO-controlled grid during the month and distributed to those consumers,</p> <p class=\"equationind1-e\">“D” is the amount that would be payable by the distributor for electricity for the same month, calculated under the market rules, for the same volume of electricity distributed by the distributor to the same persons in the same circumstances. O. Reg. 435/02, s. 4 (1); O. Reg. 43/04, s. 4.</p> <p class=\"subsection-e\">(2) If there is a difference between a distributor’s “C” and “D”, </p> <p class=\"clause-e\">(a) the distributor shall give the IMO such information as it may specify with respect to the payments required by this section, in the form specified by the IMO and before the expiry of the period specified by the IMO; and</p> <p class=\"clause-e\">(b) the IMO shall give the Financial Corporation such information as it may specify with respect to those payments, in the form specified by the Financial Corporation and before the expiry of the period specified by the Financial Corporation. O. Reg. 435/02, s. 4 (2).</p> <p class=\"subsection-e\">(3) If a distributor’s “C” is greater than “D”, an amount equal to the difference between “C” and “D” is payable as follows:</p> <p class=\"paragraph-e\">1. The distributor shall pay that amount to the IMO before the expiry of the period specified by the IMO.</p> <p class=\"paragraph-e\">2. The IMO shall pay that amount to the Financial Corporation after receiving the information required by clause (2) (a) from the distributor and before the expiry of the period specified by the Financial Corporation. O. Reg. 435/02, s. 4 (3).</p> <p class=\"subsection-e\">(4) If a distributor’s “C” is less than “D”, an amount equal to the difference between “C” and “D” is payable as follows:</p> <p class=\"paragraph-e\">1. The Financial Corporation shall pay that amount to the IMO after receiving the information required by clause (2) (b) from the IMO.</p> <p class=\"paragraph-e\">2. The IMO shall pay that amount to the distributor after receiving the information required by clause (2) (a) from the distributor. O. Reg. 435/02, s. 4 (4).</p> <p class=\"subsection-e\">(5) If, under section 12, the Financial Corporation and the IMO establish requirements that provide for interim payments based on estimates and for subsequent adjustments, subsections (1), (2), (3) and (4) apply with necessary modifications with respect to the estimated amounts for “C” and “D”. O. Reg. 435/02, s. 4 (5).</p> <p class=\"subsection-e\">(6) Revoked: O. Reg. 4/04, s. 1.</p>"
        },
        {
            "id": "P113_9416",
            "section": "Payments re embedded generators",
            "content": "5. (1) In this section, “E” is the sum of all amounts payable to a distributor who is a market participant by low-volume and designated consumers in the distributor’s service area (other than those low-volume and designated consumers, if any, who have designated contracts with a participating retailer who is using retailer-consolidated billing) for electricity for a month, calculated using the applicable statutory prices for each consumer, for the volume of electricity supplied by an embedded generator to the distributor during the month, adjusted for total losses as required by the Retail Settlement Code, and then distributed to those consumers, “F” is the amount payable by the distributor to the embedded generator for electricity for the same month, calculated under the Retail Settlement Code, for the same volume of electricity distributed by the distributor to the same persons in the same circumstances. O. Reg. 435/02, s. 5 (1); O. Reg. 43/04, s. 5. (2) If there is a difference between an embedded generator’s “E” in relation to a distributor and “F”, (a) the distributor shall give the IMO such information as it may specify with respect to those payments, in the form specified by the IMO and before the expiry of the period specified by the IMO; and (b) the IMO shall give the Financial Corporation such information as it may specify with respect to those payments, in the form specified by the Financial Corporation and before the expiry of the period specified by the Financial Corporation. O. Reg. 435/02, s. 5 (2). (3) If an embedded generator’s “E” in relation to a distributor is greater than “F”, an amount equal to the difference between “E” and “F” is payable as follows: 1. The distributor shall pay that amount to the IMO before the expiry of the period specified by the IMO. 2. The IMO shall pay that amount to the Financial Corporation after receiving the information required by clause (2) (b) from the distributor and before the expiry of the period specified by the Financial Corporation. O. Reg. 435/02, s. 5 (3). (4) If an embedded generator’s “E” in relation to a distributor is less than “F”, an amount equal to the difference between “E” and “F” is payable as follows: 1. The Financial Corporation shall pay that amount to the IMO after receiving the information required by clause (2) (b) from the IMO. 2. The IMO shall pay that amount to the distributor after receiving the information required by clause (2) (a) from the distributor. O. Reg. 435/02, s. 5 (4). (5) If, under section 12, the Financial Corporation and the IMO establish requirements that provide for interim payments based on estimates and for subsequent adjustments, subsections (1), (2), (3) and (4) apply with necessary modifications with respect to the estimated amounts for “E” and “F”. O. Reg. 435/02, s. 5 (5). (6) Revoked: O. Reg. 4/04, s. 2.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P113_9416\"></a><a name=\"BK6\"></a>5. </b>(1) In this section,</p> <p class=\"equationind1-e\">“E” is the sum of all amounts payable to a distributor who is a market participant by low-volume and designated consumers in the distributor’s service area (other than those low-volume and designated consumers, if any, who have designated contracts with a participating retailer who is using retailer-consolidated billing) for electricity for a month, calculated using the applicable statutory prices for each consumer, for the volume of electricity supplied by an embedded generator to the distributor during the month, adjusted for total losses as required by the Retail Settlement Code, and then distributed to those consumers,</p> <p class=\"equationind1-e\">“F” is the amount payable by the distributor to the embedded generator for electricity for the same month, calculated under the Retail Settlement Code, for the same volume of electricity distributed by the distributor to the same persons in the same circumstances. O. Reg. 435/02, s. 5 (1); O. Reg. 43/04, s. 5.</p> <p class=\"subsection-e\">(2) If there is a difference between an embedded generator’s “E” in relation to a distributor and “F”,</p> <p class=\"clause-e\">(a) the distributor shall give the IMO such information as it may specify with respect to those payments, in the form specified by the IMO and before the expiry of the period specified by the IMO; and</p> <p class=\"clause-e\">(b) the IMO shall give the Financial Corporation such information as it may specify with respect to those payments, in the form specified by the Financial Corporation and before the expiry of the period specified by the Financial Corporation. O. Reg. 435/02, s. 5 (2).</p> <p class=\"subsection-e\">(3) If an embedded generator’s “E” in relation to a distributor is greater than “F”, an amount equal to the difference between “E” and “F” is payable as follows:</p> <p class=\"paragraph-e\">1. The distributor shall pay that amount to the IMO before the expiry of the period specified by the IMO.</p> <p class=\"paragraph-e\">2. The IMO shall pay that amount to the Financial Corporation after receiving the information required by clause (2) (b) from the distributor and before the expiry of the period specified by the Financial Corporation. O. Reg. 435/02, s. 5 (3).</p> <p class=\"subsection-e\">(4) If an embedded generator’s “E” in relation to a distributor is less than “F”, an amount equal to the difference between “E” and “F” is payable as follows:</p> <p class=\"paragraph-e\">1. The Financial Corporation shall pay that amount to the IMO after receiving the information required by clause (2) (b) from the IMO.</p> <p class=\"paragraph-e\">2. The IMO shall pay that amount to the distributor after receiving the information required by clause (2) (a) from the distributor. O. Reg. 435/02, s. 5 (4).</p> <p class=\"subsection-e\">(5) If, under section 12, the Financial Corporation and the IMO establish requirements that provide for interim payments based on estimates and for subsequent adjustments, subsections (1), (2), (3) and (4) apply with necessary modifications with respect to the estimated amounts for “E” and “F”. O. Reg. 435/02, s. 5 (5).</p> <p class=\"subsection-e\">(6) Revoked: O. Reg. 4/04, s. 2.</p>"
        },
        {
            "id": "P128_12397",
            "section": "Payments re embedded distributors",
            "content": "6. (1) In this section, “G” is the sum of all amounts payable to an embedded distributor by low-volume and designated consumers in the embedded distributor’s service area (other than those low-volume and designated consumers, if any, who have designated contracts with a participating retailer who is using retailer-consolidated billing) for electricity for a month, calculated using the applicable statutory prices for each consumer, for the volume of electricity distributed to the embedded distributor by its host distributor during the month and then distributed by the embedded distributor to those consumers, “H” is the amount that would be payable by the embedded distributor for electricity for the same month, calculated under the Retail Settlement Code, for the same volume of electricity distributed by and to the same persons in the same circumstances. O. Reg. 435/02, s. 6 (1); O. Reg. 43/04, s. 6. (2) If there is a difference between an embedded distributor’s “G” in relation to a host distributor and “H”, (a) the embedded distributor shall give its host distributor such information as the IMO may specify with respect to the payments required by this section and shall do so before the expiry of the period specified by the host distributor; (b) the host distributor shall give the IMO such information as the IMO may specify with respect to those payments, in the form specified by the IMO and before the expiry of the period specified by the IMO; and (c) the IMO shall give the Financial Corporation such information as it may specify with respect to those payments, in the form specified by the Financial Corporation and before the expiry of the period specified by the Financial Corporation. O. Reg. 435/02, s. 6 (2). (3) If an embedded distributor’s “G” in relation to a host distributor is greater than “H”, an amount equal to the difference between “G” and “H” is payable as follows: 1. The embedded distributor shall pay that amount to the host distributor before the expiry of the period specified by the Board. 2. The host distributor shall pay that amount to the IMO before the expiry of the period specified by the IMO. 3. The IMO shall pay that amount to the Financial Corporation after receiving the information required by clause (2) (b) from the host distributor and before the expiry of the period specified by the Financial Corporation. O. Reg. 435/02, s. 6 (3). (4) If an embedded distributor’s “G” in relation to a host distributor is less than “H”, an amount equal to the difference between “G” and “H” is payable as follows: 1. The Financial Corporation shall pay that amount to the IMO after receiving the information required by clause (2) (c) from the IMO. 2. The IMO shall pay that amount to the host distributor after receiving the information required by clause (2) (b) from the host distributor. 3. The host distributor shall pay that amount to the embedded distributor before the expiry of the period specified by the Board. O. Reg. 435/02, s. 6 (4). (5) If, under section 12, the Financial Corporation and the IMO establish requirements that provide for interim payments based on estimates and for subsequent adjustments, subsections (1), (2), (3) and (4) apply with necessary modifications with respect to the estimated amounts for “G” and “H”. O. Reg. 435/02, s. 6 (5).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P128_12397\"></a><a name=\"BK7\"></a>6. </b>(1) In this section,</p> <p class=\"equationind1-e\">“G” is the sum of all amounts payable to an embedded distributor by low-volume and designated consumers in the embedded distributor’s service area (other than those low-volume and designated consumers, if any, who have designated contracts with a participating retailer who is using retailer-consolidated billing) for electricity for a month, calculated using the applicable statutory prices for each consumer, for the volume of electricity distributed to the embedded distributor by its host distributor during the month and then distributed by the embedded distributor to those consumers,</p> <p class=\"equationind1-e\">“H” is the amount that would be payable by the embedded distributor for electricity for the same month, calculated under the Retail Settlement Code, for the same volume of electricity distributed by and to the same persons in the same circumstances. O. Reg. 435/02, s. 6 (1); O. Reg. 43/04, s. 6.</p> <p class=\"subsection-e\">(2) If there is a difference between an embedded distributor’s “G” in relation to a host distributor and “H”,</p> <p class=\"clause-e\">(a) the embedded distributor shall give its host distributor such information as the IMO may specify with respect to the payments required by this section and shall do so before the expiry of the period specified by the host distributor;</p> <p class=\"clause-e\">(b) the host distributor shall give the IMO such information as the IMO may specify with respect to those payments, in the form specified by the IMO and before the expiry of the period specified by the IMO; and</p> <p class=\"clause-e\">(c) the IMO shall give the Financial Corporation such information as it may specify with respect to those payments, in the form specified by the Financial Corporation and before the expiry of the period specified by the Financial Corporation. O. Reg. 435/02, s. 6 (2).</p> <p class=\"subsection-e\">(3) If an embedded distributor’s “G” in relation to a host distributor is greater than “H”, an amount equal to the difference between “G” and “H” is payable as follows:</p> <p class=\"paragraph-e\">1. The embedded distributor shall pay that amount to the host distributor before the expiry of the period specified by the Board.</p> <p class=\"paragraph-e\">2. The host distributor shall pay that amount to the IMO before the expiry of the period specified by the IMO.</p> <p class=\"paragraph-e\">3. The IMO shall pay that amount to the Financial Corporation after receiving the information required by clause (2) (b) from the host distributor and before the expiry of the period specified by the Financial Corporation. O. Reg. 435/02, s. 6 (3).</p> <p class=\"subsection-e\">(4) If an embedded distributor’s “G” in relation to a host distributor is less than “H”, an amount equal to the difference between “G” and “H” is payable as follows:</p> <p class=\"paragraph-e\">1. The Financial Corporation shall pay that amount to the IMO after receiving the information required by clause (2) (c) from the IMO.</p> <p class=\"paragraph-e\">2. The IMO shall pay that amount to the host distributor after receiving the information required by clause (2) (b) from the host distributor.</p> <p class=\"paragraph-e\">3. The host distributor shall pay that amount to the embedded distributor before the expiry of the period specified by the Board. O. Reg. 435/02, s. 6 (4).</p> <p class=\"subsection-e\">(5) If, under section 12, the Financial Corporation and the IMO establish requirements that provide for interim payments based on estimates and for subsequent adjustments, subsections (1), (2), (3) and (4) apply with necessary modifications with respect to the estimated amounts for “G” and “H”. O. Reg. 435/02, s. 6 (5).</p>"
        },
        {
            "id": "P145_15855",
            "section": "Payments re embedded generator within an embedded distributor",
            "content": "7. (1) In this section,  “J” is the sum of all amounts payable to an embedded distributor by low-volume and designated consumers in the embedded distributor’s service area (other than those low-volume and designated consumers, if any, who have designated contracts with a participating retailer who is using retailer-consolidated billing) for electricity for a month, calculated using the applicable statutory prices for each consumer, for the volume of electricity supplied by an embedded generator to the embedded distributor during the month, adjusted for total losses as required by the Retail Settlement Code, and then distributed to those consumers, “K” is the amount payable by the embedded distributor to the embedded generator for electricity for the same month, calculated under the Retail Settlement Code, for the same volume of electricity distributed by the embedded distributor to the same persons in the same circumstances. O. Reg. 435/02, s. 7 (1); O. Reg. 43/04, s. 7. (2) If there is a difference between an embedded distributor’s “J” in relation to an embedded generator and “K”, (a) the embedded distributor shall give its host distributor such information as the IMO may specify with respect to the payments required by this section and shall do so before the expiry of the period specified by the host distributor; (b) the host distributor shall give the IMO such information as it may specify with respect to those payments, in the form specified by the IMO and before the expiry of the period specified by the IMO; and (c) the IMO shall give the Financial Corporation such information as it may specify with respect to those payments, in the form specified by the Financial Corporation and before the expiry of the period specified by the Financial Corporation. O. Reg. 435/02, s. 7 (2). (3) If an embedded distributor’s “J” in relation to an embedded generator is greater than “K”, an amount equal to the difference between “J” and “K” is payable as follows: 1. The embedded distributor shall pay that amount to its host distributor before the expiry of the period specified by the Board. 2. The host distributor shall pay that amount to the IMO before the expiry of the period specified by the IMO. 3. The IMO shall pay that amount to the Financial Corporation after receiving the information required by clause (2) (b) from the host distributor and before the expiry of the period specified by the Financial Corporation. O. Reg. 435/02, s. 7 (3). (4) If an embedded distributor’s “K” in relation to an embedded generator is greater than “J”, an amount equal to the difference between “J” and “K” is payable as follows: 1. The Financial Corporation shall pay that amount to the IMO after receiving the information required by clause (2) (c) from the IMO. 2. The IMO shall pay that amount to the embedded distributor’s host distributor after receiving the information required by clause (2) (b) from the host distributor. 3. The host distributor shall pay that amount to the embedded distributor before the expiry of the period specified by the Board. O. Reg. 435/02, s. 7 (4). (5) If, under section 12, the Financial Corporation and the IMO establish requirements that provide for interim payments based on estimates and for subsequent adjustments, subsections (1), (2), (3) and (4) apply with necessary modifications with respect to the estimated amounts for “J” and “K”. O. Reg. 435/02, s. 7 (5).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P145_15855\"></a><a name=\"BK8\"></a>7. </b>(1) In this section, </p> <p class=\"equationind1-e\">“J” is the sum of all amounts payable to an embedded distributor by low-volume and designated consumers in the embedded distributor’s service area (other than those low-volume and designated consumers, if any, who have designated contracts with a participating retailer who is using retailer-consolidated billing) for electricity for a month, calculated using the applicable statutory prices for each consumer, for the volume of electricity supplied by an embedded generator to the embedded distributor during the month, adjusted for total losses as required by the Retail Settlement Code, and then distributed to those consumers,</p> <p class=\"equationind1-e\">“K” is the amount payable by the embedded distributor to the embedded generator for electricity for the same month, calculated under the Retail Settlement Code, for the same volume of electricity distributed by the embedded distributor to the same persons in the same circumstances. O. Reg. 435/02, s. 7 (1); O. Reg. 43/04, s. 7.</p> <p class=\"subsection-e\">(2) If there is a difference between an embedded distributor’s “J” in relation to an embedded generator and “K”,</p> <p class=\"clause-e\">(a) the embedded distributor shall give its host distributor such information as the IMO may specify with respect to the payments required by this section and shall do so before the expiry of the period specified by the host distributor;</p> <p class=\"clause-e\">(b) the host distributor shall give the IMO such information as it may specify with respect to those payments, in the form specified by the IMO and before the expiry of the period specified by the IMO; and</p> <p class=\"clause-e\">(c) the IMO shall give the Financial Corporation such information as it may specify with respect to those payments, in the form specified by the Financial Corporation and before the expiry of the period specified by the Financial Corporation. O. Reg. 435/02, s. 7 (2).</p> <p class=\"subsection-e\">(3) If an embedded distributor’s “J” in relation to an embedded generator is greater than “K”, an amount equal to the difference between “J” and “K” is payable as follows:</p> <p class=\"paragraph-e\">1. The embedded distributor shall pay that amount to its host distributor before the expiry of the period specified by the Board.</p> <p class=\"paragraph-e\">2. The host distributor shall pay that amount to the IMO before the expiry of the period specified by the IMO.</p> <p class=\"paragraph-e\">3. The IMO shall pay that amount to the Financial Corporation after receiving the information required by clause (2) (b) from the host distributor and before the expiry of the period specified by the Financial Corporation. O. Reg. 435/02, s. 7 (3).</p> <p class=\"subsection-e\">(4) If an embedded distributor’s “K” in relation to an embedded generator is greater than “J”, an amount equal to the difference between “J” and “K” is payable as follows:</p> <p class=\"paragraph-e\">1. The Financial Corporation shall pay that amount to the IMO after receiving the information required by clause (2) (c) from the IMO.</p> <p class=\"paragraph-e\">2. The IMO shall pay that amount to the embedded distributor’s host distributor after receiving the information required by clause (2) (b) from the host distributor.</p> <p class=\"paragraph-e\">3. The host distributor shall pay that amount to the embedded distributor before the expiry of the period specified by the Board. O. Reg. 435/02, s. 7 (4).</p> <p class=\"subsection-e\">(5) If, under section 12, the Financial Corporation and the IMO establish requirements that provide for interim payments based on estimates and for subsequent adjustments, subsections (1), (2), (3) and (4) apply with necessary modifications with respect to the estimated amounts for “J” and “K”. O. Reg. 435/02, s. 7 (5).</p>"
        },
        {
            "id": "P162_19419",
            "section": "Payments re retailers using distributor-consolidated billing",
            "content": "8. (1) If a distributor is required by the Retail Settlement Code to pay an amount for electricity used by a low-volume or designated consumer under a designated contract to a retailer who is using distributor-consolidated billing for the contract, (a) the distributor shall give the IMO such information as it may specify with respect to the payment, in the form specified by the IMO and before the expiry of the period specified by the IMO; (b) the IMO shall give the Financial Corporation such information as it may specify with respect to the payment, in the form specified by the IMO and before the expiry of the period specified by the Financial Corporation; (c) the Financial Corporation shall pay that amount to the IMO after receiving the information required by clause (b) from the IMO; and (d) the IMO shall pay that amount to the distributor after receiving the information required by clause (a) from the distributor. O. Reg. 435/02, s. 8 (1); O. Reg. 43/04, s. 8 (1). (2) If a retailer who is using distributor-consolidated billing for a designated contract is required by the Retail Settlement Code to pay to a distributor an amount for electricity used by a low-volume or designated consumer under the contract, (a) the distributor shall give the IMO such information as it may specify with respect to the payment, in the form specified by the IMO and before the expiry of the period specified by the IMO; (b) the IMO shall give the Financial Corporation such information as it may specify with respect to the payment, in the form specified by the Financial Corporation and before the expiry of the period specified by the Financial Corporation; (c) the distributor shall pay that amount to the IMO before the expiry of the period specified by the IMO; and (d) the IMO shall pay that amount to the Financial Corporation after receiving the information required by clause (a) from the distributor and before the expiry of the period specified by the Financial Corporation. O. Reg. 435/02, s. 8 (2); O. Reg. 43/04, s. 8 (2). (3) If, under section 12, the Financial Corporation and the IMO establish requirements that provide for interim payments based on estimates and for subsequent adjustments, subsections (1) and (2) apply with necessary modifications with respect to the estimated amounts. O. Reg. 435/02, s. 8 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P162_19419\"></a><a name=\"BK9\"></a>8. </b>(1) If a distributor is required by the Retail Settlement Code to pay an amount for electricity used by a low-volume or designated consumer under a designated contract to a retailer who is using distributor-consolidated billing for the contract,</p> <p class=\"clause-e\">(a) the distributor shall give the IMO such information as it may specify with respect to the payment, in the form specified by the IMO and before the expiry of the period specified by the IMO;</p> <p class=\"clause-e\">(b) the IMO shall give the Financial Corporation such information as it may specify with respect to the payment, in the form specified by the IMO and before the expiry of the period specified by the Financial Corporation;</p> <p class=\"clause-e\">(c) the Financial Corporation shall pay that amount to the IMO after receiving the information required by clause (b) from the IMO; and</p> <p class=\"clause-e\">(d) the IMO shall pay that amount to the distributor after receiving the information required by clause (a) from the distributor. O. Reg. 435/02, s. 8 (1); O. Reg. 43/04, s. 8 (1).</p> <p class=\"subsection-e\">(2) If a retailer who is using distributor-consolidated billing for a designated contract is required by the Retail Settlement Code to pay to a distributor an amount for electricity used by a low-volume or designated consumer under the contract,</p> <p class=\"clause-e\">(a) the distributor shall give the IMO such information as it may specify with respect to the payment, in the form specified by the IMO and before the expiry of the period specified by the IMO;</p> <p class=\"clause-e\">(b) the IMO shall give the Financial Corporation such information as it may specify with respect to the payment, in the form specified by the Financial Corporation and before the expiry of the period specified by the Financial Corporation;</p> <p class=\"clause-e\">(c) the distributor shall pay that amount to the IMO before the expiry of the period specified by the IMO; and</p> <p class=\"clause-e\">(d) the IMO shall pay that amount to the Financial Corporation after receiving the information required by clause (a) from the distributor and before the expiry of the period specified by the Financial Corporation. O. Reg. 435/02, s. 8 (2); O. Reg. 43/04, s. 8 (2).</p> <p class=\"subsection-e\">(3) If, under section 12, the Financial Corporation and the IMO establish requirements that provide for interim payments based on estimates and for subsequent adjustments, subsections (1) and (2) apply with necessary modifications with respect to the estimated amounts. O. Reg. 435/02, s. 8 (3).</p>"
        },
        {
            "id": "P174_21847",
            "section": "Payments re retailers using distributor-consolidated billing, embedded distributor",
            "content": "9. (1) If an embedded distributor is required by the Retail Settlement Code to pay an amount for electricity used by a low-volume or designated consumer under a designated contract to a retailer who is using distributor-consolidated billing for the contract, (a) the embedded distributor shall give its host distributor such information as the IMO may specify with respect to the payment and shall do so before the expiry of the period specified by the host distributor; (b) the host distributor shall give the IMO such information as it may specify with respect to the payment, in the form specified by the IMO and before the expiry of the period specified by the IMO; (c) the IMO shall give the Financial Corporation such information as it may specify with respect to the payment, in the form specified by the Financial Corporation and before the expiry of the period specified by the Financial Corporation; (d) the Financial Corporation shall pay that amount to the IMO after receiving the information required by clause (c) from the IMO; (e) the IMO shall pay that amount to the host distributor after receiving the information required by clause (b) from the host distributor; and (f) the host distributor shall pay that amount to the embedded distributor before the expiry of the period specified by the Board. O. Reg. 435/02, s. 9 (1); O. Reg. 43/04, s. 9 (1). (2) If a retailer who is using distributor-consolidated billing for a designated contract is required by the Retail Settlement Code to pay to an embedded distributor an amount for electricity used by a low-volume or designated consumer under the contract, (a) the embedded distributor shall give its host distributor such information as the IMO may specify with respect to the payment and shall do so before the expiry of the period specified by the host distributor; (b) the host distributor shall give the IMO such information as it may specify with respect to the payment, in the form specified by the IMO and before the expiry of the period specified by the IMO; (c) the IMO shall give the Financial Corporation such information as it may specify with respect to the payment, in the form specified by the Financial Corporation and before the expiry of the period specified by the Financial Corporation; (d) the embedded distributor shall pay that amount to the host distributor before the expiry of the period specified by the Board; (e) the host distributor shall pay that amount to the IMO before the expiry of the period specified by the IMO; and (f) the IMO shall pay that amount to the Financial Corporation after receiving the information required by clause (b) from the host distributor and before the expiry of the period specified by the Financial Corporation. O. Reg. 435/02, s. 9 (2); O. Reg. 43/04, s. 9 (2). (3) If, under section 12, the Financial Corporation and the IMO establish requirements that provide for interim payments based on estimates and for subsequent adjustments, subsections (1) and (2) apply with necessary modifications with respect to the estimated amounts. O. Reg. 435/02, s. 9 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P174_21847\"></a><a name=\"BK10\"></a>9. </b>(1) If an embedded distributor is required by the Retail Settlement Code to pay an amount for electricity used by a low-volume or designated consumer under a designated contract to a retailer who is using distributor-consolidated billing for the contract,</p> <p class=\"clause-e\">(a) the embedded distributor shall give its host distributor such information as the IMO may specify with respect to the payment and shall do so before the expiry of the period specified by the host distributor;</p> <p class=\"clause-e\">(b) the host distributor shall give the IMO such information as it may specify with respect to the payment, in the form specified by the IMO and before the expiry of the period specified by the IMO;</p> <p class=\"clause-e\">(c) the IMO shall give the Financial Corporation such information as it may specify with respect to the payment, in the form specified by the Financial Corporation and before the expiry of the period specified by the Financial Corporation;</p> <p class=\"clause-e\">(d) the Financial Corporation shall pay that amount to the IMO after receiving the information required by clause (c) from the IMO;</p> <p class=\"clause-e\">(e) the IMO shall pay that amount to the host distributor after receiving the information required by clause (b) from the host distributor; and</p> <p class=\"clause-e\">(f) the host distributor shall pay that amount to the embedded distributor before the expiry of the period specified by the Board. O. Reg. 435/02, s. 9 (1); O. Reg. 43/04, s. 9 (1).</p> <p class=\"subsection-e\">(2) If a retailer who is using distributor-consolidated billing for a designated contract is required by the Retail Settlement Code to pay to an embedded distributor an amount for electricity used by a low-volume or designated consumer under the contract,</p> <p class=\"clause-e\">(a) the embedded distributor shall give its host distributor such information as the IMO may specify with respect to the payment and shall do so before the expiry of the period specified by the host distributor;</p> <p class=\"clause-e\">(b) the host distributor shall give the IMO such information as it may specify with respect to the payment, in the form specified by the IMO and before the expiry of the period specified by the IMO;</p> <p class=\"clause-e\">(c) the IMO shall give the Financial Corporation such information as it may specify with respect to the payment, in the form specified by the Financial Corporation and before the expiry of the period specified by the Financial Corporation;</p> <p class=\"clause-e\">(d) the embedded distributor shall pay that amount to the host distributor before the expiry of the period specified by the Board;</p> <p class=\"clause-e\">(e) the host distributor shall pay that amount to the IMO before the expiry of the period specified by the IMO; and</p> <p class=\"clause-e\">(f) the IMO shall pay that amount to the Financial Corporation after receiving the information required by clause (b) from the host distributor and before the expiry of the period specified by the Financial Corporation. O. Reg. 435/02, s. 9 (2); O. Reg. 43/04, s. 9 (2).</p> <p class=\"subsection-e\">(3) If, under section 12, the Financial Corporation and the IMO establish requirements that provide for interim payments based on estimates and for subsequent adjustments, subsections (1) and (2) apply with necessary modifications with respect to the estimated amounts. O. Reg. 435/02, s. 9 (3).</p>"
        },
        {
            "id": "P190_24996",
            "section": "Payments re retailers using retailer-consolidated billing",
            "content": "10. (1) In this section, “L” is the amount, calculated at the applicable statutory prices, that is payable for electricity under a designated contract by a consumer in a distributor’s service area to a participating retailer who is using retailer-consolidated billing, for the volume of electricity supplied under the contract, “M” is the contract price for the same electricity. O. Reg. 435/02, s. 10 (1); O. Reg. 43/04, s. 10. (2) If there is a difference between a participating retailer’s “L” in respect of a designated contract and “M”, (a) the retailer shall give the distributor such information as the IMO may specify with respect to the payment and shall do so before the expiry of the period specified by the distributor; (b) the distributor shall give the IMO such information as it may specify with respect to the payment, in the form specified by the IMO and before the expiry of the period specified by the IMO; and (c) the IMO shall give the Financial Corporation such information as it may specify with respect to the payment, in the form specified by the Financial Corporation and before the expiry of the period specified by the Financial Corporation. O. Reg. 435/02, s. 10 (2). (3) If a participating retailer’s “L” in respect of a designated contract is greater than “M”, an amount equal to the difference between “L” and “M” is payable as follows: 1. The retailer shall pay that amount to the distributor before the expiry of the period specified by the Board. 2. The distributor shall pay that amount to the IMO before the expiry of the period specified by the IMO. 3. The IMO shall pay that amount to the Financial Corporation after receiving the information required by clause (2) (b) from the distributor and before the expiry of the period specified by the Financial Corporation. O. Reg. 435/02, s. 10 (3). (4) If a participating retailer’s “L” in respect of a designated contract is less than “M”, an amount equal to the difference between “L” and “M” is payable as follows: 1. The Financial Corporation shall pay that amount to the IMO after receiving the information required by clause (2) (c) from the IMO. 2. The IMO shall pay that amount to the distributor after receiving the information required by clause (2) (b) from the distributor. 3. The distributor shall pay that amount to the retailer before the expiry of the period specified by the Board. O. Reg. 435/02, s. 10 (4). (5) If, under section 12, the Financial Corporation and the IMO establish requirements that provide for interim payments based on estimates and for subsequent adjustments, subsections (1), (2), (3) and (4) apply with necessary modifications with respect to the estimated amounts for “L” and “M”. O. Reg. 435/02, s. 10 (5).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P190_24996\"></a><a name=\"BK11\"></a>10. </b>(1) In this section,</p> <p class=\"equationind1-e\">“L” is the amount, calculated at the applicable statutory prices, that is payable for electricity under a designated contract by a consumer in a distributor’s service area to a participating retailer who is using retailer-consolidated billing, for the volume of electricity supplied under the contract,</p> <p class=\"equationind1-e\">“M” is the contract price for the same electricity. O. Reg. 435/02, s. 10 (1); O. Reg. 43/04, s. 10.</p> <p class=\"subsection-e\">(2) If there is a difference between a participating retailer’s “L” in respect of a designated contract and “M”,</p> <p class=\"clause-e\">(a) the retailer shall give the distributor such information as the IMO may specify with respect to the payment and shall do so before the expiry of the period specified by the distributor;</p> <p class=\"clause-e\">(b) the distributor shall give the IMO such information as it may specify with respect to the payment, in the form specified by the IMO and before the expiry of the period specified by the IMO; and</p> <p class=\"clause-e\">(c) the IMO shall give the Financial Corporation such information as it may specify with respect to the payment, in the form specified by the Financial Corporation and before the expiry of the period specified by the Financial Corporation. O. Reg. 435/02, s. 10 (2).</p> <p class=\"subsection-e\">(3) If a participating retailer’s “L” in respect of a designated contract is greater than “M”, an amount equal to the difference between “L” and “M” is payable as follows:</p> <p class=\"paragraph-e\">1. The retailer shall pay that amount to the distributor before the expiry of the period specified by the Board.</p> <p class=\"paragraph-e\">2. The distributor shall pay that amount to the IMO before the expiry of the period specified by the IMO.</p> <p class=\"paragraph-e\">3. The IMO shall pay that amount to the Financial Corporation after receiving the information required by clause (2) (b) from the distributor and before the expiry of the period specified by the Financial Corporation. O. Reg. 435/02, s. 10 (3).</p> <p class=\"subsection-e\">(4) If a participating retailer’s “L” in respect of a designated contract is less than “M”, an amount equal to the difference between “L” and “M” is payable as follows:</p> <p class=\"paragraph-e\">1. The Financial Corporation shall pay that amount to the IMO after receiving the information required by clause (2) (c) from the IMO.</p> <p class=\"paragraph-e\">2. The IMO shall pay that amount to the distributor after receiving the information required by clause (2) (b) from the distributor.</p> <p class=\"paragraph-e\">3. The distributor shall pay that amount to the retailer before the expiry of the period specified by the Board. O. Reg. 435/02, s. 10 (4).</p> <p class=\"subsection-e\">(5) If, under section 12, the Financial Corporation and the IMO establish requirements that provide for interim payments based on estimates and for subsequent adjustments, subsections (1), (2), (3) and (4) apply with necessary modifications with respect to the estimated amounts for “L” and “M”. O. Reg. 435/02, s. 10 (5).</p>"
        },
        {
            "id": "P207_27885",
            "section": "Payments re retailers using retailer-consolidated billing, embedded distributor",
            "content": "11. (1) In this section, “N” is the amount, calculated at the applicable statutory prices, that is payable for electricity under a designated contract by a consumer in an embedded distributor’s service area to a participating retailer who is using retailer-consolidated billing, for the volume of electricity supplied under the contract, “P” is the contract price for the same electricity. O. Reg. 435/02, s. 11 (1); O. Reg. 43/04, s. 11. (2) If there is a difference between a participating retailer’s “N” in respect of a designated contract and “P”, (a) the retailer shall give the embedded distributor such information as the IMO may specify with respect to the payments required by this section and shall do so before the expiry of the period specified by the embedded distributor; (b) the embedded distributor shall give its host distributor such information as the IMO may specify with respect to those payments and shall do so before the expiry of the period specified by the host distributor; (c) the host distributor shall give the IMO such information as it may specify with respect to those payments, in the form specified by the IMO and before the expiry of the period specified by the IMO; (d) the IMO shall give the Financial Corporation such information as it may specify with respect to those payments, in the form specified by the Financial Corporation and before the expiry of the period specified by the Financial Corporation. O. Reg. 435/02, s. 11 (2). (3) If a participating retailer’s “N” in respect of a designated contract is greater than “P”, an amount equal to the difference between “N” and “P” is payable as follows: 1. The retailer shall pay that amount to the embedded distributor before the expiry of the period specified by the Board. 2. The embedded distributor shall pay that amount to its host distributor before the expiry of the period specified by the Board. 3. The host distributor shall pay that amount to the IMO before the expiry of the period specified by the IMO. 4. The IMO shall pay that amount to the Financial Corporation after receiving the information required by clause (2) (c) from the host distributor and before the expiry of the period specified by the Financial Corporation. O. Reg. 435/02, s. 11 (3). (4) If the participating retailer’s “N” in respect of a designated contract is less than “P”, an amount equal to the difference between “N” and “P” is payable as follows: 1. The Financial Corporation shall pay that amount to the IMO after receiving the information required by clause (2) (d) from the IMO. 2. The IMO shall pay that amount to the host distributor after receiving the information required by clause (2) (c) from the host distributor. 3. The host distributor shall pay that amount to the embedded distributor before the expiry of the period specified by the Board. 4. The embedded distributor shall pay that amount to the retailer before the expiry of the period specified by the Board. O. Reg. 435/02, s. 11 (4). (5) If, under section 12, the Financial Corporation and the IMO establish requirements that provide for interim payments based on estimates and for subsequent adjustments, subsections (1), (2), (3) and (4) apply with necessary modifications with respect to the estimated amounts for “N” and “P”. O. Reg. 435/02, s. 11 (5).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P207_27885\"></a><a name=\"BK12\"></a>11. </b>(1) In this section,</p> <p class=\"equationind1-e\">“N” is the amount, calculated at the applicable statutory prices, that is payable for electricity under a designated contract by a consumer in an embedded distributor’s service area to a participating retailer who is using retailer-consolidated billing, for the volume of electricity supplied under the contract,</p> <p class=\"equationind1-e\">“P” is the contract price for the same electricity. O. Reg. 435/02, s. 11 (1); O. Reg. 43/04, s. 11.</p> <p class=\"subsection-e\">(2) If there is a difference between a participating retailer’s “N” in respect of a designated contract and “P”,</p> <p class=\"clause-e\">(a) the retailer shall give the embedded distributor such information as the IMO may specify with respect to the payments required by this section and shall do so before the expiry of the period specified by the embedded distributor;</p> <p class=\"clause-e\">(b) the embedded distributor shall give its host distributor such information as the IMO may specify with respect to those payments and shall do so before the expiry of the period specified by the host distributor;</p> <p class=\"clause-e\">(c) the host distributor shall give the IMO such information as it may specify with respect to those payments, in the form specified by the IMO and before the expiry of the period specified by the IMO;</p> <p class=\"clause-e\">(d) the IMO shall give the Financial Corporation such information as it may specify with respect to those payments, in the form specified by the Financial Corporation and before the expiry of the period specified by the Financial Corporation. O. Reg. 435/02, s. 11 (2).</p> <p class=\"subsection-e\">(3) If a participating retailer’s “N” in respect of a designated contract is greater than “P”, an amount equal to the difference between “N” and “P” is payable as follows:</p> <p class=\"paragraph-e\">1. The retailer shall pay that amount to the embedded distributor before the expiry of the period specified by the Board.</p> <p class=\"paragraph-e\">2. The embedded distributor shall pay that amount to its host distributor before the expiry of the period specified by the Board.</p> <p class=\"paragraph-e\">3. The host distributor shall pay that amount to the IMO before the expiry of the period specified by the IMO.</p> <p class=\"paragraph-e\">4. The IMO shall pay that amount to the Financial Corporation after receiving the information required by clause (2) (c) from the host distributor and before the expiry of the period specified by the Financial Corporation. O. Reg. 435/02, s. 11 (3).</p> <p class=\"subsection-e\">(4) If the participating retailer’s “N” in respect of a designated contract is less than “P”, an amount equal to the difference between “N” and “P” is payable as follows:</p> <p class=\"paragraph-e\">1. The Financial Corporation shall pay that amount to the IMO after receiving the information required by clause (2) (d) from the IMO.</p> <p class=\"paragraph-e\">2. The IMO shall pay that amount to the host distributor after receiving the information required by clause (2) (c) from the host distributor.</p> <p class=\"paragraph-e\">3. The host distributor shall pay that amount to the embedded distributor before the expiry of the period specified by the Board.</p> <p class=\"paragraph-e\">4. The embedded distributor shall pay that amount to the retailer before the expiry of the period specified by the Board. O. Reg. 435/02, s. 11 (4).</p> <p class=\"subsection-e\">(5) If, under section 12, the Financial Corporation and the IMO establish requirements that provide for interim payments based on estimates and for subsequent adjustments, subsections (1), (2), (3) and (4) apply with necessary modifications with respect to the estimated amounts for “N” and “P”. O. Reg. 435/02, s. 11 (5).</p>"
        },
        {
            "id": "P227_31329",
            "section": "Payments re participating retailers to the Financial Corporation",
            "content": "11.1 (1) Every participating retailer who is required under a designated contract to give a discount or allowance to a low-volume consumer or designated consumer or to make a payment to a low-volume consumer or designated consumer shall pay the amount of the discount, allowance or payment to the Financial Corporation instead of giving or paying it to the low-volume consumer or designated consumer if, (a) the discount, allowance or payment does not form part of the contract price under the designated contract; and (b) the discount, allowance or payment relates to the period commencing May 1, 2002 and ending December 31, 2004. O. Reg. 477/05, s. 1. (2) The Financial Corporation shall determine the method of payment of amounts under subsection (1) and the times within which payments must be made. O. Reg. 477/05, s. 1. Payment and Reporting Requirements",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P227_31329\"></a><a name=\"BK13\"></a>11.1 </b>(1) Every participating retailer who is required under a designated contract to give a discount or allowance to a low-volume consumer or designated consumer or to make a payment to a low-volume consumer or designated consumer shall pay the amount of the discount, allowance or payment to the Financial Corporation instead of giving or paying it to the low-volume consumer or designated consumer if,</p> <p class=\"clause-e\">(a) the discount, allowance or payment does not form part of the contract price under the designated contract; and</p> <p class=\"clause-e\">(b) the discount, allowance or payment relates to the period commencing May 1, 2002 and ending December 31, 2004. O. Reg. 477/05, s. 1.</p> <p class=\"subsection-e\">(2) The Financial Corporation shall determine the method of payment of amounts under subsection (1) and the times within which payments must be made. O. Reg. 477/05, s. 1.</p> <p class=\"heading1-e\"><a name=\"P231_32165\"></a><a name=\"BK14\"></a>Payment and Reporting Requirements</p>"
        },
        {
            "id": "P233_32234",
            "section": "Interim payments based on estimates",
            "content": "12. (1) The Financial Corporation may establish requirements that provide for interim payments based on estimates and for subsequent adjustments under any of the following provisions: 1. Subsections 3 (3) and (4). 2. Paragraph 2 of subsection 4 (3) and paragraph 1 of subsection 4 (4). 3. Paragraph 2 of subsection 5 (3) and paragraph 1 of subsection 5 (4). 4. Paragraph 3 of subsection 6 (3) and paragraph 1 of subsection 6 (4). 5. Paragraph 3 of subsection 7 (3) and paragraph 1 of subsection 7 (4). 6. Clauses 8 (1) (c) and (2) (d). 7. Clauses 9 (1) (d) and (2) (f). 8. Paragraph 3 of subsection 10 (3) and paragraph 1 of subsection 10 (4). 9. Paragraph 4 of subsection 11 (3) and paragraph 1 of subsection 11 (4). O. Reg. 435/02, s. 12 (1). (2) The IMO may establish requirements that provide for interim payments based on estimates and for subsequent adjustments under any of the following provisions: 1. Paragraph 1 of subsection 4 (3) and paragraph 2 of subsection 4 (4). 2. Paragraph 1 of subsection 5 (3) and paragraph 2 of subsection 5 (4). 3. Paragraph 2 of subsection 6 (3) and paragraph 2 of subsection 6 (4). 4. Paragraph 2 of subsection 7 (3) and paragraph 2 of subsection 7 (4). 5. Clauses 8 (1) (d) and (2) (c). 6. Clauses 9 (1) (e) and (2) (e). 7. Paragraph 2 of subsection 10 (3) and paragraph 2 of subsection 10 (4). 8. Paragraph 3 of subsection 11 (3) and paragraph 2 of subsection 11 (4). O. Reg. 435/02, s. 12 (2). (3) If the IMO establishes requirements that provide for interim payments and subsequent adjustments under section 6, 7, 9, 10 or 11, the Board may specify different periods for the interim payments and subsequent adjustments under any of the following corresponding provisions: 1. Paragraph 1 of subsection 6 (3) and paragraph 3 of subsection 6 (4). 2. Paragraph 1 of subsection 7 (3) and paragraph 3 of subsection 7 (4). 3. Clauses 9 (1) (f) and (2) (d). 4. Paragraph 1 of subsection 10 (3) and paragraph 3 of subsection 10 (4). 5. Paragraphs 1 and 2 of subsection 11 (3) and paragraphs 3 and 4 of subsection 11 (4). O. Reg. 435/02, s. 12 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P233_32234\"></a><a name=\"BK15\"></a>12. </b>(1) The Financial Corporation may establish requirements that provide for interim payments based on estimates and for subsequent adjustments under any of the following provisions:</p> <p class=\"paragraph-e\">1. Subsections 3 (3) and (4).</p> <p class=\"paragraph-e\">2. Paragraph 2 of subsection 4 (3) and paragraph 1 of subsection 4 (4).</p> <p class=\"paragraph-e\">3. Paragraph 2 of subsection 5 (3) and paragraph 1 of subsection 5 (4).</p> <p class=\"paragraph-e\">4. Paragraph 3 of subsection 6 (3) and paragraph 1 of subsection 6 (4).</p> <p class=\"paragraph-e\">5. Paragraph 3 of subsection 7 (3) and paragraph 1 of subsection 7 (4).</p> <p class=\"paragraph-e\">6. Clauses 8 (1) (c) and (2) (d).</p> <p class=\"paragraph-e\">7. Clauses 9 (1) (d) and (2) (f).</p> <p class=\"paragraph-e\">8. Paragraph 3 of subsection 10 (3) and paragraph 1 of subsection 10 (4).</p> <p class=\"paragraph-e\">9. Paragraph 4 of subsection 11 (3) and paragraph 1 of subsection 11 (4). O. Reg. 435/02, s. 12 (1).</p> <p class=\"subsection-e\">(2) The IMO may establish requirements that provide for interim payments based on estimates and for subsequent adjustments under any of the following provisions:</p> <p class=\"paragraph-e\">1. Paragraph 1 of subsection 4 (3) and paragraph 2 of subsection 4 (4).</p> <p class=\"paragraph-e\">2. Paragraph 1 of subsection 5 (3) and paragraph 2 of subsection 5 (4).</p> <p class=\"paragraph-e\">3. Paragraph 2 of subsection 6 (3) and paragraph 2 of subsection 6 (4).</p> <p class=\"paragraph-e\">4. Paragraph 2 of subsection 7 (3) and paragraph 2 of subsection 7 (4).</p> <p class=\"paragraph-e\">5. Clauses 8 (1) (d) and (2) (c).</p> <p class=\"paragraph-e\">6. Clauses 9 (1) (e) and (2) (e).</p> <p class=\"paragraph-e\">7. Paragraph 2 of subsection 10 (3) and paragraph 2 of subsection 10 (4).</p> <p class=\"paragraph-e\">8. Paragraph 3 of subsection 11 (3) and paragraph 2 of subsection 11 (4). O. Reg. 435/02, s. 12 (2).</p> <p class=\"subsection-e\">(3) If the IMO establishes requirements that provide for interim payments and subsequent adjustments under section 6, 7, 9, 10 or 11, the Board may specify different periods for the interim payments and subsequent adjustments under any of the following corresponding provisions:</p> <p class=\"paragraph-e\">1. Paragraph 1 of subsection 6 (3) and paragraph 3 of subsection 6 (4).</p> <p class=\"paragraph-e\">2. Paragraph 1 of subsection 7 (3) and paragraph 3 of subsection 7 (4).</p> <p class=\"paragraph-e\">3. Clauses 9 (1) (f) and (2) (d).</p> <p class=\"paragraph-e\">4. Paragraph 1 of subsection 10 (3) and paragraph 3 of subsection 10 (4).</p> <p class=\"paragraph-e\">5. Paragraphs 1 and 2 of subsection 11 (3) and paragraphs 3 and 4 of subsection 11 (4). O. Reg. 435/02, s. 12 (3).</p>"
        },
        {
            "id": "P259_34316",
            "section": "Rules re calculations",
            "content": "13. (1) Any calculations required for the purposes of this Regulation shall be made in accordance with such rules as may be established by the Minister. O. Reg. 435/02, s. 13 (1). (2) If, in a month, (a) a distributor withdraws electricity from the IMO-controlled grid; and (b) an embedded generator also supplies electricity to the distributor, the volume of electricity that was distributed during that month by the distributor to each low-volume or designated consumer within the distributor’s service area shall be deemed to consist of electricity withdrawn by the distributor from the IMO-controlled grid or supplied to the distributor by an embedded generator, as the case may be, in the same proportion as the total volume of electricity withdrawn from the IMO-controlled grid by the distributor during the month bears to the total volume of electricity supplied to the distributor by embedded generators during the month. O. Reg. 435/02, s. 13 (2); O. Reg. 43/04, s. 12. (3) Subsection (2) applies, with necessary modifications, with respect to embedded distributors. O. Reg. 435/02, s. 13 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P259_34316\"></a><a name=\"BK16\"></a>13. </b>(1) Any calculations required for the purposes of this Regulation shall be made in accordance with such rules as may be established by the Minister. O. Reg. 435/02, s. 13 (1).</p> <p class=\"subsection-e\">(2) If, in a month,</p> <p class=\"clause-e\">(a) a distributor withdraws electricity from the IMO-controlled grid; and</p> <p class=\"clause-e\">(b) an embedded generator also supplies electricity to the distributor,</p> <p class=\"Ssubsection-e\">the volume of electricity that was distributed during that month by the distributor to each low-volume or designated consumer within the distributor’s service area shall be deemed to consist of electricity withdrawn by the distributor from the IMO-controlled grid or supplied to the distributor by an embedded generator, as the case may be, in the same proportion as the total volume of electricity withdrawn from the IMO-controlled grid by the distributor during the month bears to the total volume of electricity supplied to the distributor by embedded generators during the month. O. Reg. 435/02, s. 13 (2); O. Reg. 43/04, s. 12.</p> <p class=\"subsection-e\">(3) Subsection (2) applies, with necessary modifications, with respect to embedded distributors. O. Reg. 435/02, s. 13 (3).</p>"
        },
        {
            "id": "P266_35477",
            "section": "Reporting to the Financial Corporation",
            "content": "14. Upon request, the IMO, a distributor, embedded generator, embedded distributor or retailer shall give the Financial Corporation such information relating to payments required by this Regulation as the Financial Corporation may require, in the form and within the period specified by the Financial Corporation. O. Reg. 435/02, s. 14.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P266_35477\"></a><a name=\"BK17\"></a>14. </b>Upon request, the IMO, a distributor, embedded generator, embedded distributor or retailer shall give the Financial Corporation such information relating to payments required by this Regulation as the Financial Corporation may require, in the form and within the period specified by the Financial Corporation. O. Reg. 435/02, s. 14.</p>"
        },
        {
            "id": "P268_35836",
            "section": "Method of payment",
            "content": "15. (1) Payments between the IMO and the Financial Corporation that are required by this Regulation may be made by way of set-off in the accounts maintained by the IMO, at the option of the Financial Corporation. O. Reg. 435/02, s. 15 (1). (2) Payments between distributors and the IMO that are required by this Regulation may be made by way of set-off in the accounts maintained by the IMO, at the option of the IMO. O. Reg. 435/02, s. 15 (2). (3) Payments between an embedded distributor and its host distributor that are required by this Regulation may be made by way of set-off in the accounts maintained by the host distributor, at the option of the host distributor. O. Reg. 435/02, s. 15 (3). (4) Payments between a participating retailer and a distributor who is a market participant that are required by this Regulation may be made by way of set-off in the accounts maintained by the distributor, at the option of the distributor. O. Reg. 435/02, s. 15 (4). (5) Payments between a participating retailer and an embedded distributor that are required by this Regulation may be made by way of set-off in the accounts maintained by the embedded distributor, at the option of the embedded distributor. O. Reg. 435/02, s. 15 (5).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P268_35836\"></a><a name=\"BK18\"></a>15. </b>(1) Payments between the IMO and the Financial Corporation that are required by this Regulation may be made by way of set-off in the accounts maintained by the IMO, at the option of the Financial Corporation. O. Reg. 435/02, s. 15 (1).</p> <p class=\"subsection-e\">(2) Payments between distributors and the IMO that are required by this Regulation may be made by way of set-off in the accounts maintained by the IMO, at the option of the IMO. O. Reg. 435/02, s. 15 (2).</p> <p class=\"subsection-e\">(3) Payments between an embedded distributor and its host distributor that are required by this Regulation may be made by way of set-off in the accounts maintained by the host distributor, at the option of the host distributor. O. Reg. 435/02, s. 15 (3).</p> <p class=\"subsection-e\">(4) Payments between a participating retailer and a distributor who is a market participant that are required by this Regulation may be made by way of set-off in the accounts maintained by the distributor, at the option of the distributor. O. Reg. 435/02, s. 15 (4).</p> <p class=\"subsection-e\">(5) Payments between a participating retailer and an embedded distributor that are required by this Regulation may be made by way of set-off in the accounts maintained by the embedded distributor, at the option of the embedded distributor. O. Reg. 435/02, s. 15 (5).</p>"
        },
        {
            "id": "P274_37131",
            "section": "Timing of payment by the IMO",
            "content": "16. The IMO shall make each payment to a distributor that is required by this Regulation after the IMO receives the required information from the distributor in accordance with this Regulation, and the payment shall be reflected in the first invoice sent to the distributor after the IMO receives that information from the distributor. O. Reg. 435/02, s. 16.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P274_37131\"></a><a name=\"BK19\"></a>16. </b>The IMO shall make each payment to a distributor that is required by this Regulation after the IMO receives the required information from the distributor in accordance with this Regulation, and the payment shall be reflected in the first invoice sent to the distributor after the IMO receives that information from the distributor. O. Reg. 435/02, s. 16.</p>"
        },
        {
            "id": "P276_37527",
            "section": "Reliance on certain information ",
            "content": "17. (1) For the purposes of the payments required by this Regulation between the IMO and the Financial Corporation or distributors, the IMO shall rely upon the information provided to it by the distributors. O. Reg. 435/02, s. 17 (1). (2) For the purposes of payments required by this Regulation between host distributors and embedded distributors, host distributors shall rely upon the information provided to them by the embedded distributors. O. Reg. 435/02, s. 17 (2). (3) For the purposes of the payments required by section 8 or 10 between distributors and the IMO or participating retailers, distributors shall rely upon the information provided to them by the retailers. O. Reg. 435/02, s. 17 (3). (4) For the purposes of payments required by section 9 or 11 between embedded distributors and host distributors or participating retailers, embedded distributors shall rely upon the information provided to them by the retailers. O. Reg. 435/02, s. 17 (4). Last Day for Payments",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P276_37527\"></a><a name=\"BK20\"></a>17. </b>(1) For the purposes of the payments required by this Regulation between the IMO and the Financial Corporation or distributors, the IMO shall rely upon the information provided to it by the distributors. O. Reg. 435/02, s. 17 (1).</p> <p class=\"subsection-e\">(2) For the purposes of payments required by this Regulation between host distributors and embedded distributors, host distributors shall rely upon the information provided to them by the embedded distributors. O. Reg. 435/02, s. 17 (2).</p> <p class=\"subsection-e\">(3) For the purposes of the payments required by section 8 or 10 between distributors and the IMO or participating retailers, distributors shall rely upon the information provided to them by the retailers. O. Reg. 435/02, s. 17 (3).</p> <p class=\"subsection-e\">(4) For the purposes of payments required by section 9 or 11 between embedded distributors and host distributors or participating retailers, embedded distributors shall rely upon the information provided to them by the retailers. O. Reg. 435/02, s. 17 (4).</p> <p class=\"heading1-e\"><a name=\"P280_38517\"></a><a name=\"BK21\"></a>Last Day for Payments</p>"
        },
        {
            "id": "P282_38559",
            "section": "Last day for payments",
            "content": "17.1 (1) No payment referred to in this Regulation shall be made after March 31, 2006 or such earlier day as may be specified by the Board. O. Reg. 481/05, s. 1. (2) The Board may specify a day earlier than March 31, 2006 after which no payment referred to in this Regulation shall be made and may specify different days earlier than March 31, 2006 in respect of different entities or different payments referred to in this Regulation. O. Reg. 481/05, s. 1. Transitional Matters",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P282_38559\"></a><a name=\"BK22\"></a>17.1 </b>(1) No payment referred to in this Regulation shall be made after March 31, 2006 or such earlier day as may be specified by the Board. O. Reg. 481/05, s. 1.</p> <p class=\"subsection-e\">(2) The Board may specify a day earlier than March 31, 2006 after which no payment referred to in this Regulation shall be made and may specify different days earlier than March 31, 2006 in respect of different entities or different payments referred to in this Regulation. O. Reg. 481/05, s. 1.</p> <p class=\"heading1-e\"><a name=\"P284_39030\"></a><a name=\"BK23\"></a>Transitional Matters</p>"
        },
        {
            "id": "P286_39071",
            "section": "PUC Distribution Inc.",
            "content": "18. (1) This section governs the calculations sections 4 and 5 relating to PUC Distribution Inc. in respect of the month in which subsections 4 (6) and 5 (6) were revoked by Ontario Regulation 4/04. O. Reg. 4/04, s. 3. (2) The calculations under sections 4 and 5 shall take into account the electricity distributed by PUC Distribution Inc. during the portion of the month that begins on the day on which subsections 4 (6) and 5 (6) were revoked, and ends on the last day of the month. O. Reg. 4/04, s. 3. (3) The calculations under sections 4 and 5 shall not take into account any electricity distributed by PUC Distribution Inc. before the day on which subsections 4 (6) and 5 (6) were revoked. O. Reg. 4/04, s. 3.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P286_39071\"></a><a name=\"BK24\"></a>18. </b>(1) This section governs the calculations sections 4 and 5 relating to PUC Distribution Inc. in respect of the month in which subsections 4 (6) and 5 (6) were revoked by Ontario Regulation 4/04. O. Reg. 4/04, s. 3.</p> <p class=\"subsection-e\">(2) The calculations under sections 4 and 5 shall take into account the electricity distributed by PUC Distribution Inc. during the portion of the month that begins on the day on which subsections 4 (6) and 5 (6) were revoked, and ends on the last day of the month. O. Reg. 4/04, s. 3.</p> <p class=\"subsection-e\">(3) The calculations under sections 4 and 5 shall not take into account any electricity distributed by PUC Distribution Inc. before the day on which subsections 4 (6) and 5 (6) were revoked. O. Reg. 4/04, s. 3.</p>"
        },
        {
            "id": "P290_39862",
            "section": "Transition, prices set under cl. 79.4 (1) (a) of the Act",
            "content": "19. (1) This section applies with respect to a billing period that includes the day on which clause 79.4 (1) (a) of the Act comes into force. O. Reg. 43/04, s. 13. (2) The distributor or, in the case of retailer-consolidated billing, the retailer may estimate the volume of electricity used by a low-volume or designated consumer during the billing period that is to be allocated to the portion of the billing period that precedes that day and the volume to be allocated to the portion of the billing period that falls on and after it. O. Reg. 43/04, s. 13.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P290_39862\"></a><a name=\"BK25\"></a>19. </b>(1) This section applies with respect to a billing period that includes the day on which clause 79.4 (1) (a) of the Act comes into force. O. Reg. 43/04, s. 13.</p> <p class=\"subsection-e\">(2) The distributor or, in the case of retailer-consolidated billing, the retailer may estimate the volume of electricity used by a low-volume or designated consumer during the billing period that is to be allocated to the portion of the billing period that precedes that day and the volume to be allocated to the portion of the billing period that falls on and after it. O. Reg. 43/04, s. 13.</p>"
        },
        {
            "id": "P293_40445",
            "section": "Transition",
            "content": "20. (1) This section applies with respect to a billing period that includes the day section 25.33 of the Electricity Act, 1998 comes into force. O. Reg. 428/04, s. 3. (2) The distributor or, in the case of retailer-consolidated billing, the retailer may estimate the volume of electricity used by a low-volume or designated consumer during the billing period that is to be allocated to the portion of the billing period that precedes the day section 25.33 of the Electricity Act, 1998 comes into force and the volume to be allocated to the portion of the billing period that falls on and after that day. O. Reg. 428/04, s. 3. ",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P293_40445\"></a><a name=\"BK26\"></a>20. </b>(1) This section applies with respect to a billing period that includes the day section 25.33 of the <i>Electricity Act, 1998</i> comes into force. O. Reg. 428/04, s. 3.</p> <p class=\"subsection-e\">(2) The distributor or, in the case of retailer-consolidated billing, the retailer may estimate the volume of electricity used by a low-volume or designated consumer during the billing period that is to be allocated to the portion of the billing period that precedes the day section 25.33 of the <i>Electricity Act, 1998</i> comes into force and the volume to be allocated to the portion of the billing period that falls on and after that day. O. Reg. 428/04, s. 3.</p> <p class=\"Normal\"></p>"
        }
    ]
}