{
    "reg_info": {
        "full_title": "O. Reg. 3/99: ADEQUACY AND EFFECTIVENESS OF  POLICE SERVICES",
        "reg_name_text": "ADEQUACY AND EFFECTIVENESS OF POLICE SERVICES",
        "citation": "O. Reg. 3/99: ADEQUACY AND EFFECTIVENESS OF  POLICE SERVICES",
        "act_under": "Police Services Act",
        "url": "https://www.ontario.ca/laws/regulation/990003",
        "date_scraped": "2023-12-19 03:29:29"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June  8, 2016",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/990003/v1",
            "valid_from": "January  1, 2001",
            "valid_to": "June  7, 2016"
        }
    ],
    "content": [
        {
            "id": "s1s1",
            "section": "Crime Prevention",
            "content": " 1. (1) Police forces shall provide community-based crime prevention initiatives.  O. Reg. 3/99, s. 1 (1). (2) Instead of having its police force provide community-based crime prevention initiatives, a board may, (a) enter into an agreement under section 7 of the Act to provide crime prevention initiatives through another police force or on a combined or regional or co-operative basis; or (b) enter into an agreement with one or more organizations other than police forces to have the organization or organizations provide crime prevention initiatives under the direction of a member of the police force.  O. Reg. 3/99, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"><a name=\"s1s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s1s1\"><span lang=\"EN-US\">1. (1)</span></a> Police forces shall provide community-based crime prevention initiatives.  O. Reg. 3/99, s. 1 (1).</p> <p class=\"subsection-e\"><a name=\"s1s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s1s2\"><span lang=\"EN-US\">(2)</span></a> Instead of having its police force provide community-based crime prevention initiatives, a board may,\r\n</p> <p class=\"clause-e\">  (a) enter into an agreement under section 7 of the Act to provide crime prevention initiatives through another police force or on a combined or regional or co-operative basis; or </p> <p class=\"clause-e\">  (b) enter into an agreement with one or more organizations other than police forces to have the organization or organizations provide crime prevention initiatives under the direction of a member of the police force.  O. Reg. 3/99, s. 1 (2).</p>"
        },
        {
            "id": "s2s1",
            "section": "Crime Prevention",
            "content": " 2. (1) A police force may use members of the police force, auxiliary members of the police force, special constables and volunteers in community-based crime prevention initiatives. O. Reg. 3/99, s. 2 (1) (2) Auxiliary members of the police force, special constables and volunteers used in community-based crime prevention initiatives must be under the direction of a member of the police force.  O. Reg. 3/99, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"><a name=\"s2s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s2s1\"><span lang=\"EN-US\">2. (1)</span></a> A police force may use members of the police force, auxiliary members of the police force, special constables and volunteers in community-based crime prevention initiatives. O. Reg. 3/99, s. 2 (1)</p> <p class=\"subsection-e\"><a name=\"s2s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s2s2\"><span lang=\"EN-US\">(2)</span></a> Auxiliary members of the police force, special constables and volunteers used in community-based crime prevention initiatives must be under the direction of a member of the police force.  O. Reg. 3/99, s. 2 (2).</p>"
        },
        {
            "id": "s3",
            "section": "Crime Prevention",
            "content": " 3. Every chief of police shall establish procedures and processes on problem-oriented policing and crime prevention initiatives, whether the police force provides community-based crime prevention initiatives or whether crime prevention initiatives are provided by another police force or on a combined or regional or co-operative basis or by another organization.  O. Reg. 3/99, s. 3. Law Enforcement",
            "raw_html": "<p class=\"section-e\"><a name=\"s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s3\"><span lang=\"EN-US\">3.</span></a> Every chief of police shall establish procedures and processes on problem-oriented policing and crime prevention initiatives, whether the police force provides community-based crime prevention initiatives or whether crime prevention initiatives are provided by another police force or on a combined or regional or co-operative basis or by another organization.  O. Reg. 3/99, s. 3.</p> <p class=\"heading1-e\">Law Enforcement</p>"
        },
        {
            "id": "s4s1",
            "section": "Law Enforcement",
            "content": " 4. (1) Police forces shall, using their own police officers, and not pursuant to an agreement made under section 7 of the Act, respond to emergency calls for service 24 hours a day.  O. Reg. 3/99, s. 4 (1). (2) Police forces shall, using their own police officers, and not pursuant to an agreement made under section 7 of the Act, provide community patrol consisting of, (a) general patrol; and (b) directed patrol in the areas and at the times where it is considered necessary or appropriate.  O. Reg. 3/99, s. 4 (2). (3) Every chief of police shall establish procedures and processes on community patrol which address when and where directed patrol is considered necessary or appropriate, based on such factors as crime, call and public disorder analysis, criminal intelligence and road safety.  O. Reg. 3/99, s. 4 (3) (4) A police force may, in extraordinary circumstances, obtain the assistance of another police force to enhance its capacity to respond to emergency calls for service or to provide community patrol.  O. Reg. 3/99, s. 4 (4).",
            "raw_html": "<p class=\"section-e\"><a name=\"s4s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s4s1\"><span lang=\"EN-US\">4. (1)</span></a> Police forces shall, using their own police officers, and not pursuant to an agreement made under section 7 of the Act, respond to emergency calls for service 24 hours a day.  O. Reg. 3/99, s. 4 (1).</p> <p class=\"subsection-e\"><a name=\"s4s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s4s2\"><span lang=\"EN-US\">(2)</span></a> Police forces shall, using their own police officers, and not pursuant to an agreement made under section 7 of the Act, provide community patrol consisting of,</p> <p class=\"clause-e\">  (a) general patrol; and</p> <p class=\"clause-e\">  (b) directed patrol in the areas and at the times where it is considered necessary or appropriate.  O. Reg. 3/99, s. 4 (2).</p> <p class=\"subsection-e\"><a name=\"s4s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s4s3\"><span lang=\"EN-US\">(3)</span></a> Every chief of police shall establish procedures and processes on community patrol which address when and where directed patrol is considered necessary or appropriate, based on such factors as crime, call and public disorder analysis, criminal intelligence and road safety.  O. Reg. 3/99, s. 4 (3)</p> <p class=\"subsection-e\"><a name=\"s4s4\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s4s4\"><span lang=\"EN-US\">(4)</span></a> A police force may, in extraordinary circumstances, obtain the assistance of another police force to enhance its capacity to respond to emergency calls for service or to provide community patrol.  O. Reg. 3/99, s. 4 (4).</p>"
        },
        {
            "id": "s5s1",
            "section": "Law Enforcement",
            "content": " 5. (1) Police forces shall have, (a) a\r\ncommunications centre; (b) a criminal intelligence capacity; (c) a crime analysis, call analysis and public disorder analysis capacity; and (d) investigative supports, including supports in the areas of scenes of crime analysis, forensic identification, canine tracking, technical collision investigation and reconstruction, breath analysis, physical surveillance, electronic interception, video and photographic surveillance, polygraph and behavioral science.  O. Reg. 3/99, s. 5 (1). (2) Subject to subsections (3), (4) and (5), the services listed in clauses (1) (a), (b), (c) and (d) shall be provided by using the police force’s members.  O. Reg. 3/99, s. 5 (2). (3) Despite clause (1) (a), instead of a police force having its own communications centre, a board may enter into an agreement under section 7 of the Act or with another municipal emergency service to use a regional or other co-operatively-operated communications centre, or a communications centre operated by another police force or municipal emergency service.  O. Reg. 3/99, s. 5 (3). (4) Despite clauses (1) (b) and (c), instead of a police force having its own criminal intelligence capacity and crime analysis, call analysis and public disorder analysis capacity, a board may enter into an agreement under section 7 of the Act to provide those services through another police force or on a combined or regional or co-operative basis.  O. Reg. 3/99, s. 5 (4). (5) Despite clause (1) (d), instead of a police force having its own investigative supports, a board may, (a) enter into an agreement under section 7 of the Act to provide those investigative supports through another police force or on a combined or regional or co-operative basis; or (b) enter into an agreement with one or more persons or organizations other than police forces to provide those supports by means of a person or organization that is not a police force.  O. Reg. 3/99, s. 5 (5). (6) A communications centre, whether provided by the police force, by another police force, by another municipal emergency service or on a combined or regional or co-operative basis must operate 24 hours a day with one or more communications operators or dispatchers to answer emergency calls for service and maintain constant two-way voice communication capability with police officers who are on patrol or responding to emergency calls.  O. Reg. 3/99, s. 5 (6).",
            "raw_html": "<p class=\"section-e\"><a name=\"s5s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s5s1\"><span lang=\"EN-US\">5. (1)</span></a> Police forces shall have,</p> <p class=\"clause-e\">  (a) a\r\ncommunications centre;</p> <p class=\"clause-e\">  (b) a criminal intelligence capacity;</p> <p class=\"clause-e\">  (c) a crime analysis, call analysis and public disorder analysis capacity; and</p> <p class=\"clause-e\">  (d) investigative supports, including supports in the areas of scenes of crime analysis, forensic identification, canine tracking, technical collision investigation and reconstruction, breath analysis, physical surveillance, electronic interception, video and photographic surveillance, polygraph and behavioral science.  O. Reg. 3/99, s. 5 (1).</p> <p class=\"subsection-e\"><a name=\"s5s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s5s2\"><span lang=\"EN-US\">(2)</span></a> Subject to subsections (3), (4) and (5), the services listed in clauses (1) (a), (b), (c) and (d) shall be provided by using the police force’s members.  O. Reg. 3/99, s. 5 (2).</p> <p class=\"subsection-e\"><a name=\"s5s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s5s3\"><span lang=\"EN-US\">(3)</span></a> Despite clause (1) (a), instead of a police force having its own communications centre, a board may enter into an agreement under section 7 of the Act or with another municipal emergency service to use a regional or other co-operatively-operated communications centre, or a communications centre operated by another police force or municipal emergency service.  O. Reg. 3/99, s. 5 (3).</p> <p class=\"subsection-e\"><a name=\"s5s4\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s5s4\"><span lang=\"EN-US\">(4)</span></a> Despite clauses (1) (b) and (c), instead of a police force having its own criminal intelligence capacity and crime analysis, call analysis and public disorder analysis capacity, a board may enter into an agreement under section 7 of the Act to provide those services through another police force or on a combined or regional or co-operative basis.  O. Reg. 3/99, s. 5 (4).</p> <p class=\"subsection-e\"><a name=\"s5s5\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s5s5\"><span lang=\"EN-US\">(5)</span></a> Despite clause (1) (d), instead of a police force having its own investigative supports, a board may,</p> <p class=\"clause-e\">  (a) enter into an agreement under section 7 of the Act to provide those investigative supports through another police force or on a combined or regional or co-operative basis; or</p> <p class=\"clause-e\">  (b) enter into an agreement with one or more persons or organizations other than police forces to provide those supports by means of a person or organization that is not a police force.  O. Reg. 3/99, s. 5 (5).</p> <p class=\"subsection-e\"><a name=\"s5s6\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s5s6\"><span lang=\"EN-US\">(6)</span></a> A communications centre, whether provided by the police force, by another police force, by another municipal emergency service or on a combined or regional or co-operative basis must operate 24 hours a day with one or more communications operators or dispatchers to answer emergency calls for service and maintain constant two-way voice communication capability with police officers who are on patrol or responding to emergency calls.  O. Reg. 3/99, s. 5 (6).</p>"
        },
        {
            "id": "s6s1",
            "section": "Law Enforcement",
            "content": " 6. (1) Police forces shall, (a) have a member of the police force available 24 hours a day to supervise police communications and dispatch services; and (b) provide police officers on patrol with portable two-way voice communication capability that allows the police officers to be in contact with the communications centre when away from their vehicle or on foot patrol.  O. Reg. 3/99, s. 6 (1). (2) Despite clause (1) (a), if the communications and dispatch services for a police force are provided by another police force or on a combined or regional or co-operative basis or by another municipal emergency service, the person supervising those services may be a member of another police force.  O. Reg. 3/99, s. 6 (2). (3) Every chief of police shall, (a) establish procedures on communications and dispatch services; and (b) ensure that communicators and dispatchers and those supervising them have successfully completed the required training accredited by the Ministry or have equivalent qualifications or skills as approved by the Ministry.  O. Reg. 3/99, s. 6 (3).",
            "raw_html": "<p class=\"section-e\"><a name=\"s6s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s6s1\"><span lang=\"EN-US\">6. (1)</span></a> Police forces shall,</p> <p class=\"clause-e\">  (a) have a member of the police force available 24 hours a day to supervise police communications and dispatch services; and</p> <p class=\"clause-e\">  (b) provide police officers on patrol with portable two-way voice communication capability that allows the police officers to be in contact with the communications centre when away from their vehicle or on foot patrol.  O. Reg. 3/99, s. 6 (1).</p> <p class=\"subsection-e\"><a name=\"s6s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s6s2\"><span lang=\"EN-US\">(2)</span></a> Despite clause (1) (a), if the communications and dispatch services for a police force are provided by another police force or on a combined or regional or co-operative basis or by another municipal emergency service, the person supervising those services may be a member of another police force.  O. Reg. 3/99, s. 6 (2).</p> <p class=\"subsection-e\"><a name=\"s6s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s6s3\"><span lang=\"EN-US\">(3)</span></a> Every chief of police shall,</p> <p class=\"clause-e\">  (a) establish procedures on communications and dispatch services; and </p> <p class=\"clause-e\">  (b) ensure that communicators and dispatchers and those supervising them have successfully completed the required training accredited by the Ministry or have equivalent qualifications or skills as approved by the Ministry.  O. Reg. 3/99, s. 6 (3).</p>"
        },
        {
            "id": "s7s1",
            "section": "Law Enforcement",
            "content": " 7. (1) A police force may hire or enter into an agreement for the services of a crime analysis specialist who is not a member of the police force to assist the police force with crime, call and public disorder analysis.  O. Reg. 3/99, s. 7 (1). (2) Unless the crime analysis specialist is a member of another police force, he or she must be under the direction of a member of the police force.  O. Reg. 3/99, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"><a name=\"s7s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s7s1\"><span lang=\"EN-US\">7. (1)</span></a> A police force may hire or enter into an agreement for the services of a crime analysis specialist who is not a member of the police force to assist the police force with crime, call and public disorder analysis.  O. Reg. 3/99, s. 7 (1).</p> <p class=\"subsection-e\"><a name=\"s7s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s7s2\"><span lang=\"EN-US\">(2)</span></a> Unless the crime analysis specialist is a member of another police force, he or she must be under the direction of a member of the police force.  O. Reg. 3/99, s. 7 (2).</p>"
        },
        {
            "id": "s8",
            "section": "Law Enforcement",
            "content": " 8. Every chief of police shall establish procedures on traffic management, traffic law enforcement and road safety.  O. Reg. 3/99, s. 8.",
            "raw_html": "<p class=\"section-e\"><a name=\"s8\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s8\"><span lang=\"EN-US\">8.</span></a> Every chief of police shall establish procedures on traffic management, traffic law enforcement and road safety.  O. Reg. 3/99, s. 8.</p>"
        },
        {
            "id": "s9s1",
            "section": "Law Enforcement",
            "content": " 9. (1) Every police force shall include one or more criminal investigators who is a member of the police force.  O. Reg. 3/99, s. 9 (1). (2) A board may not enter into an agreement under section 7 of the Act to comply with subsection (1), but a board may enter into an agreement under section 7 of the Act to have additional criminal investigators from another police force available to its police force. O. Reg. 3/99, s. 9 (2). (3) Criminal investigators may also perform other duties not related to criminal investigation, including community patrol. O. Reg. 3/99, s. 9 (3). (4) A chief of police shall not designate a person as a criminal investigator unless that person is a police officer and has successfully completed the required training accredited by the Ministry or has equivalent qualifications and skills as approved by the Ministry.  O. Reg. 3/99, s. 9 (4).",
            "raw_html": "<p class=\"section-e\"><a name=\"s9s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s9s1\"><span lang=\"EN-US\">9. (1)</span></a> Every police force shall include one or more criminal investigators who is a member of the police force.  O. Reg. 3/99, s. 9 (1).</p> <p class=\"subsection-e\"><a name=\"s9s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s9s2\"><span lang=\"EN-US\">(2)</span></a> A board may not enter into an agreement under section 7 of the Act to comply with subsection (1), but a board may enter into an agreement under section 7 of the Act to have additional criminal investigators from another police force available to its police force. O. Reg. 3/99, s. 9 (2).</p> <p class=\"subsection-e\"><a name=\"s9s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s9s3\"><span lang=\"EN-US\">(3)</span></a> Criminal investigators may also perform other duties not related to criminal investigation, including community patrol. O. Reg. 3/99, s. 9 (3).</p> <p class=\"subsection-e\"><a name=\"s9s4\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s9s4\"><span lang=\"EN-US\">(4)</span></a> A chief of police shall not designate a person as a criminal investigator unless that person is a police officer and has successfully completed the required training accredited by the Ministry or has equivalent qualifications and skills as approved by the Ministry.  O. Reg. 3/99, s. 9 (4).</p>"
        },
        {
            "id": "s10",
            "section": "Law Enforcement",
            "content": " 10. Every chief of police shall,  (a) ensure that there is supervision available to members of the police force 24 hours a day; (b) establish procedures and processes on supervision, including setting out circumstances where a supervisor must be contacted and when a supervisor must be present at an incident; and (c) ensure that the police force’s supervisors have the knowledge, skills and abilities to supervise.  O. Reg. 3/99, s. 10.",
            "raw_html": "<p class=\"section-e\"><a name=\"s10\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s10\"><span lang=\"EN-US\">10.</span></a> Every chief of police shall, </p> <p class=\"clause-e\">  (a) ensure that there is supervision available to members of the police force 24 hours a day;</p> <p class=\"clause-e\">  (b) establish procedures and processes on supervision, including setting out circumstances where a supervisor must be contacted and when a supervisor must be present at an incident; and</p> <p class=\"clause-e\">  (c) ensure that the police force’s supervisors have the knowledge, skills and abilities to supervise.  O. Reg. 3/99, s. 10.</p>"
        },
        {
            "id": "s11s1",
            "section": "Law Enforcement",
            "content": " 11. (1) Every chief of police shall prepare a criminal investigation management plan that, (a) lists the occurrences for which a police officer is required to contact a supervisor as soon as practicable; (b) permits the supervisor, except as provided for in clause (c), to assign responsibility to undertake or manage the investigation of an occurrence listed in the plan to any police officer, whether or not he or she is a criminal investigator; (c) lists the occurrences for which the supervisor must assign responsibility to undertake or manage the investigation to a criminal investigator; (d) lists the occurrences for which the board has entered into agreements under clause (3) (b) that would result in the investigation being undertaken on a combined or regional or co-operative basis or by another police force; (e) addresses the monitoring by supervisors of criminal investigations; and (f) identifies the specific occurrences, designated by the Minister of Community Safety and Correctional Services, for which the police force shall notify another police force, unit or task force designated by the Minister of Community Safety and Correctional Services.  O. Reg. 3/99, s. 11 (1); O. Reg. 185/16, s. 1. (2) Every chief of police shall establish procedures that require supervisors to ensure that the person to whom the supervisor assigns an occurrence listed in the plan, whether or not a criminal investigator, has the knowledge, skills and abilities to investigate that type of occurrence.  O. Reg. 3/99, s. 11 (2). (3) If a police force does not have a criminal investigator or police officer with the knowledge, skills and abilities to investigate specific types of occurrences listed in the plan, the board shall, (a) enter into an agreement under section 7 of the Act to provide its police force with the services of a criminal investigator or police officer from another police force who has such knowledge, skills and abilities; or (b) enter into an agreement under section 7 of the Act to provide its police force with the services of a criminal investigator or police officer who has such knowledge, skills and abilities on a combined or regional or co-operative basis.  O. Reg. 3/99, s. 11 (3); O. Reg. 185/16, s. 2. (4) Every chief of police shall establish procedures for obtaining the assistance of another police force in relation to undertaking or managing a criminal investigation in those circumstances where the police force does not itself have, and does not have access through an agreement under subsection (3) to the services of, a criminal investigator or police officer with the knowledge, skills and abilities to investigate a specific type of occurrence.  O. Reg. 3/99, s. 11 (4). (5) This section and section 9 do not preclude any member of a police force from participating in a criminal investigation.  O. Reg. 3/99, s. 11 (5).",
            "raw_html": "<p class=\"section-e\"><a name=\"s11s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s11s1\"><span lang=\"EN-US\">11. (1)</span></a> Every chief of police shall prepare a criminal investigation management plan that,</p> <p class=\"clause-e\">  (a) lists the occurrences for which a police officer is required to contact a supervisor as soon as practicable;</p> <p class=\"clause-e\">  (b) permits the supervisor, except as provided for in clause (c), to assign responsibility to undertake or manage the investigation of an occurrence listed in the plan to any police officer, whether or not he or she is a criminal investigator;</p> <p class=\"clause-e\">  (c) lists the occurrences for which the supervisor must assign responsibility to undertake or manage the investigation to a criminal investigator;</p> <p class=\"clause-e\">  (d) lists the occurrences for which the board has entered into agreements under clause (3) (b) that would result in the investigation being undertaken on a combined or regional or co-operative basis or by another police force;</p> <p class=\"clause-e\">  (e) addresses the monitoring by supervisors of criminal investigations; and</p> <p class=\"clause-e\">  (f) identifies the specific occurrences, designated by the Minister of Community Safety and Correctional Services, for which the police force shall notify another police force, unit or task force designated by the Minister of Community Safety and Correctional Services.  O. Reg. 3/99, s. 11 (1); O. Reg. 185/16, s. 1.</p> <p class=\"subsection-e\"><a name=\"s11s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s11s2\"><span lang=\"EN-US\">(2)</span></a> Every chief of police shall establish procedures that require supervisors to ensure that the person to whom the supervisor assigns an occurrence listed in the plan, whether or not a criminal investigator, has the knowledge, skills and abilities to investigate that type of occurrence.  O. Reg. 3/99, s. 11 (2).</p> <p class=\"subsection-e\"><a name=\"s11s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s11s3\"><span lang=\"EN-US\">(3)</span></a> If a police force does not have a criminal investigator or police officer with the knowledge, skills and abilities to investigate specific types of occurrences listed in the plan, the board shall,</p> <p class=\"clause-e\">  (a) enter into an agreement under section 7 of the Act to provide its police force with the services of a criminal investigator or police officer from another police force who has such knowledge, skills and abilities; or</p> <p class=\"clause-e\">  (b) enter into an agreement under section 7 of the Act to provide its police force with the services of a criminal investigator or police officer who has such knowledge, skills and abilities on a combined or regional or co-operative basis.  O. Reg. 3/99, s. 11 (3); O. Reg. 185/16, s. 2.</p> <p class=\"subsection-e\"><a name=\"s11s4\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s11s4\"><span lang=\"EN-US\">(4)</span></a> Every chief of police shall establish procedures for obtaining the assistance of another police force in relation to undertaking or managing a criminal investigation in those circumstances where the police force does not itself have, and does not have access through an agreement under subsection (3) to the services of, a criminal investigator or police officer with the knowledge, skills and abilities to investigate a specific type of occurrence.  O. Reg. 3/99, s. 11 (4).</p> <p class=\"subsection-e\"><a name=\"s11s5\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s11s5\"><span lang=\"EN-US\">(5)</span></a> This section and section 9 do not preclude any member of a police force from participating in a criminal investigation.  O. Reg. 3/99, s. 11 (5).</p>"
        },
        {
            "id": "s12s1",
            "section": "Law Enforcement",
            "content": " 12. (1) Every chief of police shall develop and maintain procedures on and processes for undertaking and managing general criminal investigations and investigations into, (a) physical and sexual abuse of children; (b) child pornography; (c) criminal harassment; (d) domestic occurrences; (e) drug-related offences other than simple possession; (f) elder abuse and vulnerable adult abuse; (g) fraud and false pretence; (h) hate or bias motivated crime and hate propaganda; (i) homicides and attempted homicides; (j) found human remains; (k) illegal gaming; (l) missing persons; (m) parental and non-parental abductions; (n) offences involving firearms; (o) proceeds of crime; (p) property offences, including break and enter; (q) robberies; (r) sexual assaults; (s) stolen or smuggled firearms; (t) vehicle thefts; (u) youth crime; and (v) other types of crime designated by the Minister of Community Safety and Correctional Services.  O. Reg. 3/99, s. 12 (1); O. Reg. 185/16, s. 3. (2) Every chief of police shall establish procedures for when more than one officer must respond to an occurrence or call for service.  O. Reg. 3/99, s. 12 (2).",
            "raw_html": "<p class=\"section-e\"><a name=\"s12s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s12s1\"><span lang=\"EN-US\">12. (1)</span></a> Every chief of police shall develop and maintain procedures on and processes for undertaking and managing general criminal investigations and investigations into,</p> <p class=\"clause-e\">  (a) physical and sexual abuse of children;</p> <p class=\"clause-e\">  (b) child pornography;</p> <p class=\"clause-e\">  (c) criminal harassment;</p> <p class=\"clause-e\">  (d) domestic occurrences; </p> <p class=\"clause-e\">  (e) drug-related offences other than simple possession;</p> <p class=\"clause-e\">  (f) elder abuse and vulnerable adult abuse;</p> <p class=\"clause-e\">  (g) fraud and false pretence;</p> <p class=\"clause-e\">  (h) hate or bias motivated crime and hate propaganda;</p> <p class=\"clause-e\">  (i) homicides and attempted homicides;</p> <p class=\"clause-e\">  (j) found human remains;</p> <p class=\"clause-e\">  (k) illegal gaming;</p> <p class=\"clause-e\">  (l) missing persons;</p> <p class=\"clause-e\">  (m) parental and non-parental abductions;</p> <p class=\"clause-e\">  (n) offences involving firearms;</p> <p class=\"clause-e\">  (o) proceeds of crime;</p> <p class=\"clause-e\">  (p) property offences, including break and enter;</p> <p class=\"clause-e\">  (q) robberies;</p> <p class=\"clause-e\">  (r) sexual assaults;</p> <p class=\"clause-e\">  (s) stolen or smuggled firearms;</p> <p class=\"clause-e\">  (t) vehicle thefts;</p> <p class=\"clause-e\">  (u) youth crime; and</p> <p class=\"clause-e\">  (v) other types of crime designated by the Minister of Community Safety and Correctional Services.  O. Reg. 3/99, s. 12 (1); O. Reg. 185/16, s. 3.</p> <p class=\"subsection-e\"><a name=\"s12s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s12s2\"><span lang=\"EN-US\">(2)</span></a> Every chief of police shall establish procedures for when more than one officer must respond to an occurrence or call for service.  O. Reg. 3/99, s. 12 (2).</p>"
        },
        {
            "id": "s13s1",
            "section": "Law Enforcement",
            "content": " 13. (1) Every chief of police shall establish procedures and processes in respect of, (a) internal task forces; (b) joint forces operations; (c) criminal intelligence; (d) crime, call and public disorder analysis; (e) informants and agents; (f) witness protection and security; (g) police response to persons who are emotionally disturbed or have a mental illness or a developmental disability; (h) search of the person; (i) search of premises; (j) arrest; (k) bail and violent crime; (l) prisoner care and control; (m) prisoner transportation; and (n) property and evidence control.  O. Reg. 3/99, s. 13 (1). (2) Every board shall establish a policy on the sharing of crime, call and public disorder analysis data and information on crime trends with its municipal council and with school boards, community organizations and groups, businesses and members of the public in the municipality it serves.  O. Reg. 3/99, s. 13 (2).",
            "raw_html": "<p class=\"section-e\"><a name=\"s13s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s13s1\"><span lang=\"EN-US\">13. (1)</span></a> Every chief of police shall establish procedures and processes in respect of,</p> <p class=\"clause-e\">  (a) internal task forces;</p> <p class=\"clause-e\">  (b) joint forces operations;</p> <p class=\"clause-e\">  (c) criminal intelligence;</p> <p class=\"clause-e\">  (d) crime, call and public disorder analysis;</p> <p class=\"clause-e\">  (e) informants and agents;</p> <p class=\"clause-e\">  (f) witness protection and security;</p> <p class=\"clause-e\">  (g) police response to persons who are emotionally disturbed or have a mental illness or a developmental disability;</p> <p class=\"clause-e\">  (h) search of the person;</p> <p class=\"clause-e\">  (i) search of premises;</p> <p class=\"clause-e\">  (j) arrest;</p> <p class=\"clause-e\">  (k) bail and violent crime;</p> <p class=\"clause-e\">  (l) prisoner care and control;</p> <p class=\"clause-e\">  (m) prisoner transportation; and</p> <p class=\"clause-e\">  (n) property and evidence control.  O. Reg. 3/99, s. 13 (1).</p> <p class=\"subsection-e\"><a name=\"s13s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s13s2\"><span lang=\"EN-US\">(2)</span></a> Every board shall establish a policy on the sharing of crime, call and public disorder analysis data and information on crime trends with its municipal council and with school boards, community organizations and groups, businesses and members of the public in the municipality it serves.  O. Reg. 3/99, s. 13 (2).</p>"
        },
        {
            "id": "s14s1",
            "section": "Law Enforcement",
            "content": " 14. (1) Every chief of police shall establish procedures and processes in respect of, (a) the investigative supports referred to in clause 5 (1) (d); (b) the collection, handling, preservation, documentation and analysis of physical evidence; and (c) obtaining, when required, expert or specialized assistance from another police force, government agency or other organization or individual, in relation to a criminal investigation being undertaken by its police force.  O. Reg. 3/99, s. 14 (1). (2) If a board obtains investigative supports through the method referred to in clause 5 (5) (b), the person providing the investigative support shall, (a) report directly to, and take direction from, the member of the police force to whom the investigative support is being provided; and (b) comply with the procedures and processes of the police force established under subsection (1).  O. Reg. 3/99, s. 14 (2). (3) Every chief of police shall ensure that a person providing investigative support in the area of scenes of crime analysis or forensic identification has successfully completed the required training accredited by the Ministry or has equivalent qualifications and skills as approved by the Ministry to provide that support.  O. Reg. 3/99, s. 14 (3). (4) Every chief of police shall ensure that a person providing another type of investigative support referred to in clause 5 (1) (d), other than those referred to in subsection (3), has the knowledge, skills and abilities to provide that support.  O. Reg. 3/99, s. 14 (4).",
            "raw_html": "<p class=\"section-e\"><a name=\"s14s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s14s1\"><span lang=\"EN-US\">14. (1)</span></a> Every chief of police shall establish procedures and processes in respect of,</p> <p class=\"clause-e\">  (a) the investigative supports referred to in clause 5 (1) (d);</p> <p class=\"clause-e\">  (b) the collection, handling, preservation, documentation and analysis of physical evidence; and</p> <p class=\"clause-e\">  (c) obtaining, when required, expert or specialized assistance from another police force, government agency or other organization or individual, in relation to a criminal investigation being undertaken by its police force.  O. Reg. 3/99, s. 14 (1).</p> <p class=\"subsection-e\"><a name=\"s14s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s14s2\"><span lang=\"EN-US\">(2)</span></a> If a board obtains investigative supports through the method referred to in clause 5 (5) (b), the person providing the investigative support shall, </p> <p class=\"clause-e\">  (a) report directly to, and take direction from, the member of the police force to whom the investigative support is being provided; and</p> <p class=\"clause-e\">  (b) comply with the procedures and processes of the police force established under subsection (1).  O. Reg. 3/99, s. 14 (2).</p> <p class=\"subsection-e\"><a name=\"s14s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s14s3\"><span lang=\"EN-US\">(3)</span></a> Every chief of police shall ensure that a person providing investigative support in the area of scenes of crime analysis or forensic identification has successfully completed the required training accredited by the Ministry or has equivalent qualifications and skills as approved by the Ministry to provide that support.  O. Reg. 3/99, s. 14 (3).</p> <p class=\"subsection-e\"><a name=\"s14s4\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s14s4\"><span lang=\"EN-US\">(4)</span></a> Every chief of police shall ensure that a person providing another type of investigative support referred to in clause 5 (1) (d), other than those referred to in subsection (3), has the knowledge, skills and abilities to provide that support.  O. Reg. 3/99, s. 14 (4).</p>"
        },
        {
            "id": "s15",
            "section": "Law Enforcement",
            "content": " 15. Every chief of police in a municipality that has been designated under paragraph 2 of subsection 19 (1) of the Act shall establish procedures and processes for the provision of police services in respect of all navigable bodies and courses of water within that municipality.  O. Reg. 3/99, s. 15.",
            "raw_html": "<p class=\"section-e\"><a name=\"s15\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s15\"><span lang=\"EN-US\">15.</span></a> Every chief of police in a municipality that has been designated under paragraph 2 of subsection 19 (1) of the Act shall establish procedures and processes for the provision of police services in respect of all navigable bodies and courses of water within that municipality.  O. Reg. 3/99, s. 15.</p>"
        },
        {
            "id": "s16",
            "section": "Law Enforcement",
            "content": " 16. If a board is responsible for court security under section 137 of the Act, the chief of police shall, (a) prepare a court security plan; (b) establish procedures on court security that address supervision and training; and (c) ensure that court security personnel have the knowledge, skills and abilities to perform this function.  O. Reg. 3/99, s. 16. Victims Assistance",
            "raw_html": "<p class=\"section-e\"><a name=\"s16\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s16\"><span lang=\"EN-US\">16.</span></a> If a board is responsible for court security under section 137 of the Act, the chief of police shall,</p> <p class=\"clause-e\">  (a) prepare a court security plan;</p> <p class=\"clause-e\">  (b) establish procedures on court security that address supervision and training; and</p> <p class=\"clause-e\">  (c) ensure that court security personnel have the knowledge, skills and abilities to perform this function.  O. Reg. 3/99, s. 16.</p> <p class=\"heading1-e\">Victims Assistance</p>"
        },
        {
            "id": "s17",
            "section": "Victims Assistance",
            "content": " 17. Every chief of police shall establish procedures on providing assistance to victims that, (a) reflect the principles of the Victims’ Bill of Rights, 1995; and (b) set out the roles and responsibilities of members of the police force in providing assistance to victims.  O. Reg. 3/99, s. 17. Public Order Maintenance",
            "raw_html": "<p class=\"section-e\"><a name=\"s17\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s17\"><span lang=\"EN-US\">17.</span></a> Every chief of police shall establish procedures on providing assistance to victims that,</p> <p class=\"clause-e\">  (a) reflect the principles of the <i>Victims’ Bill of Rights, 1995</i>; and</p> <p class=\"clause-e\">  (b) set out the roles and responsibilities of members of the police force in providing assistance to victims.  O. Reg. 3/99, s. 17.</p> <p class=\"heading1-e\">Public Order Maintenance</p>"
        },
        {
            "id": "s18s1",
            "section": "Public Order Maintenance",
            "content": " 18. (1) Police forces shall have a public order unit.  O. Reg. 3/99, s. 18 (1). (2) Despite subsection (1), instead of a police force having its own public order unit, a board may enter into an agreement under section 7 of the Act to provide the services of a public order unit through another police force or on a combined or regional or co-operative basis.  O. Reg. 3/99, s. 18 (2). (3) A public order unit, whether maintained by one police force or on a combined or regional or co-operative basis, (a) shall consist of a unit supervisor and at least four squads of seven officers, including the squad leader; and (b) must be able to be deployed in a reasonable time.  O. Reg. 3/99, s. 18 (3).",
            "raw_html": "<p class=\"section-e\"><a name=\"s18s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s18s1\"><span lang=\"EN-US\">18. (1)</span></a> Police forces shall have a public order unit.  O. Reg. 3/99, s. 18 (1).</p> <p class=\"subsection-e\"><a name=\"s18s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s18s2\"><span lang=\"EN-US\">(2)</span></a> Despite subsection (1), instead of a police force having its own public order unit, a board may enter into an agreement under section 7 of the Act to provide the services of a public order unit through another police force or on a combined or regional or co-operative basis.  O. Reg. 3/99, s. 18 (2).</p> <p class=\"subsection-e\"><a name=\"s18s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s18s3\"><span lang=\"EN-US\">(3)</span></a> A public order unit, whether maintained by one police force or on a combined or regional or co-operative basis,</p> <p class=\"clause-e\">  (a) shall consist of a unit supervisor and at least four squads of seven officers, including the squad leader; and</p> <p class=\"clause-e\">  (b) must be able to be deployed in a reasonable time.  O. Reg. 3/99, s. 18 (3).</p>"
        },
        {
            "id": "s19s1",
            "section": "Public Order Maintenance",
            "content": " 19. (1) Every chief of police shall establish procedures on public order unit services which set out the circumstances in which a public order unit may be deployed.  O. Reg. 3/99, s. 19 (1). (2) Every chief of police shall ensure that the procedures on public order unit services are contained in a manual that is available to all members of the public order unit.  O. Reg. 3/99, s. 19 (2). (3) Every chief of police shall ensure that the members of its public order unit, whether provided by the police force or on a combined or regional or co-operative basis, are police officers and have the appropriate knowledge, skills and abilities to provide the services of the public order unit.  O. Reg. 3/99, s. 19 (3).",
            "raw_html": "<p class=\"section-e\"><a name=\"s19s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s19s1\"><span lang=\"EN-US\">19. (1)</span></a> Every chief of police shall establish procedures on public order unit services which set out the circumstances in which a public order unit may be deployed.  O. Reg. 3/99, s. 19 (1).</p> <p class=\"subsection-e\"><a name=\"s19s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s19s2\"><span lang=\"EN-US\">(2)</span></a> Every chief of police shall ensure that the procedures on public order unit services are contained in a manual that is available to all members of the public order unit.  O. Reg. 3/99, s. 19 (2).</p> <p class=\"subsection-e\"><a name=\"s19s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s19s3\"><span lang=\"EN-US\">(3)</span></a> Every chief of police shall ensure that the members of its public order unit, whether provided by the police force or on a combined or regional or co-operative basis, are police officers and have the appropriate knowledge, skills and abilities to provide the services of the public order unit.  O. Reg. 3/99, s. 19 (3).</p>"
        },
        {
            "id": "s20",
            "section": "Public Order Maintenance",
            "content": " 20. Every chief of police shall establish procedures on police action in respect of labour disputes.  O. Reg. 3/99, s. 20. Emergency Response Services",
            "raw_html": "<p class=\"section-e\"><a name=\"s20\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s20\"><span lang=\"EN-US\">20.</span></a> Every chief of police shall establish procedures on police action in respect of labour disputes.  O. Reg. 3/99, s. 20.</p> <p class=\"heading1-e\">Emergency Response Services</p>"
        },
        {
            "id": "s21s1",
            "section": "Emergency Response Services",
            "content": " 21. (1) Police forces shall include the following emergency response services: 1. Tactical unit. 2. Hostage rescue team. 3. Major incident commanders. 4. Crisis negotiators. 5. Police explosive forced entry technicians. 6. Explosive disposal technicians.  O. Reg. 3/99, s. 21 (1). (2) Despite subsection (1), instead of a police force having all the emergency response services listed in that subsection, a board may enter into an agreement under section 7 of the Act to provide any of those emergency response services through another police force or on a combined or regional or co-operative basis.  O. Reg. 3/99, s. 21 (2). (3) If a board enters into an agreement under subsection (2) respecting a tactical unit or a hostage rescue team, the chiefs of police of all the police forces whose police officers are part of the tactical unit or hostage rescue team shall ensure that all the members of the tactical unit or hostage rescue team train together.  O. Reg. 3/99, s. 21 (3). (4) Despite subsection (1), a board may enter into an agreement with the Canadian Forces or another organization to provide explosive disposal technicians and, if a board enters into such an agreement with an organization other than the Canadian Forces, the explosive disposal technicians must work under the direction of a member of the police force.  O. Reg. 3/99, s. 21 (4); O. Reg. 185/16, s. 4. (5) The emergency response services listed in subsection (1), whether provided by the police force or pursuant to an agreement under subsection (2) or (4), must be able to be deployed in a reasonable time.  O. Reg. 3/99, s. 21 (5).",
            "raw_html": "<p class=\"section-e\"><a name=\"s21s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s21s1\"><span lang=\"EN-US\">21. (1)</span></a> Police forces shall include the following emergency response services:</p> <p class=\"paragraph-e\">  1. Tactical unit.</p> <p class=\"paragraph-e\">  2. Hostage rescue team.</p> <p class=\"paragraph-e\">  3. Major incident commanders.</p> <p class=\"paragraph-e\">  4. Crisis negotiators.</p> <p class=\"paragraph-e\">  5. Police explosive forced entry technicians. </p> <p class=\"paragraph-e\">  6. Explosive disposal technicians.  O. Reg. 3/99, s. 21 (1).</p> <p class=\"subsection-e\"><a name=\"s21s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s21s2\"><span lang=\"EN-US\">(2)</span></a> Despite subsection (1), instead of a police force having all the emergency response services listed in that subsection, a board may enter into an agreement under section 7 of the Act to provide any of those emergency response services through another police force or on a combined or regional or co-operative basis.  O. Reg. 3/99, s. 21 (2).</p> <p class=\"subsection-e\"><a name=\"s21s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s21s3\"><span lang=\"EN-US\">(3)</span></a> If a board enters into an agreement under subsection (2) respecting a tactical unit or a hostage rescue team, the chiefs of police of all the police forces whose police officers are part of the tactical unit or hostage rescue team shall ensure that all the members of the tactical unit or hostage rescue team train together.  O. Reg. 3/99, s. 21 (3).</p> <p class=\"subsection-e\"><a name=\"s21s4\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s21s4\"><span lang=\"EN-US\">(4)</span></a> Despite subsection (1), a board may enter into an agreement with the Canadian Forces or another organization to provide explosive disposal technicians and, if a board enters into such an agreement with an organization other than the Canadian Forces, the explosive disposal technicians must work under the direction of a member of the police force.  O. Reg. 3/99, s. 21 (4); O. Reg. 185/16, s. 4.</p> <p class=\"subsection-e\"><a name=\"s21s5\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s21s5\"><span lang=\"EN-US\">(5)</span></a> The emergency response services listed in subsection (1), whether provided by the police force or pursuant to an agreement under subsection (2) or (4), must be able to be deployed in a reasonable time.  O. Reg. 3/99, s. 21 (5).</p>"
        },
        {
            "id": "s22s1",
            "section": "Emergency Response Services",
            "content": " 22. (1) Every chief of police shall establish procedures on preliminary perimeter control and containment.  O. Reg. 3/99, s. 22 (1). (2) A police force may include a containment team using police officers and, if it does, the chief of police shall develop procedures for it.  O. Reg. 3/99, s. 22 (2). (3) Police officers who are not members of a tactical unit and who are deployed in a containment function, including members of a containment team, shall not, before the arrival of members of a tactical unit, employ offensive tactics unless the police officers believe, on reasonable grounds, that to do so is necessary to protect against the loss of life or serious bodily harm.  O. Reg. 3/99, s. 22 (3).",
            "raw_html": "<p class=\"section-e\"><a name=\"s22s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s22s1\"><span lang=\"EN-US\">22. (1)</span></a> Every chief of police shall establish procedures on preliminary perimeter control and containment.  O. Reg. 3/99, s. 22 (1).</p> <p class=\"subsection-e\"><a name=\"s22s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s22s2\"><span lang=\"EN-US\">(2)</span></a> A police force may include a containment team using police officers and, if it does, the chief of police shall develop procedures for it.  O. Reg. 3/99, s. 22 (2).</p> <p class=\"subsection-e\"><a name=\"s22s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s22s3\"><span lang=\"EN-US\">(3)</span></a> Police officers who are not members of a tactical unit and who are deployed in a containment function, including members of a containment team, shall not, before the arrival of members of a tactical unit, employ offensive tactics unless the police officers believe, on reasonable grounds, that to do so is necessary to protect against the loss of life or serious bodily harm.  O. Reg. 3/99, s. 22 (3).</p>"
        },
        {
            "id": "s23s1",
            "section": "Emergency Response Services",
            "content": " 23. (1) A tactical unit or hostage rescue team, whether provided by a police force or on a combined or regional or co-operative basis, shall consist of a minimum of 12 full-time tactical officers, including the supervisor.  O. Reg. 3/99, s. 23 (1). (2) A tactical unit shall be able to perform the following functions: 1. Containment. 2. Apprehension of an armed barricaded person.  O. Reg. 3/99, s. 23 (2). (3) A tactical unit may perform explosive forced entry if it uses the services of a police explosive forced entry technician.  O. Reg. 3/99, s. 23 (3). (4) A hostage rescue team shall be able to perform the functions set out in subsection (2) and hostage rescue.  O. Reg. 3/99, s. 23 (4). (5) The functions of a tactical unit and hostage rescue team may be provided by one unit or team that is capable of performing the functions of both a tactical unit and a hostage rescue team.  O. Reg. 3/99, s. 23 (5). (6) For the purposes of this section, “full-time tactical officer” means a police officer assigned and dedicated to the tactical unit or hostage rescue team, but who, when not training or undertaking tactical or hostage rescue activities, may undertake community patrol.  O. Reg. 3/99, s. 23 (6).",
            "raw_html": "<p class=\"section-e\"><a name=\"s23s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s23s1\"><span lang=\"EN-US\">23. (1)</span></a> A tactical unit or hostage rescue team, whether provided by a police force or on a combined or regional or co-operative basis, shall consist of a minimum of 12 full-time tactical officers, including the supervisor.  O. Reg. 3/99, s. 23 (1).</p> <p class=\"subsection-e\"><a name=\"s23s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s23s2\"><span lang=\"EN-US\">(2)</span></a> A tactical unit shall be able to perform the following functions:</p> <p class=\"paragraph-e\">  1. Containment.</p> <p class=\"paragraph-e\">  2. Apprehension of an armed barricaded person.  O. Reg. 3/99, s. 23 (2).</p> <p class=\"subsection-e\"><a name=\"s23s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s23s3\"><span lang=\"EN-US\">(3)</span></a> A tactical unit may perform explosive forced entry if it uses the services of a police explosive forced entry technician.  O. Reg. 3/99, s. 23 (3).</p> <p class=\"subsection-e\"><a name=\"s23s4\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s23s4\"><span lang=\"EN-US\">(4)</span></a> A hostage rescue team shall be able to perform the functions set out in subsection (2) and hostage rescue.  O. Reg. 3/99, s. 23 (4).</p> <p class=\"subsection-e\"><a name=\"s23s5\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s23s5\"><span lang=\"EN-US\">(5)</span></a> The functions of a tactical unit and hostage rescue team may be provided by one unit or team that is capable of performing the functions of both a tactical unit and a hostage rescue team.  O. Reg. 3/99, s. 23 (5).</p> <p class=\"subsection-e\"><a name=\"s23s6\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s23s6\"><span lang=\"EN-US\">(6)</span></a> For the purposes of this section,</p> <p class=\"firstdef-e\">“full-time tactical officer” means a police officer assigned and dedicated to the tactical unit or hostage rescue team, but who, when not training or undertaking tactical or hostage rescue activities, may undertake community patrol.  O. Reg. 3/99, s. 23 (6).</p>"
        },
        {
            "id": "s24s1",
            "section": "Emergency Response Services",
            "content": " 24. (1) Every board that enters into an agreement under section 7 of the Act to provide a tactical unit or hostage rescue team through another police force or on a combined or regional or co-operative basis shall,  (a) enter into an agreement with the same police force to obtain the services of its major incident commanders and crisis negotiators who have trained with that tactical unit or hostage rescue team; or (b) require the chief of police to ensure that at least one of the police force’s major incident commanders and crisis negotiators, if it has any, trains with the other police force’s tactical unit or hostage rescue team, as the case may be.  O. Reg. 3/99, s. 24 (1); O. Reg. 185/16, s. 5. (2) Every chief of police shall ensure that every member of a containment team, tactical unit and hostage rescue team, and every major incident commander and crisis negotiator is a police officer and has successfully completed the required training accredited by the Ministry or has equivalent qualifications and skills as approved by the Ministry.  O. Reg. 3/99, s. 24 (2).",
            "raw_html": "<p class=\"section-e\"><a name=\"s24s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s24s1\"><span lang=\"EN-US\">24. (1)</span></a> Every board that enters into an agreement under section 7 of the Act to provide a tactical unit or hostage rescue team through another police force or on a combined or regional or co-operative basis shall, </p> <p class=\"clause-e\">  (a) enter into an agreement with the same police force to obtain the services of its major incident commanders and crisis negotiators who have trained with that tactical unit or hostage rescue team; or</p> <p class=\"clause-e\">  (b) require the chief of police to ensure that at least one of the police force’s major incident commanders and crisis negotiators, if it has any, trains with the other police force’s tactical unit or hostage rescue team, as the case may be.  O. Reg. 3/99, s. 24 (1); O. Reg. 185/16, s. 5.</p> <p class=\"subsection-e\"><a name=\"s24s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s24s2\"><span lang=\"EN-US\">(2)</span></a> Every chief of police shall ensure that every member of a containment team, tactical unit and hostage rescue team, and every major incident commander and crisis negotiator is a police officer and has successfully completed the required training accredited by the Ministry or has equivalent qualifications and skills as approved by the Ministry.  O. Reg. 3/99, s. 24 (2).</p>"
        },
        {
            "id": "s25s1",
            "section": "Emergency Response Services",
            "content": " 25. (1) Every chief of police shall ensure that police explosive forced entry technicians and explosive disposal technicians have and maintain the appropriate knowledge, skills and abilities for their work.  O. Reg. 3/99, s. 25 (1). (2) Every chief of police shall establish procedures on each of the services referred to in sections 21 and 22 that, (a) set out the circumstances in which each service will be deployed; and (b) in relation to tactical and hostage rescue services, delegate to the tactical supervisor or major incident commander the responsibility for determining how many tactical officers are required to be deployed to an incident.  O. Reg. 3/99, s. 25 (2). (3) Every chief of police shall ensure that, where a service referred to in sections 21 and 22 is provided by the members of the police force, the procedures established under subsection (2) are contained in a manual that is available to each member providing that service.  O. Reg. 3/99, s. 25 (3); O. Reg. 185/16, s. 6.",
            "raw_html": "<p class=\"section-e\"><a name=\"s25s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s25s1\"><span lang=\"EN-US\">25. (1)</span></a> Every chief of police shall ensure that police explosive forced entry technicians and explosive disposal technicians have and maintain the appropriate knowledge, skills and abilities for their work.  O. Reg. 3/99, s. 25 (1).</p> <p class=\"subsection-e\"><a name=\"s25s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s25s2\"><span lang=\"EN-US\">(2)</span></a> Every chief of police shall establish procedures on each of the services referred to in sections 21 and 22 that,</p> <p class=\"clause-e\">  (a) set out the circumstances in which each service will be deployed; and</p> <p class=\"clause-e\">  (b) in relation to tactical and hostage rescue services, delegate to the tactical supervisor or major incident commander the responsibility for determining how many tactical officers are required to be deployed to an incident.  O. Reg. 3/99, s. 25 (2).</p> <p class=\"subsection-e\"><a name=\"s25s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s25s3\"><span lang=\"EN-US\">(3)</span></a> Every chief of police shall ensure that, where a service referred to in sections 21 and 22 is provided by the members of the police force, the procedures established under subsection (2) are contained in a manual that is available to each member providing that service.  O. Reg. 3/99, s. 25 (3); O. Reg. 185/16, s. 6.</p>"
        },
        {
            "id": "s26s1",
            "section": "Emergency Response Services",
            "content": " 26. (1) Every chief of police shall prepare an emergency plan for its police force setting out the procedures to be followed during an emergency.  O. Reg. 3/99, s. 26 (1). (2) The chief of police may adopt the municipality’s emergency plan as the police force’s emergency plan if it addresses the role and duties of the police force during an emergency, and the procedures to be followed by members of the police force during an emergency.  O. Reg. 3/99, s. 26 (2).",
            "raw_html": "<p class=\"section-e\"><a name=\"s26s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s26s1\"><span lang=\"EN-US\">26. (1)</span></a> Every chief of police shall prepare an emergency plan for its police force setting out the procedures to be followed during an emergency.  O. Reg. 3/99, s. 26 (1).</p> <p class=\"subsection-e\"><a name=\"s26s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s26s2\"><span lang=\"EN-US\">(2)</span></a> The chief of police may adopt the municipality’s emergency plan as the police force’s emergency plan if it addresses the role and duties of the police force during an emergency, and the procedures to be followed by members of the police force during an emergency.  O. Reg. 3/99, s. 26 (2).</p>"
        },
        {
            "id": "s27",
            "section": "Emergency Response Services",
            "content": " 27. Every chief of police shall,  (a) develop procedures on ground search; and (b) promote through partnerships with other emergency service providers and volunteer groups the co-ordination of ground search services in the municipality served by the police force.  O. Reg. 3/99, s. 27; O. Reg. 185/16, s. 7.",
            "raw_html": "<p class=\"section-e\"><a name=\"s27\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s27\"><span lang=\"EN-US\">27.</span></a> Every chief of police shall, </p> <p class=\"clause-e\">  (a) develop procedures on ground search; and</p> <p class=\"clause-e\">  (b) promote through partnerships with other emergency service providers and volunteer groups the co-ordination of ground search services in the municipality served by the police force.  O. Reg. 3/99, s. 27; O. Reg. 185/16, s. 7.</p>"
        },
        {
            "id": "s28",
            "section": "Emergency Response Services",
            "content": " 28. Every chief of police shall establish procedures that are consistent with any federal or provincial counter-terrorism plan designated by the Minister of Community Safety and Correctional Services.  O. Reg. 3/99, s. 28; O. Reg. 185/16, s. 8. Administration and Infrastructure",
            "raw_html": "<p class=\"section-e\"><a name=\"s28\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s28\"><span lang=\"EN-US\">28.</span></a> Every chief of police shall establish procedures that are consistent with any federal or provincial counter-terrorism plan designated by the Minister of Community Safety and Correctional Services.  O. Reg. 3/99, s. 28; O. Reg. 185/16, s. 8.</p> <p class=\"heading1-e\">Administration and Infrastructure</p>"
        },
        {
            "id": "s29",
            "section": "Administration and Infrastructure",
            "content": " 29. Every board shall establish policies with respect to the matters referred to in section 3, subsections 4 (3) and 6 (3), section 8, subsection 9 (4), sections 10 to 17, 19, 20, 22, subsection 24 (2) and sections 25 to 28.  O. Reg. 3/99, s. 29.",
            "raw_html": "<p class=\"section-e\"><a name=\"s29\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s29\"><span lang=\"EN-US\">29.</span></a> Every board shall establish policies with respect to the matters referred to in section 3, subsections 4 (3) and 6 (3), section 8, subsection 9 (4), sections 10 to 17, 19, 20, 22, subsection 24 (2) and sections 25 to 28.  O. Reg. 3/99, s. 29.</p>"
        },
        {
            "id": "s30s1",
            "section": "Administration and Infrastructure",
            "content": " 30. (1) Every board shall prepare a business plan for its police force at least once every three years.  O. Reg. 3/99, s. 30 (1). (2) The business plan shall address, (a) the objectives, core business and functions of the police force, including how it will provide adequate and effective police services; (b) quantitative and qualitative performance objectives and indicators relating to, (i) the police force’s provision of community-based crime prevention initiatives, community patrol and criminal investigation services, (ii) community satisfaction with police services, (iii) emergency calls for service, (iv) violent crime and clearance rates for violent crime, (v) property crime and clearance rates for property crime, (vi) youth crime and clearance rates for youth crime, (vii) police assistance to victims of crime and re-victimization rates, and (viii) road safety; (c) information technology; (d) resource planning; and (e) police facilities.  O. Reg. 3/99, s. 30 (2).",
            "raw_html": "<p class=\"section-e\"><a name=\"s30s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s30s1\"><span lang=\"EN-US\">30. (1)</span></a> Every board shall prepare a business plan for its police force at least once every three years.  O. Reg. 3/99, s. 30 (1).</p> <p class=\"subsection-e\"><a name=\"s30s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s30s2\"><span lang=\"EN-US\">(2)</span></a> The business plan shall address,</p> <p class=\"clause-e\">  (a) the objectives, core business and functions of the police force, including how it will provide adequate and effective police services;</p> <p class=\"clause-e\">  (b) quantitative and qualitative performance objectives and indicators relating to,</p> <p class=\"subclause-e\">  (i) the police force’s provision of community-based crime prevention initiatives, community patrol and criminal investigation services, </p> <p class=\"subclause-e\">  (ii) community satisfaction with police services,</p> <p class=\"subclause-e\">  (iii) emergency calls for service,</p> <p class=\"subclause-e\">  (iv) violent crime and clearance rates for violent crime,</p> <p class=\"subclause-e\">  (v) property crime and clearance rates for property crime,</p> <p class=\"subclause-e\">  (vi) youth crime and clearance rates for youth crime,</p> <p class=\"subclause-e\">  (vii) police assistance to victims of crime and re-victimization rates, and</p> <p class=\"subclause-e\">  (viii) road safety;</p> <p class=\"clause-e\">  (c) information technology;</p> <p class=\"clause-e\">  (d) resource planning; and</p> <p class=\"clause-e\">  (e) police facilities.  O. Reg. 3/99, s. 30 (2).</p>"
        },
        {
            "id": "s31",
            "section": "Administration and Infrastructure",
            "content": " 31. Every chief of police shall prepare an annual report for the board relating to the activities of the police force during the previous fiscal year, including information on,  (a) its performance objectives, indicators and results; (b) public complaints; and (c) the actual cost of police services.  O. Reg. 3/99, s. 31.",
            "raw_html": "<p class=\"section-e\"><a name=\"s31\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s31\"><span lang=\"EN-US\">31.</span></a> Every chief of police shall prepare an annual report for the board relating to the activities of the police force during the previous fiscal year, including information on, </p> <p class=\"clause-e\">  (a) its performance objectives, indicators and results;</p> <p class=\"clause-e\">  (b) public complaints; and</p> <p class=\"clause-e\">  (c) the actual cost of police services.  O. Reg. 3/99, s. 31.</p>"
        },
        {
            "id": "s32s1",
            "section": "Administration and Infrastructure",
            "content": " 32. (1) Every board shall enter into a protocol with its municipal council that addresses, (a) the sharing of information with municipal council, including the type of information to be shared and the frequency for sharing such information; (b) the dates by which the business plan and annual report shall be provided to municipal council; (c) the responsibility for making public the business plan and annual report, and the dates by which the business plan and report must be made public; and (d) if the municipal council chooses, the joint determination, and participation in, the consultation processes for the development of the business plan.  O. Reg. 3/99, s. 32 (1); O. Reg. 185/16, s. 9. (2) Every board shall consult with its municipal council, and the school boards, community organizations and groups, businesses and members of the public in the municipality it serves during the development of its business plan.  O. Reg. 3/99, s. 32 (2).",
            "raw_html": "<p class=\"section-e\"><a name=\"s32s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s32s1\"><span lang=\"EN-US\">32. (1)</span></a> Every board shall enter into a protocol with its municipal council that addresses,</p> <p class=\"clause-e\">  (a) the sharing of information with municipal council, including the type of information to be shared and the frequency for sharing such information;</p> <p class=\"clause-e\">  (b) the dates by which the business plan and annual report shall be provided to municipal council;</p> <p class=\"clause-e\">  (c) the responsibility for making public the business plan and annual report, and the dates by which the business plan and report must be made public; and</p> <p class=\"clause-e\">  (d) if the municipal council chooses, the joint determination, and participation in, the consultation processes for the development of the business plan.  O. Reg. 3/99, s. 32 (1); O. Reg. 185/16, s. 9.</p> <p class=\"subsection-e\"><a name=\"s32s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s32s2\"><span lang=\"EN-US\">(2)</span></a> Every board shall consult with its municipal council, and the school boards, community organizations and groups, businesses and members of the public in the municipality it serves during the development of its business plan.  O. Reg. 3/99, s. 32 (2).</p>"
        },
        {
            "id": "s33",
            "section": "Administration and Infrastructure",
            "content": " 33. Every police force must have a skills development and learning plan that addresses,  (a) the plan’s objectives; (b) the implementation of a program to coach or mentor new officers; and (c) the development and maintenance of the knowledge, skills and abilities of members of the police force, including, (i) the police force’s criminal investigators, (ii) members of the police force who provide investigative support functions, if any, (iii) members of a public order unit, if any, and (iv) members of the police force who provide any emergency response service referred to in sections 21 and 22.  O. Reg. 3/99, s. 33; O. Reg. 185/16, s. 10.",
            "raw_html": "<p class=\"section-e\"><a name=\"s33\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s33\"><span lang=\"EN-US\">33.</span></a> Every police force must have a skills development and learning plan that addresses, </p> <p class=\"clause-e\">  (a) the plan’s objectives;</p> <p class=\"clause-e\">  (b) the implementation of a program to coach or mentor new officers; and</p> <p class=\"clause-e\">  (c) the development and maintenance of the knowledge, skills and abilities of members of the police force, including,</p> <p class=\"subclause-e\">  (i) the police force’s criminal investigators,</p> <p class=\"subclause-e\">  (ii) members of the police force who provide investigative support functions, if any,</p> <p class=\"subclause-e\">  (iii) members of a public order unit, if any, and </p> <p class=\"subclause-e\">  (iv) members of the police force who provide any emergency response service referred to in sections 21 and 22.  O. Reg. 3/99, s. 33; O. Reg. 185/16, s. 10.</p>"
        },
        {
            "id": "s34",
            "section": "Administration and Infrastructure",
            "content": " 34. Every chief of police shall establish procedures for the investigation of complaints.  O. Reg. 3/99, s. 34.",
            "raw_html": "<p class=\"section-e\"><a name=\"s34\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s34\"><span lang=\"EN-US\">34.</span></a> Every chief of police shall establish procedures for the investigation of complaints.  O. Reg. 3/99, s. 34.</p>"
        },
        {
            "id": "s35",
            "section": "Administration and Infrastructure",
            "content": " 35. Every board and chief of police shall implement a quality assurance process relating to the delivery of adequate and effective police services, and compliance with the Act and its regulations.  O. Reg. 3/99, s. 35. Application and Commencement",
            "raw_html": "<p class=\"section-e\"><a name=\"s35\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s35\"><span lang=\"EN-US\">35.</span></a> Every board and chief of police shall implement a quality assurance process relating to the delivery of adequate and effective police services, and compliance with the Act and its regulations.  O. Reg. 3/99, s. 35.</p> <p class=\"heading1-e\">Application and Commencement</p>"
        },
        {
            "id": "s36s1",
            "section": "Application and Commencement",
            "content": " 36. (1) This Regulation applies to municipal police forces.  O. Reg. 3/99, s. 36 (1). (2) This Regulation applies to the Ontario Provincial Police, with necessary modifications, (a) with respect to its undertaking of provincial responsibilities and policing under section 5.1 of the Act; (b) with respect to agreements under section 10 of the Act; and (c) with respect to its responsibilities under section 19 of the Act.  O. Reg. 3/99, s. 36 (2); O. Reg. 185/16, s. 11. (3) For the purpose of subsection (2), any reference in this Regulation to a member of a police force shall be read as a reference to an employee of the Ontario Provincial Police and, for the purpose of clause (2) (a), any reference to a board shall be read as a reference to the Commissioner.  O. Reg. 3/99, s. 36 (3).",
            "raw_html": "<p class=\"section-e\"><a name=\"s36s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s36s1\"><span lang=\"EN-US\">36. (1)</span></a> This Regulation applies to municipal police forces.  O. Reg. 3/99, s. 36 (1).</p> <p class=\"subsection-e\"><a name=\"s36s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s36s2\"><span lang=\"EN-US\">(2)</span></a> This Regulation applies to the Ontario Provincial Police, with necessary modifications,</p> <p class=\"clause-e\">  (a) with respect to its undertaking of provincial responsibilities and policing under section 5.1 of the Act; </p> <p class=\"clause-e\">  (b) with respect to agreements under section 10 of the Act; and</p> <p class=\"clause-e\">  (c) with respect to its responsibilities under section 19 of the Act.  O. Reg. 3/99, s. 36 (2); O. Reg. 185/16, s. 11.</p> <p class=\"subsection-e\"><a name=\"s36s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s36s3\"><span lang=\"EN-US\">(3)</span></a> For the purpose of subsection (2), any reference in this Regulation to a member of a police force shall be read as a reference to an employee of the Ontario Provincial Police and, for the purpose of clause (2) (a), any reference to a board shall be read as a reference to the Commissioner.  O. Reg. 3/99, s. 36 (3).</p>"
        },
        {
            "id": "s37s1",
            "section": "Application and Commencement",
            "content": " 37. (1) Every board shall evaluate the adequacy and effectiveness of the services provided by its police force by comparing those services with the requirements of this Regulation.  O. Reg. 3/99, s. 37 (1). (2) Revoked:  O. Reg. 185/16, s. 12.",
            "raw_html": "<p class=\"section-e\"><a name=\"s37s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s37s1\"><span lang=\"EN-US\">37. (1)</span></a> Every board shall evaluate the adequacy and effectiveness of the services provided by its police force by comparing those services with the requirements of this Regulation.  O. Reg. 3/99, s. 37 (1).</p> <p class=\"subsection-e\"><a name=\"s37s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s37s2\"><span lang=\"EN-US\">(2)</span></a> R<span class=\"ovsmallcap\">evoked</span>:  O. Reg. 185/16, s. 12.</p>"
        },
        {
            "id": "s38",
            "section": "Application and Commencement",
            "content": " 38. Omitted\r\n(provides for coming into force of provisions of this Regulation).  O. Reg. 3/99, s. 38.",
            "raw_html": "<p class=\"section-e\"><a name=\"s38\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/990003#s38\"><span lang=\"EN-US\">38.</span></a> <span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 3/99, s. 38.</p>"
        },
        {
            "id": null,
            "section": "Application and Commencement",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/990003\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}