{
    "reg_info": {
        "full_title": "O. Reg. 283/98: CALCULATION OF AVERAGE DAILY ENROLMENT FOR THE PERIOD JANUARY 1, 1998 TO AUGUST 31, 1998",
        "reg_name_text": "CALCULATION OF AVERAGE DAILY ENROLMENT FOR THE PERIOD JANUARY 1, 1998 TO AUGUST 31, 1998",
        "citation": "O. Reg. 283/98: ",
        "act_under": "Education Act",
        "url": "https://www.ontario.ca/laws/regulation/980283",
        "date_scraped": "2023-12-19 18:43:24"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/980283/v1",
            "valid_from": "June 15, 1998",
            "valid_to": "August 12, 2004"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. (1) In this Regulation, “cycle” means the number of school days for which a schedule of classes in a school continues before the schedule is repeated; (“horaire”) “full-time pupil” means a pupil who, (a) is enrolled in day school other than in junior kindergarten or kindergarten, and (b) in respect of a cycle, is registered for classroom instruction for an average of at least 210 minutes per school day; (“élève à temps plein”) “half-time pupil” means a pupil who is enrolled in junior kindergarten or kindergarten and, in respect of a cycle, is registered for classroom instruction for an average of at least 150 minutes per school day; (“élève à mi-temps”) “independent study course” means a credit course that is provided to a pupil other than a full-time pupil and that, (a) meets the criteria set out in the independent study course register for inclusion in the determination of day school enrolment, or (b) is approved by the Minister as an independent study course to be included in the determination of day school enrolment; (“cours d’études personnelles”) “non-resident pupil” of a board means a pupil, other than a pupil from outside Ontario enrolled at a school under a student exchange program approved by the board, who is enrolled at a school operated by the board and, (a) in respect of whom the Minister would be required to pay the cost of education for the short year if the rules set out in sections 31 to 34 of Ontario Regulation 78/97 applied in respect of the short year, (b) in respect of whom the board charges a fee to another board, (c) in respect of whom the board may charge a fee to, (i) the Crown in right of Canada, or (ii) a party resident outside Ontario, (d) in respect of whom the board may charge a fee to a band, the council of a band or an education authority where the band, council of a band or education authority is authorized by the Crown in right of Canada to provide education for Indians, (e) in respect of whom the board is required by subsection 49 (6) of the Act to charge the maximum fee calculated in accordance with the regulations, (f) who the board is required to admit under section 42 of the Act, excluding pupils counted as resident pupils of the board under paragraph 2 or 3 of subsection 14 (4) of the short year grant regulation, or (g) who is a registered Indian residing on a reserve, within the meaning of the Indian Act (Canada); (“élève non résident”) “part-time pupil” means a pupil who, is enrolled in day school and is neither a full-time nor a half-time pupil; (“élève à temps partiel”) “resident-internal pupil” of a board means a pupil, other than a non-resident pupil, who is enrolled at a school operated by the board; (“élève résident interne”) “resident-external pupil” of a board means a pupil in respect of whom a fee is payable by the board to another board; (“élève résident externe”) “short year” means the period beginning January 1, 1998 and ending August 31, 1998; (“année abrégée”) “short year fees regulation” means Ontario Regulation 284/98; (“règlement sur les droits de l’année abrégée”) “short year grant regulation” means Ontario Regulation 285/98.(“règlement sur les subventions de l’année abrégée”) O. Reg. 283/98, s. 1 (1). (2) For the purposes of section 2, a pupil is a pupil of a board if he or she is a resident-internal pupil of the board, a resident-external pupil of the board or a non-resident pupil of the board. O. Reg. 283/98, s. 1 (2). (3) Sections 2 and 3 of this Regulation apply for the purposes of the short year fees regulation and the short year grant regulation. O. Reg. 283/98, s. 1 (3).",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“cycle” means the number of school days for which a schedule of classes in a school continues before the schedule is repeated; (“horaire”)</p> <p class=\"definition-e\">“full-time pupil” means a pupil who,</p> <p class=\"defclause-e\">(a) is enrolled in day school other than in junior kindergarten or kindergarten, and</p> <p class=\"defclause-e\">(b) in respect of a cycle, is registered for classroom instruction for an average of at least 210 minutes per school day; (“élève à temps plein”)</p> <p class=\"definition-e\">“half-time pupil” means a pupil who is enrolled in junior kindergarten or kindergarten and, in respect of a cycle, is registered for classroom instruction for an average of at least 150 minutes per school day; (“élève à mi-temps”)</p> <p class=\"definition-e\">“independent study course” means a credit course that is provided to a pupil other than a full-time pupil and that,</p> <p class=\"defclause-e\">(a) meets the criteria set out in the independent study course register for inclusion in the determination of day school enrolment, or</p> <p class=\"defclause-e\">(b) is approved by the Minister as an independent study course to be included in the determination of day school enrolment; (“cours d’études personnelles”)</p> <p class=\"definition-e\">“non-resident pupil” of a board means a pupil, other than a pupil from outside Ontario enrolled at a school under a student exchange program approved by the board, who is enrolled at a school operated by the board and,</p> <p class=\"defclause-e\">(a) in respect of whom the Minister would be required to pay the cost of education for the short year if the rules set out in sections 31 to 34 of Ontario Regulation 78/97 applied in respect of the short year,</p> <p class=\"defclause-e\">(b) in respect of whom the board charges a fee to another board,</p> <p class=\"defclause-e\">(c) in respect of whom the board may charge a fee to,</p> <p class=\"defsubclause-e\">(i) the Crown in right of Canada, or</p> <p class=\"defsubclause-e\">(ii) a party resident outside Ontario,</p> <p class=\"defclause-e\">(d) in respect of whom the board may charge a fee to a band, the council of a band or an education authority where the band, council of a band or education authority is authorized by the Crown in right of Canada to provide education for Indians,</p> <p class=\"defclause-e\">(e) in respect of whom the board is required by subsection 49 (6) of the Act to charge the maximum fee calculated in accordance with the regulations,</p> <p class=\"defclause-e\">(f) who the board is required to admit under section 42 of the Act, excluding pupils counted as resident pupils of the board under paragraph 2 or 3 of subsection 14 (4) of the short year grant regulation, or</p> <p class=\"defclause-e\">(g) who is a registered Indian residing on a reserve, within the meaning of the <i>Indian Act</i> (Canada); (“élève non résident”)</p> <p class=\"definition-e\">“part-time pupil” means a pupil who, is enrolled in day school and is neither a full-time nor a half-time pupil; (“élève à temps partiel”)</p> <p class=\"definition-e\">“resident-internal pupil” of a board means a pupil, other than a non-resident pupil, who is enrolled at a school operated by the board; (“élève résident interne”)</p> <p class=\"definition-e\">“resident-external pupil” of a board means a pupil in respect of whom a fee is payable by the board to another board; (“élève résident externe”)</p> <p class=\"definition-e\">“short year” means the period beginning January 1, 1998 and ending August 31, 1998; (“année abrégée”)</p> <p class=\"definition-e\">“short year fees regulation” means Ontario Regulation 284/98; (“règlement sur les droits de l’année abrégée”)</p> <p class=\"definition-e\">“short year grant regulation” means Ontario Regulation 285/98.(“règlement sur les subventions de l’année abrégée”) O. Reg. 283/98, s. 1 (1).</p> <p class=\"subsection-e\">(2) For the purposes of section 2, a pupil is a pupil of a board if he or she is a resident-internal pupil of the board, a resident-external pupil of the board or a non-resident pupil of the board. O. Reg. 283/98, s. 1 (2).</p> <p class=\"subsection-e\">(3) Sections 2 and 3 of this Regulation apply for the purposes of the short year fees regulation and the short year grant regulation. O. Reg. 283/98, s. 1 (3).</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. Day school average daily enrolment for a board for the short year is the sum of, (a) the product of 0.5 and the sum of, (i) the number of full-time pupils of the board enrolled on March 31, 1998, (ii) 0.5 times the number of half-time pupils of the board enrolled on that day, and (iii) the quotient obtained by determining, for each part-time pupil of the board enrolled on that day, the number of minutes for which the pupil is registered for classroom instruction in the cycle that includes that day, in a course other than an independent study course, and dividing the sum of the numbers so determined by the product of 300 and the number of days in the cycle; (b) the product of 0.1 and the sum of, (i) the number of full-time pupils of the board enrolled on October 31, 1997, and (ii) 0.5 times the number of half-time pupils of the board enrolled on that day, and (iii) the quotient obtained by determining, for each part-time pupil of the board enrolled on that day, the number of minutes for which the pupil is registered for classroom instruction in the cycle that includes that day, in a course other than an independent study course, and dividing the sum of the numbers so determined by the product of 300 and the number of days in the cycle; and (c) an amount in respect of each pupil of the board who is enrolled in an independent study course, calculated as follows:  where, A = the number of credits and partial credits that may be earned by the pupil on successful completion of the course, B = the fraction representing the portion of the total quantity of work required for completion of the course that is completed by the pupil during the period from January 1, 1998 to June 30, 1998. O. Reg. 283/98, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>Day school average daily enrolment for a board for the short year is the sum of,</p> <p class=\"clause-e\">(a) the product of 0.5 and the sum of,</p> <p class=\"subclause-e\">(i) the number of full-time pupils of the board enrolled on March 31, 1998,</p> <p class=\"subclause-e\">(ii) 0.5 times the number of half-time pupils of the board enrolled on that day, and</p> <p class=\"subclause-e\">(iii) the quotient obtained by determining, for each part-time pupil of the board enrolled on that day, the number of minutes for which the pupil is registered for classroom instruction in the cycle that includes that day, in a course other than an independent study course, and dividing the sum of the numbers so determined by the product of 300 and the number of days in the cycle;</p> <p class=\"clause-e\">(b) the product of 0.1 and the sum of,</p> <p class=\"subclause-e\">(i) the number of full-time pupils of the board enrolled on October 31, 1997, and</p> <p class=\"subclause-e\">(ii) 0.5 times the number of half-time pupils of the board enrolled on that day, and</p> <p class=\"subclause-e\">(iii) the quotient obtained by determining, for each part-time pupil of the board enrolled on that day, the number of minutes for which the pupil is registered for classroom instruction in the cycle that includes that day, in a course other than an independent study course, and dividing the sum of the numbers so determined by the product of 300 and the number of days in the cycle; and</p> <p class=\"clause-e\">(c) an amount in respect of each pupil of the board who is enrolled in an independent study course, calculated as follows:</p> <p class=\"equation-e\"><img border=\"0\" height=\"37\" src=\"images/elaws_rev_regs_980283_e-1.gif\" width=\"44\"/></p> <p class=\"Sclause-e\">where,</p> <p class=\"equationind2-e\">A = the number of credits and partial credits that may be earned by the pupil on successful completion of the course,</p> <p class=\"equationind2-e\">B = the fraction representing the portion of the total quantity of work required for completion of the course that is completed by the pupil during the period from January 1, 1998 to June 30, 1998.</p> <p class=\"footnote-e\">O. Reg. 283/98, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. Continuing education average daily enrolment for a board for the period from January 1, 1998 to August 31, 1998 is the sum of, (a) an amount in respect of each pupil who is enrolled in a continuing education class or course established by the board, other than a continuing education course delivered primarily through means other than classroom instruction, calculated as follows:  where, A = the number of sessions for which the pupil is enrolled in the period from January 1, 1998 to August 31, 1998, B = the number of minutes in each session; and (b) an amount in respect of each pupil who is enrolled in a continuing education course established by the board and delivered primarily through means other than classroom instruction calculated as follows:  where, A = the number of credits and partial credits that may be earned by the pupil on successful completion of the course, B = the fraction representing the portion of the total quantity of work required for completion of the course that is completed by the pupil during the period from January 1, 1998 to August 31, 1998. O. Reg. 283/98, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>Continuing education average daily enrolment for a board for the period from January 1, 1998 to August 31, 1998 is the sum of,</p> <p class=\"clause-e\">(a) an amount in respect of each pupil who is enrolled in a continuing education class or course established by the board, other than a continuing education course delivered primarily through means other than classroom instruction, calculated as follows:</p> <p class=\"equation-e\"><img border=\"0\" height=\"37\" src=\"images/elaws_rev_regs_980283_e-2.gif\" width=\"57\"/></p> <p class=\"Sclause-e\">where,</p> <p class=\"equationind2-e\">A = the number of sessions for which the pupil is enrolled in the period from January 1, 1998 to August 31, 1998,</p> <p class=\"equationind2-e\">B = the number of minutes in each session; and</p> <p class=\"clause-e\">(b) an amount in respect of each pupil who is enrolled in a continuing education course established by the board and delivered primarily through means other than classroom instruction calculated as follows:</p> <p class=\"equation-e\"><img border=\"0\" height=\"16\" src=\"images/elaws_rev_regs_980283_e-3.gif\" width=\"81\"/></p> <p class=\"Sclause-e\">where,</p> <p class=\"equationind2-e\">A = the number of credits and partial credits that may be earned by the pupil on successful completion of the course,</p> <p class=\"equationind2-e\">B = the fraction representing the portion of the total quantity of work required for completion of the course that is completed by the pupil during the period from January 1, 1998 to August 31, 1998.</p> <p class=\"footnote-e\">O. Reg. 283/98, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. Despite section 4 of Ontario Regulation 79/97, that Regulation does not apply to the short year or to any school year after the short year. O. Reg. 283/98, s. 4. Français ",
            "raw_html": "<p class=\"section-e\"><b>4. </b>Despite section 4 of Ontario Regulation 79/97, that Regulation does not apply to the short year or to any school year after the short year. O. Reg. 283/98, s. 4.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_980283_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_980283_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}