{
    "reg_info": {
        "full_title": "O. Reg. 245/97: EXPLORATION, DRILLING AND PRODUCTION",
        "reg_name_text": "EXPLORATION, DRILLING AND PRODUCTION",
        "citation": "O. Reg. 245/97: ",
        "act_under": "Oil, Gas and Salt Resources Act   Loi sur les ressources en pétrole, en gaz et en sel",
        "url": "https://www.ontario.ca/laws/regulation/970245",
        "date_scraped": "2023-12-18 05:46:44"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  1, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/970245/v8",
            "valid_from": "March  2, 2022",
            "valid_to": "June 30, 2022"
        },
        {
            "a_href": "/laws/regulation/970245/v7",
            "valid_from": "October  1, 2018",
            "valid_to": "March  1, 2022"
        },
        {
            "a_href": "/laws/regulation/970245/v6",
            "valid_from": "April 11, 2018",
            "valid_to": "September 30, 2018"
        },
        {
            "a_href": "/laws/regulation/970245/v5",
            "valid_from": "April  1, 2018",
            "valid_to": "April 10, 2018"
        },
        {
            "a_href": "/laws/regulation/970245/v4",
            "valid_from": "December 11, 2017",
            "valid_to": "March 31, 2018"
        },
        {
            "a_href": "/laws/regulation/970245/v3",
            "valid_from": "September 22, 2014",
            "valid_to": "December 10, 2017"
        },
        {
            "a_href": "/laws/regulation/970245/v2",
            "valid_from": "March 29, 2004",
            "valid_to": "September 21, 2014"
        },
        {
            "a_href": "/laws/regulation/970245/v1",
            "valid_from": "February  3, 2000",
            "valid_to": "March 28, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "None",
            "TOCid": "None",
            "Section": "None",
            "Section1": "None",
            "Section2": "Sections",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": "Schedule",
            "Section": "None",
            "Section1": "Tracts",
            "Section2": "None",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Definitions",
            "Section2": "1",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Compressed Air Energy Storage Projects",
            "Section2": "2-2.1",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Applications for Well Licences and Injection Permits",
            "Section2": "2.2-2.6",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Notification and Consultation with respect to CAES Projects in a Porous Rock Reservoir",
            "Section2": "2.7-2.9",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Changes to surface Area of a CAES Project in a Porous Rock Reservoir",
            "Section2": "2.10",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Protection of Personal Information",
            "Section2": "2.11",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Well Licences",
            "Section2": "3-5",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Operating Standards for Works",
            "Section2": "6-6.2",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Registration of Works",
            "Section2": "7",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Spacing Requirements for Oil and Gas Wells — General",
            "Section2": "8",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Spacing Requirements for Oil and Gas Wells not Subject to a Spacing Order",
            "Section2": "9-10",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Spacing Order",
            "Section2": "11-12",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Spacing Requirements for Oil and Gas Wells Subject to a Spacing Order",
            "Section2": "13",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Pooling Orders",
            "Section2": "14",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Unitization Orders",
            "Section2": "15",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Security",
            "Section2": "16-16.2",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Well Control and Blowout Prevention",
            "Section2": "17",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Water Covered Areas",
            "Section2": "18",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Plugging Dry or Unused Wells",
            "Section2": "19",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Protection of Designated Gas Storage Area",
            "Section2": "20",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Work Tags",
            "Section2": "22",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Release of Information",
            "Section2": "20.1-21",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Examiners",
            "Section2": "23-24",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#1.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 1. (1) In this Regulation, “CAES” means compressed air energy storage; “CAES project” means a CAES project in a porous rock reservoir or a CAES project in a salt cavern; “CAES project in a porous rock reservoir” means a type of CAES project described in paragraph 2 of subsection 2 (1); “CAES project in a salt cavern” mean a type of CAES project described in paragraph 1 of subsection 2 (1); “completion date” means the date on which a well is completed for regular production of oil or gas; “development well” means a well that is drilled for the purpose of producing from or extending a pool of oil or gas into which another well has already been drilled; “drill” means to use any method to bore or deepen a well; “exploratory well” means a well that is drilled for the purpose of discovering a pool of oil or gas; “pinnacle structure” means a three dimensional geological feature made up entirely of carbonate sedimentary rock of Silurian age that, (a)  is located underground, (b)  is composed of the layers of rock that make up the group of geological formations identified as the Lockport Group, as that group is described by F.R. Brunton and C. Brintnell in their report entitled “Early Silurian Sequence Stratigraphy and Geological Controls on Karstic Bedrock Groundwater-Flow Zones, Niagara Escarpment Region and the Subsurface of Southwestern Ontario: Ontario Geological Survey, Groundwater Resources Study 13”, dated 2020, published by Ontario’s Queen’s Printer and available on a website maintained by the government of Ontario, and (c)  forms an isolated geologic structure, in a shape similar to a mesa or butte; “pooled spacing unit” means a spacing unit in which all the various oil and gas interests have been pooled; “pooling” means the joining or combining of all the various oil and gas interests within a spacing unit for the purpose of drilling and subsequently producing a well; “porous rock reservoir” means the porous rock contained in a pinnacle structure or in two or more connected pinnacle structures and includes any porous rock adjacent to the pinnacle structures that shares permeability with the pinnacle structures; “private well” means, (a)  an unplugged well drilled for the purpose of oil or gas exploration or production on land of which the operator owns both the surface and mineral rights, and (b)  if oil or gas is produced from the well, the oil or gas, (i)  is for the operator’s private use, (ii)  is not used in relation to a business or commercial enterprise, and (iii)  is not sold by the operator; “Provincial Standards for CAES in Salt Caverns” means the standards set out in the document entitled “Provincial Standards for Compressed Air Energy Storage in Salt Caverns: Applications and Operations” published by the Ministry and available on a website maintained by the Government of Ontario, as that document is amended from time to time; “Provincial Standards for Oil, Gas and Salt Resources” means the standards set out in the document entitled “Oil, Gas and Salt Resources of Ontario, Provincial Operating Standards”, published by the Ministry and available on a website of the Government of Ontario, as that document is amended from time to time; “royalty interest” means the interest of an owner of oil or gas rights or the owner’s interest in the proceeds from the sale of the oil or gas in a situation where the owner has none of the cost of producing the oil or gas; “spud”, with respect to a well, means the commencement of actual drilling of the well’s surface casing hole using a cable tool or rotary drilling rig, but does not include activities to prepare a site for drilling the well, including installing a conductor pipe; “surface area” means, with respect to a CAES project in a porous rock reservoir, the surface area for the CAES project set out on a map that is attached to a licence or permit issued with respect to a well associated with the CAES project and available to the public in accordance with subsection (2) and that includes, (a)  all works, including wells used for the purposes of the CAES project in a porous rock reservoir, (b)  the area on the surface that corresponds to the furthest lateral extent of the porous rock reservoir underground, (c)  any area relating to the reservoir that was previously unitized by a voluntary agreement with which the Minister agreed or by an order made under the Act for the purposes of oil or gas production, and (d)  areas adjacent to the areas described in clauses (a) to (c) that are reasonably necessary to protect the porous rock reservoir from drilling and subsurface activities, other than those that are part of the CAES project; “target area” means the area within a spacing unit that is allocated for drilling a well; “TD date” means the date when the drilling of a well reaches the total depth of the well; “tract”, except in sections 14 and 15, (a)  in the case of a standard 81 hectare lot, means a unit of area obtained by dividing the lot into eight equal rectangular areas of 10.12 hectares more or less and described by number in the manner set forth in the Schedule, (b)  in the case of a standard 40.5 hectare lot, means a unit of area obtained by dividing the lot into four equal rectangular areas of 10.12 hectares more or less and described by number in the manner set forth in the Schedule, and (c)  in the case of a lot that is not a standard 81 hectare or 40.5 hectare lot, means a unit of area obtained by dividing the lot into such equal areas as are approved by the Minister; “waste”, in addition to its meaning as ordinarily understood in the oil and gas industry, includes, (a)  inefficient, excessive or improper use or dissipation of reservoir energy, (b)  locating, spacing, drilling, equipping, operating or producing of any well in a manner that causes or might cause a reduction in the quantity of oil or gas ultimately and economically recoverable from any pool, (c)  inefficient storage of oil or gas, whether on the surface or underground, and (d)  locating, spacing, drilling, equipping, operating or producing a well in a manner that causes or might cause unnecessary or excessive surface or subsurface loss of oil or gas whether the oil or gas is being produced or stored; “working interest” means the operating interest under an oil and gas lease that is subject to all the costs of drilling, completion and operation under the lease.  O. Reg. 245/97, s. 1; O. Reg. 22/00, s. 1; O. Reg. 237/18, s. 1 (1, 2); O. Reg. 151/22, s. 1 (1, 2). (2) A copy of the map referred to in the definition of “surface area” in subsection 1 (1) that sets out the surface area of a CAES project in a porous rock reservoir, shall be made available to the public by the Ministry by posting it on a website maintained by the government of Ontario once a licence or permit with respect to a well that is part of the CAES project is granted. O. Reg. 151/22, s. 1 (3). (3)-(5) Revoked: O. Reg. 151/22, s. 1 (3).",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) In this Regulation,</p> <p class=\"definition-e\">“CAES” means compressed air energy storage;</p> <p class=\"definition-e\">“CAES project” means a CAES project in a porous rock reservoir or a CAES project in a salt cavern;</p> <p class=\"definition-e\">“CAES project in a porous rock reservoir” means a type of CAES project described in paragraph 2 of subsection 2 (1);</p> <p class=\"definition-e\">“CAES project in a salt cavern” mean a type of CAES project described in paragraph 1 of subsection 2 (1);</p> <p class=\"firstdef-e\">“completion date” means the date on which a well is completed for regular production of oil or gas;</p> <p class=\"definition-e\">“development well” means a well that is drilled for the purpose of producing from or extending a pool of oil or gas into which another well has already been drilled;</p> <p class=\"definition-e\">“drill” means to use any method to bore or deepen a well;</p> <p class=\"definition-e\">“exploratory well” means a well that is drilled for the purpose of discovering a pool of oil or gas;</p> <p class=\"definition-e\">“pinnacle structure” means a three dimensional geological feature made up entirely of carbonate sedimentary rock of Silurian age<i> </i>that,</p> <p class=\"defclause-e\">  (a)  is located underground,</p> <p class=\"defclause-e\">  (b)  is composed of the layers of rock that make up the group of geological formations identified as the Lockport Group, as that group is described by F.R. Brunton and C. Brintnell in their report entitled “Early Silurian Sequence Stratigraphy and Geological Controls on Karstic Bedrock Groundwater-Flow Zones, Niagara Escarpment Region and the Subsurface of Southwestern Ontario: Ontario Geological Survey, Groundwater Resources Study 13”, dated 2020, published by Ontario’s Queen’s Printer and available on a website maintained by the government of Ontario, and</p> <p class=\"defclause-e\">  (c)  forms an isolated geologic structure, in a shape similar to a mesa or butte;</p> <p class=\"definition-e\">“pooled spacing unit” means a spacing unit in which all the various oil and gas interests have been pooled;</p> <p class=\"definition-e\">“pooling” means the joining or combining of all the various oil and gas interests within a spacing unit for the purpose of drilling and subsequently producing a well;</p> <p class=\"definition-e\">“porous rock reservoir” means the porous rock contained in a pinnacle structure or in two or more connected pinnacle structures and includes any porous rock adjacent to the pinnacle structures that shares permeability with the pinnacle structures;</p> <p class=\"definition-e\">“private well” means,</p> <p class=\"defclause-e\">  (a)  an unplugged well drilled for the purpose of oil or gas exploration or production on land of which the operator owns both the surface and mineral rights, and</p> <p class=\"defclause-e\">  (b)  if oil or gas is produced from the well, the oil or gas,</p> <p class=\"defsubclause-e\">  (i)  is for the operator’s private use,</p> <p class=\"defsubclause-e\">  (ii)  is not used in relation to a business or commercial enterprise, and</p> <p class=\"defsubclause-e\">  (iii)  is not sold by the operator;</p> <p class=\"definition-e\">“Provincial Standards for CAES in Salt Caverns” means the standards set out in the document entitled “Provincial Standards for Compressed Air Energy Storage in Salt Caverns: Applications and Operations” published by the Ministry and available on a website maintained by the Government of Ontario, as that document is amended from time to time;</p> <p class=\"definition-e\">“Provincial Standards for Oil, Gas and Salt Resources” means the standards set out in the document entitled “Oil, Gas and Salt Resources of Ontario, Provincial Operating Standards”, published by the Ministry and available on a website of the Government of Ontario, as that document is amended from time to time;</p> <p class=\"definition-e\">“royalty interest” means the interest of an owner of oil or gas rights or the owner’s interest in the proceeds from the sale of the oil or gas in a situation where the owner has none of the cost of producing the oil or gas;</p> <p class=\"definition-e\">“spud”, with respect to a well, means the commencement of actual drilling of the well’s surface casing hole using a cable tool or rotary drilling rig, but does not include activities to prepare a site for drilling the well, including installing a conductor pipe;</p> <p class=\"definition-e\">“surface area” means, with respect to a CAES project in a porous rock reservoir, the surface area for the CAES project set out on a map that is attached to a licence or permit issued with respect to a well associated with the CAES project and available to the public in accordance with subsection (2) and that includes,</p> <p class=\"defclause-e\">  (a)  all works, including wells used for the purposes of the CAES project in a porous rock reservoir,</p> <p class=\"defclause-e\">  (b)  the area on the surface that corresponds to the furthest lateral extent of the porous rock reservoir underground,</p> <p class=\"defclause-e\">  (c)  any area relating to the reservoir that was previously unitized by a voluntary agreement with which the Minister agreed or by an order made under the Act for the purposes of oil or gas production, and</p> <p class=\"defclause-e\">  (d)  areas adjacent to the areas described in clauses (a) to (c) that are reasonably necessary to protect the porous rock reservoir from drilling and subsurface activities, other than those that are part of the CAES project;</p> <p class=\"definition-e\">“target area” means the area within a spacing unit that is allocated for drilling a well;</p> <p class=\"definition-e\">“TD date” means the date when the drilling of a well reaches the total depth of the well;</p> <p class=\"definition-e\">“tract”, except in sections 14 and 15,</p> <p class=\"defclause-e\">  (a)  in the case of a standard 81 hectare lot, means a unit of area obtained by dividing the lot into eight equal rectangular areas of 10.12 hectares more or less and described by number in the manner set forth in the Schedule,</p> <p class=\"defclause-e\">  (b)  in the case of a standard 40.5 hectare lot, means a unit of area obtained by dividing the lot into four equal rectangular areas of 10.12 hectares more or less and described by number in the manner set forth in the Schedule, and</p> <p class=\"defclause-e\">  (c)  in the case of a lot that is not a standard 81 hectare or 40.5 hectare lot, means a unit of area obtained by dividing the lot into such equal areas as are approved by the Minister;</p> <p class=\"definition-e\">“waste”, in addition to its meaning as ordinarily understood in the oil and gas industry, includes,</p> <p class=\"defclause-e\">  (a)  inefficient, excessive or improper use or dissipation of reservoir energy,</p> <p class=\"defclause-e\">  (b)  locating, spacing, drilling, equipping, operating or producing of any well in a manner that causes or might cause a reduction in the quantity of oil or gas ultimately and economically recoverable from any pool,</p> <p class=\"defclause-e\">  (c)  inefficient storage of oil or gas, whether on the surface or underground, and</p> <p class=\"defclause-e\">  (d)  locating, spacing, drilling, equipping, operating or producing a well in a manner that causes or might cause unnecessary or excessive surface or subsurface loss of oil or gas whether the oil or gas is being produced or stored;</p> <p class=\"definition-e\">“working interest” means the operating interest under an oil and gas lease that is subject to all the costs of drilling, completion and operation under the lease.  O. Reg. 245/97, s. 1; O. Reg. 22/00, s. 1; O. Reg. 237/18, s. 1 (1, 2); O. Reg. 151/22, s. 1 (1, 2).</p> <p class=\"subsection-e\">  (2) A copy of the map referred to in the definition of “surface area” in subsection 1 (1) that sets out the surface area of a CAES project in a porous rock reservoir, shall be made available to the public by the Ministry by posting it on a website maintained by the government of Ontario once a licence or permit with respect to a well that is part of the CAES project is granted. O. Reg. 151/22, s. 1 (3).</p> <p class=\"subsection-e\">  (3)-(5) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 151/22, s. 1 (3).</p>"
        },
        {
            "ahref_id": "#1.1",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 1.1 Revoked: O. Reg. 151/22, s. 2. Compressed Air Energy Storage Projects",
            "raw_html": "<p class=\"section-e\"> <b>1.1 </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 151/22, s. 2.</p> <p class=\"heading1-e\"><a name=\"BK2\"></a>Compressed Air Energy Storage Projects</p>"
        },
        {
            "ahref_id": "#2.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 2. (1) The following two types of CAES projects are prescribed as CAES projects for the purposes of clause (b.1) of the definition of well in subsection 1 (1) of the Act and of paragraph 5 of subsection 11 (1) of the Act: 1.  A CAES project in a salt cavern - being a project that uses one or more wells and other associated works for the purposes of, i.  accessing an underground salt cavern created by solution mining, and ii.  injecting, storing or withdrawing compressed air in the cavern for the purpose of producing electricity. 2.  A CAES project in a porous rock reservoir - being a project that uses one or more wells and other associated works for the purposes of, i.  accessing an underground porous rock reservoir that has been used previously for oil or gas production or hydrocarbon storage under the Act or a predecessor of the Act, and ii.  injecting, storing or withdrawing compressed air in the underground porous rock reservoir for the purpose of producing electricity. O. Reg. 151/22, s. 2. (2) Despite subsection (1), a CAES project in a porous rock reservoir is not prescribed for the purposes of clause (b.1) of the definition of well in subsection 1 (1) of the Act and of paragraph 5 of subsection 11 (1) of the Act, unless the surface area of the CAES project is located entirely within the south-western part of Ontario shown on a map entitled “Location for Potential CAES Projects in Porous Rock Reservoirs” prepared by the Ministry and dated June 1, 2021 and available on the website maintained by the government of Ontario. O. Reg. 151/22, s. 2. (3) Any pipelines, equipment or surface structures that are used in association with a well that is part of a CAES project and that, upon leaving the well, are located beyond the emergency shutdown valves or, if there is no emergency shutdown valve, beyond the first isolation valve do not form part of the CAES project and are exempted from the definition of “work” in subsection 1 (1) of the Act. O. Reg. 151/22, s. 2. (4) Despite subsection (3), the pipelines, equipment or surface structures described in that subsection do form part of a CAES project and are a “work” within the meaning of the definition of that term in subsection 1 (1) of the Act when they are being used, (a)  in the case of a CAES project in a porous rock reservoir, to prepare the porous rock reservoir for use as part of the CAES project by producing any remaining oil, gas or formation water from the reservoir; or (b)  in the case of both types of CAES projects, in association with the drilling, completion, maintenance, servicing, overhauling, working over, abandonment or decommissioning of a well, underground salt cavern or porous rock reservoir. O. Reg. 151/22, s. 2. (5) A CAES project in a porous rock reservoir includes, (a)  all wells and associated works that were previously drilled and used for other purposes under the Act or a predecessor of the Act and that will be used in association with the CAES project; and (b)  all new wells and associated works that may be drilled and used in association with the CAES project. O. Reg. 151/22, s. 2. (6) For greater certainty, wells are not considered to be part of the CAES project for the purposes of this Regulation if, (a)  the wells are used to conduct geological evaluations or testing of a porous rock reservoir to determine if the reservoir is suitable for use in a CAES project in a porous rock reservoir; and (b)  the evaluations or testing take place before any licences are granted under the Act for wells that are to be used in association with the CAES project in a porous rock reservoir. O. Reg. 151/22, s. 2. (7) For greater certainty, (a)  wells that are used to remove the last of the producible oil, gas or formation water remaining in a porous rock reservoir in order to convert a porous rock reservoir for use as part of a CAES project in a porous rock reservoir are considered to be part of the CAES project in a porous rock reservoir for the purposes of this Regulation; and (b)  no person shall use a well for a purpose described in clause (a) unless the person has submitted an application in accordance with section 2.4 for a licence under subsection 10 (1) of the Act to use the well for such a purpose, and an injection permit if required, and the licence and permit have been issued. O. Reg. 151/22, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) The following two types of CAES projects are prescribed as CAES projects for the purposes of clause (b.1) of the definition of well in subsection 1 (1) of the Act and of paragraph 5 of subsection 11 (1) of the Act:</p> <p class=\"paragraph-e\">  1.  A CAES project in a salt cavern - being a project that uses one or more wells and other associated works for the purposes of,</p> <p class=\"subpara-e\">  i.  accessing an underground salt cavern created by solution mining, and</p> <p class=\"subpara-e\">  ii.  injecting, storing or withdrawing compressed air in the cavern for the purpose of producing electricity.</p> <p class=\"paragraph-e\">  2.  A CAES project in a porous rock reservoir - being a project that uses one or more wells and other associated works for the purposes of,</p> <p class=\"subpara-e\">  i.  accessing an underground porous rock reservoir that has been used previously for oil or gas production or hydrocarbon storage under the Act or a predecessor of the Act, and</p> <p class=\"subpara-e\">  ii.  injecting, storing or withdrawing compressed air in the underground porous rock reservoir for the purpose of producing electricity. O. Reg. 151/22, s. 2.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), a CAES project in a porous rock reservoir is not prescribed for the purposes of clause (b.1) of the definition of well in subsection 1 (1) of the Act and of paragraph 5 of subsection 11 (1) of the Act, unless the surface area of the CAES project is located entirely within the south-western part of Ontario shown on a map entitled “Location for Potential CAES Projects in Porous Rock Reservoirs” prepared by the Ministry and dated June 1, 2021 and available on the website maintained by the government of Ontario. O. Reg. 151/22, s. 2.</p> <p class=\"subsection-e\">  (3) Any pipelines, equipment or surface structures that are used in association with a well that is part of a CAES project and that, upon leaving the well, are located beyond the emergency shutdown valves or, if there is no emergency shutdown valve, beyond the first isolation valve do not form part of the CAES project and are exempted from the definition of “work” in subsection 1 (1) of the Act. O. Reg. 151/22, s. 2.</p> <p class=\"subsection-e\">  (4) Despite subsection (3), the pipelines, equipment or surface structures described in that subsection do form part of a CAES project and are a “work” within the meaning of the definition of that term in subsection 1 (1) of the Act when they are being used,</p> <p class=\"clause-e\">  (a)  in the case of a CAES project in a porous rock reservoir, to prepare the porous rock reservoir for use as part of the CAES project by producing any remaining oil, gas or formation water from the reservoir; or</p> <p class=\"clause-e\">  (b)  in the case of both types of CAES projects, in association with the drilling, completion, maintenance, servicing, overhauling, working over, abandonment or decommissioning of a well, underground salt cavern or porous rock reservoir. O. Reg. 151/22, s. 2.</p> <p class=\"subsection-e\">  (5) A CAES project in a porous rock reservoir includes,</p> <p class=\"clause-e\">  (a)  all wells and associated works that were previously drilled and used for other purposes under the Act or a predecessor of the Act and that will be used in association with the CAES project; and</p> <p class=\"clause-e\">  (b)  all new wells and associated works that may be drilled and used in association with the CAES project. O. Reg. 151/22, s. 2.</p> <p class=\"subsection-e\">  (6) For greater certainty, wells are not considered to be part of the CAES project for the purposes of this Regulation if,</p> <p class=\"clause-e\">  (a)  the wells are used to conduct geological evaluations or testing of a porous rock reservoir to determine if the reservoir is suitable for use in a CAES project in a porous rock reservoir; and</p> <p class=\"clause-e\">  (b)  the evaluations or testing take place before any licences are granted under the Act for wells that are to be used in association with the CAES project in a porous rock reservoir. O. Reg. 151/22, s. 2.</p> <p class=\"subsection-e\">  (7) For greater certainty,</p> <p class=\"clause-e\">  (a)  wells that are used to remove the last of the producible oil, gas or formation water remaining in a porous rock reservoir in order to convert a porous rock reservoir for use as part of a CAES project in a porous rock reservoir are considered to be part of the CAES project in a porous rock reservoir for the purposes of this Regulation; and</p> <p class=\"clause-e\">  (b)  no person shall use a well for a purpose described in clause (a) unless the person has submitted an application in accordance with section 2.4 for a licence under subsection 10 (1) of the Act to use the well for such a purpose, and an injection permit if required, and the licence and permit have been issued. O. Reg. 151/22, s. 2.</p>"
        },
        {
            "ahref_id": "#2.1",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 2.1 No person shall use or drill a hole in the ground for the purposes of accessing porous rock and injecting, storing and withdrawing compressed air in the porous rock for the purpose of producing electricity unless, (a)  the porous rock is located in a porous rock reservoir; and (b)  the person does so as part of a CAES project in a porous rock reservoir carried out in accordance with this Regulation. O. Reg. 151/22, s. 2. Applications for Well Licences and Injection Permits",
            "raw_html": "<p class=\"section-e\"> <b>2.1 </b>No person shall use or drill a hole in the ground for the purposes of accessing porous rock and injecting, storing and withdrawing compressed air in the porous rock for the purpose of producing electricity unless,</p> <p class=\"clause-e\">  (a)  the porous rock is located in a porous rock reservoir; and</p> <p class=\"clause-e\">  (b)  the person does so as part of a CAES project in a porous rock reservoir carried out in accordance with this Regulation. O. Reg. 151/22, s. 2.</p> <p class=\"heading1-e\"><a name=\"BK3\"></a>Applications for Well Licences and Injection Permits</p>"
        },
        {
            "ahref_id": "#2.2",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 2.2 A person who is interested in obtaining a licence under subsection 10 (1) of the Act to drill, operate, deepen, alter or enter a well, or engage in any other activity on or in a well, other than a well that is part of a CAES project, or who is interested in obtaining a permit under section 11 of the Act to engage in a project, activity or undertaking with respect to such a well, shall, (a)  prepare an application in accordance with the requirements set out in the Provincial Standards for Oil, Gas and Salt Resources; (b)  conduct such consultations, provide such notices, and prepare and submit such reports of these activities as may be required in the Provincial Standards for Oil, Gas and Salt Resources; (c)  submit the application to the Ministry in such manner or at such place as may be specified in the Provincial Standards for Oil, Gas and Salt Resources; and (d)  ensure that the application is accompanied by such plans, studies, tests, evaluations, models, surveys, project descriptions and other information as may be specified in the Provincial Standards for Oil, Gas and Salt Resources. O. Reg. 151/22, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2.2 </b>A person who is interested in obtaining a licence under subsection 10 (1) of the Act to drill, operate, deepen, alter or enter a well, or engage in any other activity on or in a well, other than a well that is part of a CAES project, or who is interested in obtaining a permit under section 11 of the Act to engage in a project, activity or undertaking with respect to such a well, shall,</p> <p class=\"clause-e\">  (a)  prepare an application in accordance with the requirements set out in the Provincial Standards for Oil, Gas and Salt Resources;</p> <p class=\"clause-e\">  (b)  conduct such consultations, provide such notices, and prepare and submit such reports of these activities as may be required in the Provincial Standards for Oil, Gas and Salt Resources;</p> <p class=\"clause-e\">  (c)  submit the application to the Ministry in such manner or at such place as may be specified in the Provincial Standards for Oil, Gas and Salt Resources; and</p> <p class=\"clause-e\">  (d)  ensure that the application is accompanied by such plans, studies, tests, evaluations, models, surveys, project descriptions and other information as may be specified in the Provincial Standards for Oil, Gas and Salt Resources. O. Reg. 151/22, s. 2.</p>"
        },
        {
            "ahref_id": "#2.3",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 2.3 (1) A person who is interested in obtaining a licence under subsection 10 (1) of the Act to drill, operate, deepen, alter or enter a well, or to engage in any other activity on or in a well, as part of a CAES project in a salt cavern, or who is interested in obtaining a permit under section 11 of the Act with respect to a well that is used as part of such a project, shall, (a)  prepare an application in accordance with the requirements set out in the Provincial Standards for CAES in Salt Caverns; (b)  conduct such consultations, provide such notices, and prepare and submit such reports of these activities as may be required in the Provincial Standards for CAES in Salt Caverns; (c)  submit the application to the Ministry in such manner or at such place as may be specified in the Provincial Standards for CAES in Salt Caverns; and (d)  ensure that the application is accompanied by such plans, studies, tests, evaluations, models, surveys, project descriptions and other information as may be specified in the Provincial Standards for CAES in Salt Caverns. O. Reg. 151/22, s. 2. (2) Subsection (1) applies with respect to any well that will be used as part of a CAES project in a salt cavern, whether the well, (a)  is an existing well that was previously used for purposes of solution mining under the Act and that will be used for purposes of the CAES project; or (b)  will be drilled for the purposes of the CAES project. O. Reg. 151/22, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2.3 </b>(1) A person who is interested in obtaining a licence under subsection 10 (1) of the Act to drill, operate, deepen, alter or enter a well, or to engage in any other activity on or in a well, as part of a CAES project in a salt cavern, or who is interested in obtaining a permit under section 11 of the Act with respect to a well that is used as part of such a project, shall,</p> <p class=\"clause-e\">  (a)  prepare an application in accordance with the requirements set out in the Provincial Standards for CAES in Salt Caverns;</p> <p class=\"clause-e\">  (b)  conduct such consultations, provide such notices, and prepare and submit such reports of these activities as may be required in the Provincial Standards for CAES in Salt Caverns;</p> <p class=\"clause-e\">  (c)  submit the application to the Ministry in such manner or at such place as may be specified in the Provincial Standards for CAES in Salt Caverns; and</p> <p class=\"clause-e\">  (d)  ensure that the application is accompanied by such plans, studies, tests, evaluations, models, surveys, project descriptions and other information as may be specified in the Provincial Standards for CAES in Salt Caverns. O. Reg. 151/22, s. 2.</p> <p class=\"subsection-e\">  (2) Subsection (1) applies with respect to any well that will be used as part of a CAES project in a salt cavern, whether the well,</p> <p class=\"clause-e\">  (a)  is an existing well that was previously used for purposes of solution mining under the Act and that will be used for purposes of the CAES project; or</p> <p class=\"clause-e\">  (b)  will be drilled for the purposes of the CAES project. O. Reg. 151/22, s. 2.</p>"
        },
        {
            "ahref_id": "#2.4",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 2.4 (1) A person who is interested in operating a CAES project in a porous rock reservoir shall, before engaging in any activity on or in a well that is part of the project, submit to the Minister, (a)  an application for each licence under subsection 10 (1) of the Act that the person requires to drill, operate, deepen alter or enter any wells, or to engage in any other activity on or in any wells, that will be, (i)  used to prepare the porous rock reservoir for use as part of the CAES project by producing any remaining oil, gas and formation water from the reservoir, before any compressed air is injected into the porous rock reservoir, or (ii)  used in association with the CAES project, once the porous rock reservoir has been prepared for use as part of the CAES project in accordance with subclause (i); and (b)  an application for one or more permits under section 11 of the Act that the person requires to inject compressed air into the porous rock reservoir through the wells referred to in clause (a). O. Reg. 151/22, s. 2. (2) Clause (1) (a) applies with respect to any well that will be used in association with a CAES project in a porous rock reservoir, including, (a)  any existing well that was previously used for another purpose under the Act or a predecessor of the Act and that will be used in association with the CAES project; and (b)  any new well that will be drilled and used in association with the CAES project. O. Reg. 151/22, s. 2. (3) The operator of a CAES project in a porous rock reservoir may, at any time in the course of carrying on the project, submit to the Minister, (a)  an application for a licence under subsection 10 (1) of the Act to drill, operate, deepen alter or enter one or more additional wells, or to engage in any other activity on or in one or more additional wells that are required in association with the CAES project; and (b)  an application for a one or more permits under section 11 of the Act to inject compressed air into the porous rock reservoir through one or more of the wells referred to in clause (a). O. Reg. 151/22, s. 2. (4) An application for a licence under clause (1) (a) or (3) (a) may include an application for a licence for a well that will be used to conduct geological evaluations or testing of the porous rock reservoir after one or more other well licences have been granted with respect the CAES project in a porous rock reservoir. O. Reg. 151/22, s. 2. (5) An application for a licence or permit submitted under subsection (1) or (3) shall be accompanied by, (a)  if the applicant is a corporation, a corporation profile report that must include, (i)  the current status of the corporation, (ii)  the corporation’s legal name, corporation number and registered address, and (iii)  a list of the names of the corporation’s current officers and directors; (b)  confirmation from the applicant that all necessary surface and subsurface rights have been acquired by the applicant, including the surface, mineral, oil, gas and compressed air storage rights, whether through ownership or lease, for all lands on or under which the CAES works will be located and all lands that are proposed to be included within the surface area of the CAES project; and (c)  a report that is prepared by an independent party with expertise in insurance matters related to environmental and other risks associated with subsurface geological storage operations in Ontario and that, (i)  recommends the types and amount of insurance coverage necessary for the proposed CAES project, including but not limited to liability and pollution coverage, and (ii)  identifies the information that was relied on to develop the recommendation described in subclause (i). O. Reg. 151/22, s. 2. (6) An application for a licence or permit submitted under subsection (1) or (3) shall contain the following information: 1.  The applicant’s name and contact information. 2.  A detailed description of the CAES project in a porous rock reservoir that includes the information required under subsection (7). 3.  Plans and technical reports and analyses relating to the CAES project in a porous rock reservoir that are described in subsections (8) to (15) and that demonstrate the following: i.  The CAES project has been designed for the site-specific geologic environment of the porous rock reservoir to which the project relates. ii.  All works have been designed with consideration of the expected operating conditions including temperatures, pressures and gas compositions. iii.  The CAES project will be designed, constructed, operated, maintained, decommissioned and abandoned in a manner that, A.  permanently isolates and protects all potable water formations from potential contamination, B.  protects existing and potential hydrocarbon-bearing formations that are not included in the porous rock reservoir from cross-contamination, C.  prevents the migration of fluids between permeable zones, D.  promotes the conservation and efficient recovery of hydrocarbons that are contained in the porous rock reservoir with minimal use of flaring, E.  ensures that compressed air will be contained within the porous rock reservoir and other associated works during operation, F.  ensures containment of fluids after plugging, abandonment and decommissioning, G.  addresses any potential corrosion issues with respect to the wells and other associated works, H.  ensures that all necessary measures to prevent explosions are taken, including managing gas composition so as to minimize, or eliminate where possible, potential explosive mixtures and potential sources of ignition, I.  ensures that the plugging, abandonment and decommissioning of wells, the reservoir and other associated works, will leave them in a stable state that permanently protects the public and the environment, and J.  ensures all necessary measures are taken to ensure public safety and protection of the natural environment. iv.  The suitability of the porous rock reservoir for the purposes of the proposed CAES project with respect to, A.  its porosity, permeability and other key parameters necessary for a CAES operation, B.  the quality and geo-mechanical integrity of its seal and caprock, and C.  its geochemistry and its compatibility with compressed air. O. Reg. 151/22, s. 2. (7) The following information shall be included in a description of the CAES project in a porous rock reservoir in respect of which an application is submitted under subsection (1) or (3): 1.  An overview of the CAES project and its purpose. 2.  A description of the location of the CAES project, including any local and upper tier municipality or geographic township parts of which are located within the surface area of the CAES project, the lot and concession numbers, and any applicable civic address. 3.  A description of the CAES project, including the wells, the porous rock reservoir and other works and activities that are the subject of the licence or permit application. 4.  A description of any other federal, provincial and municipal approvals that will be required for the CAES project. 5.  A list of all documents and information that are being submitted in support of the application and, for each document listed, i.  the title of the document, ii.  its general subject matter, iii.  the date the document was prepared, and iv.  the author’s name and qualifications. 6.  One or more maps showing the following: i.  The general location of the lands that are the subject to the application. ii.  The proposed surface area of the CAES project in a porous rock reservoir. iii.  The locations of all existing and proposed wells and other works that will be used for the CAES project, and the setback distances between the wells and other works, on the one hand, and the proposed surface area, on the other hand. iv.  Existing surface uses, significant natural and human-made features, populated areas, and relevant land uses that have the potential to impact or to be impacted by the CAES project and are located inside or within 1 kilometre of the proposed surface area of the CAES project in a porous rock reservoir, as well as any other significant surface uses or features identified in the applicant’s technical reports or analyses. v.  Existing subsurface uses that have the potential to impact or to be impacted by the CAES project, including, A.  existing wells or abandoned wells located inside or within 1 kilometre of the proposed surface area of the CAES project in a porous rock reservoir, B.  currently or previously active subsurface operations located inside or within 5 km of the proposed surface area of the CAES project in a porous rock reservoir, and C.  any other subsurface activity identified in the applicant’s technical reports or analyses. vi.  A North arrow. vii.  A scale. viii.  A legend. O. Reg. 151/22, s. 2. (8) In order to address the full lifecycle of the CAES project, including the design, construction, operation, maintenance, monitoring, abandonment and decommissioning and the safety of the wells, reservoir and other associated works used during the lifecycle of the CAES project, an application for a licence or permit submitted under subsection (1) or (3) shall include plans that address the following: 1.  The design, drilling and completion of the wells. 2.  The conversion programs for all pre-existing wells that the applicant is proposing to use in the CAES project. 3.  The design of the wells and other associated works to minimize and control corrosion, including details of the corrosion control program and corrosion monitoring of wells and works. 4.  The development of the porous rock reservoir, from the initial production of remaining hydrocarbons and formation fluids through to the use of the reservoir for CAES. 5.  The operational plans to verify the inventory of compressed air in the porous rock reservoir, including leak detection and resolving discrepancies. 6.  The operation and maintenance of the wells, the porous rock reservoir and other associated works. 7.  The integrity of the wells and porous rock reservoir, including details of mechanical integrity testing and preventative maintenance for all wells that penetrate the reservoir and for the reservoir. 8.  The plugging and abandonment, or other remedial actions or measures, for all wells or other drilled conduits as needed to protect the integrity of the porous rock reservoir. 9.  The location and type of surface works, including storage tanks, heaters, treaters, separators, compressors, flares and pipelines, and a brief description of the technical specifications of each such work. 10.  The plugging, abandonment and decommissioning of all wells, the porous rock reservoir and other associated works, the site rehabilitation and the monitoring programs related to any of these activities. 11.  Emergency management and response. 12.  Spill response. 13.  The details of the CAES project schedule. O. Reg. 151/22, s. 2. (9) The plans referred to in paragraph 1 of subsection (8) shall include well location plans that meet all the requirements described in Part I of the Provincial Standards for Oil Gas and Salt Resources. O. Reg. 151/22, s. 2. (10) For the purposes of determining the amount of security to be provided under section 16.1, the plans relating to plugging, abandonment, decommissioning and site rehabilitation, as well as monitoring programs, referred to in paragraph 10 of subsection (8) shall include a detailed schedule for these activities and an estimate made by the applicant of the costs of carrying out these activities, including an itemized list of the costs of, (a)  plugging and abandonment of all wells that are part of the CAES project and decommissioning of the porous rock reservoir; (b)  decommissioning of all works, other than those referred to in clause (a), that are part of the CAES project; (c)  carrying out all necessary site rehabilitation work; and (d)  ongoing maintenance or monitoring work that is required after plugging, abandonment, decommissioning and site rehabilitation have been completed. O. Reg. 151/22, s. 2. (11) All plans referred to in subsection (8) shall, (a)  identify any standards or specifications that will be used or relied on during all stages of the CAES project; (b)  identify all materials that will be used in the design or construction of wells; (c)  describe any proposed departures from the operating standards of the Provincial Standards for Oil, Gas and Salt Resources with which the operator of the CAES project in a porous rock reservoir is required to comply under section 6.2, along with, (i)  the rationale for the proposed departure, (ii)  written certification from a qualified person that, (A)  it is reasonable to depart from the standard or standards in the circumstances, and (B)  measures to prevent or limit damage that provide an equal or higher standard of protection are being proposed, and (iii)  the name and qualifications of the qualified person who certified the proposed departure; and (d)  describe any monitoring, recordkeeping, and reporting requirements related to the CAES project; O. Reg. 151/22, s. 2. (12) The qualified person referred to in subclause (11) (c) (ii) shall hold a licence or temporary licence in good standing under the Professional Engineers Act\r\nor possess such other qualifications as may be permitted under the Provincial Standards for Oil Gas and Salt Resources. O. Reg. 151/22, s. 2. (13) The following technical reports and assessments shall be included in an application for a licence or permit submitted under subsection (1) or (3): 1.  An assessment of the potential impacts that the CAES project in a porous rock reservoir may have on surface features, activities and uses that are not part of the CAES project and are located within the proposed surface area of the CAES project or within one kilometre of the proposed surface area. 2.  An assessment of the potential impacts that the neighbouring surface features, activities and uses referred to in paragraph 1 may have on the CAES project in a porous rock reservoir. 3.  An assessment of the potential impacts that the CAES project in a porous rock reservoir may have on subsurface features, activities and uses that are not part of the CAES project and are located either within the proposed surface area of the CAES project or, i.  in the case of an existing or abandoned well or other drilled or dug conduit, within one kilometre of the proposed surface area, and ii.  in the case of any other subsurface operations, within five kilometres of the proposed surface area. 4.  An assessment of the potential impacts that any of the subsurface features, activities and uses referred to in paragraph 3 may have on the CAES project in a porous rock reservoir. 5.  With respect to all wells or other drilled or dug conduits that may impact the CAES project in a porous rock reservoir, an assessment of their age, history, and condition, and any remedial actions or measures needed to confirm that they will not affect the integrity of the porous rock reservoir or of any wells used in association with the project. 6.  One or more risk assessments that consider the full lifecycle of the CAES project in a porous rock reservoir, including all recommendations and plans to be implemented to prevent or mitigate risks. 7.  A complete description of the geological, geophysical and other data used to interpret the geometry and geographical limits of the porous rock reservoir. 8.  Detailed geological and geochemical evaluations clearly identifying porous rock reservoir spill points, rock and fluid properties, stratigraphy, and the quality of the reservoir and seal. 9.  A geochemical evaluation of the compatibility of the proposed injection fluids with formation fluids and the lithology of the porous rock reservoir. 10.  A geo-mechanical analysis of the porous rock reservoir that, i.  considers all operating conditions including maximum and minimum storage pressures, flow conditions, temperature changes, cyclic stresses, and delta-pressuring, and ii.  is supported by numerical modelling, sufficient rock cores and sufficient laboratory testing including cap-rock testing. 11.  Reservoir modelling and analysis that, i.  considers all flow, pressure, fluid and rock compositions and other operating conditions, ii.  considers the potential formation of explosive mixtures and how to ensure they are not formed, iii.  considers potential sources of ignition, iv.  considers geochemical characterization of rocks and fluids, and v.  provides suitable inputs for geo-mechanical numerical modelling. 12.  An analysis of the corrosion program, including its design and efficiency in preventing corrosion, the monitoring of corrosion rates, the efficacy of any corrective measures throughout the lifecycle of the CAES project. 13.  A detailed analysis and technical justification for, i.  the proposed plans for the testing of the mechanical integrity of wells that penetrate the porous rock reservoir, and ii.  the proposed plans to ensure the integrity of the porous rock reservoir throughout the lifecycle of the CAES project. O. Reg. 151/22, s. 2. (14) The subsurface features, activities or uses referred to in paragraph 3 or 4 of subsection (13) include geological features, any storage, mining or other similar operations, plugged or unplugged wells, oil, gas and salt resources, and any geological evaluation wells, geothermal wells, and water wells. O. Reg. 151/22, s. 2. (15) All plans referred to in subsection (8) and technical reports and analyses referred to in subsection (13) shall, (a)  clearly set out any measures or actions that are to be carried out as part of the CAES project in order to prevent or mitigate any possible adverse effects that the CAES project in a porous rock reservoir may have; (b)  identify the individuals who prepared each plan, report or analysis, their qualifications and relevant experience; (c)  be signed by the individuals who prepared the plan, report or analysis and include, where appropriate, their seal or stamp; and (d)  include the date the plan, report or analysis was completed. O. Reg. 151/22, s. 2. (16) Plans and technical reports and analyses that are submitted in support of an application for a licence or permit necessary for a well used in association with a CAES project in a porous rock reservoir may be used in support of another application for a licence or permit for another well used in association with the same CAES project that is submitted, (a)  at the same time as the first-mentioned application is submitted; or (b)  after the first-mentioned application is submitted, so long as the information in the plans or technical reports or analyses remains accurate and relevant to the application. O. Reg. 151/22, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2.4 </b>(1) A person who is interested in operating a CAES project in a porous rock reservoir shall, before engaging in any activity on or in a well that is part of the project, submit to the Minister,</p> <p class=\"clause-e\">  (a)  an application for each licence under subsection 10 (1) of the Act that the person requires to drill, operate, deepen alter or enter any wells, or to engage in any other activity on or in any wells, that will be,</p> <p class=\"subclause-e\">  (i)  used to prepare the porous rock reservoir for use as part of the CAES project by producing any remaining oil, gas and formation water from the reservoir, before any compressed air is injected into the porous rock reservoir, or</p> <p class=\"subclause-e\">  (ii)  used in association with the CAES project, once the porous rock reservoir has been prepared for use as part of the CAES project in accordance with subclause (i); and</p> <p class=\"clause-e\">  (b)  an application for one or more<i> </i>permits under section 11 of the Act that the person requires to inject compressed air into the porous rock reservoir through the wells referred to in clause (a). O. Reg. 151/22, s. 2.</p> <p class=\"subsection-e\">  (2) Clause (1) (a) applies with respect to any well that will be used in association with a CAES project in a porous rock reservoir, including,</p> <p class=\"clause-e\">  (a)  any existing well that was previously used for another purpose under the Act or a predecessor of the Act and that will be used in association with the CAES project; and</p> <p class=\"clause-e\">  (b)  any new well that will be drilled and used in association with the CAES project. O. Reg. 151/22, s. 2.</p> <p class=\"subsection-e\">  (3) The operator of a CAES project in a porous rock reservoir may, at any time in the course of carrying on the project, submit to the Minister,</p> <p class=\"clause-e\">  (a)  an application for a licence under subsection 10 (1) of the Act to drill, operate, deepen alter or enter one or more additional wells, or to engage in any other activity on or in one or more additional wells that are required in association with the CAES project; and</p> <p class=\"clause-e\">  (b)  an application for a one or more<i> </i>permits under section 11 of the Act to inject compressed air into the porous rock reservoir through one or more of the wells referred to in clause (a). O. Reg. 151/22, s. 2.</p> <p class=\"subsection-e\">  (4) An application for a licence under clause (1) (a) or (3) (a) may include an application for a licence for a well that will be used to conduct geological evaluations or testing of the porous rock reservoir after one or more other well licences have been granted with respect the CAES project in a porous rock reservoir. O. Reg. 151/22, s. 2.</p> <p class=\"subsection-e\">  (5) An application for a licence or permit submitted under subsection (1) or (3) shall be accompanied by,</p> <p class=\"clause-e\">  (a)  if the applicant is a corporation, a corporation profile report that must include,</p> <p class=\"subclause-e\">  (i)  the current status of the corporation,</p> <p class=\"subclause-e\">  (ii)  the corporation’s legal name, corporation number and registered address, and</p> <p class=\"subclause-e\">  (iii)  a list of the names of the corporation’s current officers and directors;</p> <p class=\"clause-e\">  (b)  confirmation from the applicant that all necessary surface and subsurface rights have been acquired by the applicant, including the surface, mineral, oil, gas and compressed air storage rights, whether through ownership or lease, for all lands on or under which the CAES works will be located and all lands that are proposed to be included within the surface area of the CAES project; and</p> <p class=\"clause-e\">  (c)  a report that is prepared by an independent party with expertise in insurance matters related to environmental and other risks associated with subsurface geological storage operations in Ontario and that,</p> <p class=\"subclause-e\">  (i)  recommends the types and amount of insurance coverage necessary for the proposed CAES project, including but not limited to liability and pollution coverage, and</p> <p class=\"subclause-e\">  (ii)  identifies the information that was relied on to develop the recommendation described in subclause (i). O. Reg. 151/22, s. 2.</p> <p class=\"subsection-e\">  (6) An application for a licence or permit submitted under subsection (1) or (3) shall contain the following information:</p> <p class=\"paragraph-e\">  1.  The applicant’s name and contact information.</p> <p class=\"paragraph-e\">  2.  A detailed description of the CAES project in a porous rock reservoir that includes the information required under subsection (7).</p> <p class=\"paragraph-e\">  3.  Plans and technical reports and analyses relating to the CAES project in a porous rock reservoir that are described in subsections (8) to (15) and that demonstrate the following:</p> <p class=\"subpara-e\">  i.  The CAES project has been designed for the site-specific geologic environment of the porous rock reservoir to which the project relates.</p> <p class=\"subpara-e\">  ii.  All works have been designed with consideration of the expected operating conditions including temperatures, pressures and gas compositions.</p> <p class=\"subpara-e\">  iii.  The CAES project will be designed, constructed, operated, maintained, decommissioned and abandoned in a manner that,</p> <p class=\"subsubpara-e\">  A.  permanently isolates and protects all potable water formations from potential contamination,</p> <p class=\"subsubpara-e\">  B.  protects existing and potential hydrocarbon-bearing formations that are not included in the porous rock reservoir from cross-contamination,</p> <p class=\"subsubpara-e\">  C.  prevents the migration of fluids between permeable zones,</p> <p class=\"subsubpara-e\">  D.  promotes the conservation and efficient recovery of hydrocarbons that are contained in the porous rock reservoir with minimal use of flaring,</p> <p class=\"subsubpara-e\">  E.  ensures that compressed air will be contained within the porous rock reservoir and other associated works during operation,</p> <p class=\"subsubpara-e\">  F.  ensures containment of fluids after plugging, abandonment and decommissioning,</p> <p class=\"subsubpara-e\">  G.  addresses any potential corrosion issues with respect to the wells and other associated works,</p> <p class=\"subsubpara-e\">  H.  ensures that all necessary measures to prevent explosions are taken, including managing gas composition so as to minimize, or eliminate where possible, potential explosive mixtures and potential sources of ignition,</p> <p class=\"subsubpara-e\">  I.  ensures that the plugging, abandonment and decommissioning of wells, the reservoir and other associated works, will leave them in a stable state that permanently protects the public and the environment, and</p> <p class=\"subsubpara-e\">  J.  ensures all necessary measures are taken to ensure public safety and protection of the natural environment.</p> <p class=\"subpara-e\">  iv.  The suitability of the porous rock reservoir for the purposes of the proposed CAES project with respect to,</p> <p class=\"subsubpara-e\">  A.  its porosity, permeability and other key parameters necessary for a CAES operation,</p> <p class=\"subsubpara-e\">  B.  the quality and geo-mechanical integrity of its seal and caprock, and</p> <p class=\"subsubpara-e\">  C.  its geochemistry and its compatibility with compressed air. O. Reg. 151/22, s. 2.</p> <p class=\"subsection-e\">  (7) The following information shall be included in a description of the CAES project in a porous rock reservoir in respect of which an application is submitted under subsection (1) or (3):</p> <p class=\"paragraph-e\">  1.  An overview of the CAES project and its purpose.</p> <p class=\"paragraph-e\">  2.  A description of the location of the CAES project, including any local and upper tier municipality or geographic township parts of which are located within the surface area of the CAES project, the lot and concession numbers, and any applicable civic address.</p> <p class=\"paragraph-e\">  3.  A description of the CAES project, including the wells, the porous rock reservoir and other works and activities that are the subject of the licence or permit application.</p> <p class=\"paragraph-e\">  4.  A description of any other federal, provincial and municipal approvals that will be required for the CAES project.</p> <p class=\"paragraph-e\">  5.  A list of all documents and information that are being submitted in support of the application and, for each document listed,</p> <p class=\"subpara-e\">  i.  the title of the document,</p> <p class=\"subpara-e\">  ii.  its general subject matter,</p> <p class=\"subpara-e\">  iii.  the date the document was prepared, and</p> <p class=\"subpara-e\">  iv.  the author’s name and qualifications.</p> <p class=\"paragraph-e\">  6.  One or more maps showing the following:</p> <p class=\"subpara-e\">  i.  The general location of the lands that are the subject to the application.</p> <p class=\"subpara-e\">  ii.  The proposed surface area of the CAES project in a porous rock reservoir.</p> <p class=\"subpara-e\">  iii.  The locations of all existing and proposed wells and other works that will be used for the CAES project, and the setback distances between the wells and other works, on the one hand, and the proposed surface area, on the other hand.</p> <p class=\"subpara-e\">  iv.  Existing surface uses, significant natural and human-made features, populated areas, and relevant land uses that have the potential to impact or to be impacted by the CAES project and are located inside or within 1 kilometre of the proposed surface area of the CAES project in a porous rock reservoir, as well as any other significant surface uses or features identified in the applicant’s technical reports or analyses.</p> <p class=\"subpara-e\">  v.  Existing subsurface uses that have the potential to impact or to be impacted by the CAES project, including,</p> <p class=\"subsubclause-e\">  A.  existing wells or abandoned wells located inside or within 1 kilometre of the proposed surface area of the CAES project in a porous rock reservoir, </p> <p class=\"subsubclause-e\">  B.  currently or previously active subsurface operations located inside or within 5 km of the proposed surface area of the CAES project in a porous rock reservoir, and</p> <p class=\"subsubclause-e\">  C.  any other subsurface activity identified in the applicant’s technical reports or analyses.</p> <p class=\"subpara-e\">  vi.  A North arrow.</p> <p class=\"subpara-e\">  vii.  A scale.</p> <p class=\"subpara-e\">  viii.  A legend. O. Reg. 151/22, s. 2.</p> <p class=\"subsection-e\">  (8) In order to address the full lifecycle of the CAES project, including the design, construction, operation, maintenance, monitoring, abandonment and decommissioning and the safety of the wells, reservoir and other associated works used during the lifecycle of the CAES project, an application for a licence or permit submitted under subsection (1) or (3) shall include plans that address the following:</p> <p class=\"paragraph-e\">  1.  The design, drilling and completion of the wells.</p> <p class=\"paragraph-e\">  2.  The conversion programs for all pre-existing wells that the applicant is proposing to use in the CAES project.</p> <p class=\"paragraph-e\">  3.  The design of the wells and other associated works to minimize and control corrosion, including details of the corrosion control program and corrosion monitoring of wells and works.</p> <p class=\"paragraph-e\">  4.  The development of the porous rock reservoir, from the initial production of remaining hydrocarbons and formation fluids through to the use of the reservoir for CAES.</p> <p class=\"paragraph-e\">  5.  The operational plans to verify the inventory of compressed air in the porous rock reservoir, including leak detection and resolving discrepancies.</p> <p class=\"paragraph-e\">  6.  The operation and maintenance of the wells, the porous rock reservoir and other associated works.</p> <p class=\"paragraph-e\">  7.  The integrity of the wells and porous rock reservoir, including details of mechanical integrity testing and preventative maintenance for all wells that penetrate the reservoir and for the reservoir.</p> <p class=\"paragraph-e\">  8.  The plugging and abandonment, or other remedial actions or measures, for all wells or other drilled conduits as needed to protect the integrity of the porous rock reservoir.</p> <p class=\"paragraph-e\">  9.  The location and type of surface works, including storage tanks, heaters, treaters, separators, compressors, flares and pipelines, and a brief description of the technical specifications of each such work.</p> <p class=\"paragraph-e\">  10.  The plugging, abandonment and decommissioning of all wells, the porous rock reservoir and other associated works, the site rehabilitation and the monitoring programs related to any of these activities.</p> <p class=\"paragraph-e\">  11.  Emergency management and response.</p> <p class=\"paragraph-e\">  12.  Spill response.</p> <p class=\"paragraph-e\">  13.  The details of the CAES project schedule. O. Reg. 151/22, s. 2.</p> <p class=\"subsection-e\">  (9) The plans referred to in paragraph 1 of subsection (8) shall include well location plans that meet all the requirements described in Part I of the Provincial Standards for Oil Gas and Salt Resources. O. Reg. 151/22, s. 2.</p> <p class=\"subsection-e\">  (10) For the purposes of determining the amount of security to be provided under section 16.1, the plans relating to plugging, abandonment, decommissioning and site rehabilitation, as well as monitoring programs, referred to in paragraph 10 of subsection (8) shall include a detailed schedule for these activities and an estimate made by the applicant of the costs of carrying out these activities, including an itemized list of the costs of,</p> <p class=\"clause-e\">  (a)  plugging and abandonment of all wells that are part of the CAES project and decommissioning of the porous rock reservoir;</p> <p class=\"clause-e\">  (b)  decommissioning of all works, other than those referred to in clause (a), that are part of the CAES project;</p> <p class=\"clause-e\">  (c)  carrying out all necessary site rehabilitation work; and</p> <p class=\"clause-e\">  (d)  ongoing maintenance or monitoring work that is required after plugging, abandonment, decommissioning and site rehabilitation have been completed. O. Reg. 151/22, s. 2.</p> <p class=\"subsection-e\">  (11) All plans referred to in subsection (8) shall,</p> <p class=\"clause-e\">  (a)  identify any standards or specifications that will be used or relied on during all stages of the CAES project;</p> <p class=\"clause-e\">  (b)  identify all materials that will be used in the design or construction of wells;</p> <p class=\"clause-e\">  (c)  describe any proposed departures from the operating standards of the Provincial Standards for Oil, Gas and Salt Resources with which the operator of the CAES project in a porous rock reservoir is required to comply under section 6.2, along with,</p> <p class=\"subclause-e\">  (i)  the rationale for the proposed departure,</p> <p class=\"subclause-e\">  (ii)  written certification from a qualified person that,</p> <p class=\"subsubclause-e\">  (A)  it is reasonable to depart from the standard or standards in the circumstances, and</p> <p class=\"subsubclause-e\">  (B)  measures to prevent or limit damage that provide an equal or higher standard of protection are being proposed, and</p> <p class=\"subclause-e\">  (iii)  the name and qualifications of the qualified person who certified the proposed departure; and</p> <p class=\"clause-e\">  (d)  describe any monitoring, recordkeeping, and reporting requirements related to the CAES project; O. Reg. 151/22, s. 2.</p> <p class=\"subsection-e\">  (12) The qualified person referred to in subclause (11) (c) (ii) shall hold a licence or temporary licence in good standing under the <i>Professional Engineers Act</i>\r\nor possess such other qualifications as may be permitted under the Provincial Standards for Oil Gas and Salt Resources. O. Reg. 151/22, s. 2.</p> <p class=\"subsection-e\">  (13) The following technical reports and assessments shall be included in an application for a licence or permit submitted under subsection (1) or (3):</p> <p class=\"paragraph-e\">  1.  An assessment of the potential impacts that the CAES project in a porous rock reservoir may have on surface features, activities and uses that are not part of the CAES project and are located within the proposed surface area of the CAES project or within one kilometre of the proposed surface area.</p> <p class=\"paragraph-e\">  2.  An assessment of the potential impacts that the neighbouring surface features, activities and uses referred to in paragraph 1 may have on the CAES project in a porous rock reservoir.</p> <p class=\"paragraph-e\">  3.  An assessment of the potential impacts that the CAES project in a porous rock reservoir may have on subsurface features, activities and uses that are not part of the CAES project and are located either within the proposed surface area of the CAES project or,</p> <p class=\"subpara-e\">  i.  in the case of an existing or abandoned well or other drilled or dug conduit, within one kilometre of the proposed surface area, and</p> <p class=\"subpara-e\">  ii.  in the case of any other subsurface operations, within five kilometres of the proposed surface area.</p> <p class=\"paragraph-e\">  4.  An assessment of the potential impacts that any of the subsurface features, activities and uses referred to in paragraph 3 may have on the CAES project in a porous rock reservoir.</p> <p class=\"paragraph-e\">  5.  With respect to all wells or other drilled or dug conduits that may impact the CAES project in a porous rock reservoir, an assessment of their age, history, and condition, and any remedial actions or measures needed to confirm that they will not affect the integrity of the porous rock reservoir or of any wells used in association with the project.</p> <p class=\"paragraph-e\">  6.  One or more risk assessments that consider the full lifecycle of the CAES project in a porous rock reservoir, including all recommendations and plans to be implemented to prevent or mitigate risks.</p> <p class=\"paragraph-e\">  7.  A complete description of the geological, geophysical and other data used to interpret the geometry and geographical limits of the porous rock reservoir.</p> <p class=\"paragraph-e\">  8.  Detailed geological and geochemical evaluations clearly identifying porous rock reservoir spill points, rock and fluid properties, stratigraphy, and the quality of the reservoir and seal.</p> <p class=\"paragraph-e\">  9.  A geochemical evaluation of the compatibility of the proposed injection fluids with formation fluids and the lithology of the porous rock reservoir.</p> <p class=\"paragraph-e\">  10.  A geo-mechanical analysis of the porous rock reservoir that,</p> <p class=\"subpara-e\">  i.  considers all operating conditions including maximum and minimum storage pressures, flow conditions, temperature changes, cyclic stresses, and delta-pressuring, and</p> <p class=\"subpara-e\">  ii.  is supported by numerical modelling, sufficient rock cores and sufficient laboratory testing including cap-rock testing.</p> <p class=\"paragraph-e\">  11.  Reservoir modelling and analysis that,</p> <p class=\"subpara-e\">  i.  considers all flow, pressure, fluid and rock compositions and other operating conditions,</p> <p class=\"subpara-e\">  ii.  considers the potential formation of explosive mixtures and how to ensure they are not formed,</p> <p class=\"subpara-e\">  iii.  considers potential sources of ignition,</p> <p class=\"subpara-e\">  iv.  considers geochemical characterization of rocks and fluids, and</p> <p class=\"subpara-e\">  v.  provides suitable inputs for geo-mechanical numerical modelling.</p> <p class=\"paragraph-e\">  12.  An analysis of the corrosion program, including its design and efficiency in preventing corrosion, the monitoring of corrosion rates, the efficacy of any corrective measures throughout the lifecycle of the CAES project.</p> <p class=\"paragraph-e\">  13.  A detailed analysis and technical justification for,</p> <p class=\"subpara-e\">  i.  the proposed plans for the testing of the mechanical integrity of wells that penetrate the porous rock reservoir, and</p> <p class=\"subpara-e\">  ii.  the proposed plans to ensure the integrity of the porous rock reservoir throughout the lifecycle of the CAES project. O. Reg. 151/22, s. 2.</p> <p class=\"subsection-e\">  (14) The subsurface features, activities or uses referred to in paragraph 3 or 4 of subsection (13) include geological features, any storage, mining or other similar operations, plugged or unplugged wells, oil, gas and salt resources, and any geological evaluation wells, geothermal wells, and water wells. O. Reg. 151/22, s. 2.</p> <p class=\"subsection-e\">  (15) All plans referred to in subsection (8) and technical reports and analyses referred to in subsection (13) shall,</p> <p class=\"clause-e\">  (a)  clearly set out any measures or actions that are to be carried out as part of the CAES project in order to prevent or mitigate any possible adverse effects that the CAES project in a porous rock reservoir may have;</p> <p class=\"clause-e\">  (b)  identify the individuals who prepared each plan, report or analysis, their qualifications and relevant experience;</p> <p class=\"clause-e\">  (c)  be signed by the individuals who prepared the plan, report or analysis and include, where appropriate, their seal or stamp; and</p> <p class=\"clause-e\">  (d)  include the date the plan, report or analysis was completed. O. Reg. 151/22, s. 2.</p> <p class=\"subsection-e\">  (16) Plans and technical reports and analyses that are submitted in support of an application for a licence or permit necessary for a well used in association with a CAES project in a porous rock reservoir may be used in support of another application for a licence or permit for another well used in association with the same CAES project that is submitted,</p> <p class=\"clause-e\">  (a)  at the same time as the first-mentioned application is submitted; or</p> <p class=\"clause-e\">  (b)  after the first-mentioned application is submitted, so long as the information in the plans or technical reports or analyses remains accurate and relevant to the application. O. Reg. 151/22, s. 2.</p>"
        },
        {
            "ahref_id": "#2.5",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 2.5 (1) An applicant who intends to apply for a licence or permit with respect to a CAES project in a porous rock reservoir shall, before submitting the application to the Minister under subsection 2.4 (1) or (3), provide a copy of the application to the Ministry, so that the Ministry may conduct a preliminary assessment of the application for the purpose of identifying and notifying the applicant of the following: 1.  The plans, technical reports or analyses included in the application that require expert review, if any. 2.  The Indigenous communities and organizations that are to be notified of the CAES project under section 2.7. 3.  The ministries of the provincial or federal government or agencies that are to be notified of the CAES project under section 2.7. O. Reg. 151/22, s. 2. (2) If an applicant is notified by the Ministry that certain plans, technical reports or analyses included in the application require expert review, the applicant and the Ministry shall select together one or more experts to undertake a technical review of the documents and prepare an expert report. O. Reg. 151/22, s. 2. (3) All costs associated with an expert review shall be paid by the applicant. O. Reg. 151/22, s. 2. (4) An expert selected to review documents under subsection (2) shall prepare an expert report at the end of the review and shall submit the report to the Ministry and send a copy of it to the applicant. O. Reg. 151/22, s. 2. (5) If, after a preliminary assessment under this section, the Minister notifies an applicant for a licence or permit with respect to a CAES project in a porous rock reservoir that one or more of the plans, technical reports or analyses included in the report require expert review, and the applicant subsequently submits the application to the Minister under subsection 2.4 (1) or (3), the submitted application is not considered to be complete, for the purposes of subsection 2.7 (1), until, (a)  all expert reports required as a result of the preliminary assessment have been submitted to the Minister under subsection (4); and (b)  the applicant gives written notice to the Minister indicating whether or not the applicant intends to make any alterations to the plans, technical reports or analyses included in the application to address the recommendations or comments made in the expert reports. O. Reg. 151/22, s. 2. (6) Despite subsection (5), if the applicant indicates to the Minister in the written notice referred to in clause (5) (b) that the applicant intends to make alterations to such plans, technical reports or analyses as are specified in the written notice, the application for the licence or permit submitted under subsection 2.4 (1) or (3) shall not be considered to be complete, for the purpose subsection 2.7 (1), until the day the applicant submits the altered plans, technical reports or analyses to the Ministry. O. Reg. 151/22, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2.5 </b>(1) An applicant who intends to apply for a licence or permit with respect to a CAES project in a porous rock reservoir shall, before submitting the application to the Minister under subsection 2.4 (1) or (3), provide a copy of the application to the Ministry, so that the Ministry may conduct a preliminary assessment of the application for the purpose of identifying and notifying the applicant of the following:</p> <p class=\"paragraph-e\">  1.  The plans, technical reports or analyses included in the application that require expert review, if any.</p> <p class=\"paragraph-e\">  2.  The Indigenous communities and organizations that are to be notified of the CAES project under section 2.7.</p> <p class=\"paragraph-e\">  3.  The ministries of the provincial or federal government or agencies that are to be notified of the CAES project under section 2.7. O. Reg. 151/22, s. 2.</p> <p class=\"subsection-e\">  (2) If an applicant is notified by the Ministry that certain plans, technical reports or analyses included in the application require expert review, the applicant and the Ministry shall select together one or more experts to undertake a technical review of the documents and prepare an expert report. O. Reg. 151/22, s. 2.</p> <p class=\"subsection-e\">  (3) All costs associated with an expert review shall be paid by the applicant. O. Reg. 151/22, s. 2.</p> <p class=\"subsection-e\">  (4) An expert selected to review documents under subsection (2) shall prepare an expert report at the end of the review and shall submit the report to the Ministry and send a copy of it to the applicant. O. Reg. 151/22, s. 2.</p> <p class=\"subsection-e\">  (5) If, after a preliminary assessment under this section, the Minister notifies an applicant for a licence or permit with respect to a CAES project in a porous rock reservoir that one or more of the plans, technical reports or analyses included in the report require expert review, and the applicant subsequently submits the application to the Minister under subsection 2.4 (1) or (3), the submitted application is not considered to be complete, for the purposes of subsection 2.7 (1), until,</p> <p class=\"clause-e\">  (a)  all expert reports required as a result of the preliminary assessment have been submitted to the Minister under subsection (4); and</p> <p class=\"clause-e\">  (b)  the applicant gives written notice to the Minister indicating whether or not the applicant intends to make any alterations to the plans, technical reports or analyses included in the application to address the recommendations or comments made in the expert reports. O. Reg. 151/22, s. 2.</p> <p class=\"subsection-e\">  (6) Despite subsection (5), if the applicant indicates to the Minister in the written notice referred to in clause (5) (b) that the applicant intends to make alterations to such plans, technical reports or analyses as are specified in the written notice, the application for the licence or permit submitted under subsection 2.4 (1) or (3) shall not be considered to be complete, for the purpose subsection 2.7 (1), until the day the applicant submits the altered plans, technical reports or analyses to the Ministry. O. Reg. 151/22, s. 2.</p>"
        },
        {
            "ahref_id": "#2.6",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 2.6 (1) In this section, “information of a sensitive nature” means information related to a trade secret or scientific, technical, commercial or financial information supplied in confidence to the Ministry, the release of which could reasonably be expected to, (a)  prejudice significantly the competitive position of the applicant or interfere significantly with the contractual negotiations of the applicant, or (b)  result in undue loss or gain to the applicant or another person. O. Reg. 151/22, s. 2. (2) If an applicant for a licence or permit with respect to a CAES project in a porous rock reservoir wishes information of a sensitive nature that is included in the application to be removed or concealed for purposes of the notices and consultations carried out under sections 2.7 and 2.8, the applicant may, upon providing the application to the Minister for a preliminary assessment under subsection 2.5 (1), (a)  request the Ministry’s permission to remove or conceal the documents or portions of documents containing information of a sensitive nature from the documents being shared for the purposes of the notices and consultations carried out under sections 2.7 to 2.8; and (b)  clearly identify for the Ministry the documents or portions of documents that contain information of a sensitive nature. O. Reg. 151/22, s. 2. (3) If, after receiving a copy of an expert report under subsection 2.5 (4), an applicant for a licence or permit with respect to a CAES project in a porous rock reservoir determines that the report contains information of a sensitive nature and wishes the report or information to be removed or concealed for purposes of the notices and consultations carried out under sections 2.7 and 2.8, the applicant may, (a)  request the Ministry’s permission to remove or conceal the identified reports or portions of reports containing information of a sensitive nature from the documents being shared for the purposes of the notices and consultations carried out under sections 2.7 to 2.8; and (b)  clearly identify for the Ministry the reports or portions of reports that contain information of a sensitive nature. O. Reg. 151/22, s. 2. (4) The Ministry shall grant permission for information of a sensitive nature to be removed or concealed from documents or reports being shared by means of the notices and consultations carried out under sections 2.7 and 2.8 if, in the Ministry’s opinion, the information is information of a sensitive nature. O. Reg. 151/22, s. 2. (5) Despite subsection (4), the Ministry may refuse to grant permission under that subsection if, (a)  there is a compelling public interest in the disclosure of the information that clearly outweighs the removal of information from the document or reports; or (b)  the documents or reports are to be shared with a ministry of the government of Ontario or an agency, board, commission, corporation or other body designated as an institution in a regulation made under the Freedom of Information and Protection of Privacy Act. O. Reg. 151/22, s. 2. Notification and Consultation with respect to CAES Projects in a Porous Rock Reservoir",
            "raw_html": "<p class=\"section-e\"> <b>2.6 </b>(1) In this section,</p> <p class=\"definition-e\">“information of a sensitive nature” means information related to a trade secret or scientific, technical, commercial or financial information supplied in confidence to the Ministry, the release of which could reasonably be expected to,</p> <p class=\"defclause-e\">  (a)  prejudice significantly the competitive position of the applicant or interfere significantly with the contractual negotiations of the applicant, or</p> <p class=\"defclause-e\">  (b)  result in undue loss or gain to the applicant or another person. O. Reg. 151/22, s. 2.</p> <p class=\"subsection-e\">  (2) If an applicant for a licence or permit with respect to a CAES project in a porous rock reservoir wishes information of a sensitive nature that is included in the application to be removed or concealed for purposes of the notices and consultations carried out under sections 2.7 and 2.8, the applicant may, upon providing the application to the Minister for a preliminary assessment under subsection 2.5 (1),</p> <p class=\"clause-e\">  (a)  request the Ministry’s permission to remove or conceal the documents or portions of documents containing information of a sensitive nature from the documents being shared for the purposes of the notices and consultations carried out under sections 2.7 to 2.8; and</p> <p class=\"clause-e\">  (b)  clearly identify for the Ministry the documents or portions of documents that contain information of a sensitive nature. O. Reg. 151/22, s. 2.</p> <p class=\"subsection-e\">  (3) If, after receiving a copy of an expert report under subsection 2.5 (4), an applicant for a licence or permit with respect to a CAES project in a porous rock reservoir determines that the report contains information of a sensitive nature and wishes the report or information to be removed or concealed for purposes of the notices and consultations carried out under sections 2.7 and 2.8, the applicant may,</p> <p class=\"clause-e\">  (a)  request the Ministry’s permission to remove or conceal the identified reports or portions of reports containing information of a sensitive nature from the documents being shared for the purposes of the notices and consultations carried out under sections 2.7 to 2.8; and</p> <p class=\"clause-e\">  (b)  clearly identify for the Ministry the reports or portions of reports that contain information of a sensitive nature. O. Reg. 151/22, s. 2.</p> <p class=\"subsection-e\">  (4) The Ministry shall grant permission for information of a sensitive nature to be removed or concealed from documents or reports being shared by means of the notices and consultations carried out under sections 2.7 and 2.8 if, in the Ministry’s opinion, the information is information of a sensitive nature. O. Reg. 151/22, s. 2.</p> <p class=\"subsection-e\">  (5) Despite subsection (4), the Ministry may refuse to grant permission under that subsection if,</p> <p class=\"clause-e\">  (a)  there is a compelling public interest in the disclosure of the information that clearly outweighs the removal of information from the document or reports; or</p> <p class=\"clause-e\">  (b)  the documents or reports are to be shared with a ministry of the government of Ontario or an agency, board, commission, corporation or other body designated as an institution in a regulation made under the <i>Freedom of Information and Protection of Privacy Act</i>. O. Reg. 151/22, s. 2.</p> <p class=\"heading1-e\"><a name=\"BK4\"></a>Notification and Consultation with respect to CAES Projects in a Porous Rock Reservoir</p>"
        },
        {
            "ahref_id": "#2.7",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 2.7 (1) After an application for a licence or permit with respect to a well that is part of a CAES project in a porous rock reservoir is completed under subsections 2.5 (5) and (6), the applicant shall give written notice of the application to the following persons and entities: 1.  An Indigenous community or organization identified in a notice given by the Ministry to the applicant under subsection 2.5 (1). 2.  Any ministry of the provincial or federal government or any agency identified in a notice given by the Ministry to the applicant under subsection 2.5 (1). 3.  Any person who owns land within the proposed surface area of the CAES project or within 750 metres of the proposed surface area. 4.  Any person from whom the applicant has acquired any surface or subsurface rights relating to land in the surface area of the CAES project for the purposes of the project. 5.  Any local or upper tier municipality a part of which is located within the proposed surface area of the CAES project or within 750 metres of the proposed surface area. 6.  Any person who holds a well licence under the Act if the well is located within the proposed surface area of the CAES project or within one kilometre of the proposed surface area. 7.  Any person who owns land on which a water well, geothermal well or a well as defined under the Act is situated if that well is located within the proposed surface area of the CAES project or within one kilometre of the proposed surface area. 8.  Any person who operates a natural gas storage area designated under the Ontario Energy Board Act, 1998 if the boundary of that designated natural gas storage area is within the proposed surface area of the CAES project or within 1.6 kilometres of the proposed surface area. 9.  Any person who owns, or is responsible for the operation of, a subsurface operation that was identified by the applicant in the application in accordance with subparagraph 3 ii of subsection 2.4 (13). 10.  Any person who owns, or is responsible for the operation of, a railway, high voltage transmission power line, transmission or distribution pipeline, or other occupied easement or utility right of way within the proposed surface area of the CAES project or within 750 metres of the proposed surface area. O. Reg. 151/22, s. 2. (2) A notice under subsection (1) shall be in a form approved by the Minister and shall be given by mail or by e-mail or delivered in person. O. Reg. 151/22, s. 2. (3) A notice under subsection (1) shall advise the recipient of the applicant’s intention to engage in a CAES project in a porous rock reservoir and shall include, (a)  the applicant’s name and contact information, including a mailing address and email address; (b)  a copy of the detailed description of the CAES project that was included in the application under paragraph 2 of subsection 2.4 (6); (c)  a statement advising the recipient of the opportunity to submit comments to the applicant, and to send a copy of the comments to the Ministry, within 60 days from the date of receipt of the notice or within the period specified by the applicant in the notice if that period is greater than 60 days after the date of receipt of the notice; (d)  the contact information for the Ministry for the purpose of submitting the comments referred to in clause (c); and (e)  a statement advising the recipient of the opportunity to request additional information under subsection (4). O. Reg. 151/22, s. 2. (4) Any recipient of a notice under subsection (1) may request that the applicant provide the recipient with a digital copy of all the plans, technical reports and analyses or other documents that were included with the application submitted to the Ministry, and of any expert report submitted to the Minister under subsection 2.5 (4), and the applicant shall do so as soon as is reasonably practicable, subject to section 2.6. O. Reg. 151/22, s. 2. (5) Any notice given under this section shall be deemed to have been received, (a)  if the notice is sent by mail, on the fifth day after the notice was mailed; or (b)  if the notice is sent by email, or delivered in person, on the day the notice is e-mailed or delivered. O. Reg. 151/22, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2.7 </b>(1) After an application for a licence or permit with respect to a well that is part of a CAES project in a porous rock reservoir is completed under subsections 2.5 (5) and (6), the applicant shall give written notice of the application to the following persons and entities:</p> <p class=\"paragraph-e\">  1.  An Indigenous community or organization identified in a notice given by the Ministry to the applicant under subsection 2.5 (1).</p> <p class=\"paragraph-e\">  2.  Any ministry of the provincial or federal government or any agency identified in a notice given by the Ministry to the applicant under subsection 2.5 (1).</p> <p class=\"paragraph-e\">  3.  Any person who owns land within the proposed surface area of the CAES project or within 750 metres of the proposed surface area.</p> <p class=\"paragraph-e\">  4.  Any person from whom the applicant has acquired any surface or subsurface rights relating to land in the surface area of the CAES project for the purposes of the project.</p> <p class=\"paragraph-e\">  5.  Any local or upper tier municipality a part of which is located within the proposed surface area of the CAES project or within 750 metres of the proposed surface area.</p> <p class=\"paragraph-e\">  6.  Any person who holds a well licence under the Act if the well is located within the proposed surface area of the CAES project or within one kilometre of the proposed surface area.</p> <p class=\"paragraph-e\">  7.  Any person who owns land on which a water well, geothermal well or a well as defined under the Act is situated if that well is located within the proposed surface area of the CAES project or within one kilometre of the proposed surface area.</p> <p class=\"paragraph-e\">  8.  Any person who operates a natural gas storage area designated under the <i>Ontario Energy Board Act, 1998</i> if the boundary of that designated natural gas storage area is within the proposed surface area of the CAES project or within 1.6 kilometres of the proposed surface area.</p> <p class=\"paragraph-e\">  9.  Any person who owns, or is responsible for the operation of, a subsurface operation that was identified by the applicant in the application in accordance with subparagraph 3 ii of subsection 2.4 (13).</p> <p class=\"paragraph-e\">  10.  Any person who owns, or is responsible for the operation of, a railway, high voltage transmission power line, transmission or distribution pipeline, or other occupied easement or utility right of way within the proposed surface area of the CAES project or within 750 metres of the proposed surface area. O. Reg. 151/22, s. 2.</p> <p class=\"subsection-e\">  (2) A notice under subsection (1) shall be in a form approved by the Minister and shall be given by mail or by e-mail or delivered in person. O. Reg. 151/22, s. 2.</p> <p class=\"subsection-e\">  (3) A notice under subsection (1) shall advise the recipient of the applicant’s intention to engage in a CAES project in a porous rock reservoir and shall include,</p> <p class=\"clause-e\">  (a)  the applicant’s name and contact information, including a mailing address and email address;</p> <p class=\"clause-e\">  (b)  a copy of the detailed description of the CAES project that was included in the application under paragraph 2 of subsection 2.4 (6);</p> <p class=\"clause-e\">  (c)  a statement advising the recipient of the opportunity to submit comments to the applicant, and to send a copy of the comments to the Ministry, within 60 days from the date of receipt of the notice or within the period specified by the applicant in the notice if that period is greater than 60 days after the date of receipt of the notice;</p> <p class=\"clause-e\">  (d)  the contact information for the Ministry for the purpose of submitting the comments referred to in clause (c); and</p> <p class=\"clause-e\">  (e)  a statement advising the recipient of the opportunity to request additional information under subsection (4). O. Reg. 151/22, s. 2.</p> <p class=\"subsection-e\">  (4) Any recipient of a notice under subsection (1) may request that the applicant provide the recipient with a digital copy of all the plans, technical reports and analyses or other documents that were included with the application submitted to the Ministry, and of any expert report submitted to the Minister under subsection 2.5 (4), and the applicant shall do so as soon as is reasonably practicable, subject to section 2.6. O. Reg. 151/22, s. 2.</p> <p class=\"subsection-e\">  (5) Any notice given under this section shall be deemed to have been received,</p> <p class=\"clause-e\">  (a)  if the notice is sent by mail, on the fifth day after the notice was mailed; or</p> <p class=\"clause-e\">  (b)  if the notice is sent by email, or delivered in person, on the day the notice is e-mailed or delivered. O. Reg. 151/22, s. 2.</p>"
        },
        {
            "ahref_id": "#2.8",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 2.8 (1) A person or entity who receives notice of an application for a licence or permit with respect to a CAES project in a porous rock reservoir may submit comments in writing to the applicant, (a)  within 60 days from the day the person or entity received the notice; or (b)  if the applicant specifies in the notice of the application that comments may be submitted within a period of more than 60 days after the day the recipient receives the notice, within the period specified in the notice. O. Reg. 151/22, s. 2. (2) The person or entity who provides written comments to an applicant under subsection (1) shall provide a copy of the comments to the Ministry. O. Reg. 151/22, s. 2. (3) Comments submitted to an applicant under subsection (1) are deemed to have been submitted, (a)  in the case of comments that are mailed, on the fifth day after the day the comments are mailed; or (b)  in the case of comments that are e-mailed or delivered personally, on the day they comments are e-mailed or delivered. O. Reg. 151/22, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2.8 </b>(1) A person or entity who receives notice of an application for a licence or permit with respect to a CAES project in a porous rock reservoir may submit comments in writing to the applicant,</p> <p class=\"clause-e\">  (a)  within 60 days from the day the person or entity received the notice; or</p> <p class=\"clause-e\">  (b)  if the applicant specifies in the notice of the application that comments may be submitted within a period of more than 60 days after the day the recipient receives the notice, within the period specified in the notice. O. Reg. 151/22, s. 2.</p> <p class=\"subsection-e\">  (2) The person or entity who provides written comments to an applicant under subsection (1) shall provide a copy of the comments to the Ministry. O. Reg. 151/22, s. 2.</p> <p class=\"subsection-e\">  (3) Comments submitted to an applicant under subsection (1) are deemed to have been submitted,</p> <p class=\"clause-e\">  (a)  in the case of comments that are mailed, on the fifth day after the day the comments are mailed; or</p> <p class=\"clause-e\">  (b)  in the case of comments that are e-mailed or delivered personally, on the day they comments are e-mailed or delivered. O. Reg. 151/22, s. 2.</p>"
        },
        {
            "ahref_id": "#2.9",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 2.9 (1) An applicant for a licence or permit for the purposes of a CAES project in a porous rock reservoir shall, until such time as the ministry has made a decision with respect to the application, (a)  keep a copy of every written comment submitted under section 2.8; (b)  keep any comments received from Indigenous communities or organizations separate from those received from other persons or entities and organized so that each Indigenous community’s comments and each Indigenous organization’s comments are clearly identifiable; and (c)  make the comments kept under clauses (a) and (b) available to the Ministry upon request. O. Reg. 151/22, s. 2. (2) After the period permitted under section 2.8 for submission of comments has elapsed, the applicant shall, (a)  review any comments received and determine whether or not to make changes to the application based on the comments; (b)  make such changes to the application as the applicant considers appropriate, including making any changes to the plans, technical reports or analyses that were included in the application, adding information to the application or changing the information included in the application; (c)  prepare in accordance with subsection (3) a document summarizing the comments received and detailing the changes made in accordance with clause (b); and (d)  submit the document referred to in clause (c) to the Minister along with any amendments to the application. O. Reg. 151/22, s. 2. (3) The document referred to in clause (2) (c) shall include, (a)  a description of all persons or entities who received a notice of the application for a well licence or well permit under section 2.7; (b)  a list of the persons or entities referred to in clause (a) who submitted comments on the application under section 2.8 and of any other persons or entities who may have submitted comments in writing to the applicant; (c)  a summary of the comments received under section 2.8 and of any written comments that may have otherwise been received; (d)  descriptions of, (i)  any comments that resulted in changes being made to the application, (ii)  any comments that did not require any change be made to the application because they were already addressed in the application, and (iii)  any comments that the applicant did not address in the application and an explanation of the reason for not addressing the comments; and (e)  a detailed description of any changes that were made as a results of comments received with respect to the application. O. Reg. 151/22, s. 2. (4) If an applicant makes changes under clause (2) (b) to a plan or technical report or analysis that was the subject of an expert report under section 2.5 and the Minister believes that the changes should be reviewed by an expert, the Minister shall give written notice to the applicant that an expert review is required of the amended plan, technical report or analysis. O. Reg. 151/22, s. 2. (5) Subsections 2.5 (2), (3) and (4) apply with necessary modifications to the selection of the expert to conduct an expert review under subsection (4) and to the preparation and submission of the expert report. O. Reg. 151/22, s. 2. Changes to surface Area of a CAES Project in a Porous Rock Reservoir",
            "raw_html": "<p class=\"section-e\"> <b>2.9 </b>(1) An applicant for a licence or permit for the purposes of a CAES project in a porous rock reservoir shall, until such time as the ministry has made a decision with respect to the application,</p> <p class=\"clause-e\">  (a)  keep a copy of every written comment submitted under section 2.8;</p> <p class=\"clause-e\">  (b)  keep any comments received from Indigenous communities or organizations separate from those received from other persons or entities and organized so that each Indigenous community’s comments and each Indigenous organization’s comments are clearly identifiable; and</p> <p class=\"clause-e\">  (c)  make the comments kept under clauses (a) and (b) available to the Ministry upon request. O. Reg. 151/22, s. 2.</p> <p class=\"subsection-e\">  (2) After the period permitted under section 2.8 for submission of comments has elapsed, the applicant shall,</p> <p class=\"clause-e\">  (a)  review any comments received and determine whether or not to make changes to the application based on the comments;</p> <p class=\"clause-e\">  (b)  make such changes to the application as the applicant considers appropriate, including making any changes to the plans, technical reports or analyses that were included in the application, adding information to the application or changing the information included in the application;</p> <p class=\"clause-e\">  (c)  prepare in accordance with subsection (3) a document summarizing the comments received and detailing the changes made in accordance with clause (b); and</p> <p class=\"clause-e\">  (d)  submit the document referred to in clause (c) to the Minister along with any amendments to the application. O. Reg. 151/22, s. 2.</p> <p class=\"subsection-e\">  (3) The document referred to in clause (2) (c) shall include,</p> <p class=\"clause-e\">  (a)  a description of all persons or entities who received a notice of the application for a well licence or well permit under section 2.7;</p> <p class=\"clause-e\">  (b)  a list of the persons or entities referred to in clause (a) who submitted comments on the application under section 2.8 and of any other persons or entities who may have submitted comments in writing to the applicant;</p> <p class=\"clause-e\">  (c)  a summary of the comments received under section 2.8 and of any written comments that may have otherwise been received;</p> <p class=\"clause-e\">  (d)  descriptions of,</p> <p class=\"subclause-e\">  (i)  any comments that resulted in changes being made to the application,</p> <p class=\"subclause-e\">  (ii)  any comments that did not require any change be made to the application because they were already addressed in the application, and</p> <p class=\"subclause-e\">  (iii)  any comments that the applicant did not address in the application and an explanation of the reason for not addressing the comments; and</p> <p class=\"clause-e\">  (e)  a detailed description of any changes that were made as a results of comments received with respect to the application. O. Reg. 151/22, s. 2.</p> <p class=\"subsection-e\">  (4) If an applicant makes changes under clause (2) (b) to a plan or technical report or analysis that was the subject of an expert report under section 2.5 and the Minister believes that the changes should be reviewed by an expert, the Minister shall give written notice to the applicant that an expert review is required of the amended plan, technical report or analysis. O. Reg. 151/22, s. 2.</p> <p class=\"subsection-e\">  (5) Subsections 2.5 (2), (3) and (4) apply with necessary modifications to the selection of the expert to conduct an expert review under subsection (4) and to the preparation and submission of the expert report. O. Reg. 151/22, s. 2.</p> <p class=\"heading1-e\"><a name=\"BK5\"></a>Changes to surface Area of a CAES Project in a Porous Rock Reservoir</p>"
        },
        {
            "ahref_id": "#2.10",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 2.10 If, after considering an application for a licence or a permit with respect to a well that will be used in association with a CAES project in a porous rock reservoir, the Minister determines that the licence or permit should be issued subject to certain adjustments to the surface area for the CAES project, the Minister shall not issue the licence or the permit until the applicant has satisfied the Ministry that all necessary surface and subsurface rights have been acquired by the applicant, including the surface, mineral, oil, gas and compressed air storage rights, whether through ownership or lease, for all lands on or under which the CAES works will be located and all lands that are to be included within the adjusted surface area of the CAES project. O. Reg. 151/22, s. 2. Protection of Personal Information",
            "raw_html": "<p class=\"section-e\"> <b>2.10 </b>If, after considering an application for a licence or a permit with respect to a well that will be used in association with a CAES project in a porous rock reservoir, the Minister determines that the licence or permit should be issued subject to certain adjustments to the surface area for the CAES project, the Minister shall not issue the licence or the permit until the applicant has satisfied the Ministry that all necessary surface and subsurface rights have been acquired by the applicant, including the surface, mineral, oil, gas and compressed air storage rights, whether through ownership or lease, for all lands on or under which the CAES works will be located and all lands that are to be included within the adjusted surface area of the CAES project. O. Reg. 151/22, s. 2.</p> <p class=\"heading1-e\"><a name=\"BK6\"></a>Protection of Personal Information</p>"
        },
        {
            "ahref_id": "#2.11",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 2.11 An applicant for a licence or permit under the Act who gives notice of the application and carries out consultation with respect to the application in accordance with the requirements in sections 2.7, 2.8 and 2.9, or in accordance with similar requirements set out in the Provincial Standards for Oil, Gas and Salt Resources or in the Provincial Standards for CAES in Salt Caverns, shall take all reasonable steps to ensure that any personal information collected during the consultations is retained, transferred and disposed of in a secure manner so as to protect the information against theft, loss or unauthorized use or disclosure. O. Reg. 151/22, s. 2. Well Licences",
            "raw_html": "<p class=\"section-e\"> <b>2.11 </b>An applicant for a licence or permit under the Act who gives notice of the application and carries out consultation with respect to the application in accordance with the requirements in sections 2.7, 2.8 and 2.9, or in accordance with similar requirements set out in the Provincial Standards for Oil, Gas and Salt Resources or in the Provincial Standards for CAES in Salt Caverns, shall take all reasonable steps to ensure that any personal information collected during the consultations is retained, transferred and disposed of in a secure manner so as to protect the information against theft, loss or unauthorized use or disclosure. O. Reg. 151/22, s. 2.</p> <p class=\"heading1-e\"><a name=\"BK7\"></a>Well Licences</p>"
        },
        {
            "ahref_id": "#3.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 3. (1) A well licence expires on the first anniversary of its date of issue, if the well was not spudded before that date. O. Reg. 22/00, s. 2. (2) The authority to drill that is granted in a well licence terminates on the earlier of, (a)  the TD date of the well; and (b)  the first anniversary of the date of issue of the licence. O. Reg. 22/00, s. 2. (2.1) The authority to drill that is granted in a well licence issued for purposes of carrying out a CAES project in a porous rock reservoir commences and, despite subsection (2), terminates on the date specified in the licence. O. Reg. 151/22, s. 3 (1). (2.2) If a well licence described in subsection (2.1) does not specify the date on which the authority to drill terminates, the authority to drill shall terminate one year after the day the licence was issued. O. Reg. 151/22, s. 3 (1). (3) The authority to deepen a well that is granted in an amended well licence terminates on the earlier of, (a)  the TD date of the drilling to deepen the well; and (b)  the date specified as a condition on the amended well licence. O. Reg. 22/00, s. 2. (4) If drilling is in progress on the date referred to in clause (2) (b), subsection (2.1) or (2.2) or clause (3) (b), the operator may continue drilling the well to its proposed total depth but such drilling shall not continue beyond the date that is 90 days after the date referred to in clause (2) (b), subsection (2.1) or (2.2) or clause (3) (b). O. Reg. 22/00, s. 2; O. Reg. 151/22, s. 3 (2). (5) An operator shall not drill or deepen a well beyond the depth permitted by the well licence unless the operator has applied for and obtained an amendment to the well licence permitting the new depth. O. Reg. 22/00, s. 2. (6) An operator shall not drill a new deviated or horizontal well from an existing well unless the operator has applied for and obtained a well licence for the new well. O. Reg. 22/00, s. 2. (7) The depth permitted by a well licence or amended well licence after the well’s TD date shall be deemed to be the depth of the well attained on the TD date unless the well is plugged back, in which case the depth permitted by the well licence or amended well licence shall be deemed to be the plugged-back depth. O. Reg. 22/00, s. 2. (8) Where information on a well licence or amended well licence differs from the well licence information on file with the Ministry, the well licence information on file with the Ministry shall be deemed to be the correct well licence information.  O. Reg. 22/00, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) A well licence expires on the first anniversary of its date of issue, if the well was not spudded before that date. O. Reg. 22/00, s. 2.</p> <p class=\"subsection-e\">  (2) The authority to drill that is granted in a well licence terminates on the earlier of,</p> <p class=\"clause-e\">  (a)  the TD date of the well; and</p> <p class=\"clause-e\">  (b)  the first anniversary of the date of issue of the licence. O. Reg. 22/00, s. 2.</p> <p class=\"subsection-e\">  (2.1) The authority to drill that is granted in a well licence issued for purposes of carrying out a CAES project in a porous rock reservoir commences and, despite subsection (2), terminates on the date specified in the licence. O. Reg. 151/22, s. 3 (1).</p> <p class=\"subsection-e\">  (2.2) If a well licence described in subsection (2.1) does not specify the date on which the authority to drill terminates, the authority to drill shall terminate one year after the day the licence was issued. O. Reg. 151/22, s. 3 (1).</p> <p class=\"subsection-e\">  (3) The authority to deepen a well that is granted in an amended well licence terminates on the earlier of,</p> <p class=\"clause-e\">  (a)  the TD date of the drilling to deepen the well; and</p> <p class=\"clause-e\">  (b)  the date specified as a condition on the amended well licence. O. Reg. 22/00, s. 2.</p> <p class=\"subsection-e\">  (4) If drilling is in progress on the date referred to in clause (2) (b), subsection (2.1) or (2.2) or clause (3) (b), the operator may continue drilling the well to its proposed total depth but such drilling shall not continue beyond the date that is 90 days after the date referred to in clause (2) (b), subsection (2.1) or (2.2) or clause (3) (b). O. Reg. 22/00, s. 2; O. Reg. 151/22, s. 3 (2).</p> <p class=\"subsection-e\">  (5) An operator shall not drill or deepen a well beyond the depth permitted by the well licence unless the operator has applied for and obtained an amendment to the well licence permitting the new depth. O. Reg. 22/00, s. 2.</p> <p class=\"subsection-e\">  (6) An operator shall not drill a new deviated or horizontal well from an existing well unless the operator has applied for and obtained a well licence for the new well. O. Reg. 22/00, s. 2.</p> <p class=\"subsection-e\">  (7) The depth permitted by a well licence or amended well licence after the well’s TD date shall be deemed to be the depth of the well attained on the TD date unless the well is plugged back, in which case the depth permitted by the well licence or amended well licence shall be deemed to be the plugged-back depth. O. Reg. 22/00, s. 2.</p> <p class=\"subsection-e\">  (8) Where information on a well licence or amended well licence differs from the well licence information on file with the Ministry, the well licence information on file with the Ministry shall be deemed to be the correct well licence information.  O. Reg. 22/00, s. 2.</p>"
        },
        {
            "ahref_id": "#4.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 4. The holder of the well licence shall forthwith notify the Minister in writing of any change in the well’s drilling program and location supplied on the well licence application, the accompanying drilling program and the well location plan and shall not drill or continue drilling unless the Minister approves the change.  O. Reg. 22/00, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>The holder of the well licence shall forthwith notify the Minister in writing of any change in the well’s drilling program and location supplied on the well licence application, the accompanying drilling program and the well location plan and shall not drill or continue drilling unless the Minister approves the change.  O. Reg. 22/00, s. 3.</p>"
        },
        {
            "ahref_id": "#5.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 5. (1) For the purposes of subsection 16 (4) of the Act, the amount that the holder of a well licence is required to pay to the Oil, Gas and Salt Resources Trust shall be determined in accordance with subsection (2) or (3) and shall be paid on or before February 15 of each year. O. Reg. 189/14, s. 1. (2) The holder of a well licence who is licensed to operate a well described in Column 1 of the Table to this subsection shall pay to the Trust, for each well that he or she is licensed to operate, an amount that is equal to the amount set out in Column 2 of the Table opposite the type of well. Table   Amount Payable  Item   Column 1   Type of Well   Column 2   Amount Payable \n\n  1.   Natural gas storage well   $250.00 \n\n  2.   Observation well   $100.00 \n\n  3.   Salt cavern hydrocarbon storage well   $250.00 \n\n  4.   Solution mining well   $250.00 \n\n  5.   Brine producing well   $100.00 \n\n  6.   CAES project well   $250.00 O. Reg. 189/14, s. 1; O. Reg. 151/22, s. 4 (1, 2). (3) The holder of a well licence who is licensed to operate one or more wells of a type described in Column 1 of the Table to this subsection shall pay to the Trust, in respect of all the wells of that type that he or she is licensed to operate, an amount that is equal to the greater of $100.00 or the amount determined in the manner described in Column 2 of the Table opposite the type of well. Table   Amount Payable  Item   Column 1   Type of Well   Column 2   Amount Payable \n\n  1.   Natural gas producing well   $0.15 for each 1000 cubic metres of natural gas produced from the wells operated during the previous calendar year \n\n  2.   Oil producing well   $0.50 for each cubic metre of oil produced from the wells operated during the previous calendar year O. Reg. 189/14, s. 1. (4) Despite subsection (3), if a natural gas producing well operated by the holder of a well licence produces natural gas that is not sold commercially but is produced for the licence holder’s sole use, the volume of natural gas produced from that well shall not be included in the calculations to determine the amount payable to the Trust under subsection (3). O. Reg. 189/14, s. 1. (5) Despite subsections (2) and (3), the holder of a well licence for a well that is a CAES project well referred in item 6 of the Table to subsection (2) shall pay to the Trust the amount determined in accordance with the following rules if, during the previous calendar year, the well was used for the purpose of oil or natural gas production, producing any remaining oil and gas from the reservoir to prepare the porous rock reservoir for use as part of the CAES project: 1.  If, during the previous calendar year, the well was used solely for oil or natural gas production and for no other purposes, the amount shall be determined in accordance with subsection (3). 2.  If, during the previous calendar year, the well was used for the purposes of oil or natural gas production and for the purpose of injecting, storing and withdrawing compressed air into a porous rock reservoir for the purpose of producing electricity, the amount shall be equal to the greater of, i.  the amount payable under item 6 of the Table to subsection (2), and ii.  the amount determined in the manner described in Column 2 of the Table to subsection (3) opposite the type of well. O. Reg. 151/22, s. 4 (3). Operating Standards for Works",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) For the purposes of subsection 16 (4) of the Act, the amount that the holder of a well licence is required to pay to the Oil, Gas and Salt Resources Trust shall be determined in accordance with subsection (2) or (3) and shall be paid on or before February 15 of each year. O. Reg. 189/14, s. 1.</p> <p class=\"subsection-e\">  (2) The holder of a well licence who is licensed to operate a well described in Column 1 of the Table to this subsection shall pay to the Trust, for each well that he or she is licensed to operate, an amount that is equal to the amount set out in Column 2 of the Table opposite the type of well.</p> <p class=\"headingx-e\">Table <br/>  Amount Payable</p> <p class=\"MsoNormal\"> </p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"312\">\n<tr> <td valign=\"top\" width=\"52\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"159\"> <p class=\"table-e\">Column 1 <br/>  Type of Well</p> </td> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">Column 2 <br/>  Amount Payable</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"52\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"159\"> <p class=\"table-e\">Natural gas storage well</p> </td> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">$250.00</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"52\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"159\"> <p class=\"table-e\">Observation well</p> </td> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">$100.00</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"52\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"159\"> <p class=\"table-e\">Salt cavern hydrocarbon storage well</p> </td> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">$250.00</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"52\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"159\"> <p class=\"table-e\">Solution mining well</p> </td> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">$250.00</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"52\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"159\"> <p class=\"table-e\">Brine producing well</p> </td> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">$100.00</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"52\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"159\"> <p class=\"table-e\">CAES project well</p> </td> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">$250.00</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 189/14, s. 1; O. Reg. 151/22, s. 4 (1, 2).</p> <p class=\"subsection-e\">  (3) The holder of a well licence who is licensed to operate one or more wells of a type described in Column 1 of the Table to this subsection shall pay to the Trust, in respect of all the wells of that type that he or she is licensed to operate, an amount that is equal to the greater of $100.00 or the amount determined in the manner described in Column 2 of the Table opposite the type of well.</p> <p class=\"headingx-e\">Table <br/>  Amount Payable</p> <p class=\"MsoNormal\"> </p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"312\">\n<tr> <td valign=\"top\" width=\"94\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"266\"> <p class=\"table-e\">Column 1 <br/>  Type of Well</p> </td> <td valign=\"top\" width=\"312\"> <p class=\"table-e\">Column 2 <br/>  Amount Payable</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"94\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"266\"> <p class=\"table-e\">Natural gas producing well</p> </td> <td valign=\"top\" width=\"312\"> <p class=\"table-e\">$0.15 for each 1000 cubic metres of natural gas produced from the wells operated during the previous calendar year</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"94\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"266\"> <p class=\"table-e\">Oil producing well</p> </td> <td valign=\"top\" width=\"312\"> <p class=\"table-e\">$0.50 for each cubic metre of oil produced from the wells operated during the previous calendar year</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 189/14, s. 1.</p> <p class=\"subsection-e\">  (4) Despite subsection (3), if a natural gas producing well operated by the holder of a well licence produces natural gas that is not sold commercially but is produced for the licence holder’s sole use, the volume of natural gas produced from that well shall not be included in the calculations to determine the amount payable to the Trust under subsection (3). O. Reg. 189/14, s. 1.</p> <p class=\"subsection-e\">  (5) Despite subsections (2) and (3), the holder of a well licence for a well that is a CAES project well referred in item 6 of the Table to subsection (2) shall pay to the Trust the amount determined in accordance with the following rules if, during the previous calendar year, the well was used for the purpose of oil or natural gas production, producing any remaining oil and gas from the reservoir to prepare the porous rock reservoir for use as part of the CAES project:</p> <p class=\"paragraph-e\">  1.  If, during the previous calendar year, the well was used solely for oil or natural gas production and for no other purposes, the amount shall be determined in accordance with subsection (3).</p> <p class=\"paragraph-e\">  2.  If, during the previous calendar year, the well was used for the purposes of oil or natural gas production and for the purpose of injecting, storing and withdrawing compressed air into a porous rock reservoir for the purpose of producing electricity, the amount shall be equal to the greater of,</p> <p class=\"subpara-e\">  i.  the amount payable under item 6 of the Table to subsection (2), and</p> <p class=\"subpara-e\">  ii.  the amount determined in the manner described in Column 2 of the Table to subsection (3) opposite the type of well. O. Reg. 151/22, s. 4 (3).</p> <p class=\"heading1-e\"><a name=\"BK8\"></a>Operating Standards for Works</p>"
        },
        {
            "ahref_id": "#6.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 6. (1) The operator of a work other than a work used in association with a CAES project shall comply with the operating standards in the Provincial Standards for Oil, Gas and Salt Resources. O. Reg. 151/22, s. 5. (2) Despite subsection (1), an operator of a work referred to in subsection (1) may depart from the Provincial Standards for Oil, Gas and Salt Resources if, (a)  it is reasonable in the circumstances to do so; (b)  the operator takes measures to prevent or limit damage that provide a standard of protection that is equal to the standard established in the Provincial Standards for Oil, Gas and Salt Resources; and (c)  before departing from the standards, the operator notifies the Ministry in writing of the intention to depart and the details and circumstances of the departure. O. Reg. 151/22, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) The operator of a work other than a work used in association with a CAES project shall comply with the operating standards in the Provincial Standards for Oil, Gas and Salt Resources. O. Reg. 151/22, s. 5.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), an operator of a work referred to in subsection (1) may depart from the Provincial Standards for Oil, Gas and Salt Resources if,</p> <p class=\"clause-e\">  (a)  it is reasonable in the circumstances to do so;</p> <p class=\"clause-e\">  (b)  the operator takes measures to prevent or limit damage that provide a standard of protection that is equal to the standard established in the Provincial Standards for Oil, Gas and Salt Resources; and</p> <p class=\"clause-e\">  (c)  before departing from the standards, the operator notifies the Ministry in writing of the intention to depart and the details and circumstances of the departure. O. Reg. 151/22, s. 5.</p>"
        },
        {
            "ahref_id": "#6.1",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 6.1 (1) The operator of a work used in association with a CAES project in a salt cavern shall comply with the operating standards in the Provincial Standards for CAES in Salt Caverns. O. Reg. 151/22, s. 5. (2) Despite subsection (1), the operator of a CAES project in a salt cavern may depart from the Provincial Standards for CAES in Salt Caverns if, (a)  it is reasonable to do so in the circumstances; (b)  the operator takes measures to prevent or limit damage that provide a standard of protection that is equal to the standard established in the Provincial Standards for CAES in Salt Caverns; (c)  a qualified person has certified in writing that the criteria for the departure set out in clauses (a) and (b) are satisfied and the certification is provided to the Ministry; and (d)  the operator obtains prior written approval from the Ministry of the details and circumstances of the proposed departure. O. Reg. 151/22, s. 5. (3) The qualified person referred to in clause (2) (c) shall hold a licence or temporary licence in good standing under the Professional Engineers Act or possess such other qualifications as may be permitted under the Provincial Standards for CAES projects in Salt Caverns. O. Reg. 151/22, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>6.1 </b>(1) The operator of a work used in association with a CAES project in a salt cavern shall comply with the operating standards in the Provincial Standards for CAES in Salt Caverns. O. Reg. 151/22, s. 5.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), the operator of a CAES project in a salt cavern may depart from the Provincial Standards for CAES in Salt Caverns if,</p> <p class=\"clause-e\">  (a)  it is reasonable to do so in the circumstances;</p> <p class=\"clause-e\">  (b)  the operator takes measures to prevent or limit damage that provide a standard of protection that is equal to the standard established in the Provincial Standards for CAES in Salt Caverns;</p> <p class=\"clause-e\">  (c)  a qualified person has certified in writing that the criteria for the departure set out in clauses (a) and (b) are satisfied and the certification is provided to the Ministry; and</p> <p class=\"clause-e\">  (d)  the operator obtains prior written approval from the Ministry of the details and circumstances of the proposed departure. O. Reg. 151/22, s. 5.</p> <p class=\"subsection-e\">  (3) The qualified person referred to in clause (2) (c) shall hold a licence or temporary licence in good standing under the <i>Professional Engineers Act</i> or possess such other qualifications as may be permitted under the Provincial Standards for CAES projects in Salt Caverns. O. Reg. 151/22, s. 5.</p>"
        },
        {
            "ahref_id": "#6.2",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 6.2 (1) The operator of a CAES project in a porous rock reservoir shall comply with the operating standards in Parts 3, 4, 5, 6, 8, 11, 12 and 13 of the Provincial Standards for Oil, Gas and Salt Resources. O. Reg. 151/22, s. 5. (2) The operator of a well that is part of a CAES project in a porous rock reservoir shall conduct and submit well bore surveys to the ministry in accordance with the operating standard in section 1.9.3 of the Provincial Standards for Oil, Gas and Salt Resources. O. Reg. 151/22, s. 5. (3) Despite subsection (1), the operator of a CAES project in a porous rock reservoir may depart from the operating standards referred to in that subsection if, (a)  it is reasonable to do so in the circumstances; (b)  the operator takes measures to prevent or limit damage that provide a standard of protection that is equal to the standard established in the Provincial Standards for Oil, Gas and Salt Resources; (c)  a qualified person has certified in writing that the criteria for the departure set out in clauses (a) and (b) are satisfied and the certification is provided to the Ministry; and (d)  the operator obtains prior written approval from the Ministry of the details and circumstances of the proposed departure. O. Reg. 151/22, s. 5. (4) The qualified person referred to in subclause (3) (c) shall hold a licence or temporary licence in good standing under the Professional Engineers Act or possess such other qualifications as may be permitted under the Provincial Standards for Oil Gas and Salt Resources. O. Reg. 151/22, s. 5. Registration of Works",
            "raw_html": "<p class=\"section-e\"> <b>6.2 </b>(1) The operator of a CAES project in a porous rock reservoir shall comply with the operating standards in Parts 3, 4, 5, 6, 8, 11, 12 and 13 of the Provincial Standards for Oil, Gas and Salt Resources. O. Reg. 151/22, s. 5.</p> <p class=\"subsection-e\">  (2) The operator of a well that is part of a CAES project in a porous rock reservoir shall conduct and submit well bore surveys to the ministry in accordance with the operating standard in section 1.9.3 of the Provincial Standards for Oil, Gas and Salt Resources. O. Reg. 151/22, s. 5.</p> <p class=\"subsection-e\">  (3) Despite subsection (1), the operator of a CAES project in a porous rock reservoir may depart from the operating standards referred to in that subsection if,</p> <p class=\"clause-e\">  (a)  it is reasonable to do so in the circumstances;</p> <p class=\"clause-e\">  (b)  the operator takes measures to prevent or limit damage that provide a standard of protection that is equal to the standard established in the Provincial Standards for Oil, Gas and Salt Resources;</p> <p class=\"clause-e\">  (c)  a qualified person has certified in writing that the criteria for the departure set out in clauses (a) and (b) are satisfied and the certification is provided to the Ministry; and</p> <p class=\"clause-e\">  (d)  the operator obtains prior written approval from the Ministry of the details and circumstances of the proposed departure. O. Reg. 151/22, s. 5.</p> <p class=\"subsection-e\">  (4) The qualified person referred to in subclause (3) (c) shall hold a licence or temporary licence in good standing under the <i>Professional Engineers Act</i> or possess such other qualifications as may be permitted under the Provincial Standards for Oil Gas and Salt Resources. O. Reg. 151/22, s. 5.</p> <p class=\"heading1-e\"><a name=\"BK9\"></a>Registration of Works</p>"
        },
        {
            "ahref_id": "#7.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 7. (1) In this section, “production facility” means any work used in association with a well to, (a)  produce oil or gas, (b)  store oil, gas or other hydrocarbons in a geological formation, (c)  dispose of oil field fluid in a geological formation, (d)  conduct solution mining, or (e)  conduct a CAES project. O. Reg. 22/00, s. 4; O. Reg. 237/18, s. 5; O. Reg. 151/22, s. 6 (1). (2) The operator of a well shall notify the Minister within 15 days after any change in the following: 1.  The name, address or telephone number of the operator, operator’s agent, if any, or any emergency contact persons. 2.  The status of the well. O. Reg. 22/00, s. 4. (3) Subject to subsection (4), the operator of a production facility shall submit to the Minister, within 30 days after completion of the production facility, a scaled drawing or map showing, (a)  the name, address and telephone number of the operator, operator’s agent, if any, and emergency contact persons; (b)  the location of each work in the production facility by tract, lot, concession and geographic township; and (c)  a list of the type, quantity and operating status of each work in the production facility, including storage tanks or pits, heaters, treaters, separators, compressors, flares and pipelines, and a brief description of the technical specifications of each such work. O. Reg. 22/00, s. 4; O. Reg. 151/22, s. 6 (2). (4) Subsection (3) does not apply to the operator of a production facility that is used to conduct a CAES project in a porous rock reservoir if, (a)  the information referred to in clauses (3) (b) and (c) was submitted to the Minister as part of the project plans included in the application for a licence or permit in respect of works that are part of the CAES project; (b)  the production facility was completed in accordance with the project plans referred to in clause (1) (a) as those plans existed at the time the licence was issued; and (c)  the operator of the production facility submits the information referred to in clause (3) (a) to the Minister, within 30 days after completion of the production facility. O. Reg. 151/22, s. 6 (3). (5) The operator of a production facility shall submit revised information to the Minister within 15 days after any change in the information described in subsection (3) whether that information was submitted to the Minister in accordance with subsection (3) or in the manner described in subsection (4). O. Reg. 151/22, s. 6 (3). Spacing Requirements for Oil and Gas Wells — General",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) In this section,</p> <p class=\"firstdef-e\">“production facility” means any work used in association with a well to,</p> <p class=\"defclause-e\">  (a)  produce oil or gas,</p> <p class=\"defclause-e\">  (b)  store oil, gas or other hydrocarbons in a geological formation,</p> <p class=\"defclause-e\">  (c)  dispose of oil field fluid in a geological formation,</p> <p class=\"defclause-e\">  (d)  conduct solution mining, or</p> <p class=\"defclause-e\">  (e)  conduct a CAES project. O. Reg. 22/00, s. 4; O. Reg. 237/18, s. 5; O. Reg. 151/22, s. 6 (1).</p> <p class=\"subsection-e\">  (2) The operator of a well shall notify the Minister within 15 days after any change in the following:</p> <p class=\"paragraph-e\">  1.  The name, address or telephone number of the operator, operator’s agent, if any, or any emergency contact persons.</p> <p class=\"paragraph-e\">  2.  The status of the well. O. Reg. 22/00, s. 4.</p> <p class=\"subsection-e\">  (3) Subject to subsection (4), the operator of a production facility shall submit to the Minister, within 30 days after completion of the production facility, a scaled drawing or map showing,</p> <p class=\"clause-e\">  (a)  the name, address and telephone number of the operator, operator’s agent, if any, and emergency contact persons;</p> <p class=\"clause-e\">  (b)  the location of each work in the production facility by tract, lot, concession and geographic township; and</p> <p class=\"clause-e\">  (c)  a list of the type, quantity and operating status of each work in the production facility, including storage tanks or pits, heaters, treaters, separators, compressors, flares and pipelines, and a brief description of the technical specifications of each such work. O. Reg. 22/00, s. 4; O. Reg. 151/22, s. 6 (2).</p> <p class=\"subsection-e\">  (4) Subsection (3) does not apply to the operator of a production facility that is used to conduct a CAES project in a porous rock reservoir if,</p> <p class=\"clause-e\">  (a)  the information referred to in clauses (3) (b) and (c) was submitted to the Minister as part of the project plans included in the application for a licence or permit in respect of works that are part of the CAES project;</p> <p class=\"clause-e\">  (b)  the production facility was completed in accordance with the project plans referred to in clause (1) (a) as those plans existed at the time the licence was issued; and</p> <p class=\"clause-e\">  (c)  the operator of the production facility submits the information referred to in clause (3) (a) to the Minister, within 30 days after completion of the production facility. O. Reg. 151/22, s. 6 (3).</p> <p class=\"subsection-e\">  (5) The operator of a production facility shall submit revised information to the Minister within 15 days after any change in the information described in subsection (3) whether that information was submitted to the Minister in accordance with subsection (3) or in the manner described in subsection (4). O. Reg. 151/22, s. 6 (3).</p> <p class=\"heading1-e\"><a name=\"BK10\"></a>Spacing Requirements for Oil and Gas Wells — General</p>"
        },
        {
            "ahref_id": "#8.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 8. (1) This section applies to all oil or gas exploratory and development wells. (2) Unless otherwise specified by the Minister, oil and gas well spacing units shall be comprised of, (a)  quarter tracts for wells drilled into but not below a formation of Devonian age; and (b)  whole tracts for wells drilled into or below a formation of Silurian age. (3) No person shall, (a)  drill a well in a spacing unit that has not been pooled; (b)  produce oil or gas from a spacing unit that has not been pooled; or (c)  produce oil or gas from more than one well in a spacing unit. (4) If an area is unitized by a voluntary agreement among the oil and gas interest owners within the area and the Minister agrees with the unitization, or if an area is unitized by an order of the Tribunal, the Minister shall revoke or amend any pooling conditions on licences for wells located in the unitized area, and may, as the circumstances of the unitized area warrant, do one or both of the following: 1.  Waive the requirement under section 11 to establish spacing units. 2.  If the unitized area is subject to a spacing order, amend the spacing order to remove the spacing units from the unitized area.  O. Reg. 22/00, s. 4; O. Reg. 471/17, s. 1. Spacing Requirements for Oil and Gas Wells not Subject to a Spacing Order",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) This section applies to all oil or gas exploratory and development wells.</p> <p class=\"subsection-e\">  (2) Unless otherwise specified by the Minister, oil and gas well spacing units shall be comprised of,</p> <p class=\"clause-e\">  (a)  quarter tracts for wells drilled into but not below a formation of Devonian age; and</p> <p class=\"clause-e\">  (b)  whole tracts for wells drilled into or below a formation of Silurian age.</p> <p class=\"subsection-e\">  (3) No person shall,</p> <p class=\"clause-e\">  (a)  drill a well in a spacing unit that has not been pooled;</p> <p class=\"clause-e\">  (b)  produce oil or gas from a spacing unit that has not been pooled; or</p> <p class=\"clause-e\">  (c)  produce oil or gas from more than one well in a spacing unit.</p> <p class=\"subsection-e\">  (4) If an area is unitized by a voluntary agreement among the oil and gas interest owners within the area and the Minister agrees with the unitization, or if an area is unitized by an order of the Tribunal, the Minister shall revoke or amend any pooling conditions on licences for wells located in the unitized area, and may, as the circumstances of the unitized area warrant, do one or both of the following:</p> <p class=\"paragraph-e\">  1.  Waive the requirement under section 11 to establish spacing units.</p> <p class=\"paragraph-e\">  2.  If the unitized area is subject to a spacing order, amend the spacing order to remove the spacing units from the unitized area.  O. Reg. 22/00, s. 4; O. Reg. 471/17, s. 1.</p> <p class=\"heading1-e\"><a name=\"BK11\"></a>Spacing Requirements for Oil and Gas Wells not Subject to a Spacing Order</p>"
        },
        {
            "ahref_id": "#9.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 9. (1) This section and section 10 apply only to oil or gas exploratory and development wells that are not subject to a spacing order of the Minister. (2) An exploratory or development well that is drilled into but not below a formation of Devonian age shall be, (a)  in a spacing unit comprised of a quarter tract; and (b)  located within the target area not closer than 61 metres to any boundary of the spacing unit. (3) An exploratory or development well that is drilled into but not below a formation of Silurian age shall be, (a)  in a spacing unit comprised of a whole tract; and (b)  located within the target area not closer than 107 metres to any boundary of the spacing unit. (4) An exploratory or development well that is drilled into or below a formation of Ordovician age shall be, (a)  in a spacing unit comprised of two whole tracts that are, (i)  adjacent to each other, and (ii)  located within the same lot; and (b)  located within the target area not closer than 107 metres to any boundary of the spacing unit.  O. Reg. 22/00, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) This section and section 10 apply only to oil or gas exploratory and development wells that are not subject to a spacing order of the Minister.</p> <p class=\"subsection-e\">  (2) An exploratory or development well that is drilled into but not below a formation of Devonian age shall be,</p> <p class=\"clause-e\">  (a)  in a spacing unit comprised of a quarter tract; and</p> <p class=\"clause-e\">  (b)  located within the target area not closer than 61 metres to any boundary of the spacing unit.</p> <p class=\"subsection-e\">  (3) An exploratory or development well that is drilled into but not below a formation of Silurian age shall be,</p> <p class=\"clause-e\">  (a)  in a spacing unit comprised of a whole tract; and</p> <p class=\"clause-e\">  (b)  located within the target area not closer than 107 metres to any boundary of the spacing unit.</p> <p class=\"subsection-e\">  (4) An exploratory or development well that is drilled into or below a formation of Ordovician age shall be,</p> <p class=\"clause-e\">  (a)  in a spacing unit comprised of two whole tracts that are,</p> <p class=\"subclause-e\">  (i)  adjacent to each other, and</p> <p class=\"subclause-e\">  (ii)  located within the same lot; and</p> <p class=\"clause-e\">  (b)  located within the target area not closer than 107 metres to any boundary of the spacing unit.  O. Reg. 22/00, s. 4.</p>"
        },
        {
            "ahref_id": "#10.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 10. (1) The Minister may issue a well licence for an exploratory well that is proposed to be drilled outside the target area if topographical, geological or other conditions make drilling a well within the target area unfeasible. (2) If the Minister issues a well licence for an exploratory well under subsection (1), clauses 9 (2) (a) and (3) (a) and subclause (4) (a) (ii) do not apply to the well and the Minister shall specify the spacing unit for the well as a condition of the well licence.  O. Reg. 22/00, s. 4. spacing order",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) The Minister may issue a well licence for an exploratory well that is proposed to be drilled outside the target area if topographical, geological or other conditions make drilling a well within the target area unfeasible.</p> <p class=\"subsection-e\">  (2) If the Minister issues a well licence for an exploratory well under subsection (1), clauses 9 (2) (a) and (3) (a) and subclause (4) (a) (ii) do not apply to the well and the Minister shall specify the spacing unit for the well as a condition of the well licence.  O. Reg. 22/00, s. 4.</p> <p class=\"heading1-e\"><a name=\"BK12\"></a>spacing order</p>"
        },
        {
            "ahref_id": "#11.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 11. (1) Any person having oil or gas rights in respect of a pool may apply to the Minister for an order to establish spacing units. (2) If an operator discovers a pool of oil or gas on land and production of the oil or gas is possible, the operator shall apply to the Minister for an order to establish spacing units within 130 days after the TD date of the discovery well, unless otherwise instructed by the Minister. (3) An application for a Minister’s order to establish spacing units shall be accompanied by, (a)  a plan of the land comprising the probable area of the pool showing, (i)  the location of the discovery well in relation to the boundaries of the land, roadways and topographical features of the area, and (ii)  the names of all persons having a working interest or a royalty interest in respect of the pool, the type of interest held by each and the property boundaries of each; and (b)  a technical report of, (i)  the geology of the discovery, (ii)  the type of reservoir, (iii)  the production and reservoir drainage capability of the discovery well and any subsequent well drilled into the pool, and (iv)  the geological and engineering rationale for the size and location of the proposed spacing units. (4) The applicant shall send, by regular prepaid mail, notice of the application together with a copy of the plan of the land described in clause (3) (a) to the persons mentioned in subclause (3) (a) (ii) within five days after making the application. (5) Except where the Minister has otherwise approved, no person shall drill a development well into a pool referred to in subsection (1) until a spacing order is issued.  O. Reg. 22/00, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) Any person having oil or gas rights in respect of a pool may apply to the Minister for an order to establish spacing units.</p> <p class=\"subsection-e\">  (2) If an operator discovers a pool of oil or gas on land and production of the oil or gas is possible, the operator shall apply to the Minister for an order to establish spacing units within 130 days after the TD date of the discovery well, unless otherwise instructed by the Minister.</p> <p class=\"subsection-e\">  (3) An application for a Minister’s order to establish spacing units shall be accompanied by,</p> <p class=\"clause-e\">  (a)  a plan of the land comprising the probable area of the pool showing,</p> <p class=\"subclause-e\">  (i)  the location of the discovery well in relation to the boundaries of the land, roadways and topographical features of the area, and</p> <p class=\"subclause-e\">  (ii)  the names of all persons having a working interest or a royalty interest in respect of the pool, the type of interest held by each and the property boundaries of each; and</p> <p class=\"clause-e\">  (b)  a technical report of,</p> <p class=\"subclause-e\">  (i)  the geology of the discovery,</p> <p class=\"subclause-e\">  (ii)  the type of reservoir,</p> <p class=\"subclause-e\">  (iii)  the production and reservoir drainage capability of the discovery well and any subsequent well drilled into the pool, and</p> <p class=\"subclause-e\">  (iv)  the geological and engineering rationale for the size and location of the proposed spacing units.</p> <p class=\"subsection-e\">  (4) The applicant shall send, by regular prepaid mail, notice of the application together with a copy of the plan of the land described in clause (3) (a) to the persons mentioned in subclause (3) (a) (ii) within five days after making the application.</p> <p class=\"subsection-e\">  (5) Except where the Minister has otherwise approved, no person shall drill a development well into a pool referred to in subsection (1) until a spacing order is issued.  O. Reg. 22/00, s. 4.</p>"
        },
        {
            "ahref_id": "#12.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 12. The Minister may establish spacing units in a water-covered area.  O. Reg. 22/00, s. 4. Spacing Requirements for Oil and Gas Wells Subject to a Spacing Order",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>The Minister may establish spacing units in a water-covered area.  O. Reg. 22/00, s. 4.</p> <p class=\"heading1-e\"><a name=\"BK13\"></a>Spacing Requirements for Oil and Gas Wells Subject to a Spacing Order</p>"
        },
        {
            "ahref_id": "#13.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 13. (1) This section applies only to oil or gas exploratory and development wells that are subject to a spacing order of the Minister. (2) An exploratory or development well that is drilled shall be located in the target area of the spacing unit specified by the spacing order. (3) The Minister may issue a well licence for an exploratory or development well that is proposed to be drilled outside the target area if topographical, geological or other conditions make drilling a well within the target area unfeasible. (4) If the Minister issues a well licence for an exploratory or development well under subsection (3), subsection (2) does not apply to the well and the Minister shall specify the spacing unit and target area for the well as a condition of the well licence. (5) The spacing unit and target area for a well specified on the well licence as provided in subsection (4) apply in respect of that well despite any spacing order, whether the spacing order was issued before or after the well licence was issued under subsection (4).  O. Reg. 22/00, s. 4. Pooling Orders",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>(1) This section applies only to oil or gas exploratory and development wells that are subject to a spacing order of the Minister.</p> <p class=\"subsection-e\">  (2) An exploratory or development well that is drilled shall be located in the target area of the spacing unit specified by the spacing order.</p> <p class=\"subsection-e\">  (3) The Minister may issue a well licence for an exploratory or development well that is proposed to be drilled outside the target area if topographical, geological or other conditions make drilling a well within the target area unfeasible.</p> <p class=\"subsection-e\">  (4) If the Minister issues a well licence for an exploratory or development well under subsection (3), subsection (2) does not apply to the well and the Minister shall specify the spacing unit and target area for the well as a condition of the well licence.</p> <p class=\"subsection-e\">  (5) The spacing unit and target area for a well specified on the well licence as provided in subsection (4) apply in respect of that well despite any spacing order, whether the spacing order was issued before or after the well licence was issued under subsection (4).  O. Reg. 22/00, s. 4.</p> <p class=\"heading1-e\"><a name=\"BK14\"></a>Pooling Orders</p>"
        },
        {
            "ahref_id": "#14.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 14. (1) In this section and in section 15, “tract” means an area of land, within an existing or proposed spacing unit or unit area, of which the ownership of the oil and gas rights is distinct from any other ownership of oil and gas rights within the spacing unit or unit area. (2) A person having an oil or gas interest in a spacing unit may apply to the Tribunal for an order to pool the oil and gas interests within the spacing unit. O. Reg. 471/17, s. 1. (3) An application to the Tribunal for a spacing unit pooling order pursuant to clause 8 (1) (a) of the Act shall include, for the spacing unit area proposed for pooling, (a)  a statement describing the purpose of the application; (b)  a description of the benefits to be achieved by pooling; (c)  a geographical and geological description; (d)  a reference map or maps showing the spacing unit, well locations and geophysical information; (e)  the names and addresses of all persons having an interest in oil and gas rights in each tract; (f)  a list showing the existing interest of each person for each tract; (g)  copies of all oil and gas agreements for each tract; (h)  a copy of the proposed oil and gas lease that would govern the relationship between the working interest owners and any surface rights owner and any mineral rights owner of an oil and gas interest who have not executed a petroleum and natural gas lease; (i)  the name of the proposed spacing unit operator; (j)  a copy of the agreement by which the various working interest owners will be governed with respect to operations, charges and credits for any operations in the spacing unit; (k)  a summary of the proposed allocation of costs and benefits for all the persons having an interest within the spacing unit; (l)  a listing of all persons having an oil and gas interest within the spacing unit who have executed the pooling agreement and those who have not; (m)  a copy of the pooling agreement governing the relationship between the working interest owners and the royalty interest owners; and (n)  a copy of the agreement governing the relationship between the working interest owners. O. Reg. 471/17, s. 1. (4) A pooling order of the Tribunal shall include, to the extent that it is applicable to the issues being determined, (a)  the effective date of the order; (b)  a geographical and geological description of the pooled spacing unit; (c)  a plan of the pooled spacing unit showing its boundaries and the tracts within it; (d)  a summary showing the tract allocation of each party’s interest within the tract and the pooled spacing unit; (e)  a copy of the oil and gas lease that governs the relationship between the working interest owners and any surface rights owner and any mineral rights owner of an oil and gas interest who have not executed a petroleum and natural gas lease; (f)  the appointment of the initial operator; (g)  a copy of all agreements that will govern the relationship between the working interest owners with respect to operations, charges and credits; (h)  a statement of how the costs of the hearing are to be shared among the interested parties; (i)  a statement as to the duration of the order; and (j)  directions as to the notice to be given of the order.  O. Reg. 245/97, s. 14; O. Reg. 471/17, s. 1. Unitization Orders",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>(1) In this section and in section 15,</p> <p class=\"firstdef-e\">“tract” means an area of land, within an existing or proposed spacing unit or unit area, of which the ownership of the oil and gas rights is distinct from any other ownership of oil and gas rights within the spacing unit or unit area.</p> <p class=\"subsection-e\">  (2) A person having an oil or gas interest in a spacing unit may apply to the Tribunal for an order to pool the oil and gas interests within the spacing unit. O. Reg. 471/17, s. 1.</p> <p class=\"subsection-e\">  (3) An application to the Tribunal for a spacing unit pooling order pursuant to clause 8 (1) (a) of the Act shall include, for the spacing unit area proposed for pooling,</p> <p class=\"clause-e\">  (a)  a statement describing the purpose of the application;</p> <p class=\"clause-e\">  (b)  a description of the benefits to be achieved by pooling;</p> <p class=\"clause-e\">  (c)  a geographical and geological description;</p> <p class=\"clause-e\">  (d)  a reference map or maps showing the spacing unit, well locations and geophysical information;</p> <p class=\"clause-e\">  (e)  the names and addresses of all persons having an interest in oil and gas rights in each tract;</p> <p class=\"clause-e\">  (f)  a list showing the existing interest of each person for each tract;</p> <p class=\"clause-e\">  (g)  copies of all oil and gas agreements for each tract;</p> <p class=\"clause-e\">  (h)  a copy of the proposed oil and gas lease that would govern the relationship between the working interest owners and any surface rights owner and any mineral rights owner of an oil and gas interest who have not executed a petroleum and natural gas lease;</p> <p class=\"clause-e\">  (i)  the name of the proposed spacing unit operator;</p> <p class=\"clause-e\">  (j)  a copy of the agreement by which the various working interest owners will be governed with respect to operations, charges and credits for any operations in the spacing unit;</p> <p class=\"clause-e\">  (k)  a summary of the proposed allocation of costs and benefits for all the persons having an interest within the spacing unit;</p> <p class=\"clause-e\">  (l)  a listing of all persons having an oil and gas interest within the spacing unit who have executed the pooling agreement and those who have not;</p> <p class=\"clause-e\">  (m)  a copy of the pooling agreement governing the relationship between the working interest owners and the royalty interest owners; and</p> <p class=\"clause-e\">  (n)  a copy of the agreement governing the relationship between the working interest owners. O. Reg. 471/17, s. 1.</p> <p class=\"subsection-e\">  (4) A pooling order of the Tribunal shall include, to the extent that it is applicable to the issues being determined,</p> <p class=\"clause-e\">  (a)  the effective date of the order;</p> <p class=\"clause-e\">  (b)  a geographical and geological description of the pooled spacing unit;</p> <p class=\"clause-e\">  (c)  a plan of the pooled spacing unit showing its boundaries and the tracts within it;</p> <p class=\"clause-e\">  (d)  a summary showing the tract allocation of each party’s interest within the tract and the pooled spacing unit;</p> <p class=\"clause-e\">  (e)  a copy of the oil and gas lease that governs the relationship between the working interest owners and any surface rights owner and any mineral rights owner of an oil and gas interest who have not executed a petroleum and natural gas lease;</p> <p class=\"clause-e\">  (f)  the appointment of the initial operator;</p> <p class=\"clause-e\">  (g)  a copy of all agreements that will govern the relationship between the working interest owners with respect to operations, charges and credits;</p> <p class=\"clause-e\">  (h)  a statement of how the costs of the hearing are to be shared among the interested parties;</p> <p class=\"clause-e\">  (i)  a statement as to the duration of the order; and</p> <p class=\"clause-e\">  (j)  directions as to the notice to be given of the order.  O. Reg. 245/97, s. 14; O. Reg. 471/17, s. 1.</p> <p class=\"heading1-e\"><a name=\"BK15\"></a>Unitization Orders</p>"
        },
        {
            "ahref_id": "#15.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 15. (1) In this section, “participating section” means that portion of the unitized area from which oil or gas is produced; “unit area or unitized area” means the geographical area and geological formations to which the unitization applies; “unitize” means the joining of the various oil and gas interests within a field or pool, or a part of either, for the purpose of drilling and operating one or more wells and the apportioning of the costs and benefits of the drilling and operating, and “unitization” has a corresponding meaning. (2) The Minister or any person with an oil or gas interest in a field or pool may apply to the Tribunal for a unitization order to join the interests within the field or pool, or a part of either, pursuant to clause 8 (1) (b) of the Act. O. Reg. 471/17, s. 1. (3) The application shall include, for the proposed unit area, (a)  a statement describing the purpose of the application; (b)  a description of the benefits to be achieved by unitization; (c)  a geographical and geological description; (d)  any reference map or maps showing the proposed unit area, the tracts, well locations, geophysical information and pool or field boundaries; (e)  the names and addresses of all persons having an interest in oil and gas rights in each tract; (f)  a list showing the existing oil and gas interest of each person for each tract within the proposed unit area; (g)  copies of all title documents for each tract within the proposed unit area; (h)  a copy of the proposed oil and gas lease that would govern the relationship between the working interest owners and any surface rights owner and any mineral rights owner of an oil and gas interest who have not executed a petroleum and natural gas lease; (i)  a copy of the proposed unitization agreement that would govern the relationship between the working interest owners and the royalty interest owners; (j)  technical information relating to the proposed unit area; (k)  the name of the initial unit area operator; (l)  a list of the proposed tract allocation of costs and benefits for all the persons having an interest within the proposed unit area; (m)  a list of the working oil and gas interests within the proposed unit area that have and have not executed the unitization agreement and a list of all royalty interest owners within the proposed unit area that have and have not executed the unitization agreement; (n)  a method for equalizing the respective investments of the working interest owners; (o)  a method of allocating any produced oil or gas that may have been produced and saved but not marketed before the effective date of the unitization order; and (p)  a complete description of the geological, geophysical and other data used to interpret the pool boundary. (4) A unitization order shall include, (a)  the effective date of the order; (b)  a geographical and geological description of the unit area; (c)  a plan of the unit area showing its boundaries, tracts and participating section; (d)  a summary showing the tract allocation of each party’s oil and gas interest within the tract and the unit area; (e)  a copy of the oil and gas lease that governs the relationship between the working interest owners and any surface rights owner and any mineral rights owner of an oil and gas interest who have not executed a petroleum and natural gas lease; (f)  a copy of the unitization agreement that will govern the relationship between the working interest owners and the royalty interest owners; (g)  the appointment of the initial unit area operator; (h)  a copy of all agreements that will govern the relationship between the working interest owners with respect to operations, charges and credits; (i)  an equalization schedule between the working interest owners for their respective investments within the unit area; (j)  an allocation schedule between the working interest owners for the distribution of oil or gas that has been produced and saved but not marketed before the effective date of the order; (k)  a statement of how the costs of the hearing are to be shared; (l)  a statement as to the duration of the order; and (m)  directions as to the notice of the order to be given.  O. Reg. 245/97, s. 15. Security",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>(1) In this section,</p> <p class=\"firstdef-e\">“participating section” means that portion of the unitized area from which oil or gas is produced;</p> <p class=\"definition-e\">“unit area or unitized area” means the geographical area and geological formations to which the unitization applies;</p> <p class=\"definition-e\">“unitize” means the joining of the various oil and gas interests within a field or pool, or a part of either, for the purpose of drilling and operating one or more wells and the apportioning of the costs and benefits of the drilling and operating, and “unitization” has a corresponding meaning.</p> <p class=\"subsection-e\">  (2) The Minister or any person with an oil or gas interest in a field or pool may apply to the Tribunal for a unitization order to join the interests within the field or pool, or a part of either, pursuant to clause 8 (1) (b) of the Act. O. Reg. 471/17, s. 1.</p> <p class=\"subsection-e\">  (3) The application shall include, for the proposed unit area,</p> <p class=\"clause-e\">  (a)  a statement describing the purpose of the application;</p> <p class=\"clause-e\">  (b)  a description of the benefits to be achieved by unitization;</p> <p class=\"clause-e\">  (c)  a geographical and geological description;</p> <p class=\"clause-e\">  (d)  any reference map or maps showing the proposed unit area, the tracts, well locations, geophysical information and pool or field boundaries;</p> <p class=\"clause-e\">  (e)  the names and addresses of all persons having an interest in oil and gas rights in each tract;</p> <p class=\"clause-e\">  (f)  a list showing the existing oil and gas interest of each person for each tract within the proposed unit area;</p> <p class=\"clause-e\">  (g)  copies of all title documents for each tract within the proposed unit area;</p> <p class=\"clause-e\">  (h)  a copy of the proposed oil and gas lease that would govern the relationship between the working interest owners and any surface rights owner and any mineral rights owner of an oil and gas interest who have not executed a petroleum and natural gas lease;</p> <p class=\"clause-e\">  (i)  a copy of the proposed unitization agreement that would govern the relationship between the working interest owners and the royalty interest owners;</p> <p class=\"clause-e\">  (j)  technical information relating to the proposed unit area;</p> <p class=\"clause-e\">  (k)  the name of the initial unit area operator;</p> <p class=\"clause-e\">  (l)  a list of the proposed tract allocation of costs and benefits for all the persons having an interest within the proposed unit area;</p> <p class=\"clause-e\">  (m)  a list of the working oil and gas interests within the proposed unit area that have and have not executed the unitization agreement and a list of all royalty interest owners within the proposed unit area that have and have not executed the unitization agreement;</p> <p class=\"clause-e\">  (n)  a method for equalizing the respective investments of the working interest owners;</p> <p class=\"clause-e\">  (o)  a method of allocating any produced oil or gas that may have been produced and saved but not marketed before the effective date of the unitization order; and</p> <p class=\"clause-e\">  (p)  a complete description of the geological, geophysical and other data used to interpret the pool boundary.</p> <p class=\"subsection-e\">  (4) A unitization order shall include,</p> <p class=\"clause-e\">  (a)  the effective date of the order;</p> <p class=\"clause-e\">  (b)  a geographical and geological description of the unit area;</p> <p class=\"clause-e\">  (c)  a plan of the unit area showing its boundaries, tracts and participating section;</p> <p class=\"clause-e\">  (d)  a summary showing the tract allocation of each party’s oil and gas interest within the tract and the unit area;</p> <p class=\"clause-e\">  (e)  a copy of the oil and gas lease that governs the relationship between the working interest owners and any surface rights owner and any mineral rights owner of an oil and gas interest who have not executed a petroleum and natural gas lease;</p> <p class=\"clause-e\">  (f)  a copy of the unitization agreement that will govern the relationship between the working interest owners and the royalty interest owners;</p> <p class=\"clause-e\">  (g)  the appointment of the initial unit area operator;</p> <p class=\"clause-e\">  (h)  a copy of all agreements that will govern the relationship between the working interest owners with respect to operations, charges and credits;</p> <p class=\"clause-e\">  (i)  an equalization schedule between the working interest owners for their respective investments within the unit area;</p> <p class=\"clause-e\">  (j)  an allocation schedule between the working interest owners for the distribution of oil or gas that has been produced and saved but not marketed before the effective date of the order;</p> <p class=\"clause-e\">  (k)  a statement of how the costs of the hearing are to be shared;</p> <p class=\"clause-e\">  (l)  a statement as to the duration of the order; and</p> <p class=\"clause-e\">  (m)  directions as to the notice of the order to be given.  O. Reg. 245/97, s. 15.</p> <p class=\"heading1-e\"><a name=\"BK16\"></a>Security</p>"
        },
        {
            "ahref_id": "#16.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 16. (1) Subject to section 16.1, every operator of a well shall establish security, (a)  in the amounts prescribed by this section; and (b)  in the form of a trust fund administered in accordance with the Trustee Act for the purpose of providing financial assurance that wells will be plugged and works completed in accordance with the Act and regulations and any order of the Board or the Tribunal.  O. Reg. 245/97, s. 16 (1); O. Reg. 471/17, s. 1; O. Reg. 151/22, s. 7 (1). (1.1) The trustee of a trust fund referred to in clause (1) (b) must be, (a)  Revoked: O. Reg. 151/22, s. 7 (2). (b)  an insurance company, or a fraternal benefit society, to which the Insurance Companies Act (Canada) applies; (c), (d)  Revoked: O. Reg. 151/22, s. 7 (2). (e)  a trust, loan or insurance corporation incorporated by or under an Act of Ontario; (f)  a brokerage firm incorporated or formed by or under an Act of Canada or of Ontario that is primarily engaged in dealing in securities, including portfolio management and investment counselling; (g)  an accountant licensed under the Public Accounting Act, 2004 who carries at least $2,000,000 of professional liability insurance; or (h)  a lawyer qualified to practise in Ontario who carries at least $2,000,000 of professional liability insurance. O. Reg. 22/00, s. 5 (1); O. Reg. 189/14, s. 2; O. Reg. 151/22, s. 7 (2). (1.2) The trustee of a trust fund referred to in clause (1) (b) shall not be the operator of any well that is secured by the trust. O. Reg. 22/00, s. 5 (1). (2) A well licence shall not be issued to a person who has not established a trust fund in accordance with this section.  O. Reg. 245/97, s. 16 (2); O. Reg. 22/00, s. 5 (2). (3) Subject to subsection (4), well security required for each operator is, (a)  $0 for each licensed oil well that is registered as part of an oil field having historical oil field status; (b)  $0 for each private well; (c)  $0 for each licensed hydrocarbon storage cavern well located on land as long as the operator owns both the surface rights and the mineral rights; (d)  $3,000 for each unplugged well located on land drilled to less than 450 metres in depth; (e)  $6,000 for each unplugged well located on land drilled to a depth greater than 450 metres but less than 800 metres; (f)  $10,000 for each unplugged well located on land drilled to a depth greater than 800 metres; and (g)  $15,000 for each unplugged well located in water covered areas. O. Reg. 245/97, s. 16 (3); O. Reg. 22/00, s. 5 (3). (4) The maximum security required is, (a)  $70,000 for unplugged wells located on land; and (b)  $200,000 for unplugged wells located in water covered areas.  O. Reg. 245/97, s. 16 (4). (5) Each operator shall maintain the prescribed security at all times.  O. Reg. 245/97, s. 16 (5). (6) The operator shall not adjust the security without the Minister’s consent.  O. Reg. 22/00, s. 5 (4). (7) All well licences of an operator who allows the amount of well security to fall below the prescribed level are not valid.  O. Reg. 245/97, s. 16 (7). (8) When establishing security, an operator shall ensure that the fund trustee, (a)  does not make any payments out of the trust fund without the written consent of the Minister; and (b)  follows the directions of the Minister with respect to payment out of the trust fund.  O. Reg. 245/97, s. 16 (8). (9) The Minister’s directions to the trustee of an operator’s security trust fund are limited to directing payments to remedy a situation where a work represents a hazard to the public or environment or an operator does not properly plug a well or complete works in accordance with the Act and regulations or in accordance with an order of the Board or the Tribunal  O. Reg. 245/97, s. 16 (9); O. Reg. 471/17, s. 1. (10) If, no later than December 31, 1997, an operator of wells drilled before this Regulation comes into force submits a written request to the Minister in respect of the security of the wells, the Minister shall, (a)  allow the operator to establish prescribed security in 10 per cent annual increments starting on July 1, 1997 and ending with July 1, 2007; and (b)  return any deposit held by the Minister in respect of previous security deposit requirements for the wells.  O. Reg. 245/97, s. 16 (10). (11) The Minister shall transfer to the trustee of the trust fund established by an operator all security held by the Minister under Regulation 915 of the Revised Regulations of Ontario, 1990 in respect of the operator.  O. Reg. 245/97, s. 16 (11).",
            "raw_html": "<p class=\"section-e\"> <b>16. </b>(1) Subject to section 16.1, every operator of a well shall establish security,</p> <p class=\"clause-e\">  (a)  in the amounts prescribed by this section; and</p> <p class=\"clause-e\">  (b)  in the form of a trust fund administered in accordance with the <i>Trustee Act </i>for the purpose of providing financial assurance that wells will be plugged and works completed in accordance with the Act and regulations and any order of the Board or the Tribunal.  O. Reg. 245/97, s. 16 (1); O. Reg. 471/17, s. 1; O. Reg. 151/22, s. 7 (1).</p> <p class=\"subsection-e\">  (1.1) The trustee of a trust fund referred to in clause (1) (b) must be,</p> <p class=\"clause-e\">  (a)  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 151/22, s. 7 (2).</p> <p class=\"clause-e\">  (b)  an insurance company, or a fraternal benefit society, to which the <i>Insurance Companies Act</i> (Canada) applies;</p> <p class=\"clause-e\"> (c), (d)  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 151/22, s. 7 (2).</p> <p class=\"clause-e\">  (e)  a trust, loan or insurance corporation incorporated by or under an Act of Ontario;</p> <p class=\"clause-e\">  (f)  a brokerage firm incorporated or formed by or under an Act of Canada or of Ontario that is primarily engaged in dealing in securities, including portfolio management and investment counselling;</p> <p class=\"clause-e\">  (g)  an accountant licensed under the <i>Public Accounting Act, 2004</i> who carries at least $2,000,000 of professional liability insurance; or</p> <p class=\"clause-e\">  (h)  a lawyer qualified to practise in Ontario who carries at least $2,000,000 of professional liability insurance. O. Reg. 22/00, s. 5 (1); O. Reg. 189/14, s. 2; O. Reg. 151/22, s. 7 (2).</p> <p class=\"subsection-e\">  (1.2) The trustee of a trust fund referred to in clause (1) (b) shall not be the operator of any well that is secured by the trust. O. Reg. 22/00, s. 5 (1).</p> <p class=\"subsection-e\">  (2) A well licence shall not be issued to a person who has not established a trust fund in accordance with this section.  O. Reg. 245/97, s. 16 (2); O. Reg. 22/00, s. 5 (2).</p> <p class=\"subsection-e\">  (3) Subject to subsection (4), well security required for each operator is,</p> <p class=\"clause-e\">  (a)  $0 for each licensed oil well that is registered as part of an oil field having historical oil field status;</p> <p class=\"clause-e\">  (b)  $0 for each private well;</p> <p class=\"clause-e\">  (c)  $0 for each licensed hydrocarbon storage cavern well located on land as long as the operator owns both the surface rights and the mineral rights;</p> <p class=\"clause-e\">  (d)  $3,000 for each unplugged well located on land drilled to less than 450 metres in depth;</p> <p class=\"clause-e\">  (e)  $6,000 for each unplugged well located on land drilled to a depth greater than 450 metres but less than 800 metres;</p> <p class=\"clause-e\">  (f)  $10,000 for each unplugged well located on land drilled to a depth greater than 800 metres; and</p> <p class=\"clause-e\">  (g)  $15,000 for each unplugged well located in water covered areas. O. Reg. 245/97, s. 16 (3); O. Reg. 22/00, s. 5 (3).</p> <p class=\"subsection-e\">  (4) The maximum security required is,</p> <p class=\"clause-e\">  (a)  $70,000 for unplugged wells located on land; and</p> <p class=\"clause-e\">  (b)  $200,000 for unplugged wells located in water covered areas.  O. Reg. 245/97, s. 16 (4).</p> <p class=\"subsection-e\">  (5) Each operator shall maintain the prescribed security at all times.  O. Reg. 245/97, s. 16 (5).</p> <p class=\"subsection-e\">  (6) The operator shall not adjust the security without the Minister’s consent.  O. Reg. 22/00, s. 5 (4).</p> <p class=\"subsection-e\">  (7) All well licences of an operator who allows the amount of well security to fall below the prescribed level are not valid.  O. Reg. 245/97, s. 16 (7).</p> <p class=\"subsection-e\">  (8) When establishing security, an operator shall ensure that the fund trustee,</p> <p class=\"clause-e\">  (a)  does not make any payments out of the trust fund without the written consent of the Minister; and</p> <p class=\"clause-e\">  (b)  follows the directions of the Minister with respect to payment out of the trust fund.  O. Reg. 245/97, s. 16 (8).</p> <p class=\"subsection-e\">  (9) The Minister’s directions to the trustee of an operator’s security trust fund are limited to directing payments to remedy a situation where a work represents a hazard to the public or environment or an operator does not properly plug a well or complete works in accordance with the Act and regulations or in accordance with an order of the Board or the Tribunal  O. Reg. 245/97, s. 16 (9); O. Reg. 471/17, s. 1.</p> <p class=\"subsection-e\">  (10) If, no later than December 31, 1997, an operator of wells drilled before this Regulation comes into force submits a written request to the Minister in respect of the security of the wells, the Minister shall,</p> <p class=\"clause-e\">  (a)  allow the operator to establish prescribed security in 10 per cent annual increments starting on July 1, 1997 and ending with July 1, 2007; and</p> <p class=\"clause-e\">  (b)  return any deposit held by the Minister in respect of previous security deposit requirements for the wells.  O. Reg. 245/97, s. 16 (10).</p> <p class=\"subsection-e\">  (11) The Minister shall transfer to the trustee of the trust fund established by an operator all security held by the Minister under Regulation 915 of the Revised Regulations of Ontario, 1990 in respect of the operator.  O. Reg. 245/97, s. 16 (11).</p>"
        },
        {
            "ahref_id": "#16.1",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 16.1 (1) Section 16 does not apply to the operator of a CAES project in a porous rock reservoir with respect to the wells, porous rock reservoir and other associated works that are part of the CAES project, except to the extent provided for in this section. O. Reg. 151/22, s. 8. (2) Despite subsection (1), if an operator referred to in that subsection has previously established security under section 16 for any of the wells proposed to be used as part of a CAES project in a porous rock reservoir, the operator shall maintain the security in accordance with section 16 until security is established under this section in respect of the well. O. Reg. 151/22, s. 8. (3) The operator of the wells that are part of a CAES project in a porous rock reservoir shall establish security as financial assurance that, at the end of the project’s lifecycle or before that time, where required, the operator will comply with all requirements in the operator’s licence and permit, the Act, this regulation and any order of the Board or Tribunal with respect to, (a)  the plugging, abandonment and decommissioning of all wells that are part of the project and of the porous rock reservoir; (b)  the decommissioning of all works, other than those referred to in clause (a), that are part of the project; (c)  any necessary site rehabilitation work; and (d)  any ongoing maintenance or monitoring work that is required after plugging, abandonment, decommissioning and site rehabilitation have been completed. O. Reg. 151/22, s. 8. (4) The security established under subsection (3) shall be in the form of, (a)  an irrevocable letter of credit from a bank named in Schedule I or II of the Bank Act\r\n(Canada); or (b)  a trust fund administered in accordance with the Trustee Act. O. Reg. 151/22, s. 8. (5) If the security established under this section is in the form of a trust fund, (a)  the trustee of the fund must meet the requirements in subsections 16 (1.1) and (1.2); and (b)  the operator of the CAES project in a porous rock reservoir shall ensure that the trustee of the fund, (i)  does not make any payments out of the trust fund without the written consent of the Minister, and (ii)  follows the directions of the Minister with respect to payment out of the trust fund. O. Reg. 151/22, s. 8. (6) If the security established under subsection (3) is in the form of an irrevocable letter of credit, the form and terms of the letter of credit shall be approved by the Minister. O. Reg. 151/22, s. 8. (7) If the bank that establishes the letter of credit as security under subsection (3) with respect to wells that are part of CAES project in a porous rock reservoir gives the Ministry notice that the bank intends to allow the letter of credit to expire, the Ministry shall promptly forward the notice to the operator of the CAES project. O. Reg. 151/22, s. 8. (8) The operator of a CAES project in a porous rock reservoir who receives notice of the expiration of a bank’s irrevocable letter of credit under subsection (7) must, at least 30 days before the expiration date, (a)  obtain an irrevocable letter of credit from the same bank or from another bank named in Schedule I or II of the\r\nBank Act (Canada) in the same amount as the letter of credit that is about to expire; or (b)  establish security in the form of a trust fund in the same amount as the letter of credit that is about to expire and with a trustee that meets the requirements in subsections 16 (1.1) and (1.2). O. Reg. 151/22, s. 8. (9) The security established by the operator of the wells that are part of a CAES project in a porous rock reservoir shall be in an amount equal to the following costs, as estimated by the operator in the application for a licence submitted under subsection 2.4 (10): 1.  The costs of plugging, abandoning and decommissioning all wells that are part of the project and the porous rock reservoir. 2.  The costs of decommissioning all works, other than those referred to in paragraph 1, that are part of the project. 3.  The cost of carrying out necessary site rehabilitation work. 4.  The cost of any ongoing maintenance or monitoring work that is required after plugging, abandonment, decommissioning and site rehabilitation have been completed. O. Reg. 151/22, s. 8. (10) Despite subsection (9), upon reviewing a licence application, the Minister may determine that the amount of security estimated by the operator in the licence application is insufficient and should be increased to an amount that the Minister believes is a more accurate estimate of the costs described in subsection (9), based on one or both of the following factors: 1.  An expert review of the applicant’s estimate conducted as part of the application process for the operator’s well licence and referred to in section 2.4. 2.  Any records or information the Ministry has relating to the cost of abandoning or decommissioning similar wells, porous rock reservoirs and other associated works in Ontario or other jurisdictions. O. Reg. 151/22, s. 8. (11) If the Minister determines that the amount of security should be increased, the Minister shall, before making a decision with respect to the issuing of a licence or permit required for a CAES project in a porous rock reservoir, give the applicant for the licence or permit notice of the amount of security that is required and the applicant shall provide the amount of security required in the notice. O. Reg. 151/22, s. 8. (12) The operator of one or more wells that are part of a CAES project in a porous rock reservoir shall establish the security in the amount required under subsection (9) or (11) before commencing any site preparations for the wells or other associated works or any activity on or in the wells. O. Reg. 151/22, s. 8. (13) Subsections 16 (5) to (7) apply with necessary modifications to security that is provided under subsection (3) or (8) by the operator of a well that is associated with a CAES project in a porous rock reservoir. O. Reg. 151/22, s. 8. (14) The Minister may give directions to the trustee of a trust fund established as security under this section to make payments out of the trust fund, or may draw on the letter of credit established as security under this section, as the case may be, in order to remedy a situation where, (a)  a work represents a hazard to the public or environment; or (b)  the operator of a well that is associated with a CAES project in a porous rock reservoir does not comply with the requirements mentioned in subsection (3). O. Reg. 151/22, s. 8. (15) The operator of the wells that are part of a CAES project in porous rock reservoir may apply to the Minister for a reduction in the amount of the security required under this section if the operator has completed a portion of the work described in subsection (3). O. Reg. 151/22, s. 8. (16) The Minister may consent to the reduction of the amount of security required under this section if the Minister is satisfied that, (a)  the amount of security sought to be reduced corresponds to the estimate for the cost of carrying out work described in subsection (3) upon which the amount of the security was based; and (b)  the amount of security remaining after the reduction will be sufficient to carry out the remaining work described in subsection (3) that is required for the CAES project. O. Reg. 151/22, s. 8. (17) For greater certainty, if the costs incurred by the operator in carrying out a portion of the work described in subsection (9) exceed the estimate of those costs based on which the security was provided under this section, the excess amount incurred for the work shall not be reflected in the reduction of the amount of security under subsection (16). O. Reg. 151/22, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>16.1 </b>(1) Section 16 does not apply to the operator of a CAES project in a porous rock reservoir with respect to the wells, porous rock reservoir and other associated works that are part of the CAES project, except to the extent provided for in this section. O. Reg. 151/22, s. 8.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), if an operator referred to in that subsection has previously established security under section 16 for any of the wells proposed to be used as part of a CAES project in a porous rock reservoir, the operator shall maintain the security in accordance with section 16 until security is established under this section in respect of the well. O. Reg. 151/22, s. 8.</p> <p class=\"subsection-e\">  (3) The operator of the wells that are part of a CAES project in a porous rock reservoir shall establish security as financial assurance that, at the end of the project’s lifecycle or before that time, where required, the operator will comply with all requirements in the operator’s licence and permit, the Act, this regulation and any order of the Board or Tribunal with respect to,</p> <p class=\"clause-e\">  (a)  the plugging, abandonment and decommissioning of all wells that are part of the project and of the porous rock reservoir;</p> <p class=\"clause-e\">  (b)  the decommissioning of all works, other than those referred to in clause (a), that are part of the project;</p> <p class=\"clause-e\">  (c)  any necessary site rehabilitation work; and</p> <p class=\"clause-e\">  (d)  any ongoing maintenance or monitoring work that is required after plugging, abandonment, decommissioning and site rehabilitation have been completed. O. Reg. 151/22, s. 8.</p> <p class=\"subsection-e\">  (4) The security established under subsection (3) shall be in the form of,</p> <p class=\"clause-e\">  (a)  an irrevocable letter of credit from a bank named in Schedule I or II of the <i>Bank Act</i>\r\n(Canada); or</p> <p class=\"clause-e\">  (b)  a trust fund administered in accordance with the <i>Trustee Act</i>. O. Reg. 151/22, s. 8.</p> <p class=\"subsection-e\">  (5) If the security established under this section is in the form of a trust fund,</p> <p class=\"clause-e\">  (a)  the trustee of the fund must meet the requirements in subsections 16 (1.1) and (1.2); and</p> <p class=\"clause-e\">  (b)  the operator of the CAES project in a porous rock reservoir shall ensure that the trustee of the fund,</p> <p class=\"subclause-e\">  (i)  does not make any payments out of the trust fund without the written consent of the Minister, and</p> <p class=\"subclause-e\">  (ii)  follows the directions of the Minister with respect to payment out of the trust fund. O. Reg. 151/22, s. 8.</p> <p class=\"subsection-e\">  (6) If the security established under subsection (3) is in the form of an irrevocable letter of credit, the form and terms of the letter of credit shall be approved by the Minister. O. Reg. 151/22, s. 8.</p> <p class=\"subsection-e\">  (7) If the bank that establishes the letter of credit as security under subsection (3) with respect to wells that are part of CAES project in a porous rock reservoir gives the Ministry notice that the bank intends to allow the letter of credit to expire, the Ministry shall promptly forward the notice to the operator of the CAES project. O. Reg. 151/22, s. 8.</p> <p class=\"subsection-e\">  (8) The operator of a CAES project in a porous rock reservoir who receives notice of the expiration of a bank’s irrevocable letter of credit under subsection (7) must, at least 30 days before the expiration date,</p> <p class=\"clause-e\">  (a)  obtain an irrevocable letter of credit from the same bank or from another bank named in Schedule I or II of the\r\n<i>Bank Act</i> (Canada) in the same amount as the letter of credit that is about to expire; or</p> <p class=\"clause-e\">  (b)  establish security in the form of a trust fund in the same amount as the letter of credit that is about to expire and with a trustee that meets the requirements in subsections 16 (1.1) and (1.2). O. Reg. 151/22, s. 8.</p> <p class=\"subsection-e\">  (9) The security established by the operator of the wells that are part of a CAES project in a porous rock reservoir shall be in an amount equal to the following costs, as estimated by the operator in the application for a licence submitted under subsection 2.4 (10):</p> <p class=\"paragraph-e\">  1.  The costs of plugging, abandoning and decommissioning all wells that are part of the project and the porous rock reservoir.</p> <p class=\"paragraph-e\">  2.  The costs of decommissioning all works, other than those referred to in paragraph 1, that are part of the project.</p> <p class=\"paragraph-e\">  3.  The cost of carrying out necessary site rehabilitation work.</p> <p class=\"paragraph-e\">  4.  The cost of any ongoing maintenance or monitoring work that is required after plugging, abandonment, decommissioning and site rehabilitation have been completed. O. Reg. 151/22, s. 8.</p> <p class=\"subsection-e\">  (10) Despite subsection (9), upon reviewing a licence application, the Minister may determine that the amount of security estimated by the operator in the licence application is insufficient and should be increased to an amount that the Minister believes is a more accurate estimate of the costs described in subsection (9), based on one or both of the following factors:</p> <p class=\"paragraph-e\">  1.  An expert review of the applicant’s estimate conducted as part of the application process for the operator’s well licence and referred to in section 2.4.</p> <p class=\"paragraph-e\">  2.  Any records or information the Ministry has relating to the cost of abandoning or decommissioning similar wells, porous rock reservoirs and other associated works in Ontario or other jurisdictions. O. Reg. 151/22, s. 8.</p> <p class=\"subsection-e\">  (11) If the Minister determines that the amount of security should be increased, the Minister shall, before making a decision with respect to the issuing of a licence or permit required for a CAES project in a porous rock reservoir, give the applicant for the licence or permit notice of the amount of security that is required and the applicant shall provide the amount of security required in the notice. O. Reg. 151/22, s. 8.</p> <p class=\"subsection-e\">  (12) The operator of one or more wells that are part of a CAES project in a porous rock reservoir shall establish the security in the amount required under subsection (9) or (11) before commencing any site preparations for the wells or other associated works or any activity on or in the wells. O. Reg. 151/22, s. 8.</p> <p class=\"subsection-e\">  (13) Subsections 16 (5) to (7) apply with necessary modifications to security that is provided under subsection (3) or (8) by the operator of a well that is associated with a CAES project in a porous rock reservoir. O. Reg. 151/22, s. 8.</p> <p class=\"subsection-e\">  (14) The Minister may give directions to the trustee of a trust fund established as security under this section to make payments out of the trust fund, or may draw on the letter of credit established as security under this section, as the case may be, in order to remedy a situation where,</p> <p class=\"clause-e\">  (a)  a work represents a hazard to the public or environment; or</p> <p class=\"clause-e\">  (b)  the operator of a well that is associated with a CAES project in a porous rock reservoir does not comply with the requirements mentioned in subsection (3). O. Reg. 151/22, s. 8.</p> <p class=\"subsection-e\">  (15) The operator of the wells that are part of a CAES project in porous rock reservoir may apply to the Minister for a reduction in the amount of the security required under this section if the operator has completed a portion of the work described in subsection (3). O. Reg. 151/22, s. 8.</p> <p class=\"subsection-e\">  (16) The Minister may consent to the reduction of the amount of security required under this section if the Minister is satisfied that,</p> <p class=\"clause-e\">  (a)  the amount of security sought to be reduced corresponds to the estimate for the cost of carrying out work described in subsection (3) upon which the amount of the security was based; and</p> <p class=\"clause-e\">  (b)  the amount of security remaining after the reduction will be sufficient to carry out the remaining work described in subsection (3) that is required for the CAES project. O. Reg. 151/22, s. 8.</p> <p class=\"subsection-e\">  (17) For greater certainty, if the costs incurred by the operator in carrying out a portion of the work described in subsection (9) exceed the estimate of those costs based on which the security was provided under this section, the excess amount incurred for the work shall not be reflected in the reduction of the amount of security under subsection (16). O. Reg. 151/22, s. 8.</p>"
        },
        {
            "ahref_id": "#16.2",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 16.2 Security held under section 16 or 16.1 is held on behalf of the Crown. O. Reg. 151/22, s. 8. Well Control and Blowout Prevention",
            "raw_html": "<p class=\"section-e\"> <b>16.2 </b>Security held under section 16 or 16.1 is held on behalf of the Crown. O. Reg. 151/22, s. 8.</p> <p class=\"heading1-e\"><a name=\"BK17\"></a>Well Control and Blowout Prevention</p>"
        },
        {
            "ahref_id": "#17.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 17. (1) An operator of a well that is being drilled, tested, completed, stimulated, serviced, overhauled or worked over shall provide casing and blowout prevention equipment and maintain it in such condition that any oil, gas or water encountered can be effectively controlled. (2) The operator shall ensure that blowout prevention equipment is adequate, having regard to the depth to which the well will be drilled, the expected pressure and the need, in case of blowout, for shutoff of the open hole or around any equipment used in the well.  O. Reg. 245/97, s. 17. (3) The operator shall ensure that the well does not flow uncontrolled.  O. Reg. 22/00, s. 6 (2). Water Covered Areas",
            "raw_html": "<p class=\"section-e\"> <b>17. </b>(1) An operator of a well that is being drilled, tested, completed, stimulated, serviced, overhauled or worked over shall provide casing and blowout prevention equipment and maintain it in such condition that any oil, gas or water encountered can be effectively controlled.</p> <p class=\"subsection-e\">  (2) The operator shall ensure that blowout prevention equipment is adequate, having regard to the depth to which the well will be drilled, the expected pressure and the need, in case of blowout, for shutoff of the open hole or around any equipment used in the well.  O. Reg. 245/97, s. 17.</p> <p class=\"subsection-e\">  (3) The operator shall ensure that the well does not flow uncontrolled.  O. Reg. 22/00, s. 6 (2).</p> <p class=\"heading1-e\"><a name=\"BK18\"></a>Water Covered Areas</p>"
        },
        {
            "ahref_id": "#18.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 18. (1) In this section,  “well” means a well in a water-covered area. (2) A well licence shall not be issued to a person who does not furnish proof that the person has liability insurance of at least $5,000,000 per occurrence that provides compensation for all damage caused by drilling, pipeline construction, production, servicing or abandonment operations or caused by any vessel, craft or barge used to transport people or materials to the site of the drilling, pipeline construction or production operations.  O. Reg. 245/97, s. 18. Plugging Dry or Unused Wells",
            "raw_html": "<p class=\"section-e\"> <b>18. </b>(1) In this section, </p> <p class=\"firstdef-e\">“well” means a well in a water-covered area.</p> <p class=\"subsection-e\">  (2) A well licence shall not be issued to a person who does not furnish proof that the person has liability insurance of at least $5,000,000 per occurrence that provides compensation for all damage caused by drilling, pipeline construction, production, servicing or abandonment operations or caused by any vessel, craft or barge used to transport people or materials to the site of the drilling, pipeline construction or production operations.  O. Reg. 245/97, s. 18.</p> <p class=\"heading1-e\"><a name=\"BK19\"></a>Plugging Dry or Unused Wells</p>"
        },
        {
            "ahref_id": "#19.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 19. The operator of a dry oil or gas well or a well that is no longer used shall plug it as soon as practical and, in any case, within 12 months after it is determined to be dry or is taken out of use.  O. Reg. 245/97, s. 19. Protection of Designated Gas Storage Area",
            "raw_html": "<p class=\"section-e\"> <b>19. </b>The operator of a dry oil or gas well or a well that is no longer used shall plug it as soon as practical and, in any case, within 12 months after it is determined to be dry or is taken out of use.  O. Reg. 245/97, s. 19.</p> <p class=\"heading1-e\"><a name=\"BK20\"></a>Protection of Designated Gas Storage Area</p>"
        },
        {
            "ahref_id": "#20.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 20. (1) No person shall complete, service or otherwise perform work of any kind on a well within 1.6 kilometres of a gas storage area designated by the Ontario Energy Board pursuant to the Ontario Energy Board Act if the performance of such work will or is likely to fracture the storage reservoir situated within the designated area or to result in communication with it.  O. Reg. 245/97, s. 20. (2) No person shall complete, service or otherwise perform work of any kind on a well within 1.6 kilometres of the surface area of a CAES project in a porous rock reservoir if the performance of such work will or is likely to fracture the porous rock reservoir or result in communication with it. O. Reg. 151/22, s. 9. Release of Information",
            "raw_html": "<p class=\"section-e\"> <b>20. </b>(1) No person shall complete, service or otherwise perform work of any kind on a well within 1.6 kilometres of a gas storage area designated by the Ontario Energy Board pursuant to the <i>Ontario Energy Board Act</i><i> </i>if the performance of such work will or is likely to fracture the storage reservoir situated within the designated area or to result in communication with it.  O. Reg. 245/97, s. 20.</p> <p class=\"subsection-e\">  (2) No person shall complete, service or otherwise perform work of any kind on a well within 1.6 kilometres of the surface area of a CAES project in a porous rock reservoir if the performance of such work will or is likely to fracture the porous rock reservoir or result in communication with it. O. Reg. 151/22, s. 9.</p> <p class=\"heading1-e\"><a name=\"BK21\"></a>Release of Information</p>"
        },
        {
            "ahref_id": "#20.1",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 20.1 (1) Subject to subsections (2) and (4), an applicant for a licence for a well under subsection 10 (1) of the Act or for a permit under subsection 11 (1) of the Act who is required to disclose application documents as part of a consultation process required by this Regulation, the Provincial Standards for Oil, Gas and Salt Resources or the Provincial Standards for CAES in Salt Caverns, may disclose those documents in a format that removes or otherwise conceals any information contained within those documents related to a trade secret or scientific, technical, commercial or financial information supplied in confidence to the Ministry, the release of which could reasonably be expected to, (a)  prejudice significantly the competitive position of the applicant or interfere significantly with the contractual negotiations of the applicant; or (b)  result in undue loss or gain to the applicant or another person. O. Reg. 237/18, s. 6; O. Reg. 151/22, s. 10. (2) An applicant who wishes to remove or otherwise conceal information in application documents in accordance with subsection (1) shall obtain the Ministry’s prior written approval to do so by submitting the documents in the format it wishes to use for the consultation process and identify the redacted information to the Ministry. O. Reg. 237/18, s. 6. (3) The Ministry shall give its approval if it determines that the information that is to be removed or otherwise concealed in the documents meets the criteria set out in subsection (1). O. Reg. 237/18, s. 6. (4) Despite subsections (1) and (2), the Ministry may refuse to approve the removal or concealment of information where, (a)  a compelling public interest in the disclosure of the information clearly outweighs the removal of information from the documents; or (b)  the documents are to be shared with a ministry of the government of Ontario or an agency, board, commission, corporation or other body designated as an institution in a regulation made under the Freedom of Information and Protection of Privacy Act. O. Reg. 237/18, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>20.1 </b>(1) Subject to subsections (2) and (4), an applicant for a licence for a well under subsection 10 (1) of the Act or for a permit under subsection 11 (1) of the Act who is required to disclose application documents as part of a consultation process required by this Regulation, the Provincial Standards for Oil, Gas and Salt Resources or the Provincial Standards for CAES in Salt Caverns, may disclose those documents in a format that removes or otherwise conceals any information contained within those documents related to a trade secret or scientific, technical, commercial or financial information supplied in confidence to the Ministry, the release of which could reasonably be expected to,</p> <p class=\"clause-e\">  (a)  prejudice significantly the competitive position of the applicant or interfere significantly with the contractual negotiations of the applicant; or</p> <p class=\"clause-e\">  (b)  result in undue loss or gain to the applicant or another person. O. Reg. 237/18, s. 6; O. Reg. 151/22, s. 10.</p> <p class=\"subsection-e\">  (2) An applicant who wishes to remove or otherwise conceal information in application documents in accordance with subsection (1) shall obtain the Ministry’s prior written approval to do so by submitting the documents in the format it wishes to use for the consultation process and identify the redacted information to the Ministry. O. Reg. 237/18, s. 6.</p> <p class=\"subsection-e\">  (3) The Ministry shall give its approval if it determines that the information that is to be removed or otherwise concealed in the documents meets the criteria set out in subsection (1). O. Reg. 237/18, s. 6.</p> <p class=\"subsection-e\">  (4) Despite subsections (1) and (2), the Ministry may refuse to approve the removal or concealment of information where, </p> <p class=\"clause-e\">  (a)  a compelling public interest in the disclosure of the information clearly outweighs the removal of information from the documents; or</p> <p class=\"clause-e\">  (b)  the documents are to be shared with a ministry of the government of Ontario or an agency, board, commission, corporation or other body designated as an institution in a regulation made under the <i>Freedom of Information and Protection of Privacy Act</i>. O. Reg. 237/18, s. 6.</p>"
        },
        {
            "ahref_id": "#21.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 21. (1) Scientific, technical, commercial or financial information of an operator that the Ministry obtains from the operator and that the Ministry records shall not be released by the Ministry except in accordance with this section unless the operator consents in writing to its release where its release is prohibited under subsection (2) or to its release at an earlier date as provided in this section. O. Reg. 245/97, s. 21 (1); O. Reg. 237/18, s. 7. (2) The following information shall not be released by the Ministry: 1.  An operator’s pool studies and reserve estimates. 2.  Reserve estimates unless published or submitted at a public hearing. 3.  All information submitted to the Minister not required by this Regulation to be submitted, obtained at extra expense to the operator and requested to be held confidential. 4.  Third party oil and gas reports required by the Provincial Standards. 5.  An operator’s monthly and annual solution mining production data. O. Reg. 245/97, s. 21 (2); O. Reg. 237/18, s. 7. (3) The following information on a well classified by the Minister as an exploratory well shall be held confidential by the Ministry for one year after its TD date: 1.  Connate water determinations and other liquid saturation measurements. 2.  Drill-stem test data. 3.  Core analyses. 4.  Oil, gas and water, and pressure-volume-temperature analyses. 5.  Static top hole or bottom hole pressure data. 6.  Flowing and other special bottom hole pressure data gathered by the Ministry. 7.  Back pressure test data. 8.  Perforations, well treatments, cored intervals and abandonment details. 9.  Logs except those logs obtained solely for geophysical purposes. 10.  Geological markers. 11.  Drill cutting samples and core and information from drill cutting samples and core preserved by the Ministry. O. Reg. 245/97, s. 21 (3); O. Reg. 237/18, s. 7. (4) The following information on a well classified by the Minister as a development well shall be held confidential by the Ministry for at least 30 days after the TD date of the well and, in any event, shall not be released by the Ministry before the release of information respecting the discovery well: 1.  Connate water determinations and other liquid saturation measurements. 2.  Drill-stem test data. 3.  Core analyses. 4.  Oil, gas and water and pressure-volume-temperature analyses. 5.  Static top hole or bottom hole pressure data. 6.  Flowing and other special bottom hole pressure data gathered by the Ministry. 7.  Back pressure test data. 8.  Perforations, well treatments, cored intervals and abandonment details. 9.  Logs, except those logs which in the opinion of the Minister, are obtained solely for geophysical purposes. 10.  Geological markers. 11.  Drill cutting samples and core and information from drill cutting samples and core preserved by the Ministry. O. Reg. 245/97, s. 21 (4); O. Reg. 237/18, s. 7. (5) The following information shall be held confidential by the Ministry for one year after the date of receipt by the Ministry: 1.  Daily production rates. 2.  Secondary recovery data for individual wells or systems. O. Reg. 245/97, s. 21 (5); O. Reg. 237/18, s. 7. (6) The following information is not confidential: 1.  Applications and submissions presented at a public hearing. 2.  Monthly and annual oil and gas production data. 3.  Oil field fluid disposal data for individual wells or systems. 4.  Storage data for gas, liquified petroleum gases, or refined petroleum products. O. Reg. 245/97, s. 21 (6). (7) Logs that are obtained solely for geophysical purposes shall be held confidential by the Ministry for 24 months after the date of logging. O. Reg. 245/97, s. 21 (7); O. Reg. 237/18, s. 7. (8) Subsections (3) to (7) are subject to section 17 of the Freedom of Information and Protection of Privacy Act to the extent that disclosure must be refused under that section. O. Reg. 245/97, s. 21 (8). Work Tags",
            "raw_html": "<p class=\"section-e\"> <b>21. </b>(1) Scientific, technical, commercial or financial information of an operator that the Ministry obtains from the operator and that the Ministry records shall not be released by the Ministry except in accordance with this section unless the operator consents in writing to its release where its release is prohibited under subsection (2) or to its release at an earlier date as provided in this section. O. Reg. 245/97, s. 21 (1); O. Reg. 237/18, s. 7.</p> <p class=\"subsection-e\">  (2) The following information shall not be released by the Ministry:</p> <p class=\"paragraph-e\">  1.  An operator’s pool studies and reserve estimates.</p> <p class=\"paragraph-e\">  2.  Reserve estimates unless published or submitted at a public hearing.</p> <p class=\"paragraph-e\">  3.  All information submitted to the Minister not required by this Regulation to be submitted, obtained at extra expense to the operator and requested to be held confidential.</p> <p class=\"paragraph-e\">  4.  Third party oil and gas reports required by the Provincial Standards.</p> <p class=\"paragraph-e\">  5.  An operator’s monthly and annual solution mining production data. O. Reg. 245/97, s. 21 (2); O. Reg. 237/18, s. 7.</p> <p class=\"subsection-e\">  (3) The following information on a well classified by the Minister as an exploratory well shall be held confidential by the Ministry for one year after its TD date:</p> <p class=\"paragraph-e\">  1.  Connate water determinations and other liquid saturation measurements.</p> <p class=\"paragraph-e\">  2.  Drill-stem test data.</p> <p class=\"paragraph-e\">  3.  Core analyses.</p> <p class=\"paragraph-e\">  4.  Oil, gas and water, and pressure-volume-temperature analyses.</p> <p class=\"paragraph-e\">  5.  Static top hole or bottom hole pressure data.</p> <p class=\"paragraph-e\">  6.  Flowing and other special bottom hole pressure data gathered by the Ministry.</p> <p class=\"paragraph-e\">  7.  Back pressure test data.</p> <p class=\"paragraph-e\">  8.  Perforations, well treatments, cored intervals and abandonment details.</p> <p class=\"paragraph-e\">  9.  Logs except those logs obtained solely for geophysical purposes.</p> <p class=\"paragraph-e\">  10.  Geological markers.</p> <p class=\"paragraph-e\">  11.  Drill cutting samples and core and information from drill cutting samples and core preserved by the Ministry. O. Reg. 245/97, s. 21 (3); O. Reg. 237/18, s. 7.</p> <p class=\"subsection-e\">  (4) The following information on a well classified by the Minister as a development well shall be held confidential by the Ministry for at least 30 days after the TD date of the well and, in any event, shall not be released by the Ministry before the release of information respecting the discovery well:</p> <p class=\"paragraph-e\">  1.  Connate water determinations and other liquid saturation measurements.</p> <p class=\"paragraph-e\">  2.  Drill-stem test data.</p> <p class=\"paragraph-e\">  3.  Core analyses.</p> <p class=\"paragraph-e\">  4.  Oil, gas and water and pressure-volume-temperature analyses.</p> <p class=\"paragraph-e\">  5.  Static top hole or bottom hole pressure data.</p> <p class=\"paragraph-e\">  6.  Flowing and other special bottom hole pressure data gathered by the Ministry.</p> <p class=\"paragraph-e\">  7.  Back pressure test data.</p> <p class=\"paragraph-e\">  8.  Perforations, well treatments, cored intervals and abandonment details.</p> <p class=\"paragraph-e\">  9.  Logs, except those logs which in the opinion of the Minister, are obtained solely for geophysical purposes.</p> <p class=\"paragraph-e\">  10.  Geological markers.</p> <p class=\"paragraph-e\">  11.  Drill cutting samples and core and information from drill cutting samples and core preserved by the Ministry. O. Reg. 245/97, s. 21 (4); O. Reg. 237/18, s. 7.</p> <p class=\"subsection-e\">  (5) The following information shall be held confidential by the Ministry for one year after the date of receipt by the Ministry:</p> <p class=\"paragraph-e\">  1.  Daily production rates.</p> <p class=\"paragraph-e\">  2.  Secondary recovery data for individual wells or systems. O. Reg. 245/97, s. 21 (5); O. Reg. 237/18, s. 7.</p> <p class=\"subsection-e\">  (6) The following information is not confidential:</p> <p class=\"paragraph-e\">  1.  Applications and submissions presented at a public hearing.</p> <p class=\"paragraph-e\">  2.  Monthly and annual oil and gas production data.</p> <p class=\"paragraph-e\">  3.  Oil field fluid disposal data for individual wells or systems.</p> <p class=\"paragraph-e\">  4.  Storage data for gas, liquified petroleum gases, or refined petroleum products. O. Reg. 245/97, s. 21 (6).</p> <p class=\"subsection-e\">  (7) Logs that are obtained solely for geophysical purposes shall be held confidential by the Ministry for 24 months after the date of logging. O. Reg. 245/97, s. 21 (7); O. Reg. 237/18, s. 7.</p> <p class=\"subsection-e\">  (8) Subsections (3) to (7) are subject to section 17 of the <i>Freedom of Information and Protection of Privacy Act</i> to the extent that disclosure must be refused under that section. O. Reg. 245/97, s. 21 (8).</p> <p class=\"heading1-e\"><a name=\"BK22\"></a>Work Tags</p>"
        },
        {
            "ahref_id": "#22.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 22. A tag attached to a work under section 7 of the Act shall be in a form approved by the Minister.  O. Reg. 22/00, s. 7. Examiners",
            "raw_html": "<p class=\"section-e\"> <b>22. </b>A tag attached to a work under section 7 of the Act shall be in a form approved by the Minister.  O. Reg. 22/00, s. 7.</p> <p class=\"heading1-e\"><a name=\"BK23\"></a>Examiners</p>"
        },
        {
            "ahref_id": "#23.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 23. (1) If the Minister is satisfied that a person has the necessary skills and knowledge to examine a work, he or she may issue a certificate to the person evidencing that the person is approved for that purpose in accordance with the classes of certificates set out in this section. O. Reg. 245/97, s. 23 (1). (2) A Class I examiner may examine wells with respect to used casing, cement quality, isolation of porous zones, cement tops, well control equipment and well plugging.  O. Reg. 245/97, s. 23 (2). (3) A Class II examiner may examine works with respect to oil and gas production and disposal wells.  O. Reg. 22/00, s. 8 (1). (4) A Class III examiner may examine works with respect to solution mining. O. Reg. 245/97, s. 23 (4). (5) A Class IV examiner may examine, (a)  works with respect to the storage of hydrocarbons; and (b)  works with respect to CAES projects in a salt cavern except for the works specified in subsection (2). O. Reg. 151/22, s. 11 (1). (5.1) Revoked: O. Reg. 151/22, s. 11 (1). (6) A Class V examiner may examine works with respect to pipelines. O. Reg. 245/97, s. 23 (6). (6.1) A Class VI examiner may examine all works with respect to CAES projects in a porous rock reservoir. O. Reg. 151/22, s. 11 (2). (6.2) Despite subsection (1), the Minister shall not appoint a person as a Class VI examiner unless the person holds a licence or temporary licence issued under the Professional Engineers Act. O. Reg. 151/22, s. 11 (2). (7) Within 10 days after conducting an examination, the examiner shall report the results to the Ministry and the operator on the form provided by the Ministry. O. Reg. 245/97, s. 23 (7). (7.1) Subsection (7) does not apply to examinations required to be conducted by the Provincial Standards on a daily or weekly basis.  O. Reg. 22/00, s. 8 (2). (8) The Minister may cancel an examiner’s certificate.  O. Reg. 245/97, s. 23 (8).",
            "raw_html": "<p class=\"section-e\"> <b>23. </b>(1) If the Minister is satisfied that a person has the necessary skills and knowledge to examine a work, he or she may issue a certificate to the person evidencing that the person is approved for that purpose in accordance with the classes of certificates set out in this section. O. Reg. 245/97, s. 23 (1).</p> <p class=\"subsection-e\">  (2) A Class I examiner may examine wells with respect to used casing, cement quality, isolation of porous zones, cement tops, well control equipment and well plugging.  O. Reg. 245/97, s. 23 (2).</p> <p class=\"subsection-e\">  (3) A Class II examiner may examine works with respect to oil and gas production and disposal wells.  O. Reg. 22/00, s. 8 (1).</p> <p class=\"subsection-e\">  (4) A Class III examiner may examine works with respect to solution mining. O. Reg. 245/97, s. 23 (4).</p> <p class=\"subsection-e\">  (5) A Class IV examiner may examine,</p> <p class=\"clause-e\">  (a)  works with respect to the storage of hydrocarbons; and</p> <p class=\"clause-e\">  (b)  works with respect to CAES projects in a salt cavern except for the works specified in subsection (2). O. Reg. 151/22, s. 11 (1).</p> <p class=\"subsection-e\">  (5.1) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 151/22, s. 11 (1).</p> <p class=\"subsection-e\">  (6) A Class V examiner may examine works with respect to pipelines. O. Reg. 245/97, s. 23 (6).</p> <p class=\"subsection-e\">  (6.1) A Class VI examiner may examine all works with respect to CAES projects in a porous rock reservoir. O. Reg. 151/22, s. 11 (2).</p> <p class=\"subsection-e\">  (6.2) Despite subsection (1), the Minister shall not appoint a person as a Class VI examiner unless the person holds a licence or temporary licence issued under the <i>Professional Engineers Act</i>. O. Reg. 151/22, s. 11 (2).</p> <p class=\"subsection-e\">  (7) Within 10 days after conducting an examination, the examiner shall report the results to the Ministry and the operator on the form provided by the Ministry. O. Reg. 245/97, s. 23 (7).</p> <p class=\"subsection-e\">  (7.1) Subsection (7) does not apply to examinations required to be conducted by the Provincial Standards on a daily or weekly basis.  O. Reg. 22/00, s. 8 (2).</p> <p class=\"subsection-e\">  (8) The Minister may cancel an examiner’s certificate.  O. Reg. 245/97, s. 23 (8).</p>"
        },
        {
            "ahref_id": "#24.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 24. Omitted (revokes other Regulations).  O. Reg. 245/97, s. 24. Schedule   tracts  O. Reg. 22/00, s. 9.    ",
            "raw_html": "<p class=\"section-e\"> <b>24.</b> <span class=\"ovsmallcap\">Omitted (revokes other Regulations)</span>.  O. Reg. 245/97, s. 24.</p> <p class=\"schedule-e\"><a name=\"BK24\"></a>Schedule <br/>  tracts</p> <p class=\"scanned-e\"><img alt=\"Image of method of dividing standard lots of 81 and 41 hectares into equal rectangular tracts and numbering of the tracts.\" border=\"0\" height=\"811\" src=\"970245_e_files/image001.png\" width=\"659\"/></p> <p class=\"footnote-e\">O. Reg. 22/00, s. 9.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}