{
    "reg_info": {
        "full_title": "O. Reg. 314/15: ONTARIO ELECTRICITY SUPPORT PROGRAM",
        "reg_name_text": "ONTARIO ELECTRICITY SUPPORT PROGRAM",
        "citation": "O. Reg. 314/15: ",
        "act_under": "Ontario Energy Board Act, 1998   Loi de 1998 sur la Commission de l’énergie de l’Ontario ",
        "url": "https://www.ontario.ca/laws/regulation/150314",
        "date_scraped": "2023-12-19 02:08:48"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/150314/v7",
            "valid_from": "February  9, 2018",
            "valid_to": "February 14, 2018"
        },
        {
            "a_href": "/laws/regulation/150314/v6",
            "valid_from": "July  1, 2017",
            "valid_to": "February  8, 2018"
        },
        {
            "a_href": "/laws/regulation/150314/v5",
            "valid_from": "June 28, 2017",
            "valid_to": "June 30, 2017"
        },
        {
            "a_href": "/laws/regulation/150314/v4",
            "valid_from": "May  1, 2017",
            "valid_to": "June 27, 2017"
        },
        {
            "a_href": "/laws/regulation/150314/v3",
            "valid_from": "April 13, 2017",
            "valid_to": "April 30, 2017"
        },
        {
            "a_href": "/laws/regulation/150314/v2",
            "valid_from": "January  1, 2016",
            "valid_to": "April 12, 2017"
        },
        {
            "a_href": "/laws/regulation/150314/v1",
            "valid_from": "October 23, 2015",
            "valid_to": "December 31, 2015"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": "  1. (1) In this Regulation, “account-holder” means a consumer who has an account with a distributor that falls within a residential-rate classification as specified in a rate order made by the Board under section 78 of the Act, and who lives at the service address to which the account relates for at least six months in a year; “Cornwall Power” means Cornwall Street Railway Light & Power Company Limited; “Distribution System Code” means the Distribution System Code issued by the Board, as amended from time to time; “electricity-intensive medical device” means an oxygen concentrator, a mechanical ventilator or a kidney dialysis machine; “embedded distributor” means a licensed distributor who is not a market participant and to whom a host distributor distributes electricity; “embedded generator” means a generator who is not a market participant and whose generation facility is connected to a distribution system of a licensed distributor, but does not include a generator who consumes more electricity than it generates; “host distributor” means a licensed distributor who is a market participant and who distributes electricity to another licensed distributor who is not a market participant; “household” means the account-holder and any other people living at the accountholder’s service address for at least six months in a year, including people other than the account-holder’s spouse, children or other relatives; “household income” means the combined annual after-tax income of all members of a household aged 18 or over; “Indigenous  person” includes a person who is a First Nations person, a Métis person or an Inuit person; “licensed distributor” means a distributor who is licensed under Part V of the Act; “OESP” means the Ontario Electricity Support Program referred to in section 79.2 of the Act; “OESP administrative costs” means any payments the IESO is required by the Board to make, pursuant to the IESO’s licence, in respect of the implementation and administration of the OESP; “rate assistance” means OESP rate assistance under section 79.2 of the Act; “rate-assisted consumer” has the same meaning as in subsection 79.2 (18) of the Act. O. Reg. 108/17, s. 1; O. Reg. 207/17, s. 1. (2) For the purpose of section 79.2 of the Act and this Regulation, “lost revenue resulting from rate assistance” includes OESP administrative costs. (3) Despite subsection (1), when applications are processed pursuant to an agreement with the Minister of Community and Social Services under section 79.2.1 of the Act on behalf of an account-holder who is a recipient of income support under the Ontario Disability Support Program Act, 1997, who is an applicant that\r\nsatisfies the requirements set out in clauses 5 (1) (b) to (e) of that Act or who is a member of such a recipient’s or applicant’s benefit unit, as defined in that Act, “household” has the same meaning as “benefit unit” in the Ontario Disability Support Program Act, 1997. O. Reg. 207/17, s. 2. (4) Despite subsection (1), when applications are processed pursuant to an agreement with the Minister of Community and Social Services under section 79.2.1 of the Act on behalf of an account-holder who is a recipient of basic financial assistance under the Ontario Works Act, 1997, who is an applicant eligible for basic financial assistance under that Act or who is a member of such a recipient’s or applicant’s benefit unit, as defined in that Act, “household” has the same meaning as “benefit unit” in the Ontario Works Act, 1997. O. Reg. 207/17, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“account-holder” means a consumer who has an account with a distributor that falls within a residential-rate classification as specified in a rate order made by the Board under section 78 of the Act, and who lives at the service address to which the account relates for at least six months in a year;</p> <p class=\"definition-e\">“Cornwall Power” means Cornwall Street Railway Light &amp; Power Company Limited;</p> <p class=\"definition-e\">“Distribution System Code” means the Distribution System Code issued by the Board, as amended from time to time;</p> <p class=\"definition-e\">“electricity-intensive medical device” means an oxygen concentrator, a mechanical ventilator or a kidney dialysis machine;  </p> <p class=\"definition-e\">“embedded distributor” means a licensed distributor who is not a market participant and to whom a host distributor distributes electricity;</p> <p class=\"definition-e\">“embedded generator” means a generator who is not a market participant and whose generation facility is connected to a distribution system of a licensed distributor, but does not include a generator who consumes more electricity than it generates;</p> <p class=\"definition-e\">“host distributor” means a licensed distributor who is a market participant and who distributes electricity to another licensed distributor who is not a market participant;</p> <p class=\"definition-e\">“household” means the account-holder and any other people living at the accountholder’s service address for at least six months in a year, including people other than the account-holder’s spouse, children or other relatives; </p> <p class=\"definition-e\">“household income” means the combined annual after-tax income of all members of a household aged 18 or over;</p> <p class=\"definition-e\">“Indigenous  person” includes a person who is a First Nations person, a Métis person or an Inuit person;</p> <p class=\"definition-e\">“licensed distributor” means a distributor who is licensed under Part V of the Act;</p> <p class=\"definition-e\">“OESP” means the Ontario Electricity Support Program referred to in section 79.2 of the Act;</p> <p class=\"definition-e\">“OESP administrative costs” means any payments the IESO is required by the Board to make, pursuant to the IESO’s licence, in respect of the implementation and administration of the OESP;</p> <p class=\"definition-e\">“rate assistance” means OESP rate assistance under section 79.2 of the Act;</p> <p class=\"definition-e\">“rate-assisted consumer” has the same meaning as in subsection 79.2 (18) of the Act. O. Reg. 108/17, s. 1; O. Reg. 207/17, s. 1.</p> <p class=\"subsection-e\">  (2) For the purpose of section 79.2 of the Act and this Regulation,</p> <p class=\"firstdef-e\">“lost revenue resulting from rate assistance” includes OESP administrative costs.</p> <p class=\"subsection-e\">  (3) Despite subsection (1), when applications are processed pursuant to an agreement with the Minister of Community and Social Services under section 79.2.1 of the Act on behalf of an account-holder who is a recipient of income support under the <i>Ontario Disability Support Program Act, 1997</i><i>, who is an applicant that</i>\r\nsatisfies the requirements set out in clauses 5 (1) (b) to (e) of that Act or who is a member of such a recipient’s or applicant’s benefit unit, as defined in that Act,</p> <p class=\"definition-e\">“household” has the same meaning as “benefit unit” in the <i>Ontario Disability Support Program Act, 1997</i>. O. Reg. 207/17, s. 2.</p> <p class=\"subsection-e\">  (4) Despite subsection (1), when applications are processed pursuant to an agreement with the Minister of Community and Social Services under section 79.2.1 of the Act on behalf of an account-holder who is a recipient of basic financial assistance under the <i>Ontario Works Act, 1997</i><i>, who is an </i>applicant eligible for basic financial assistance under that Act <i>or who is a member of such a recipient’s or applicant’s benefit unit, as defined in that Act</i>,</p> <p class=\"definition-e\">“household” has the same meaning as “benefit unit” in the <i>Ontario Works Act, 1997</i>. O. Reg. 207/17, s. 2.</p>"
        },
        {
            "id": "2.",
            "section": "IESO",
            "content": " 2. The IESO is prescribed as an entity that is entitled to compensation for any lost revenue resulting from rate assistance under section 79.2 of the Act.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>The IESO is prescribed as an entity that is entitled to compensation for any lost revenue resulting from rate assistance under section 79.2 of the Act.</p>"
        },
        {
            "id": "3.",
            "section": "Compensation for distributors, unit sub-meter providers and the IESO",
            "content": " 3. (1) The Board shall, as often as is necessary and no less frequently than annually, calculate the amount of the charge to be collected by the IESO under subsection (2) for each kilowatt hour of electricity that is withdrawn from the IESO-controlled grid, as determined in accordance with the market rules, for use by consumers in Ontario, or that is supplied by embedded generators for use by consumers in Ontario, so that the total amount forecast to be collected is equal to the sum of the total amount of rate assistance to be provided and OESP administrative costs. (2) The IESO shall collect the charge calculated by the Board under subsection (1) from market participants and any other person who, with the approval of the IESO, withdraws electricity from the IESO-controlled grid for use by consumers in Ontario. (3) For the purposes of subsection (2), the amount that the IESO shall collect from each market participant and any other person contemplated in that subsection shall be based on the total of, (a) the net volume of electricity withdrawn by the market participant or other person from the IESO-controlled grid during the month; and (b) if the market participant is a licensed distributor, the sum of, (i) the total volume of electricity supplied by embedded generators during the month to the market participant, adjusted for losses as required by the Retail Settlement Code, and (ii) the total volume of electricity supplied by embedded generators during the month to all embedded distributors for whom the market participant is the host distributor, adjusted for losses as required by the Retail Settlement Code. (4) Each month, the IESO shall pay distributors, unit sub-meter providers and any other persons or entities that are entitled to compensation under subsection 79.2 (9) of the Act the compensation to which they are entitled under that subsection, and shall retain for itself the compensation to which it is entitled under that subsection. (5) In any year or other period for which the Board calculates the charge under subsection (1), if the amount collected under subsection (2) is greater or less than the sum of the total amount of rate assistance provided and the OESP administrative costs, the excess or shortfall shall be considered by the Board in calculating the amount of the charge that is to be collected under subsection (2) for a subsequent period or periods. (6) For the purpose of calculating the amount referred to in subsection (1), (a) at least 60 days before the end of each calendar year the IESO shall submit to the Board, (i) a forecast of the number of net kilowatt hours of electricity that are expected to be withdrawn from the IESO-controlled grid, as determined in accordance with the market rules, for use by consumers within Ontario during the IESO’s next fiscal year, (ii) a forecast of the total volume of electricity that is expected to be supplied to distributors and embedded distributors by embedded generators, and (iii) documentation supporting the forecasts referred to in subclauses (i) and (ii), and (b) before the expiry of a period specified by the Board, the IESO shall submit to the Board any other information the Board may require for the purposes of this Regulation, in the form specified by the Board.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) The Board shall, as often as is necessary and no less frequently than annually, calculate the amount of the charge to be collected by the IESO under subsection (2) for each kilowatt hour of electricity that is withdrawn from the IESO-controlled grid, as determined in accordance with the market rules, for use by consumers in Ontario, or that is supplied by embedded generators for use by consumers in Ontario, so that the total amount forecast to be collected is equal to the sum of the total amount of rate assistance to be provided and OESP administrative costs.</p> <p class=\"subsection-e\">  (2) The IESO shall collect the charge calculated by the Board under subsection (1) from market participants and any other person who, with the approval of the IESO, withdraws electricity from the IESO-controlled grid for use by consumers in Ontario.</p> <p class=\"subsection-e\">  (3) For the purposes of subsection (2), the amount that the IESO shall collect from each market participant and any other person contemplated in that subsection shall be based on the total of,</p> <p class=\"clause-e\">  (a) the net volume of electricity withdrawn by the market participant or other person from the IESO-controlled grid during the month; and</p> <p class=\"clause-e\">  (b) if the market participant is a licensed distributor, the sum of,</p> <p class=\"subclause-e\">  (i) the total volume of electricity supplied by embedded generators during the month to the market participant, adjusted for losses as required by the Retail Settlement Code, and</p> <p class=\"subclause-e\">  (ii) the total volume of electricity supplied by embedded generators during the month to all embedded distributors for whom the market participant is the host distributor, adjusted for losses as required by the Retail Settlement Code.</p> <p class=\"subsection-e\">  (4) Each month, the IESO shall pay distributors, unit sub-meter providers and any other persons or entities that are entitled to compensation under subsection 79.2 (9) of the Act the compensation to which they are entitled under that subsection, and shall retain for itself the compensation to which it is entitled under that subsection.</p> <p class=\"subsection-e\">  (5) In any year or other period for which the Board calculates the charge under subsection (1), if the amount collected under subsection (2) is greater or less than the sum of the total amount of rate assistance provided and the OESP administrative costs, the excess or shortfall shall be considered by the Board in calculating the amount of the charge that is to be collected under subsection (2) for a subsequent period or periods.</p> <p class=\"subsection-e\">  (6) For the purpose of calculating the amount referred to in subsection (1),</p> <p class=\"clause-e\">  (a) at least 60 days before the end of each calendar year the IESO shall submit to the Board,</p> <p class=\"subclause-e\">  (i) a forecast of the number of net kilowatt hours of electricity that are expected to be withdrawn from the IESO-controlled grid, as determined in accordance with the market rules, for use by consumers within Ontario during the IESO’s next fiscal year,</p> <p class=\"subclause-e\">  (ii) a forecast of the total volume of electricity that is expected to be supplied to distributors and embedded distributors by embedded generators, and </p> <p class=\"subclause-e\">  (iii) documentation supporting the forecasts referred to in subclauses (i) and (ii), and</p> <p class=\"clause-e\">  (b) before the expiry of a period specified by the Board, the IESO shall submit to the Board any other information the Board may require for the purposes of this Regulation, in the form specified by the Board.</p>"
        },
        {
            "id": "4.",
            "section": "Cornwall Power ",
            "content": " 4. (1) Cornwall Power shall collect, from every entity to whom it distributes electricity, the amount of the charge contemplated in subsection 3 (1) for each kilowatt hour of electricity that is distributed to the entity. (2) On or before the day of the month required by the IESO, Cornwall Power shall, (a) deliver to the IESO such information concerning the amounts required to be collected by Cornwall Power under subsection (1) during the prior month as the IESO may require; and (b) remit to the IESO the amount of all such charges.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) Cornwall Power shall collect, from every entity to whom it distributes electricity, the amount of the charge contemplated in subsection 3 (1) for each kilowatt hour of electricity that is distributed to the entity.</p> <p class=\"subsection-e\">  (2) On or before the day of the month required by the IESO, Cornwall Power shall,</p> <p class=\"clause-e\">  (a) deliver to the IESO such information concerning the amounts required to be collected by Cornwall Power under subsection (1) during the prior month as the IESO may require; and</p> <p class=\"clause-e\">  (b) remit to the IESO the amount of all such charges.</p>"
        },
        {
            "id": "5.",
            "section": "Amount of OESP rate assistance",
            "content": " 5. (1) Effective May 1, 2017, the Board shall fix the amount of monthly rate assistance to the classes of consumers that are identified as rate-assisted consumers in Schedule 1, based on the amount of monthly assistance for each class set out in subsection (2). O. Reg. 108/17, s. 2. (2) The monthly amount of rate assistance to be fixed by the Board for each class of rate-assisted consumer is, (a) $35 for consumers in Class A; (b) $40 for consumers in Class B; (c) $45 for consumers in Class C; (d) $51 for consumers in Class D; (e) $52 for consumers in Class E; (f) $57 for consumers in Class F; (g) $60 for consumers in Class G; (h) $63 for consumers in Class H; (i) $68 for consumers in Class I; (j) $75 for consumers in Class J; (k) $83 for consumers in Class K; (l) $90 for consumers in Class L; and (m) $113 for consumers in Class M. O. Reg. 108/17, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) Effective May 1, 2017, the Board shall fix the amount of monthly rate assistance to the classes of consumers that are identified as rate-assisted consumers in Schedule 1, based on the amount of monthly assistance for each class set out in subsection (2). O. Reg. 108/17, s. 2.</p> <p class=\"subsection-e\">  (2) The monthly amount of rate assistance to be fixed by the Board for each class of rate-assisted consumer is,</p> <p class=\"clause-e\">  (a) $35 for consumers in Class A;</p> <p class=\"clause-e\">  (b) $40 for consumers in Class B;</p> <p class=\"clause-e\">  (c) $45 for consumers in Class C;</p> <p class=\"clause-e\">  (d) $51 for consumers in Class D;</p> <p class=\"clause-e\">  (e) $52 for consumers in Class E;</p> <p class=\"clause-e\">  (f) $57 for consumers in Class F;</p> <p class=\"clause-e\">  (g) $60 for consumers in Class G;</p> <p class=\"clause-e\">  (h) $63 for consumers in Class H;</p> <p class=\"clause-e\">  (i) $68 for consumers in Class I;</p> <p class=\"clause-e\">  (j) $75 for consumers in Class J;</p> <p class=\"clause-e\">  (k) $83 for consumers in Class K;</p> <p class=\"clause-e\">  (l) $90 for consumers in Class L; and</p> <p class=\"clause-e\">  (m) $113 for consumers in Class M. O. Reg. 108/17, s. 2.</p>"
        },
        {
            "id": "6.",
            "section": "Variance account ",
            "content": " 6. (1) The IESO shall establish a variance account in connection with subsections 3 (2) and (3) that records differences between the amounts collected by the IESO under subsection 3 (2) and the amount of compensation paid or retained by the IESO under subsection 3 (4). (2) The IESO shall record interest on the balance of the account as the Board may direct.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) The IESO shall establish a variance account in connection with subsections 3 (2) and (3) that records differences between the amounts collected by the IESO under subsection 3 (2) and the amount of compensation paid or retained by the IESO under subsection 3 (4).</p> <p class=\"subsection-e\">  (2) The IESO shall record interest on the balance of the account as the Board may direct.</p>"
        },
        {
            "id": "7.",
            "section": "Reliance on information ",
            "content": " 7. (1) For the purposes of this Regulation, the IESO shall rely on the information provided to it by distributors, unit sub-meter providers, retailers of electricity, and any other persons or entities that are required to provide information under this Regulation or by an order of the Board or under the authority of another regulation made under the Act. (2) For the purposes of this Regulation, host distributors shall rely on the information provided to them by their embedded distributors.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) For the purposes of this Regulation, the IESO shall rely on the information provided to it by distributors, unit sub-meter providers, retailers of electricity, and any other persons or entities that are required to provide information under this Regulation or by an order of the Board or under the authority of another regulation made under the Act.</p> <p class=\"subsection-e\">  (2) For the purposes of this Regulation, host distributors shall rely on the information provided to them by their embedded distributors.</p>"
        },
        {
            "id": "8.",
            "section": "Reliance on information ",
            "content": " 8. Omitted (provides for coming into force of provisions of this Regulation). Schedule 1   classes of rate assisted consumers The following are classes of rate-assisted consumers for the purposes of subsection 79.2 (5) of the Act and section 5 of this Regulation: 1. Class A is composed of the following account-holders, other than account-holders who also meet the requirements of Class E: i. Account-holders with a household income of more than $39,000 and no more than $48,000 living in a household of three persons. ii. Account-holders with a household income of more than $48,000 and no more than $52,000 living in a household of five persons. iii. If the applications are processed pursuant to an agreement with the Minister of Community and Social Services under section 79.2.1 of the Act, account-holders living in any size household where the household income exceeds the maximum amount specified for that household size in any other part of this Schedule. 2. Class B is composed of the following account-holders, other than account-holders who also meet the requirements of Class G: i. Account-holders with a household income of more than $28,000 and no more than $39,000 living in a household of two persons. ii. Account-holders with a household income of more than $39,000 and no more than $48,000 living in a household of four persons. iii. Account-holders with a household income of more than $48,000 and no more than $52,000 living in a household of six persons. iv. If the applications are processed pursuant to an agreement with the Minister of Community and Social Services under section 79.2.1 of the Act, account-holders living in a household of one person where the household income is between $28,001 and $39,000. 3. Class C is composed of the following account-holders, other than account-holders who also meet the requirements of Class I: i. Account-holders with a household income of $28,000 or less living in a household of one or two persons. ii. Account-holders with a household income of more than $28,000 and no more than $39,000 living in a household of three persons. iii. Account-holders with a household income of more than $39,000 and no more than $48,000 living in a household of five persons. iv. Account-holders with a household income of more than $48,000 and no more than $52,000 living in a household of seven or more persons. 4. Class D is composed of the following account-holders, other than account-holders who also meet the requirements of Class J: i. Account-holders with a household income of $28,000 or less living in a household of three persons. ii. Account-holders with a household income of more than $28,000 and no more than $39,000 living in a household of four persons. iii. Account-holders with a household income of more than $39,000 and no more than $48,000 living in a household of six persons. 5. Class E is composed of account-holders with a household income and household size described under Class A who also meet any of the following requirements: i. The dwelling to which the account relates is heated primarily by electricity. ii. The account-holder or any member of the account holder’s family living within the household is an Indigenous person. iii. The account-holder or any member of the account-holder’s household regularly uses, for medical purposes, an electricity-intensive medical device at the dwelling to which the account relates. 6. Class F is composed of the following account-holders, other than account-holders who also meet the requirements of Class K: i. Account-holders with a household income of $28,000 or less living in a household of four persons. ii. Account-holders with a household income of more than $28,000 and no more than $39,000 living in a household of five persons. iii. Account-holders with a household income of more than $39,000 and no more than $48,000 living in a household of seven or more persons. 7. Class G is composed of account-holders with a household income and household size described under Class B who also meet any of the following requirements: i. The dwelling to which the account relates is heated primarily by electricity. ii. The account-holder or any member of the account holder’s family living within the household is an Indigenous person. iii. The account-holder or any member of the account-holder’s household regularly uses, for medical purposes, an electricity-intensive medical device at the dwelling to which the account relates. 8. Class H is composed of the following account-holders, other than account-holders who also meet the requirements of Class L: i. Account-holders with a household income of $28,000 or less living in a household of five persons. ii. Account-holders with a household income of more than $28,000 and no more than $39,000 living in a household of six persons. 9. Class I is composed of account-holders with a household income and household size described under Class C who also meet any of the following requirements: i. The dwelling to which the account relates is heated primarily by electricity. ii. The account-holder or any member of the account holder’s family living within the household is an Indigenous person. iii. The account-holder or any member of the account-holder’s household regularly uses, for medical purposes, an electricity-intensive medical device at the dwelling to which the account relates. 10. Class J is composed of, i. account-holders with a household income of $28,000 or less living in a household of six or more persons, other than account-holders who also meet the requirements of Class M, ii. account-holders with a household income of more than $28,000 and no more than $39,000 living in a household of seven or more persons, other than account-holders who also meet the requirements of Class M, and iii. account-holders with a household income and household size described under Class D who also meet any of the following requirements: A. The dwelling to which the account relates is heated primarily by electricity. B. The account-holder or any member of the account holder’s family living within the household is an Indigenous person. C. The account-holder or any member of the account-holder’s household regularly uses, for medical purposes, an electricity-intensive medical device at the dwelling to which the account relates. 11. Class K is composed of account-holders with a household income and household size described under Class F who also meet any of the following requirements: i. The dwelling to which the account relates is heated primarily by electricity. ii. The account-holder or any member of the account holder’s family living within the household is an Indigenous person. iii. The account-holder or any member of the account-holder’s household regularly uses, for medical purposes, an electricity-intensive medical device at the dwelling to which the account relates. 12. Class L is composed of account-holders with a household income and household size described under Class H who also meet any of the following requirements: i. The dwelling to which the account relates is heated primarily by electricity. ii. The account-holder or any member of the account holder’s family living within the household is an Indigenous person. iii. The account-holder or any member of the account-holder’s household regularly uses, for medical purposes, an electricity-intensive medical device at the dwelling to which the account relates. 13. Class M is composed of account-holders with a household income and household size described under subparagraph i or ii of the description of Class J who also meet any of the following requirements: i. The dwelling to which the account relates is heated primarily by electricity. ii. The account-holder or any member of the account holder’s family living within the household is an Indigenous person. iii. The account-holder or any member of the account-holder’s household regularly uses, for medical purposes, an electricity-intensive medical device at the dwelling to which the account relates. O. Reg. 108/17, s. 3; O. Reg. 207/17, s. 3.    ",
            "raw_html": "<p class=\"section-e\"> <b>8.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation)</span>.</p> <p class=\"schedule-e\">Schedule 1 <br/>  classes of rate assisted consumers</p> <p class=\"paranoindt-e\">The following are classes of rate-assisted consumers for the purposes of subsection 79.2 (5) of the Act and section 5 of this Regulation:</p> <p class=\"paragraph-e\">  1. Class A is composed of the following account-holders, other than account-holders who also meet the requirements of Class E:</p> <p class=\"subpara-e\">  i. Account-holders with a household income of more than $39,000 and no more than $48,000 living in a household of three persons.</p> <p class=\"subpara-e\">  ii. Account-holders with a household income of more than $48,000 and no more than $52,000 living in a household of five persons.</p> <p class=\"subpara-e\">  iii. If the applications are processed pursuant to an agreement with the Minister of Community and Social Services under section 79.2.1 of the Act, account-holders living in any size household where the household income exceeds the maximum amount specified for that household size in any other part of this Schedule.</p> <p class=\"paragraph-e\">  2. Class B is composed of the following account-holders, other than account-holders who also meet the requirements of Class G:</p> <p class=\"subpara-e\">  i. Account-holders with a household income of more than $28,000 and no more than $39,000 living in a household of two persons.</p> <p class=\"subpara-e\">  ii. Account-holders with a household income of more than $39,000 and no more than $48,000 living in a household of four persons. </p> <p class=\"subpara-e\">  iii. Account-holders with a household income of more than $48,000 and no more than $52,000 living in a household of six persons.</p> <p class=\"subpara-e\">  iv. If the applications are processed pursuant to an agreement with the Minister of Community and Social Services under section 79.2.1 of the Act, account-holders living in a household of one person where the household income is between $28,001 and $39,000.</p> <p class=\"paragraph-e\">  3. Class C is composed of the following account-holders, other than account-holders who also meet the requirements of Class I:</p> <p class=\"subpara-e\">  i. Account-holders with a household income of $28,000 or less living in a household of one or two persons.</p> <p class=\"subpara-e\">  ii. Account-holders with a household income of more than $28,000 and no more than $39,000 living in a household of three persons.</p> <p class=\"subpara-e\">  iii. Account-holders with a household income of more than $39,000 and no more than $48,000 living in a household of five persons.</p> <p class=\"subpara-e\">  iv. Account-holders with a household income of more than $48,000 and no more than $52,000 living in a household of seven or more persons. </p> <p class=\"paragraph-e\">  4. Class D is composed of the following account-holders, other than account-holders who also meet the requirements of Class J: </p> <p class=\"subpara-e\">  i. Account-holders with a household income of $28,000 or less living in a household of three persons.</p> <p class=\"subpara-e\">  ii. Account-holders with a household income of more than $28,000 and no more than $39,000 living in a household of four persons.</p> <p class=\"subpara-e\">  iii. Account-holders with a household income of more than $39,000 and no more than $48,000 living in a household of six persons.</p> <p class=\"paragraph-e\">  5. Class E is composed of account-holders with a household income and household size described under Class A who also meet any of the following requirements:</p> <p class=\"subpara-e\">  i. The dwelling to which the account relates is heated primarily by electricity.</p> <p class=\"subpara-e\">  ii. The account-holder or any member of the account holder’s family living within the household is an Indigenous person.</p> <p class=\"subpara-e\">  iii. The account-holder or any member of the account-holder’s household regularly uses, for medical purposes, an electricity-intensive medical device at the dwelling to which the account relates.</p> <p class=\"paragraph-e\">  6. Class F is composed of the following account-holders, other than account-holders who also meet the requirements of Class K:</p> <p class=\"subpara-e\">  i. Account-holders with a household income of $28,000 or less living in a household of four persons.</p> <p class=\"subpara-e\">  ii. Account-holders with a household income of more than $28,000 and no more than $39,000 living in a household of five persons.</p> <p class=\"subpara-e\">  iii. Account-holders with a household income of more than $39,000 and no more than $48,000 living in a household of seven or more persons.</p> <p class=\"paragraph-e\">  7. Class G is composed of account-holders with a household income and household size described under Class B who also meet any of the following requirements:</p> <p class=\"subpara-e\">  i. The dwelling to which the account relates is heated primarily by electricity.</p> <p class=\"subpara-e\">  ii. The account-holder or any member of the account holder’s family living within the household is an Indigenous person.</p> <p class=\"subpara-e\">  iii. The account-holder or any member of the account-holder’s household regularly uses, for medical purposes, an electricity-intensive medical device at the dwelling to which the account relates.</p> <p class=\"paragraph-e\">  8. Class H is composed of the following account-holders, other than account-holders who also meet the requirements of Class L:</p> <p class=\"subpara-e\">  i. Account-holders with a household income of $28,000 or less living in a household of five persons.</p> <p class=\"subpara-e\">  ii. Account-holders with a household income of more than $28,000 and no more than $39,000 living in a household of six persons.</p> <p class=\"paragraph-e\">  9. Class I is composed of account-holders with a household income and household size described under Class C who also meet any of the following requirements:</p> <p class=\"subpara-e\">  i. The dwelling to which the account relates is heated primarily by electricity.</p> <p class=\"subpara-e\">  ii. The account-holder or any member of the account holder’s family living within the household is an Indigenous person.</p> <p class=\"subpara-e\">  iii. The account-holder or any member of the account-holder’s household regularly uses, for medical purposes, an electricity-intensive medical device at the dwelling to which the account relates.</p> <p class=\"paragraph-e\">  10. Class J is composed of, </p> <p class=\"subpara-e\">  i. account-holders with a household income of $28,000 or less living in a household of six or more persons, other than account-holders who also meet the requirements of Class M,</p> <p class=\"subpara-e\">  ii. account-holders with a household income of more than $28,000 and no more than $39,000 living in a household of seven or more persons, other than account-holders who also meet the requirements of Class M, and </p> <p class=\"subpara-e\">  iii. account-holders with a household income and household size described under Class D who also meet any of the following requirements:</p> <p class=\"subsubpara-e\">  A. The dwelling to which the account relates is heated primarily by electricity.</p> <p class=\"subsubpara-e\">  B. The account-holder or any member of the account holder’s family living within the household is an Indigenous person.</p> <p class=\"subsubpara-e\">  C. The account-holder or any member of the account-holder’s household regularly uses, for medical purposes, an electricity-intensive medical device at the dwelling to which the account relates.</p> <p class=\"paragraph-e\">  11. Class K is composed of account-holders with a household income and household size described under Class F who also meet any of the following requirements:</p> <p class=\"subpara-e\">  i. The dwelling to which the account relates is heated primarily by electricity.</p> <p class=\"subpara-e\">  ii. The account-holder or any member of the account holder’s family living within the household is an Indigenous person.</p> <p class=\"subpara-e\">  iii. The account-holder or any member of the account-holder’s household regularly uses, for medical purposes, an electricity-intensive medical device at the dwelling to which the account relates.</p> <p class=\"paragraph-e\">  12. Class L is composed of account-holders with a household income and household size described under Class H who also meet any of the following requirements:</p> <p class=\"subpara-e\">  i. The dwelling to which the account relates is heated primarily by electricity.</p> <p class=\"subpara-e\">  ii. The account-holder or any member of the account holder’s family living within the household is an Indigenous person.</p> <p class=\"subpara-e\">  iii. The account-holder or any member of the account-holder’s household regularly uses, for medical purposes, an electricity-intensive medical device at the dwelling to which the account relates.</p> <p class=\"paragraph-e\">  13. Class M is composed of account-holders with a household income and household size described under subparagraph i or ii of the description of Class J who also meet any of the following requirements:</p> <p class=\"subpara-e\">  i. The dwelling to which the account relates is heated primarily by electricity.</p> <p class=\"subpara-e\">  ii. The account-holder or any member of the account holder’s family living within the household is an Indigenous person.</p> <p class=\"subpara-e\">  iii. The account-holder or any member of the account-holder’s household regularly uses, for medical purposes, an electricity-intensive medical device at the dwelling to which the account relates.</p> <p class=\"footnote-e\">O. Reg. 108/17, s. 3; O. Reg. 207/17, s. 3.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}