{
    "reg_info": {
        "full_title": "O. Reg. 168/11: REGISTRATION",
        "reg_name_text": "Registration",
        "citation": "O. Reg. 168/11: REGISTRATION",
        "act_under": "Midwifery Act, 1991   Loi de 1991 sur les sages-femmes",
        "url": "https://www.ontario.ca/laws/regulation/110168",
        "date_scraped": "2023-12-18 03:17:54"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "August 31, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/110168/v3",
            "valid_from": "August 21, 2023",
            "valid_to": "August 30, 2023"
        },
        {
            "a_href": "/laws/regulation/110168/v2",
            "valid_from": "October 19, 2012",
            "valid_to": "August 20, 2023"
        },
        {
            "a_href": "/laws/regulation/110168/v1",
            "valid_from": "May 18, 2011",
            "valid_to": "October 18, 2012"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions ",
            "content": " 1. In this Regulation, “active practice” means the provision of midwifery care to a woman throughout pregnancy, labour, birth and the postpartum period in accordance with section 12; “clinical preceptor” means a practising member who teaches a midwifery student as a part of the student’s practice in a clinical setting; “clinical teacher” means a member who is on the faculty of a midwifery program that meets the description set out in subparagraph 1 i or ii of subsection 8 (1); “continuity of care” means midwifery care provided in accordance with the standards of practice of the College; “primary midwife” means a midwife who assumes sole responsibility for the care of a woman in the intrapartum period, or, working with another midwife or a small group of midwives, assumes primary responsibility for the care of a woman in the intrapartum period and, subject to meeting those requirements, may include a midwife who attends a birth as a supervisor approved by the College, a member registered with a certificate of registration in the supervised practice class when acting under a plan for supervised practice and evaluation that has been accepted by the College, and a clinical preceptor; “remote birth centre” means a birth centre located at a distance of at least 30 minutes journey from a hospital with surgical facilities, using a method of transportation ordinarily used for health care purposes in the area; “remote clinic” means a clinic located at a distance of at least 30 minutes journey from a hospital with surgical facilities, using the method of transportation ordinarily used for health care purposes in the area; “supervisor” means a member who has been approved by the College to mentor and monitor a member who holds a supervised practice certificate of registration or emergency certificate of registration. O. Reg. 168/11, s. 1; O. Reg. 289/23, s. 1. General",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“active practice” means the provision of midwifery care to a woman throughout pregnancy, labour, birth and the postpartum period in accordance with section 12;</p> <p class=\"definition-e\">“clinical preceptor” means a practising member who teaches a midwifery student as a part of the student’s practice in a clinical setting;</p> <p class=\"definition-e\">“clinical teacher” means a member who is on the faculty of a midwifery program that meets the description set out in subparagraph 1 i or ii of subsection 8 (1);</p> <p class=\"definition-e\">“continuity of care” means midwifery care provided in accordance with the standards of practice of the College;</p> <p class=\"definition-e\">“primary midwife” means a midwife<b> </b>who assumes sole responsibility for the care of a woman in the intrapartum period, or, working with another midwife or a small group of midwives, assumes primary responsibility for the care of a woman in the intrapartum period and, subject to meeting those requirements, may include a midwife who attends a birth as a supervisor approved by the College, a member registered with a certificate of registration in the supervised practice class when acting under a plan for supervised practice and evaluation that has been accepted by the College, and a clinical preceptor;</p> <p class=\"definition-e\">“remote birth centre” means a birth centre located at a distance of at least 30 minutes journey from a hospital with surgical facilities, using a method of transportation ordinarily used for health care purposes in the area;</p> <p class=\"definition-e\">“remote clinic” means a clinic located at a distance of at least 30 minutes journey from a hospital with surgical facilities, using the method of transportation ordinarily used for health care purposes in the area;</p> <p class=\"definition-e\">“supervisor” means a member who has been approved by the College to mentor and monitor a member who holds a supervised practice certificate of registration or emergency certificate of registration. O. Reg. 168/11, s. 1; O. Reg. 289/23, s. 1.</p> <p class=\"heading1-e\">General</p>"
        },
        {
            "id": "2.",
            "section": "Classes of certificate",
            "content": " 2. The following are prescribed as classes of certificates of registration: 1. General. 2. Supervised practice. 2.1 Emergency. 3. Inactive. 4. Transitional.  O. Reg. 168/11, s. 2; O. Reg. 289/23, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>The following are prescribed as classes of certificates of registration:</p> <p class=\"paragraph-e\">  1. General.</p> <p class=\"paragraph-e\">  2. Supervised practice.</p> <p class=\"paragraph-e\">  2.1 Emergency.</p> <p class=\"paragraph-e\">  3. Inactive.</p> <p class=\"paragraph-e\">  4. Transitional.  O. Reg. 168/11, s. 2; O. Reg. 289/23, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Application",
            "content": " 3. A person may apply for a certificate of registration by submitting a completed application to the Registrar together with the application fee.  O. Reg. 168/11, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>A person may apply for a certificate of registration by submitting a completed application to the Registrar together with the application fee.  O. Reg. 168/11, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Issuance",
            "content": " 4. A certificate of registration shall be issued if the member, (a) pays the administration fee; (b) pays the annual fee; and (c) satisfies the registration requirements for a certificate of the applicable class.  O. Reg. 168/11, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>A certificate of registration shall be issued if the member,</p> <p class=\"clause-e\">  (a) pays the administration fee;</p> <p class=\"clause-e\">  (b) pays the annual fee; and</p> <p class=\"clause-e\">  (c) satisfies the registration requirements for a certificate of the applicable class.  O. Reg. 168/11, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "False or misleading statements",
            "content": " 5. An applicant shall be deemed not to have satisfied the registration requirements for a certificate of registration if the applicant, whether by commission or omission, makes a false or misleading statement or representation on or in connection with his or her application and any certificate of registration issued to such an applicant shall be deemed to be invalid.  O. Reg. 168/11, s. 5. General Requirements for Issuance",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>An applicant shall be deemed not to have satisfied the registration requirements for a certificate of registration if the applicant, whether by commission or omission, makes a false or misleading statement or representation on or in connection with his or her application and any certificate of registration issued to such an applicant shall be deemed to be invalid.  O. Reg. 168/11, s. 5.</p> <p class=\"heading1-e\">General Requirements for Issuance</p>"
        },
        {
            "id": "6.",
            "section": "General requirements for issuance",
            "content": " 6. It is a registration requirement for a certificate of registration of any class that the applicant’s past and present conduct affords reasonable grounds for the belief that the applicant, (a) is not suffering from a physical or mental disorder that would make it desirable in the interest of the public that the applicant not be permitted to practice midwifery; (b) will practise midwifery with decency, honesty, integrity and in accordance with the law; and (c) can communicate effectively with patients and colleagues, and will display an appropriate professional attitude towards patients and colleagues.  O. Reg. 168/11, s. 6. Issuance — General and Supervised Practice Classes",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>It is a registration requirement for a certificate of registration of any class that the applicant’s past and present conduct affords reasonable grounds for the belief that the applicant,</p> <p class=\"clause-e\">  (a) is not suffering from a physical or mental disorder that would make it desirable in the interest of the public that the applicant not be permitted to practice midwifery;</p> <p class=\"clause-e\">  (b) will practise midwifery with decency, honesty, integrity and in accordance with the law; and</p> <p class=\"clause-e\">  (c) can communicate effectively with patients and colleagues, and will display an appropriate professional attitude towards patients and colleagues.  O. Reg. 168/11, s. 6.</p> <p class=\"heading1-e\">Issuance — General and Supervised Practice Classes</p>"
        },
        {
            "id": "7.",
            "section": "Issuance — general and supervised practice classes",
            "content": " 7. The following are non-exemptible registration requirements for a certificate of registration of the general and supervised practice classes: 1. The applicant must provide the College with evidence of having obtained personal protection against professional liability of the type and in the amount as required of members under the by-laws of the College, effective as of the date on which the certificate of registration is to be granted. 2. The applicant must demonstrate the ability to communicate with reasonable fluency in either English or French. 3. The applicant must provide satisfactory evidence of competency in neonatal resuscitation. 4. The applicant must provide satisfactory evidence of competency in cardiopulmonary resuscitation. 5. The applicant must provide satisfactory evidence of competency in emergency skills. 6. The applicant must be a Canadian citizen or a permanent resident of Canada or authorized under the Immigration and Refugee Protection Act (Canada) to engage in employment in Canada. 7. The applicant must have completed a jurisprudence course that was set or approved by the Registration Committee at the time the applicant took the course.  O. Reg. 168/11, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>The following are non-exemptible registration requirements for a certificate of registration of the general and supervised practice classes:</p> <p class=\"paragraph-e\">  1. The applicant must provide the College with evidence of having obtained personal protection against professional liability of the type and in the amount as required of members under the by-laws of the College, effective as of the date on which the certificate of registration is to be granted.</p> <p class=\"paragraph-e\">  2. The applicant must demonstrate the ability to communicate with reasonable fluency in either English or French.</p> <p class=\"paragraph-e\">  3. The applicant must provide satisfactory evidence of competency in neonatal resuscitation.</p> <p class=\"paragraph-e\">  4. The applicant must provide satisfactory evidence of competency in cardiopulmonary resuscitation.</p> <p class=\"paragraph-e\">  5. The applicant must provide satisfactory evidence of competency in emergency skills.</p> <p class=\"paragraph-e\">  6. The applicant must be a Canadian citizen or a permanent resident of Canada or authorized under the<i> </i><i>Immigration and Refugee Protection Act</i><i> </i>(Canada) to engage in employment in Canada.</p> <p class=\"paragraph-e\">  7. The applicant must have completed a jurisprudence course that was set or approved by the Registration Committee at the time the applicant took the course.  O. Reg. 168/11, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Issuance — general class",
            "content": " 8. (1) Subject to subsections (2) to (5) and to subsection 15 (4), the following are non-exemptible registration requirements for a certificate of registration of the general class: 1. The applicant must have at least one of the following, i. A baccalaureate degree in health sciences (midwifery) from a university in Ontario. ii. A degree, diploma or certificate from a program listed in Schedule 1. iii. Qualifications that are equivalent to the degree referred to in subparagraph i, as determined by the Council or by a body or bodies designated by the Council. 2. The applicant must, i. have current clinical experience consisting of active practice for at least two years out of the four years immediately before the date of the application, and ii. have attended at least 60 births, of which at least, A. 40 were attended as primary midwife, B. 30 were attended as part of the care provided to a woman in accordance with the principles of continuity of care, C. 10 were attended in hospital, of which at least five were attended as primary midwife, and D. 10 were attended in a residence or remote clinic or remote birth centre, of which at least five were attended as primary midwife. 3. The applicant must have successfully completed the qualifying examination that was set or approved by the Registration Committee at the time the applicant took the examination.  O. Reg. 168/11, s. 8 (1). (1.1) The requirement in paragraph 3 of subsection (1) is not considered to have been met unless the applicant, (a) successfully completed the qualifying examination within the applicant’s first three attempts; or (b) successfully completed the qualifying examination on the applicant’s fourth or any subsequent attempt after having first successfully completed the further education or training or combination of education and training, if any, that may have been specified by a panel of the Registration Committee. O. Reg. 320/12, s. 1. (2) Subparagraph 2 i of subsection (1) does not apply to an applicant who, within the two years immediately preceding the date of application, satisfied the educational requirements in paragraph 1 of subsection (1) or successfully completed a supervised practice approved by a panel of the Registration Committee.  O. Reg. 168/11, s. 8 (2). (3) An applicant who holds a qualification referred to in subparagraph 1 i of subsection (1) is not considered to have met the requirements set out in subparagraph 2 ii of subsection (1) unless those requirements were met while the applicant was under the supervision of a clinical teacher or clinical preceptor.  O. Reg. 168/11, s. 8 (3). (4) An applicant who holds a qualification referred to in subparagraph 1 iii of subsection (1) is considered to have met the requirements of subparagraph 2 ii of subsection (1) if, (a) the applicant has attended at least 40 births as primary midwife, of which at least, (i) 10 were attended as part of the care provided to a woman in accordance with the principles of continuity of care, (ii) 10 were attended in hospital, and (iii)   one was attended in a residence, a remote clinic, or a remote birth centre; (b) the applicant has attended at least one birth other than the one required under subclause (a) (iii) at a place referred to in that subclause, whether or not as primary midwife; and (c) the applicant agrees to comply with the terms imposed by the Registration Committee relating to this requirement.  O. Reg. 168/11, s. 8 (4). (5) An applicant who is a former member and who had previously resigned from the College is not required to meet the requirements of subsection (1) if, (a) the applicant reapplies for a general certificate of registration within five years of having resigned; (b) the applicant had held a general certificate of registration for at least one year and, while holding that certificate, had provided midwifery care in accordance with clause 12 (2) (a); (c) the applicant successfully completes a requalification program that has been approved by the Registration Committee for that purpose; and (d) the applicant meets all the requirements in sections 6 and 7.  O. Reg. 168/11, s. 8 (5).",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) Subject to subsections (2) to (5) and to subsection 15 (4), the following are non-exemptible registration requirements for a certificate of registration of the general class:</p> <p class=\"paragraph-e\">  1. The applicant must have at least one of the following,</p> <p class=\"subpara-e\">  i. A baccalaureate degree in health sciences (midwifery) from a university in Ontario.</p> <p class=\"subpara-e\">  ii. A degree, diploma or certificate from a program listed in Schedule 1.</p> <p class=\"subpara-e\">  iii. Qualifications that are equivalent to the degree referred to in subparagraph i, as determined by the Council or by a body or bodies designated by the Council.</p> <p class=\"paragraph-e\">  2. The applicant must,</p> <p class=\"subpara-e\">  i. have current clinical experience consisting of active practice for at least two years out of the four years immediately before the date of the application, and</p> <p class=\"subpara-e\">  ii. have attended at least 60 births, of which at least,</p> <p class=\"subsubpara-e\">  A. 40<b> </b>were attended as primary midwife,</p> <p class=\"subsubpara-e\">  B. 30 were attended as part of the care provided to a woman in accordance with the principles of continuity of care,</p> <p class=\"subsubpara-e\">  C. 10 were attended in hospital, of which at least five were attended as primary midwife, and</p> <p class=\"subsubpara-e\">  D. 10 were attended in a residence or remote clinic or remote birth centre, of which at least five were attended as primary midwife.</p> <p class=\"paragraph-e\">  3. The applicant must have successfully completed the qualifying examination that was set or approved by the Registration Committee at the time the applicant took the examination.  O. Reg. 168/11, s. 8 (1).</p> <p class=\"subsection-e\">  (1.1) The requirement in paragraph 3 of subsection (1) is not considered to have been met unless the applicant,</p> <p class=\"clause-e\">  (a) successfully completed the qualifying examination within the applicant’s first three attempts; or</p> <p class=\"clause-e\">  (b) successfully completed the qualifying examination on the applicant’s fourth or any subsequent attempt after having first successfully completed the further education or training or combination of education and training, if any, that may have been specified by a panel of the Registration Committee. O. Reg. 320/12, s. 1.</p> <p class=\"subsection-e\">  (2) Subparagraph 2 i of subsection (1) does not apply to an applicant who, within the two years immediately preceding the date of application, satisfied the educational requirements in paragraph 1 of subsection (1) or successfully completed a supervised practice approved by a panel of the Registration Committee.  O. Reg. 168/11, s. 8 (2).</p> <p class=\"subsection-e\">  (3) An applicant who holds a qualification referred to in subparagraph 1 i of subsection (1) is not considered to have met the requirements set out in subparagraph 2 ii of subsection (1) unless those requirements were met while the applicant was under the supervision of a clinical teacher or clinical preceptor.  O. Reg. 168/11, s. 8 (3).</p> <p class=\"subsection-e\">  (4) An applicant who holds a qualification referred to in subparagraph 1 iii of subsection (1) is considered to have met the requirements of subparagraph 2 ii of subsection (1) if,</p> <p class=\"clause-e\">  (a) the applicant has attended at least 40 births as primary midwife, of which at least,</p> <p class=\"subclause-e\">  (i) 10 were attended as part of the care provided to a woman in accordance with the principles of continuity of care,</p> <p class=\"subclause-e\">  (ii) 10 were attended in hospital, and</p> <p class=\"subclause-e\">  (iii)   one was attended in a residence, a remote clinic, or a remote birth centre;</p> <p class=\"clause-e\">  (b) the applicant has attended at least one birth other than the one required under subclause (a) (iii) at a place referred to in that subclause, whether or not as primary midwife; and</p> <p class=\"clause-e\">  (c) the applicant agrees to comply with the terms imposed by the Registration Committee relating to this requirement.  O. Reg. 168/11, s. 8 (4).</p> <p class=\"subsection-e\">  (5) An applicant who is a former member and who had previously resigned from the College is not required to meet the requirements of subsection (1) if,</p> <p class=\"clause-e\">  (a) the applicant reapplies for a general certificate of registration within five years of having resigned;</p> <p class=\"clause-e\">  (b) the applicant had held a general certificate of registration for at least one year and, while holding that certificate, had provided midwifery care in accordance with clause 12 (2) (a);</p> <p class=\"clause-e\">  (c) the applicant successfully completes a requalification program that has been approved by the Registration Committee for that purpose; and</p> <p class=\"clause-e\">  (d) the applicant meets all the requirements in sections 6 and 7.  O. Reg. 168/11, s. 8 (5).</p>"
        },
        {
            "id": "9.",
            "section": "When applicant holds out-of-province certificate",
            "content": " 9. (1) Subject to subsection (2), where section 22.18 of the Health Professions Procedural Code applies to an applicant, the applicant is deemed to have met the requirements of paragraphs 3, 4 and 5 of section 7 and of paragraphs 1, 2 and 3 of subsection 8 (1).  O. Reg. 168/11, s. 9 (1). (2) It is a non-exemptible registration requirement that an applicant referred to in subsection (1) provide one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee establishing that the applicant is in good standing as a midwife in every jurisdiction where the applicant holds an out-of-province certificate.  O. Reg. 168/11, s. 9 (2). (3) Without in any way limiting the generality of subsection (2), being in “good standing” with respect to a jurisdiction shall include the fact that, (a) the applicant is not the subject of any discipline or fitness to practise order or of any proceeding or ongoing investigation or of any interim order or agreement as a result of a complaint, investigation or proceeding; and (b) the applicant has complied with all continuing competency and quality assurance requirements of the regulatory authority of the jurisdiction.  O. Reg. 168/11, s. 9 (3). (4) Where an applicant to whom subsection (1) applies is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised the profession of midwifery to the extent that would be permitted by a general certificate of registration at any time in the preceding three years immediately before the date of that applicant’s application, the applicant must meet any further requirement to undertake, obtain or undergo material additional training, experience, examinations or assessments that may be specified by a panel of the Registration Committee.  O. Reg. 168/11, s. 9 (4). (5) An applicant referred to in subsection (1) is deemed to have met the requirement of paragraph 2 of section 7 where the requirements for the issuance of the applicant’s out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph.  O. Reg. 168/11, s. 9 (5). (6) Despite subsection (1), an applicant is not deemed to have met a requirement where that requirement is described in subsection 22.18 (3) of the Health Professions Procedural Code.  O. Reg. 168/11, s. 9 (6). Conditions of Certificates",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) Subject to subsection (2), where section 22.18 of the Health Professions Procedural Code applies to an applicant, the applicant is deemed to have met the requirements of paragraphs 3, 4 and 5 of section 7 and of paragraphs 1, 2 and 3 of subsection 8 (1).  O. Reg. 168/11, s. 9 (1).</p> <p class=\"subsection-e\">  (2) It is a non-exemptible registration requirement that an applicant referred to in subsection (1) provide one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee establishing that the applicant is in good standing as a midwife in every jurisdiction where the applicant holds an out-of-province certificate.  O. Reg. 168/11, s. 9 (2).</p> <p class=\"subsection-e\">  (3) Without in any way limiting the generality of subsection (2), being in “good standing” with respect to a jurisdiction shall include the fact that,</p> <p class=\"clause-e\">  (a) the applicant is not the subject of any discipline or fitness to practise order or of any proceeding or ongoing investigation or of any interim order or agreement as a result of a complaint, investigation or proceeding; and</p> <p class=\"clause-e\">  (b) the applicant has complied with all continuing competency and quality assurance requirements of the regulatory authority of the jurisdiction.  O. Reg. 168/11, s. 9 (3).</p> <p class=\"subsection-e\">  (4) Where an applicant to whom subsection (1) applies is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised the profession of midwifery to the extent that would be permitted by a general certificate of registration at any time in the preceding three years immediately before the date of that applicant’s application, the applicant must meet any further requirement to undertake, obtain or undergo material additional training, experience, examinations or assessments that may be specified by a panel of the Registration Committee.  O. Reg. 168/11, s. 9 (4).</p> <p class=\"subsection-e\">  (5) An applicant referred to in subsection (1) is deemed to have met the requirement of paragraph 2 of section 7 where the requirements for the issuance of the applicant’s out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph.  O. Reg. 168/11, s. 9 (5).</p> <p class=\"subsection-e\">  (6) Despite subsection (1), an applicant is not deemed to have met a requirement where that requirement is described in subsection 22.18 (3) of the Health Professions Procedural Code.  O. Reg. 168/11, s. 9 (6).</p> <p class=\"heading1-e\">Conditions of Certificates</p>"
        },
        {
            "id": "10.",
            "section": "Conditions of every certificate",
            "content": " 10. The following are conditions of every certificate of registration of every class: 1. The member shall disclose the following events to the Registrar within 30 days of the event occurring, whether the event occurs in Ontario or in any other jurisdiction: i. A finding against the member of professional misconduct, incompetence or incapacity or any like finding made by a regulatory body or, where there is no regulatory body, by a professional association. ii. The initiation of a proceeding against the member that is in relation to professional misconduct, incompetence or incapacity or any similar proceeding by a regulatory body or, where there is no regulatory body, by a professional association. iii. A denial of registration, licensure or similar status by a regulatory body or, where there is no regulatory body, by a professional association. iv. The termination or suspension of the member’s registration, licensure or similar status by a regulatory body or, where there is no regulatory body, by a professional association. v. The imposition of any term, condition, limitation or other restriction on the member’s registration, licensure or similar status by a regulatory body or, where there is no regulatory body, by a professional association. vi. The member’s conduct becomes or is the subject of a coroner’s inquest proceeding or verdict. vii. A finding of guilt either for a criminal offence or for any other offence. viii. The settlement by the member of an action with respect to the member’s professional activities, whether actual or potential, or the member’s becoming subject to a judgment in any action in respect of such activities. 2. The member shall not make a false or misleading representation or declaration to the College. 3. The member shall, i. clearly display his or her certificate of registration as issued by the College at his or her principal place of practice, and ii. on request, make available for inspection his or her current registration card as issued by the College. 4. The member shall continue to be a Canadian citizen or a permanent resident of Canada or authorized under the Immigration and Refugee Protection Act (Canada) to engage in employment in Canada.  O. Reg. 168/11, s. 10.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>The following are conditions of every certificate of registration of every class:</p> <p class=\"paragraph-e\">  1. The member shall disclose the following events to the Registrar within 30 days of the event occurring, whether the event occurs in Ontario or in any other jurisdiction:</p> <p class=\"subpara-e\">  i. A finding against the member of professional misconduct, incompetence or incapacity or any like finding made by a regulatory body or, where there is no regulatory body, by a professional association.</p> <p class=\"subpara-e\">  ii. The initiation of a proceeding against the member that is in relation to professional misconduct, incompetence or incapacity or any similar proceeding by a regulatory body or, where there is no regulatory body, by a professional association.</p> <p class=\"subpara-e\">  iii. A denial of registration, licensure or similar status by a regulatory body or, where there is no regulatory body, by a professional association.</p> <p class=\"subpara-e\">  iv. The termination or suspension of the member’s registration, licensure or similar status by a regulatory body or, where there is no regulatory body, by a professional association.</p> <p class=\"subpara-e\">  v. The imposition of any term, condition, limitation or other restriction on the member’s registration, licensure or similar status by a regulatory body or, where there is no regulatory body, by a professional association.</p> <p class=\"subpara-e\">  vi. The member’s conduct becomes or is the subject of a coroner’s inquest proceeding or verdict.</p> <p class=\"subpara-e\">  vii. A finding of guilt either for a criminal offence or for any other offence.</p> <p class=\"subpara-e\">  viii. The settlement by the member of an action with respect to the member’s professional activities, whether actual or potential, or the member’s becoming subject to a judgment in any action in respect of such activities.</p> <p class=\"paragraph-e\">  2. The member shall not make a false or misleading representation or declaration to the College.</p> <p class=\"paragraph-e\"><b> </b>3. The member shall,</p> <p class=\"subpara-e\">  i. clearly display his or her certificate of registration as issued by the College at his or her principal place of practice, and</p> <p class=\"subpara-e\">  ii. on request, make available for inspection his or her current registration card as issued by the College.</p> <p class=\"paragraph-e\">  4. The member shall continue to be a Canadian citizen or a permanent resident of Canada or authorized under the<i> </i><i>Immigration and Refugee Protection Act</i><i> </i>(Canada) to engage in employment in Canada.  O. Reg. 168/11, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Condition re insurance",
            "content": " 11. It is a condition of every general, supervised practice, emergency and transitional certificate of practice that the member shall have and continue to have personal protection against professional liability in accordance with the by-laws of the College.  O. Reg. 168/11, s. 11; O. Reg. 289/23, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>It is a condition of every general, supervised practice, emergency and transitional certificate of practice that the member shall have and continue to have personal protection against professional liability in accordance with the by-laws of the College.  O. Reg. 168/11, s. 11; O. Reg. 289/23, s. 3.</p>"
        },
        {
            "id": "12.",
            "section": "Conditions, general certificate",
            "content": " 12. (1) The following are conditions of a general certificate of registration: 1. The member shall carry on an active practice in accordance with this section, and shall correct any deficiencies in accordance with subsection (5), unless a panel of the Registration Committee grants an exception under extenuating circumstances. 2. The member shall, in every year, provide evidence satisfactory to the College of continuing competency in neonatal resuscitation. 3. The member shall, every two years, provide evidence satisfactory to the College of continuing competency in emergency skills and cardiopulmonary resuscitation. 4. Unless the member qualified for a certificate of registration under section 9, the member, in his or her first year of practice after receiving his or her initial certificate of registration, i. must only work within an established practice, and ii. must attend a minimum of 30 births as a primary midwife as well as 30 births as a second midwife the latter of which must be attended with a member who is not subject to this condition.  O. Reg. 168/11, s. 12 (1). (2) A member satisfies the requirement for active practice if the member provides midwifery care, (a) over a one-year period, to at least 20 women, 10 of whom the member attended as primary midwife with at least five births occurring in a hospital and at least five in a residence, remote clinic or remote birth centre; or (b) over a two-year period, to at least 40 women, at least 20 of whom the member attended as primary midwife with at least 10 births occurring in a hospital and at least 10 in a residence, remote clinic or remote birth centre.  O. Reg. 168/11, s. 12 (2). (3) A member who complies with subsection (2) in the first two consecutive years after registration in Ontario may elect to satisfy the requirement for active practice by, in any subsequent five-year period, providing midwifery care to at least 100 women, at least 50 of whom the member attended as primary midwife with at least 25 births occurring in a hospital and at least 25 in a residence, remote clinic or remote birth centre.  O. Reg. 168/11, s. 12 (3). (4) Despite subsection (3), a member may satisfy the requirement for active practice over any five-year period after registration in accordance with subsection (3) if the member, (a) practised as a midwife in a jurisdiction outside of Ontario before being issued a certificate of registration under the Act; and (b) would, if the member had been registered as a midwife in Ontario, have been in compliance with clause 2 (a) or (b) in two of the four years immediately preceding the member’s registration as a midwife with a general certificate of registration in Ontario.  O. Reg. 168/11, s. 12 (4). (5) A member who receives notice from the Registrar of having failed to satisfy the active practice requirements in subsections (2) to (4) shall not engage in the practice of midwifery unless, (a) within 30 days of the notice being sent, the member agrees to comply with a plan proposed by a panel of the Registration Committee that is designed to enable the member to meet the active practice requirements; and (b) the member gives an undertaking to the Registration Committee that he or she will comply with any term, condition or limitation imposed on his or her certificate of registration that is in relation to the plan mentioned in clause (a).  O. Reg. 168/11, s. 12 (5). Supervised Practice Certificate of Registration",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>(1) The following are conditions of a general certificate of registration:</p> <p class=\"paragraph-e\">  1. The member shall carry on an active practice in accordance with this section, and shall correct any deficiencies in accordance with subsection (5), unless a panel of the Registration Committee grants an exception under extenuating circumstances.</p> <p class=\"paragraph-e\">  2. The member shall, in every year, provide evidence satisfactory to the College of continuing competency in neonatal resuscitation.</p> <p class=\"paragraph-e\">  3. The member shall, every two years, provide evidence satisfactory to the College of continuing competency in emergency skills and cardiopulmonary resuscitation.</p> <p class=\"paragraph-e\">  4. Unless the member qualified for a certificate of registration under section 9, the member, in his or her first year of practice after receiving his or her initial certificate of registration,</p> <p class=\"subpara-e\">  i. must only work within an established practice, and</p> <p class=\"subpara-e\">  ii. must attend a minimum of 30 births as a primary midwife as well as 30 births as a second midwife the latter of which must be attended with a member who is not subject to this condition.  O. Reg. 168/11, s. 12 (1).</p> <p class=\"subsection-e\">  (2) A member satisfies the requirement for active practice if the member provides midwifery care,</p> <p class=\"clause-e\">  (a) over a one-year period, to at least 20 women, 10 of whom the member attended as primary midwife with at least five births occurring in a hospital and at least five in a residence, remote clinic or remote birth centre; or</p> <p class=\"clause-e\">  (b) over a two-year period, to at least 40 women, at least 20 of whom the member attended as primary midwife with at least 10 births occurring in a hospital and at least 10 in a residence, remote clinic or remote birth centre.  O. Reg. 168/11, s. 12 (2).</p> <p class=\"subsection-e\">  (3) A member who complies with subsection (2) in the first two consecutive years after registration in Ontario may elect to satisfy the requirement for active practice by, in any subsequent five-year period, providing midwifery care to at least 100 women, at least 50 of whom the member attended as primary midwife with at least 25 births occurring in a hospital and at least 25 in a residence, remote clinic or remote birth centre.  O. Reg. 168/11, s. 12 (3).</p> <p class=\"subsection-e\">  (4) Despite subsection (3), a member may satisfy the requirement for active practice over any five-year period after registration in accordance with subsection (3) if the member,</p> <p class=\"clause-e\">  (a) practised as a midwife in a jurisdiction outside of Ontario before being issued a certificate of registration under the Act; and</p> <p class=\"clause-e\">  (b) would, if the member had been registered as a midwife in Ontario, have been in compliance with clause 2 (a) or (b) in two of the four years immediately preceding the member’s registration as a midwife with a general certificate of registration in Ontario.  O. Reg. 168/11, s. 12 (4).</p> <p class=\"subsection-e\">  (5) A member who receives notice from the Registrar of having failed to satisfy the active practice requirements in subsections (2) to (4) shall not engage in the practice of midwifery unless,</p> <p class=\"clause-e\">  (a) within 30 days of the notice being sent, the member agrees to comply with a plan proposed by a panel of the Registration Committee that is designed to enable the member to meet the active practice requirements; and</p> <p class=\"clause-e\">  (b) the member gives an undertaking to the Registration Committee that he or she will comply with any term, condition or limitation imposed on his or her certificate of registration that is in relation to the plan mentioned in clause (a).  O. Reg. 168/11, s. 12 (5).</p> <p class=\"heading1-e\">Supervised Practice Certificate of Registration</p>"
        },
        {
            "id": "13.",
            "section": "Registration requirements",
            "content": "  13. (1) Subject to subsection (2), a person may obtain a supervised practice certificate of registration if the person, (a) has applied for a general certificate of registration and meets all the registration requirements for the general certificate of registration with the exception of those requirements set out in paragraph 2 of subsection 8 (1); or (b) is required to undergo supervised practice as part of a requalification program under this Regulation.  O. Reg. 168/11, s. 13 (1). (2) A supervised practice certificate of registration may only be granted if the following apply, as applicable: 1. In the case of an applicant who qualifies for a supervised practice certificate of registration under clause (1) (a), if a panel of the Registration Committee has determined that the deficiencies in the applicant’s clinical experience may be fully remedied by a period of no more than one year spent under the supervision of a member holding a general certificate of registration who is an approved supervisor. 2. In all cases, if the applicant has agreed to abide by a plan for supervised practice and evaluation that, i. satisfactorily addresses the deficiencies in the applicant’s clinical experience, ii. has been agreed to by a supervisor who has been approved by a panel of the Registration Committee, and iii. is acceptable to the College.  O. Reg. 168/11, s. 13 (2). (3) A supervised practice certificate of registration may be granted for a period of up to one year.  O. Reg. 168/11, s. 13 (3). (4) If a supervised practice certificate of registration is granted for a period of less than a year, the certificate may be reissued so long as the reissuance will not result in the total period of supervised practice being longer than one year.  O. Reg. 168/11, s. 13 (4). (5) A supervised practice certificate of registration may not be reissued after the member has undertaken one year of supervised practice unless the Registration Committee approves of it being reissued.  O. Reg. 168/11, s. 13 (5). (6) A member holding a supervised practice certificate of registration may only apply for a general certificate of registration if the member submits to the College a report from his or her supervisor indicating successful completion of the period of supervision.  O. Reg. 168/11, s. 13 (6). (7) The following are the conditions of a supervised practice certificate of registration: 1. The member shall only practice midwifery in accordance with the plan for supervised practice and evaluation referred to in paragraph 2 of subsection (2). 2. The member shall only practice midwifery while under the supervision of a supervisor who has been approved by a panel of the Registration Committee. 3. The member must file any agreements and undertakings required by the College in connection with the plan for supervised practice and evaluation referred to in paragraph 2 of subsection (2) within the time periods specified by the College.  O. Reg. 168/11, s. 13 (7).",
            "raw_html": "<p class=\"section-e\"><b>  13. </b>(1) Subject to subsection (2), a person may obtain a supervised practice certificate of registration if the person,</p> <p class=\"clause-e\">  (a) has applied for a general certificate of registration and meets all the registration requirements for the general certificate of registration with the exception of those requirements set out in paragraph 2 of subsection 8 (1); or</p> <p class=\"clause-e\">  (b) is required to undergo supervised practice as part of a requalification program under this Regulation.  O. Reg. 168/11, s. 13 (1).</p> <p class=\"subsection-e\">  (2) A supervised practice certificate of registration may only be granted if the following apply, as applicable:</p> <p class=\"paragraph-e\">  1. In the case of an applicant who qualifies for a supervised practice certificate of registration under clause (1) (a), if a panel of the Registration Committee has determined that the deficiencies in the applicant’s clinical experience may be fully remedied by a period of no more than one year spent under the supervision of a member holding a general certificate of registration who is an approved supervisor.</p> <p class=\"paragraph-e\">  2. In all cases, if the applicant has agreed to abide by a plan for supervised practice and evaluation that,</p> <p class=\"subpara-e\">  i. satisfactorily addresses the deficiencies in the applicant’s clinical experience,</p> <p class=\"subpara-e\">  ii. has been agreed to by a supervisor who has been approved by a panel of the Registration Committee, and</p> <p class=\"subpara-e\">  iii. is acceptable to the College.  O. Reg. 168/11, s. 13 (2).</p> <p class=\"subsection-e\">  (3) A supervised practice certificate of registration may be granted for a period of up to one year.  O. Reg. 168/11, s. 13 (3).</p> <p class=\"subsection-e\">  (4) If a supervised practice certificate of registration is granted for a period of less than a year, the certificate may be reissued so long as the reissuance will not result in the total period of supervised practice being longer than one year.  O. Reg. 168/11, s. 13 (4).</p> <p class=\"subsection-e\">  (5) A supervised practice certificate of registration may not be reissued after the member has undertaken one year of supervised practice unless the Registration Committee approves of it being reissued.  O. Reg. 168/11, s. 13 (5).</p> <p class=\"subsection-e\">  (6) A member holding a supervised practice certificate of registration may only apply for a general certificate of registration if the member submits to the College a report from his or her supervisor indicating successful completion of the period of supervision.  O. Reg. 168/11, s. 13 (6).</p> <p class=\"subsection-e\">  (7) The following are the conditions of a supervised practice certificate of registration:</p> <p class=\"paragraph-e\">  1. The member shall only practice midwifery in accordance with the plan for supervised practice and evaluation referred to in paragraph 2 of subsection (2).</p> <p class=\"paragraph-e\">  2. The member shall only practice midwifery while under the supervision of a supervisor who has been approved by a panel of the Registration Committee.</p> <p class=\"paragraph-e\">  3. The member must file any agreements and undertakings required by the College in connection with the plan for supervised practice and evaluation referred to in paragraph 2 of subsection (2) within the time periods specified by the College.  O. Reg. 168/11, s. 13 (7).</p>"
        },
        {
            "id": "14.",
            "section": "When applicant holds out-of-province certificate",
            "content": " 14. (1) Subject to subsection (2), where section 22.18 of the Health Professions Procedural Code applies to an applicant for a supervised practice certificate, the applicant is deemed to have met the requirements of paragraphs 3, 4 and 5 of section 7 and of subsections 13 (1) and (2).  O. Reg. 168/11, s. 14 (1). (2) It is a non-exemptible registration requirement that an applicant referred to in subsection (1) provide one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee establishing that the applicant is in good standing as a midwife in every jurisdiction where the applicant holds an out-of-province certificate.  O. Reg. 168/11, s. 14 (2). (3) An applicant referred to in subsection (1) is deemed to have met the requirement of paragraph 2 of section 7 where the requirements for the issuance of the applicant’s out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph.  O. Reg. 168/11, s. 14 (3). (4) Without in any way limiting the generality of subsection (2), being in “good standing” with respect to a jurisdiction shall include the fact that, (a) the applicant is not the subject of any discipline or fitness to practise order or of any proceeding or ongoing investigation or of any interim order or agreement as a result of a complaint, investigation or proceeding; and (b) the applicant has complied with all continuing competency and quality assurance requirements of the regulatory authority of the jurisdiction.  O. Reg. 168/11, s. 14 (4). (5) Where an applicant to whom subsection (1) applies is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised the profession of midwifery to the extent that would be permitted by a supervised practice certificate of registration at any time in the preceding three years immediately before the date of that applicant’s application the applicant must meet any further requirement to undertake, obtain or undergo material additional training, experience, examinations or assessments, if any, that may be specified by a panel of the Registration Committee.  O. Reg. 168/11, s. 14 (5). (6) Despite subsection (1), an applicant is not deemed to comply with a requirement where that requirement is described in subsection 22.18 (3) of the Health Professions Procedural Code.  O. Reg. 168/11, s. 14 (6). (7) In respect of an applicant to whom subsection (1) applies, the reference in subsection 13 (7) to a plan for supervised practice and evaluation shall be read as a reference to the equivalent of such a plan as has been approved by the individual or body that granted the applicant the out-of-province certificate that is equivalent to a supervised practice certificate of registration.  O. Reg. 168/11, s. 14 (7). Emergency Class Certificate of Registration",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>(1) Subject to subsection (2), where section 22.18 of the Health Professions Procedural Code applies to an applicant for a supervised practice certificate, the applicant is deemed to have met the requirements of paragraphs 3, 4 and 5 of section 7 and of subsections 13 (1) and (2).  O. Reg. 168/11, s. 14 (1).</p> <p class=\"subsection-e\">  (2) It is a non-exemptible registration requirement that an applicant referred to in subsection (1) provide one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee establishing that the applicant is in good standing as a midwife in every jurisdiction where the applicant holds an out-of-province certificate.  O. Reg. 168/11, s. 14 (2).</p> <p class=\"subsection-e\">  (3) An applicant referred to in subsection (1) is deemed to have met the requirement of paragraph 2 of section 7 where the requirements for the issuance of the applicant’s out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph.  O. Reg. 168/11, s. 14 (3).</p> <p class=\"subsection-e\">  (4) Without in any way limiting the generality of subsection (2), being in “good standing” with respect to a jurisdiction shall include the fact that,</p> <p class=\"clause-e\">  (a) the applicant is not the subject of any discipline or fitness to practise order or of any proceeding or ongoing investigation or of any interim order or agreement as a result of a complaint, investigation or proceeding; and</p> <p class=\"clause-e\">  (b) the applicant has complied with all continuing competency and quality assurance requirements of the regulatory authority of the jurisdiction.  O. Reg. 168/11, s. 14 (4).</p> <p class=\"subsection-e\">  (5) Where an applicant to whom subsection (1) applies is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised the profession of midwifery to the extent that would be permitted by a supervised practice certificate of registration at any time in the preceding three years immediately before the date of that applicant’s application the applicant must meet any further requirement to undertake, obtain or undergo material additional training, experience, examinations or assessments, if any, that may be specified by a panel of the Registration Committee.  O. Reg. 168/11, s. 14 (5).</p> <p class=\"subsection-e\">  (6) Despite subsection (1), an applicant is not deemed to comply with a requirement where that requirement is described in subsection 22.18 (3) of the Health Professions Procedural Code.  O. Reg. 168/11, s. 14 (6).</p> <p class=\"subsection-e\">  (7) In respect of an applicant to whom subsection (1) applies, the reference in subsection 13 (7) to a plan for supervised practice and evaluation shall be read as a reference to the equivalent of such a plan as has been approved by the individual or body that granted the applicant the out-of-province certificate that is equivalent to a supervised practice certificate of registration.  O. Reg. 168/11, s. 14 (7).</p> <p class=\"heading1-e\">Emergency Class Certificate of Registration</p>"
        },
        {
            "id": "14.1",
            "section": "Registration requirements, emergency class",
            "content": " 14.1 (1) The following are registration requirements for an emergency certificate of registration: 1. The Minister must have requested that the College initiate registrations under this class based on the Minister’s opinion that emergency circumstances call for it or the Council must have determined, after taking into account all of the relevant circumstances that impact the ability of applicants to meet the ordinary registration requirements, that there are emergency circumstances, and that it is in the public interest that the College issue emergency certificates. 2. The applicant must have successfully completed a midwifery program that met, at the time the applicant completed the program, the requirements of paragraph 1 of subsection 8 (1), or be registered or licensed to practise independently in a jurisdiction approved by Council or the Registration Committee. 3. The applicant must satisfy the Registrar that they practised midwifery within four years before the day on which the applicant met all other requirements for the issuance of the certificate of registration. 4. The applicant must have completed a jurisprudence course that was set or approved by the Registration Committee at the time the applicant took the course. 5. The applicant must provide the College with evidence of having obtained personal protection against professional liability of the type and in the amount as required of members under the by-laws of the College, effective as of the date on which the certificate of registration is to be granted. 6. The applicant must demonstrate the ability to communicate with reasonable fluency in either English or French. O. Reg. 289/23, s. 4. (2) The requirements of paragraphs 1, 2, 3, 4, 5 and 6 of subsection (1) are non-exemptible. O. Reg. 289/23, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>14.1 </b>(1) The following are registration requirements for an emergency certificate of registration:</p> <p class=\"paragraph-e\">  1. The Minister must have requested that the College initiate registrations under this class based on the Minister’s opinion that emergency circumstances call for it or the Council must have determined, after taking into account all of the relevant circumstances that impact the ability of applicants to meet the ordinary registration requirements, that there are emergency circumstances, and that it is in the public interest that the College issue emergency certificates.</p> <p class=\"paragraph-e\">  2. The applicant must have successfully completed a midwifery program that met, at the time the applicant completed the program, the requirements of paragraph 1 of subsection 8 (1), or be registered or licensed to practise independently in a jurisdiction approved by Council or the Registration Committee.</p> <p class=\"paragraph-e\">  3. The applicant must satisfy the Registrar that they practised midwifery within four years before the day on which the applicant met all other requirements for the issuance of the certificate of registration.</p> <p class=\"paragraph-e\">  4. The applicant must have completed a jurisprudence course that was set or approved by the Registration Committee at the time the applicant took the course.</p> <p class=\"paragraph-e\">  5. The applicant must provide the College with evidence of having obtained personal protection against professional liability of the type and in the amount as required of members under the by-laws of the College, effective as of the date on which the certificate of registration is to be granted.</p> <p class=\"paragraph-e\">  6. The applicant must demonstrate the ability to communicate with reasonable fluency in either English or French. O. Reg. 289/23, s. 4.</p> <p class=\"subsection-e\">  (2) The requirements of paragraphs 1, 2, 3, 4, 5 and 6 of subsection (1) are non-exemptible. O. Reg. 289/23, s. 4.</p>"
        },
        {
            "id": "14.2.",
            "section": "Additional terms, etc., emergency class",
            "content": " 14.2. The following are terms, conditions and limitations of every emergency certificate of registration: 1. The member must at all times practise midwifery under the supervision of a supervisor approved by the College. 2. The member shall at all times when practising midwifery identify themself as member of the emergency class. O. Reg. 289/23, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>14.2. </b>The following are terms, conditions and limitations of every emergency certificate of registration:</p> <p class=\"paragraph-e\">  1. The member must at all times practise midwifery under the supervision of a supervisor approved by the College.</p> <p class=\"paragraph-e\">  2. The member shall at all times when practising midwifery identify themself as member of the emergency class. O. Reg. 289/23, s. 4.</p>"
        },
        {
            "id": "14.3",
            "section": "Emergency class, expiry",
            "content": " 14.3 (1) An emergency certificate of registration is revoked on the earliest of the date on which any of the following events occur: 1. The expiry of one year from the date the certificate was issued, unless the Registrar extends the certificate for one or more extensions under subsection (2). 2. The date to which the Registrar extended the certificate under subsection (2). 3. The date on which the Registrar revoked the certificate under subsection (3). 4. Ninety days after Council's determination that the emergency circumstances referred to in paragraph 1 of subsection 14.1 (1) have ended. O. Reg. 289/23, s. 4. (2) The Registrar may extend an emergency certificate of registration for one or more periods, each of which is not to exceed one year, if, in the opinion of the Registrar, it is advisable or necessary to do so, provided Council has not determined that the emergency circumstances have ended. O. Reg. 289/23, s. 4. (3) The Registrar may revoke an emergency certificate of registration if, in the opinion of the Registrar or the Registration Committee, it is in the public interest to do so. O. Reg. 289/23, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>14.3 </b>(1) An emergency certificate of registration is revoked on the earliest of the date on which any of the following events occur:</p> <p class=\"paragraph-e\">  1. The expiry of one year from the date the certificate was issued, unless the Registrar extends the certificate for one or more extensions under subsection (2).</p> <p class=\"paragraph-e\">  2. The date to which the Registrar extended the certificate under subsection (2).</p> <p class=\"paragraph-e\">  3. The date on which the Registrar revoked the certificate under subsection (3).</p> <p class=\"paragraph-e\">  4. Ninety days after Council's determination that the emergency circumstances referred to in paragraph 1 of subsection 14.1 (1) have ended. O. Reg. 289/23, s. 4.</p> <p class=\"subsection-e\">  (2) The Registrar may extend an emergency certificate of registration for one or more periods, each of which is not to exceed one year, if, in the opinion of the Registrar, it is advisable or necessary to do so, provided Council has not determined that the emergency circumstances have ended. O. Reg. 289/23, s. 4.</p> <p class=\"subsection-e\">  (3) The Registrar may revoke an emergency certificate of registration if, in the opinion of the Registrar or the Registration Committee, it is in the public interest to do so. O. Reg. 289/23, s. 4.</p>"
        },
        {
            "id": "14.4",
            "section": "Moving from emergency to general certificate",
            "content": "  14.4 (1) The requirements in paragraph 7 of section 7 and paragraph 1 of subsection 8 (1) do not apply to an applicant if the applicant held an emergency certificate of registration within two years before submitting their application for a general certificate of registration. O. Reg. 289/23, s. 4. (2) The births which the applicant attended while holding an emergency certificate of registration can be counted toward the requirement under subparagraph 2 ii of subsection 8 (1). O. Reg. 289/23, s. 4. Inactive Certificate of Registration",
            "raw_html": "<p class=\"section-e\"><b>  14.4 </b>(1) The requirements in paragraph 7 of section 7<b> </b>and paragraph 1 of subsection 8 (1) do not apply to an applicant if the applicant held an emergency certificate of registration within two years before submitting their application for a general certificate of registration. O. Reg. 289/23, s. 4.</p> <p class=\"subsection-e\">  (2) The births which the applicant attended while holding an emergency certificate of registration can be counted toward the requirement under subparagraph 2 ii of subsection 8 (1). O. Reg. 289/23, s. 4.</p> <p class=\"heading1-e\">Inactive Certificate of Registration</p>"
        },
        {
            "id": "15.",
            "section": "Registration requirements",
            "content": "  15. (1) The following are non-exemptible registration requirements for an inactive certificate of registration: 1. The applicant must be a member holding a general certificate of registration. 2. The member must not be in default of any fee, penalty or other amount owing to the College. 3. The member must have provided the College with any information that it has required of the member.  O. Reg. 168/11, s. 15 (1). (2) The Registrar shall issue an inactive certificate of registration to any member who meets the requirements in subsection (1) upon application of that member.  O. Reg. 168/11, s. 15 (2). (3) It is a condition of an inactive certificate of registration that the member shall not engage in the practice of midwifery.  O. Reg. 168/11, s. 15 (3). (4) A member who holds an inactive certificate of registration may be reissued a general certificate of registration if he or she continues to meet the requirements in paragraphs 2 and 3 of subsection (1) and the member, (a) meets all the registration requirements for the general certificate of registration except for those in paragraphs 1 and 3 of subsection 8 (1); or (b) successfully completes a requalification program that has been approved by a panel of the Registration Committee for that purpose.  O. Reg. 168/11, s. 15 (4).",
            "raw_html": "<p class=\"section-e\"><b>  15. </b>(1) The following are non-exemptible registration requirements for an inactive certificate of registration:</p> <p class=\"paragraph-e\">  1. The applicant must be a member holding a general certificate of registration.</p> <p class=\"paragraph-e\">  2. The member must not be in default of any fee, penalty or other amount owing to the College.</p> <p class=\"paragraph-e\">  3. The member must have provided the College with any information that it has required of the member.  O. Reg. 168/11, s. 15 (1).</p> <p class=\"subsection-e\">  (2) The Registrar shall issue an inactive certificate of registration to any member who meets the requirements in subsection (1) upon application of that member.  O. Reg. 168/11, s. 15 (2).</p> <p class=\"subsection-e\">  (3) It is a condition of an inactive certificate of registration that the member shall not engage in the practice of midwifery.  O. Reg. 168/11, s. 15 (3).</p> <p class=\"subsection-e\">  (4) A member who holds an inactive certificate of registration may be reissued a general certificate of registration if he or she continues to meet the requirements in paragraphs 2 and 3 of subsection (1) and the member,</p> <p class=\"clause-e\">  (a) meets all the registration requirements for the general certificate of registration except for those in paragraphs 1 and 3 of subsection 8 (1); or</p> <p class=\"clause-e\">  (b) successfully completes a requalification program that has been approved by a panel of the Registration Committee for that purpose.  O. Reg. 168/11, s. 15 (4).</p>"
        },
        {
            "id": "16",
            "section": "When applicant holds out-of-province certificate",
            "content": " 16. (1) Where an applicant holds a certificate of registration or other licensure or similar status that is equivalent to an inactive certificate of registration and which was issued by the regulatory body for midwifery in another province or territory of Canada, the applicant shall be deemed to have met the requirements of paragraph 1 of subsection 15 (1) if, (a) the applicant provides one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee establishing that the applicant is in good standing as a midwife in every jurisdiction where the applicant holds an out-of-province certificate; (b) the applicant satisfies the Registrar or a panel of the Registration Committee that the applicant practised the profession of midwifery to the extent that would be permitted by either a general or a supervised practice certificate of registration at any time in the three years immediately before the date of application; and (c) the applicant meets the requirement in paragraph 7 of section 7.  O. Reg. 168/11, s. 16 (1). (2) Without in any way limiting the generality of clause (1) (a), being in “good standing” with respect to a jurisdiction shall include the fact that, (a) the applicant is not the subject of any discipline or fitness to practise order or of any proceeding or ongoing investigation or of any interim order or agreement as a result of a complaint, investigation or proceeding; and (b) the applicant has complied with all continuing competency and quality assurance requirements of the regulatory authority of the jurisdiction.  O. Reg. 168/11, s. 16 (2). Transitional Certificate of Registration",
            "raw_html": "<p class=\"section-e\"> <b>16</b><b>.</b> (1) Where an applicant holds a certificate of registration or other licensure or similar status that is equivalent to an inactive certificate of registration and which was issued by the regulatory body for midwifery in another province or territory of Canada, the applicant shall be deemed to have met the requirements of paragraph 1 of subsection 15 (1) if,</p> <p class=\"clause-e\">  (a) the applicant provides one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee establishing that the applicant is in good standing as a midwife in every jurisdiction where the applicant holds an out-of-province certificate;</p> <p class=\"clause-e\">  (b) the applicant satisfies the Registrar or a panel of the Registration Committee that the applicant practised the profession of midwifery to the extent that would be permitted by either a general or a supervised practice certificate of registration at any time in the three years immediately before the date of application; and</p> <p class=\"clause-e\">  (c) the applicant meets the requirement in paragraph 7 of section 7.  O. Reg. 168/11, s. 16 (1).</p> <p class=\"subsection-e\">  (2) Without in any way limiting the generality of clause (1) (a), being in “good standing” with respect to a jurisdiction shall include the fact that,</p> <p class=\"clause-e\">  (a) the applicant is not the subject of any discipline or fitness to practise order or of any proceeding or ongoing investigation or of any interim order or agreement as a result of a complaint, investigation or proceeding; and</p> <p class=\"clause-e\">  (b) the applicant has complied with all continuing competency and quality assurance requirements of the regulatory authority of the jurisdiction.  O. Reg. 168/11, s. 16 (2).</p> <p class=\"heading1-e\">Transitional Certificate of Registration</p>"
        },
        {
            "id": "17.",
            "section": "Registration requirements",
            "content": " 17. (1) The following are non-exemptible registration requirements for a transitional certificate of registration: 1. The applicant has not previously held a transitional certificate of registration. 2. The applicant is able to meet all registration requirements for either a general certificate of registration or a supervised practice certificate of registration with the exception that, in either case, the applicant is not able to meet the requirement in paragraph 3 of subsection 8 (1) for the sole reason that the applicant has taken the examination referred to in that paragraph but has not received the results of that examination. O. Reg. 320/12, s. 2. (2) A transitional certificate of registration, (a) shall only be issued to an applicant who has filed an undertaking with the Registrar in a form and manner that is acceptable to the Registrar; and (b) is subject to the condition that the member shall only practise midwifery while under the supervision of a member who holds a general certificate of registration.  O. Reg. 168/11, s. 17 (2). (3) A transitional certificate of registration is revoked on the earliest of the date on which any of the following events occurs: 1. The member is issued a general certificate of registration. 2. The member is issued a supervised practice certificate of registration. 3. The College notifies the member that he or she has failed to successfully pass the examination referred to in paragraph 3 of subsection 8 (1). 4. Ninety days have passed since the issuance of the transitional certificate of registration.  O. Reg. 168/11, s. 17 (3).",
            "raw_html": "<p class=\"section-e\"> <b>17. </b>(1) The following are non-exemptible registration requirements for a transitional certificate of registration:</p> <p class=\"paragraph-e\">  1. The applicant has not previously held a transitional certificate of registration.</p> <p class=\"paragraph-e\">  2. The applicant is able to meet all registration requirements for either a general certificate of registration or a supervised practice certificate of registration with the exception that, in either case, the applicant is not able to meet the requirement in paragraph 3 of subsection 8 (1) for the sole reason that the applicant has taken the examination referred to in that paragraph but has not received the results of that examination. O. Reg. 320/12, s. 2.</p> <p class=\"subsection-e\">  (2) A transitional certificate of registration,</p> <p class=\"clause-e\">  (a) shall only be issued to an applicant who has filed an undertaking with the Registrar in a form and manner that is acceptable to the Registrar; and</p> <p class=\"clause-e\">  (b) is subject to the condition that the member shall only practise midwifery while under the supervision of a member who holds a general certificate of registration.  O. Reg. 168/11, s. 17 (2).</p> <p class=\"subsection-e\">  (3) A transitional certificate of registration is revoked on the earliest of the date on which any of the following events occurs:</p> <p class=\"paragraph-e\">  1. The member is issued a general certificate of registration.</p> <p class=\"paragraph-e\">  2. The member is issued a supervised practice certificate of registration.</p> <p class=\"paragraph-e\">  3. The College notifies the member that he or she has failed to successfully pass the examination referred to in paragraph 3 of subsection 8 (1).</p> <p class=\"paragraph-e\">  4. Ninety days have passed since the issuance of the transitional certificate of registration.  O. Reg. 168/11, s. 17 (3).</p>"
        },
        {
            "id": "18.",
            "section": "When applicant holds out-of-province certificate",
            "content": "  18. (1) Where section 22.18 of the Health Professions Procedural Code applies to an applicant the applicant is deemed to have met the requirements of paragraph 2 of subsection 17 (1) and reference to the examination referred to in paragraph 3 of subsection 8 (1) shall be read as a reference to the examination requirement imposed by the regulatory body for midwifery in the other province or territory in Canada from which the applicant holds a certificate of registration which is equivalent to the exam required under paragraph 3 of subsection 8 (1) if, (a) the applicant provides one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee establishing that the applicant is in good standing as a midwife in every jurisdiction where the applicant holds an out-of-province certificate; and (b) the applicant meets the requirement in paragraph 7 of section 7.  O. Reg. 168/11, s. 18 (1); O. Reg. 320/12, s. 3. (2) Without in any way limiting the generality of clause (1) (a), being in “good standing” with respect to a jurisdiction shall include the fact that, (a) the applicant is not the subject of any discipline or fitness to practise order or of any proceeding or ongoing investigation or of any interim order or agreement as a result of a complaint, investigation or proceeding; and (b) the applicant has complied with all continuing competency and quality assurance requirements of the regulatory authority of the jurisdiction.  O. Reg. 168/11, s. 18 (2). (3) Despite subsection (1), an applicant is not deemed to comply with a requirement where that requirement is described in subsection 22.18 (3) of the Health Professions Procedural Code.  O. Reg. 168/11, s. 18 (3). Revocation, Reinstatement, etc.",
            "raw_html": "<p class=\"section-e\"><b>  18. </b>(1) Where section 22.18 of the Health Professions Procedural Code applies to an applicant the applicant is deemed to have met the requirements of paragraph 2 of subsection 17 (1) and reference to the examination referred to in paragraph 3 of subsection 8 (1) shall be read as a reference to the examination requirement imposed by the regulatory body for midwifery in the other province or territory in Canada from which the applicant holds a certificate of registration which is equivalent to the exam required under paragraph 3 of subsection 8 (1) if,</p> <p class=\"clause-e\">  (a) the applicant provides one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee establishing that the applicant is in good standing as a midwife in every jurisdiction where the applicant holds an out-of-province certificate; and</p> <p class=\"clause-e\">  (b) the applicant meets the requirement in paragraph 7 of section 7.  O. Reg. 168/11, s. 18 (1); O. Reg. 320/12, s. 3.</p> <p class=\"subsection-e\">  (2) Without in any way limiting the generality of clause (1) (a), being in “good standing” with respect to a jurisdiction shall include the fact that,</p> <p class=\"clause-e\">  (a) the applicant is not the subject of any discipline or fitness to practise order or of any proceeding or ongoing investigation or of any interim order or agreement as a result of a complaint, investigation or proceeding; and</p> <p class=\"clause-e\">  (b) the applicant has complied with all continuing competency and quality assurance requirements of the regulatory authority of the jurisdiction.  O. Reg. 168/11, s. 18 (2).</p> <p class=\"subsection-e\">  (3) Despite subsection (1), an applicant is not deemed to comply with a requirement where that requirement is described in subsection 22.18 (3) of the Health Professions Procedural Code.  O. Reg. 168/11, s. 18 (3).</p> <p class=\"heading1-e\">Revocation, Reinstatement, etc.</p>"
        },
        {
            "id": "19.",
            "section": "Revocation, reinstatement, etc.",
            "content": " 19. (1) The Registrar may revoke the certificate of registration of a member who fails to comply with the conditions set out in paragraph 1, 2 or 3 of section 10.  O. Reg. 168/11, s. 19 (1). (2) The Registrar shall revoke the certificate of registration, (a) of a member holding a certificate in any class who fails to comply with the condition set out in paragraph 4 of section 10; (b) of a member holding a certificate in the general, supervised practice, emergency or transitional class who fails to comply with the condition set out in section 11; and (c) of a member holding a certificate in the inactive class who fails to comply with the requirement set out in subsection 15 (3).  O. Reg. 168/11, s. 19 (2); O. Reg. 289/23, s. 5. (3) A former member who held a certificate of registration in the general or supervised practice classes and whose certificate of registration was revoked under subsection (1), except for a failure to comply with the conditions set out in paragraph 2 of section 10, may be reinstated within one year of the revocation if the former member, (a) meets all of the requirements for a general certificate of registration except for those in paragraphs 1 and 3 of subsection 8 (1); (b) satisfies the Registration Committee that the failure to comply that led to the revocation will not be repeated; and (c) pays the reinstatement fee.  O. Reg. 168/11, s. 19 (3). (4) A former member who held a certificate of registration in the general or supervised practice classes and whose certificate of registration was revoked under clause (2) (a) or (b) may be reinstated within one year of the revocation if the former member, (a) meets all of the requirements for a general certificate of registration except for those in paragraphs 1 and 3 of subsection 8 (1); (b) provides evidence satisfactory to the Registration Committee that the former member will, immediately upon reinstatement, be in compliance with the condition or conditions he or she had previously not been in compliance with, resulting in the revocation; and (c) pays the reinstatement fee.  O. Reg. 168/11, s. 19 (4); O. Reg. 320/12, s. 4. (5) Where, under clauses (3) (a) and (4) (a), the former member is required to satisfy the applicable requirements for a certificate of registration, a requirement for clinical experience may be met by successfully completing a requalification program that has been approved by the Registration Committee for that purpose.  O. Reg. 168/11, s. 19 (5).",
            "raw_html": "<p class=\"section-e\"> <b>19. </b>(1) The Registrar may revoke the certificate of registration of a member who fails to comply with the conditions set out in paragraph 1, 2 or 3 of section 10.  O. Reg. 168/11, s. 19 (1).</p> <p class=\"subsection-e\">  (2) The Registrar shall revoke the certificate of registration,</p> <p class=\"clause-e\">  (a) of a member holding a certificate in any class who fails to comply with the condition set out in paragraph 4 of section 10;</p> <p class=\"clause-e\">  (b) of a member holding a certificate in the general, supervised practice, emergency or transitional class who fails to comply with the condition set out in section 11;<b> </b>and</p> <p class=\"clause-e\">  (c) of a member holding a certificate in the inactive class who fails to comply with the requirement set out in subsection 15 (3).  O. Reg. 168/11, s. 19 (2); O. Reg. 289/23, s. 5.</p> <p class=\"subsection-e\">  (3) A former member who held a certificate of registration in the general or supervised practice classes and whose certificate of registration was revoked under subsection (1), except for a failure to comply with the conditions set out in paragraph 2 of section 10, may be reinstated within one year of the revocation if the former member,</p> <p class=\"clause-e\">  (a) meets all of the requirements for a general certificate of registration except for those in paragraphs 1 and 3 of subsection 8 (1);</p> <p class=\"clause-e\">  (b) satisfies the Registration Committee that the failure to comply that led to the revocation will not be repeated; and</p> <p class=\"clause-e\">  (c) pays the reinstatement fee.  O. Reg. 168/11, s. 19 (3).</p> <p class=\"subsection-e\">  (4) A former member who held a certificate of registration in the general or supervised practice classes and whose certificate of registration was revoked under clause (2) (a) or (b) may be reinstated within one year of the revocation if the former member,</p> <p class=\"clause-e\">  (a) meets all of the requirements for a general certificate of registration except for those in paragraphs 1 and 3 of subsection 8 (1);</p> <p class=\"clause-e\">  (b) provides evidence satisfactory to the Registration Committee that the former member will, immediately upon reinstatement, be in compliance with the condition or conditions he or she had previously not been in compliance with, resulting in the revocation; and</p> <p class=\"clause-e\">  (c) pays the reinstatement fee.  O. Reg. 168/11, s. 19 (4); O. Reg. 320/12, s. 4.</p> <p class=\"subsection-e\">  (5) Where, under clauses (3) (a) and (4) (a), the former member is required to satisfy the applicable requirements for a certificate of registration, a requirement for clinical experience may be met by successfully completing a requalification program that has been approved by the Registration Committee for that purpose.  O. Reg. 168/11, s. 19 (5).</p>"
        },
        {
            "id": "20.",
            "section": "Lifting of suspension",
            "content": " 20. (1) If the Registrar suspends a member’s certificate of registration for failure to pay a prescribed fee, the Registrar may, within one year of the date of the suspension, lift the suspension on payment of, (a) the fee the member failed to pay; (b) the penalty for late payment of the fee; and (c) the reinstatement fee.  O. Reg. 168/11, s. 20 (1). (2) If the Registrar does not lift the suspension of a certificate of registration that was suspended for failure to pay a prescribed fee under subsection (1), the certificate is revoked one year after the day of the suspension.  O. Reg. 168/11, s. 20 (2). (3) A former member whose certificate of registration was revoked under subsection (2) may be reinstated within one year of the revocation if, during that year, the former member successfully completes a requalification program satisfactory to the Registration Committee.  O. Reg. 168/11, s. 20 (3).",
            "raw_html": "<p class=\"section-e\"> <b>20. </b>(1) If the Registrar suspends a member’s certificate of registration for failure to pay a prescribed fee, the Registrar may, within one year of the date of the suspension, lift the suspension on payment of,</p> <p class=\"clause-e\">  (a) the fee the member failed to pay;</p> <p class=\"clause-e\">  (b) the penalty for late payment of the fee; and</p> <p class=\"clause-e\">  (c) the reinstatement fee.  O. Reg. 168/11, s. 20 (1).</p> <p class=\"subsection-e\">  (2) If the Registrar does not lift the suspension of a certificate of registration that was suspended for failure to pay a prescribed fee under subsection (1), the certificate is revoked one year after the day of the suspension.  O. Reg. 168/11, s. 20 (2).</p> <p class=\"subsection-e\">  (3) A former member whose certificate of registration was revoked under subsection (2) may be reinstated within one year of the revocation if, during that year, the former member successfully completes a requalification program satisfactory to the Registration Committee.  O. Reg. 168/11, s. 20 (3).</p>"
        },
        {
            "id": "21.",
            "section": "Transition",
            "content": " 21. A certificate of registration under Ontario Regulation 867/93 that was in existence immediately before the coming into force of this Regulation is continued as a certificate of registration of the nearest equivalent class under this Regulation, and is subject to the terms, conditions and limitations that apply under this Regulation.  O. Reg. 168/11, s. 21.",
            "raw_html": "<p class=\"section-e\"> <b>21. </b>A certificate of registration under Ontario Regulation 867/93 that was in existence immediately before the coming into force of this Regulation is continued as a certificate of registration of the nearest equivalent class under this Regulation, and is subject to the terms, conditions and limitations that apply under this Regulation.  O. Reg. 168/11, s. 21.</p>"
        },
        {
            "id": "22.",
            "section": "Transition",
            "content": " 22. Omitted (revokes other Regulations).  O. Reg. 168/11, s. 22.",
            "raw_html": "<p class=\"section-e\"> <b>22.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">revokes other Regulations</span>).  O. Reg. 168/11, s. 22.</p>"
        },
        {
            "id": "23.",
            "section": "Transition",
            "content": " 23. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 168/11, s. 23. Schedule 1 1. The Midwifery Pre-registration Program of the Michener Institute of Applied Health Sciences. O. Reg. 168/11, Schedule 1.    ",
            "raw_html": "<p class=\"section-e\"> <b>23.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 168/11, s. 23.</p> <p class=\"schedule-e\">Schedule 1</p> <p class=\"paragraph-e\">  1. The Midwifery Pre-registration Program of the Michener Institute of Applied Health Sciences.</p> <p class=\"footnote-e\">O. Reg. 168/11, Schedule 1.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}