{
    "reg_info": {
        "full_title": "O. Reg. 210/01: OIL AND GAS PIPELINE SYSTEMS",
        "reg_name_text": "OIL AND GAS PIPELINE SYSTEMS",
        "citation": "O. Reg. 210/01: ",
        "act_under": "Technical Standards and Safety Act, 2000   Loi de 2000 sur les normes techniques et la sécurité",
        "url": "https://www.ontario.ca/laws/regulation/010210",
        "date_scraped": "2023-12-19 22:46:30"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June 27, 2001",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "P53_827",
            "section": "Interpretation",
            "content": "1. (1) In this Regulation, “appliance” means a device that consumes or is intended to consume gas and includes all valves, fittings, controls and components attached or to be attached to it; “approved” means, (a) with respect to a standard or a laboratory test report, that it is listed in “Titles of Standards and Laboratory Test Reports Authorized in the Province of Ontario under the Act” published by the designated administrative authority from time to time, (b) with respect to an appliance, equipment, a component or an accessory, that it bears the label or symbol of a designated testing organization or a label or symbol authorized by the director, certifying that it complies with an approved standard or laboratory test report, or (c) with respect to an installation or work, that it complies with this Regulation or, where the installation or work was installed before this Regulation came into force, that it complies with the predecessor to this Regulation as it existed when the installation or work was carried out; “certificate” means a certificate issued under Ontario Regulation 215/01 (Fuel Industry Certificates); “code adoption document” means the “Oil and Gas Pipeline Systems Code Adoption Document” adopted as part of this Regulation under Ontario Regulation 223/01; “distributor” means a person who conveys or supplies gas to an end user, but does not include a person who supplies gas to a vehicle or cylinder, and “distribute” and “distribution” have corresponding meanings; “equipment” means a device that is used in venting gas or in the handling of oil and gas; “facility” means a site where oil or gas is stored or handled other than in portable containers; “gas” means any gas or mixture of gases suitable for domestic or industrial fuel that is conveyed to the user through a pipeline; “gas pipeline inspector” means a holder of a certificate as a gas pipeline inspector issued by the director; “handling” means the storage, transmission, transportation or distribution of oil and gas, but does not include putting compressed natural gas into the fuel tank of a motor vehicle or into a container at a self-serve facility as provided in Ontario Regulation 214/01 (Compressed Natural Gas), and “handle” and “handler” have corresponding meanings; “hydrocarbon” means a chemical compound of hydrogen and carbon used as a fuel, either liquid or gaseous; “install” includes placing equipment in position for permanent or temporary use, venting it and connecting piping to it, and “installation” has a corresponding meaning; “maintenance” means the inspection, servicing or repair of equipment, including replacement with equipment having similar performance specifications to that being replaced where it is not necessary to change the layout perimeters directly associated with the equipment being replaced; “oil” means crude oil, liquid petroleum products, natural gasoline, natural gas liquids, liquefied petroleum gas and any condensate resulting from the production, processing or refining of hydrocarbons; “operating company” includes an individual, partnership, corporation, joint venture, consortium, public agency or other entity operating a gas or oil pipeline system; “pipeline” means a pipe that is used for the transmission or distribution of oil and gas and includes fittings, valves, controls, compressor stations, pressure regulating stations, meter stations and pump stations, but does not include the pipe, fittings, valves or controls of the end user; “routine maintenance” means scheduled maintenance or maintenance that is generally accepted as good engineering practice; “transmitter” means a person who supplies oil and gas by pipeline to a distributor, and “transmit”, “transmission” and “transmission line” have corresponding meanings; “work” means a facility used in the handling of oil and gas. O. Reg. 210/01, s. 1 (1). (2) In the event of a conflict between a provision of this Regulation and the code adoption document, this Regulation prevails. O. Reg. 210/01, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P53_827\"></a><a name=\"BK0\"></a>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“appliance” means a device that consumes or is intended to consume gas and includes all valves, fittings, controls and components attached or to be attached to it;</p> <p class=\"definition-e\">“approved” means,</p> <p class=\"defclause-e\">(a) with respect to a standard or a laboratory test report, that it is listed in “Titles of Standards and Laboratory Test Reports Authorized in the Province of Ontario under the Act” published by the designated administrative authority from time to time,</p> <p class=\"defclause-e\">(b) with respect to an appliance, equipment, a component or an accessory, that it bears the label or symbol of a designated testing organization or a label or symbol authorized by the director, certifying that it complies with an approved standard or laboratory test report, or</p> <p class=\"defclause-e\">(c) with respect to an installation or work, that it complies with this Regulation or, where the installation or work was installed before this Regulation came into force, that it complies with the predecessor to this Regulation as it existed when the installation or work was carried out;</p> <p class=\"definition-e\">“certificate” means a certificate issued under Ontario Regulation 215/01 (Fuel Industry Certificates);</p> <p class=\"definition-e\">“code adoption document” means the “Oil and Gas Pipeline Systems Code Adoption Document” adopted as part of this Regulation under Ontario Regulation 223/01;</p> <p class=\"definition-e\">“distributor” means a person who conveys or supplies gas to an end user, but does not include a person who supplies gas to a vehicle or cylinder, and “distribute” and “distribution” have corresponding meanings;</p> <p class=\"definition-e\">“equipment” means a device that is used in venting gas or in the handling of oil and gas;</p> <p class=\"definition-e\">“facility” means a site where oil or gas is stored or handled other than in portable containers;</p> <p class=\"definition-e\">“gas” means any gas or mixture of gases suitable for domestic or industrial fuel that is conveyed to the user through a pipeline;</p> <p class=\"definition-e\">“gas pipeline inspector” means a holder of a certificate as a gas pipeline inspector issued by the director;</p> <p class=\"definition-e\">“handling” means the storage, transmission, transportation or distribution of oil and gas, but does not include putting compressed natural gas into the fuel tank of a motor vehicle or into a container at a self-serve facility as provided in Ontario Regulation 214/01 (Compressed Natural Gas), and “handle” and “handler” have corresponding meanings;</p> <p class=\"definition-e\">“hydrocarbon” means a chemical compound of hydrogen and carbon used as a fuel, either liquid or gaseous;</p> <p class=\"definition-e\">“install” includes placing equipment in position for permanent or temporary use, venting it and connecting piping to it, and “installation” has a corresponding meaning;</p> <p class=\"definition-e\">“maintenance” means the inspection, servicing or repair of equipment, including replacement with equipment having similar performance specifications to that being replaced where it is not necessary to change the layout perimeters directly associated with the equipment being replaced; </p> <p class=\"definition-e\">“oil” means crude oil, liquid petroleum products, natural gasoline, natural gas liquids, liquefied petroleum gas and any condensate resulting from the production, processing or refining of hydrocarbons; </p> <p class=\"definition-e\">“operating company” includes an individual, partnership, corporation, joint venture, consortium, public agency or other entity operating a gas or oil pipeline system;</p> <p class=\"definition-e\">“pipeline” means a pipe that is used for the transmission or distribution of oil and gas and includes fittings, valves, controls, compressor stations, pressure regulating stations, meter stations and pump stations, but does not include the pipe, fittings, valves or controls of the end user;</p> <p class=\"definition-e\">“routine maintenance” means scheduled maintenance or maintenance that is generally accepted as good engineering practice; </p> <p class=\"definition-e\">“transmitter” means a person who supplies oil and gas by pipeline to a distributor, and “transmit”, “transmission” and “transmission line” have corresponding meanings;</p> <p class=\"definition-e\">“work” means a facility used in the handling of oil and gas. O. Reg. 210/01, s. 1 (1).</p> <p class=\"subsection-e\">(2) In the event of a conflict between a provision of this Regulation and the code adoption document, this Regulation prevails. O. Reg. 210/01, s. 1 (2).</p>"
        },
        {
            "id": "P78_4977",
            "section": "Application",
            "content": "2. (1) This Regulation applies to the design, construction, operation and maintenance of oil and gas industry pipeline systems that convey, (a) liquid hydrocarbons, including crude oil, condensate, liquid petroleum products, natural gas liquids and liquefied petroleum gas; and (b) gas. O. Reg. 210/01, s. 2 (1). (2) This Regulation does not apply to, (a) piping in natural gas liquid extraction plants, gas manufacturing plants, and mines; or (b) oil refineries, terminals, other than pipeline terminals, and marketing bulk plants. O. Reg. 210/01, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P78_4977\"></a><a name=\"BK1\"></a>2. </b>(1) This Regulation applies to the design, construction, operation and maintenance of oil and gas industry pipeline systems that convey,</p> <p class=\"clause-e\">(a) liquid hydrocarbons, including crude oil, condensate, liquid petroleum products, natural gas liquids and liquefied petroleum gas; and</p> <p class=\"clause-e\">(b) gas. O. Reg. 210/01, s. 2 (1).</p> <p class=\"subsection-e\">(2) This Regulation does not apply to, </p> <p class=\"clause-e\">(a) piping in natural gas liquid extraction plants, gas manufacturing plants, and mines; or</p> <p class=\"clause-e\">(b) oil refineries, terminals, other than pipeline terminals, and marketing bulk plants. O. Reg. 210/01, s. 2 (2).</p>"
        },
        {
            "id": "P85_5578",
            "section": "General requirement for compliance",
            "content": "3. (1) Every person engaged in an activity, use of equipment, process or procedure to which the Act and this Regulation apply shall comply with the Act and this Regulation. O. Reg. 210/01, s. 3 (1). (2) For the purposes of subsection (1), the reference to an activity, use of equipment, process or procedure includes, but is not limited, to design, construction, erection, maintenance, alteration, repair, service or disposal. O. Reg. 210/01, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P85_5578\"></a><a name=\"BK2\"></a>3. </b>(1) Every person engaged in an activity, use of equipment, process or procedure to which the Act and this Regulation apply shall comply with the Act and this Regulation. O. Reg. 210/01, s. 3 (1).</p> <p class=\"subsection-e\">(2) For the purposes of subsection (1), the reference to an activity, use of equipment, process or procedure includes, but is not limited, to design, construction, erection, maintenance, alteration, repair, service or disposal. O. Reg. 210/01, s. 3 (2).</p>"
        },
        {
            "id": "P88_6063",
            "section": "Duty of employer ",
            "content": "4. (1) Every person who operates, installs, removes, repairs, alters or services equipment or works shall instruct their employees to comply with the Act and this Regulation. O. Reg. 210/01, s. 4 (1). (2) Every person who employs a person to carry out any activity referred to in subsection (1) shall take every precaution that is reasonable in the circumstances to ensure that the employee complies with the Act and this Regulation. O. Reg. 210/01, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P88_6063\"></a><a name=\"BK3\"></a>4. </b>(1) Every person who operates, installs, removes, repairs, alters or services equipment or works shall instruct their employees to comply with the Act and this Regulation. O. Reg. 210/01, s. 4 (1).</p> <p class=\"subsection-e\">(2) Every person who employs a person to carry out any activity referred to in subsection (1) shall take every precaution that is reasonable in the circumstances to ensure that the employee complies with the Act and this Regulation. O. Reg. 210/01, s. 4 (2).</p>"
        },
        {
            "id": "P91_6554",
            "section": "Licence required",
            "content": "5. No person shall handle oil and gas unless the person is the holder of a licence. O. Reg. 210/01, s. 5.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P91_6554\"></a><a name=\"BK4\"></a>5. </b>No person shall handle oil and gas unless the person is the holder of a licence. O. Reg. 210/01, s. 5.</p>"
        },
        {
            "id": "P93_6685",
            "section": "Certificate required",
            "content": "6. No person shall install, alter, purge, activate, repair, service or remove any pipeline or equipment or other thing employed or to be employed in the handling or use of oil or gas unless the person is the holder of a certificate for the purpose. O. Reg. 210/01, s. 6.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P93_6685\"></a><a name=\"BK5\"></a>6. </b>No person shall install, alter, purge, activate, repair, service or remove any pipeline or equipment or other thing employed or to be employed in the handling or use of oil or gas unless the person is the holder of a certificate for the purpose. O. Reg. 210/01, s. 6.</p>"
        },
        {
            "id": "P95_6985",
            "section": "Initial putting into use",
            "content": "7. (1) Where premises are connected to a supply of gas for the first time, no person shall put into use for the first time an appliance on the premises that is connected to the pipeline until the distributor has examined the installation of the appliance and is satisfied that the installation and use of the appliance are in compliance with this Regulation. O. Reg. 210/01, s. 7 (1). (2) An examination under subsection (1) shall include the examination of all appliances intended to be installed at the time of occupation of the premises. O. Reg. 210/01, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P95_6985\"></a><a name=\"BK6\"></a>7. </b>(1) Where premises are connected to a supply of gas for the first time, no person shall put into use for the first time an appliance on the premises that is connected to the pipeline until the distributor has examined the installation of the appliance and is satisfied that the installation and use of the appliance are in compliance with this Regulation. O. Reg. 210/01, s. 7 (1).</p> <p class=\"subsection-e\">(2) An examination under subsection (1) shall include the examination of all appliances intended to be installed at the time of occupation of the premises. O. Reg. 210/01, s. 7 (2).</p>"
        },
        {
            "id": "P98_7598",
            "section": "Distributor’s right of access",
            "content": "8. A distributor shall have access, at all reasonable times and upon reasonable notice, to all parts of every premises to which the distributor supplies gas by pipeline for the purpose of, (a) examining any appliance or equipment in or on the premises and disconnecting the appliance or equipment if it, its installation or its use does not conform with this Regulation or its predecessor; and (b) placing, protecting, setting, shutting off, removing, repairing or altering any meter or regulator owned by the distributor in or on the premises. O. Reg. 210/01, s. 8.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P98_7598\"></a><a name=\"BK7\"></a>8. </b>A distributor shall have access, at all reasonable times and upon reasonable notice, to all parts of every premises to which the distributor supplies gas by pipeline for the purpose of,</p> <p class=\"clause-e\">(a) examining any appliance or equipment in or on the premises and disconnecting the appliance or equipment if it, its installation or its use does not conform with this Regulation or its predecessor; and</p> <p class=\"clause-e\">(b) placing, protecting, setting, shutting off, removing, repairing or altering any meter or regulator owned by the distributor in or on the premises. O. Reg. 210/01, s. 8.</p>"
        },
        {
            "id": "P102_8197",
            "section": "Ascertaining pipeline locations",
            "content": "9. (1) No person shall dig, bore, trench, grade, excavate or break ground with mechanical equipment or explosives without first ascertaining from the licence holder the location of any pipeline that may be interfered with. O. Reg. 210/01, s. 9 (1). (2) The licence holder shall provide as accurate information as possible on the location of any pipeline within a reasonable time in all the circumstances. O. Reg. 210/01, s. 9 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P102_8197\"></a><a name=\"BK8\"></a>9. </b>(1) No person shall dig, bore, trench, grade, excavate or break ground with mechanical equipment or explosives without first ascertaining from the licence holder the location of any pipeline that may be interfered with. O. Reg. 210/01, s. 9 (1).</p> <p class=\"subsection-e\">(2) The licence holder shall provide as accurate information as possible on the location of any pipeline within a reasonable time in all the circumstances. O. Reg. 210/01, s. 9 (2).</p>"
        },
        {
            "id": "P105_8672",
            "section": "No interference with pipeline",
            "content": "10. No person shall interfere with or damage any pipeline without authority to do so. O. Reg. 210/01, s. 10.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P105_8672\"></a><a name=\"BK9\"></a>10. </b>No person shall interfere with or damage any pipeline without authority to do so. O. Reg. 210/01, s. 10.</p>"
        },
        {
            "id": "P107_8822",
            "section": "Approval of appliances and equipment",
            "content": "11. Where this Regulation requires that an appliance or any equipment be approved, no person shall,  (a) offer for sale, sell, lease or rent; (b) install; (c) use; or (d) supply gas to, any appliance or equipment that is not approved or will not be approved prior to being put into use. O. Reg. 210/01, s. 11.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P107_8822\"></a><a name=\"BK10\"></a>11. </b>Where this Regulation requires that an appliance or any equipment be approved, no person shall, </p> <p class=\"clause-e\">(a) offer for sale, sell, lease or rent; </p> <p class=\"clause-e\">(b) install;</p> <p class=\"clause-e\">(c) use; or</p> <p class=\"clause-e\">(d) supply gas to,</p> <p class=\"Ssection-e\">any appliance or equipment that is not approved or will not be approved prior to being put into use. O. Reg. 210/01, s. 11.</p>"
        },
        {
            "id": "P114_9159",
            "section": "Off-site testing and approval ",
            "content": "12. (1) This section applies only to the testing of an appliance, equipment, a component or an accessory that is carried out at a place other than the place where the appliance, equipment, component or accessory is installed for its intended use. O. Reg. 210/01, s. 12 (1). (2) A person may apply to a designated testing organization to have an appliance, equipment, a component or an accessory tested under this section. O. Reg. 210/01, s. 12 (2). (3) Organizations accredited by the Standards Council of Canada are designated organizations to test equipment, components and accessories to applicable approved standards or laboratory test reports for the purposes of this Regulation. O. Reg. 210/01, s. 12 (3). (4) A designated testing organization that tests an appliance, equipment, a component or an accessory under this section shall place its label or symbol on it if it conforms to the applicable approved standards or laboratory test report. O. Reg. 210/01, s. 12 (4).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P114_9159\"></a><a name=\"BK11\"></a>12. </b>(1) This section applies only to the testing of an appliance, equipment, a component or an accessory that is carried out at a place other than the place where the appliance, equipment, component or accessory is installed for its intended use. O. Reg. 210/01, s. 12 (1).</p> <p class=\"subsection-e\">(2) A person may apply to a designated testing organization to have an appliance, equipment, a component or an accessory tested under this section. O. Reg. 210/01, s. 12 (2).</p> <p class=\"subsection-e\">(3) Organizations accredited by the Standards Council of Canada are designated organizations to test equipment, components and accessories to applicable approved standards or laboratory test reports for the purposes of this Regulation. O. Reg. 210/01, s. 12 (3).</p> <p class=\"subsection-e\">(4) A designated testing organization that tests an appliance, equipment, a component or an accessory under this section shall place its label or symbol on it if it conforms to the applicable approved standards or laboratory test report. O. Reg. 210/01, s. 12 (4).</p>"
        },
        {
            "id": "P119_10191",
            "section": "On-site testing and approval",
            "content": "13. (1) This section applies only to the testing of an appliance, equipment, a component or an accessory that is carried out at the place where the appliance, equipment, component or accessory is installed for its intended use. O. Reg. 210/01, s. 13 (1). (2) A person may apply to the director or an inspector designated by the director, to have an appliance, equipment, a component or an accessory tested under this section. O. Reg. 210/01, s. 13 (2). (3) The director or inspector may refuse to test the appliance, equipment, component or accessory if its design is substantially the same as one that has been tested and approved by a designated testing organization. O. Reg. 210/01, s. 13 (3). (4) The director or inspector may test the appliance, equipment, component or accessory to applicable approved standards or laboratory test reports for the purposes of this Regulation. O. Reg. 210/01, s. 13 (4). (5) If an appliance, equipment, component or accessory tested under this section conforms to the applicable approved standards or laboratory test reports, the director or inspector shall place an approved label or symbol on it. O. Reg. 210/01, s. 13 (5). (6) If an appliance, equipment, component or accessory is tested under this section, the director or inspector shall, (a) determine whether its fuel features comply with the approved standards and this Regulation; and (b) affix or cause to be affixed a label or symbol approved by the director to the appliance, equipment, component or accessory, if the director or inspector determines that its fuel features comply with the approved standards and this Regulation. O. Reg. 210/01, s. 13 (6). (7) The applicant shall provide to the director or inspector all information, and shall conduct or cause to be conducted, all tests required to determine that the appliance, equipment, component or accessory complies with clause (6) (a). O. Reg. 210/01, s. 13 (7). (8) An applicant who applies to have an appliance, equipment, a component or an accessory tested and approved under this section shall pay the fees set by the designated administrative authority for the time reasonably spent, (a) in reviewing information about the thing to be tested; (b) in inspecting its fuel features; (c) in observing any test of the fuel features to determine if they comply with this Regulation; and (d) in use of the thing during testing. O. Reg. 210/01, s. 13 (8).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P119_10191\"></a><a name=\"BK12\"></a>13. </b>(1) This section applies only to the testing of an appliance, equipment, a component or an accessory that is carried out at the place where the appliance, equipment, component or accessory is installed for its intended use. O. Reg. 210/01, s. 13 (1).</p> <p class=\"subsection-e\">(2) A person may apply to the director or an inspector designated by the director, to have an appliance, equipment, a component or an accessory tested under this section. O. Reg. 210/01, s. 13 (2).</p> <p class=\"subsection-e\">(3) The director or inspector may refuse to test the appliance, equipment, component or accessory if its design is substantially the same as one that has been tested and approved by a designated testing organization. O. Reg. 210/01, s. 13 (3).</p> <p class=\"subsection-e\">(4) The director or inspector may test the appliance, equipment, component or accessory to applicable approved standards or laboratory test reports for the purposes of this Regulation. O. Reg. 210/01, s. 13 (4).</p> <p class=\"subsection-e\">(5) If an appliance, equipment, component or accessory tested under this section conforms to the applicable approved standards or laboratory test reports, the director or inspector shall place an approved label or symbol on it. O. Reg. 210/01, s. 13 (5).</p> <p class=\"subsection-e\">(6) If an appliance, equipment, component or accessory is tested under this section, the director or inspector shall,</p> <p class=\"clause-e\">(a) determine whether its fuel features comply with the approved standards and this Regulation; and</p> <p class=\"clause-e\">(b) affix or cause to be affixed a label or symbol approved by the director to the appliance, equipment, component or accessory, if the director or inspector determines that its fuel features comply with the approved standards and this Regulation. O. Reg. 210/01, s. 13 (6).</p> <p class=\"subsection-e\">(7) The applicant shall provide to the director or inspector all information, and shall conduct or cause to be conducted, all tests required to determine that the appliance, equipment, component or accessory complies with clause (6) (a). O. Reg. 210/01, s. 13 (7).</p> <p class=\"subsection-e\">(8) An applicant who applies to have an appliance, equipment, a component or an accessory tested and approved under this section shall pay the fees set by the designated administrative authority for the time reasonably spent,</p> <p class=\"clause-e\">(a) in reviewing information about the thing to be tested;</p> <p class=\"clause-e\">(b) in inspecting its fuel features; </p> <p class=\"clause-e\">(c) in observing any test of the fuel features to determine if they comply with this Regulation; and</p> <p class=\"clause-e\">(d) in use of the thing during testing. O. Reg. 210/01, s. 13 (8).</p>"
        },
        {
            "id": "P134_12668",
            "section": "Accidents and occurrences",
            "content": "14. (1) Where it appears that carbon monoxide poisoning, asphyxiation, explosion or fire has occurred, or an accidental release, vent or spill has occurred because of the use, handling or storage of oil or gas, the licensee shall notify forthwith an inspector of the occurrence by telephone, facsimile, or any other form of electronic transmission, and a licence holder shall have in place procedures for such notification. O. Reg. 210/01, s. 14 (1). (2) No person shall interfere with or disturb any wreckage, an article or thing at the scene of and connected with the occurrence except in the interest of public safety, saving a life, relieving human suffering, continuity of service or preservation of property. O. Reg. 210/01, s. 14 (2). (3) Where it is permitted to interfere with or disturb any wreckage, an article or a thing under subsection (2), no person shall carry away or destroy any wreckage, article or thing unless an inspector gives permission to do so. O. Reg. 210/01, s. 14 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P134_12668\"></a><a name=\"BK13\"></a>14. </b>(1) Where it appears that carbon monoxide poisoning, asphyxiation, explosion or fire has occurred, or an accidental release, vent or spill has occurred because of the use, handling or storage of oil or gas, the licensee shall notify forthwith an inspector of the occurrence by telephone, facsimile, or any other form of electronic transmission, and a licence holder shall have in place procedures for such notification. O. Reg. 210/01, s. 14 (1).</p> <p class=\"subsection-e\">(2) No person shall interfere with or disturb any wreckage, an article or thing at the scene of and connected with the occurrence except in the interest of public safety, saving a life, relieving human suffering, continuity of service or preservation of property. O. Reg. 210/01, s. 14 (2).</p> <p class=\"subsection-e\">(3) Where it is permitted to interfere with or disturb any wreckage, an article or a thing under subsection (2), no person shall carry away or destroy any wreckage, article or thing unless an inspector gives permission to do so. O. Reg. 210/01, s. 14 (3).</p>"
        },
        {
            "id": "P138_13709",
            "section": "Activation of pipeline",
            "content": "15. (1) No person shall activate a pipeline unless the pipeline is licensed and a certificate holder for the purpose has ensured that the pipeline meets the requirements of this Regulation. O. Reg. 210/01, s. 15 (1). (2) A transmitter or distributor shall ensure that a pipeline is not activated unless the requirements of subsection (1) have been met. O. Reg. 210/01, s. 15 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P138_13709\"></a><a name=\"BK14\"></a>15. </b>(1) No person shall activate a pipeline unless the pipeline is licensed and a certificate holder for the purpose has ensured that the pipeline meets the requirements of this Regulation. O. Reg. 210/01, s. 15 (1).</p> <p class=\"subsection-e\">(2) A transmitter or distributor shall ensure that a pipeline is not activated unless the requirements of subsection (1) have been met. O. Reg. 210/01, s. 15 (2).</p>"
        },
        {
            "id": "P141_14132",
            "section": "Use of oil and gas pipelines",
            "content": "16. (1) Before using an oil pipeline, an operating company shall, except with respect to routine maintenance, obtain a declaration from a professional engineer declaring that the design, construction, installation, replacement, extension, reclassification and testing of the pipeline have been carried out in accordance with this Regulation. O. Reg. 210/01, s. 16 (1). (2) An operating company that has a gas pipeline having a diameter in excess of 219.1 millimetres or that is intended to operate at a pressure in excess of 860 kPa, that is constructed, installed, replaced, extended or upgraded, shall obtain a declaration from a professional engineer declaring that the design of and the construction specifications for the pipeline are in accordance with this Regulation. O. Reg. 210/01, s. 16 (2). (3) Subsection (2) does not apply to a service line, as defined in the code adoption document, with a diameter of less than 88.9 millimetres. O. Reg. 210/01, s. 16 (3). (4) Before using a gas pipeline, an operating company that has a gas pipeline installed or tested shall obtain a declaration from a person who is certified for that purpose under Ontario Regulation 215/01 (Fuel Industry Certificates) declaring that the installation or testing was carried out in accordance with this Regulation. O. Reg. 210/01, s. 16 (4). (5) Before activating a pipeline that has been upgraded, an operating company shall obtain a declaration from a professional engineer declaring that the pipeline has been upgraded. O. Reg. 210/01, s. 16 (5). (6) An operating company shall file the declaration referred to in subsection (5) with the director, where the upgrading results in an operating stress level greater than 30 per cent of the specified minimum yield strength of the pipeline. O. Reg. 210/01, s. 16 (6). (7) The operating company shall retain the declarations obtained under subsections (1) to (5) for the life of the pipeline and shall make the records readily available upon request of the director. O. Reg. 210/01, s. 16 (7). (8) In this section, “professional engineer” means a person licensed under the Professional Engineers Act. O. Reg. 210/01, s. 16 (8).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P141_14132\"></a><a name=\"BK15\"></a>16. </b>(1) Before using an oil pipeline, an operating company shall, except with respect to routine maintenance, obtain a declaration from a professional engineer declaring that the design, construction, installation, replacement, extension, reclassification and testing of the pipeline have been carried out in accordance with this Regulation. O. Reg. 210/01, s. 16 (1).</p> <p class=\"subsection-e\">(2) An operating company that has a gas pipeline having a diameter in excess of 219.1 millimetres or that is intended to operate at a pressure in excess of 860 kPa, that is constructed, installed, replaced, extended or upgraded, shall obtain a declaration from a professional engineer declaring that the design of and the construction specifications for the pipeline are in accordance with this Regulation. O. Reg. 210/01, s. 16 (2).</p> <p class=\"subsection-e\">(3) Subsection (2) does not apply to a service line, as defined in the code adoption document, with a diameter of less than 88.9 millimetres. O. Reg. 210/01, s. 16 (3).</p> <p class=\"subsection-e\">(4) Before using a gas pipeline, an operating company that has a gas pipeline installed or tested shall obtain a declaration from a person who is certified for that purpose under Ontario Regulation 215/01 (Fuel Industry Certificates) declaring that the installation or testing was carried out in accordance with this Regulation. O. Reg. 210/01, s. 16 (4).</p> <p class=\"subsection-e\">(5) Before activating a pipeline that has been upgraded, an operating company shall obtain a declaration from a professional engineer declaring that the pipeline has been upgraded. O. Reg. 210/01, s. 16 (5).</p> <p class=\"subsection-e\">(6) An operating company shall file the declaration referred to in subsection (5) with the director, where the upgrading results in an operating stress level greater than 30 per cent of the specified minimum yield strength of the pipeline. O. Reg. 210/01, s. 16 (6).</p> <p class=\"subsection-e\">(7) The operating company shall retain the declarations obtained under subsections (1) to (5) for the life of the pipeline and shall make the records readily available upon request of the director. O. Reg. 210/01, s. 16 (7).</p> <p class=\"subsection-e\">(8) In this section,</p> <p class=\"firstdef-e\">“professional engineer” means a person licensed under the <i>Professional Engineers Act</i>. O. Reg. 210/01, s. 16 (8).</p>"
        },
        {
            "id": "P151_16364",
            "section": "Unsafe condition",
            "content": "17. Where the director has reason to believe that an unsafe condition exists in a pipeline, an operating company shall uncover any part of the pipeline at the written request of the director. O. Reg. 210/01, s. 17.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P151_16364\"></a><a name=\"BK16\"></a>17. </b>Where the director has reason to believe that an unsafe condition exists in a pipeline, an operating company shall uncover any part of the pipeline at the written request of the director. O. Reg. 210/01, s. 17.</p>"
        },
        {
            "id": "P153_16607",
            "section": "Application for licence",
            "content": "18. (1) An application for the following licences or their renewal shall be made to the director in the form published by the designated administrative authority and shall be accompanied by the fee set by the authority: 1. A licence to transmit gas. 2. A licence to distribute gas. 3. A licence to transmit oil. O. Reg. 210/01, s. 18 (1). (2) An operating company need not be licensed if its oil transmission pipeline system is less than 20 kilometres in length. O. Reg. 210/01, s. 18 (2). (3) A licence or a renewal expires 12 months after it is issued. O. Reg. 210/01, s. 18 (3). (4) A licence or a renewal shall state the date on which it is issued and the date on which it expires. O. Reg. 210/01, s. 18 (4). (5) An inspector may inspect a pipeline for the transmission of oil or gas, or a pipeline for the distribution of gas, of an applicant for or the holder of a licence referred to in subsection (1). O. Reg. 210/01, s. 18 (5). (6) An inspector may inspect the installations and repairs performed by or on behalf of an applicant for or holder of a licence referred to in subsection (1) and the workmanship relating to those installations and repairs, to determine whether they comply with this Regulation. O. Reg. 210/01, s. 18 (6). (7) No licence or renewal shall be issued until the applicant for or holder of the licence has paid the fee set by the designated administrative authority for an inspection under subsection (5) or (6). O. Reg. 210/01, s. 18 (7).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P153_16607\"></a><a name=\"BK17\"></a>18. </b>(1) An application for the following licences or their renewal shall be made to the director in the form published by the designated administrative authority and shall be accompanied by the fee set by the authority:</p> <p class=\"paragraph-e\">1. A licence to transmit gas.</p> <p class=\"paragraph-e\">2. A licence to distribute gas.</p> <p class=\"paragraph-e\">3. A licence to transmit oil. O. Reg. 210/01, s. 18 (1).</p> <p class=\"subsection-e\">(2) An operating company need not be licensed if its oil transmission pipeline system is less than 20 kilometres in length. O. Reg. 210/01, s. 18 (2). </p> <p class=\"subsection-e\">(3) A licence or a renewal expires 12 months after it is issued. O. Reg. 210/01, s. 18 (3).</p> <p class=\"subsection-e\">(4) A licence or a renewal shall state the date on which it is issued and the date on which it expires. O. Reg. 210/01, s. 18 (4).</p> <p class=\"subsection-e\">(5) An inspector may inspect a pipeline for the transmission of oil or gas, or a pipeline for the distribution of gas, of an applicant for or the holder of a licence referred to in subsection (1). O. Reg. 210/01, s. 18 (5).</p> <p class=\"subsection-e\">(6) An inspector may inspect the installations and repairs performed by or on behalf of an applicant for or holder of a licence referred to in subsection (1) and the workmanship relating to those installations and repairs, to determine whether they comply with this Regulation. O. Reg. 210/01, s. 18 (6).</p> <p class=\"subsection-e\">(7) No licence or renewal shall be issued until the applicant for or holder of the licence has paid the fee set by the designated administrative authority for an inspection under subsection (5) or (6). O. Reg. 210/01, s. 18 (7).</p>"
        },
        {
            "id": "P164_18149",
            "section": "Lost or destroyed licence, etc.",
            "content": "19. (1) A person who is the holder of a licence referred to in subsection 18 (1), whose licence is lost or destroyed shall apply for a duplicate or, where the name of the licence holder has changed, shall apply for a new licence. O. Reg. 210/01, s. 19 (1). (2) The director shall issue a duplicate licence or, where the name of the licence holder has changed, a new licence, on receiving an application therefor and upon payment of the fee set by the designated administrative authority. O. Reg. 210/01, s. 19 (2). (3) The holder of a licence whose address has changed shall notify the director of the new address within 30 days of the change. O. Reg. 210/01, s. 19 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P164_18149\"></a><a name=\"BK18\"></a>19. </b>(1) A person who is the holder of a licence referred to in subsection 18 (1), whose licence is lost or destroyed shall apply for a duplicate or, where the name of the licence holder has changed, shall apply for a new licence. O. Reg. 210/01, s. 19 (1).</p> <p class=\"subsection-e\">(2) The director shall issue a duplicate licence or, where the name of the licence holder has changed, a new licence, on receiving an application therefor and upon payment of the fee set by the designated administrative authority. O. Reg. 210/01, s. 19 (2).</p> <p class=\"subsection-e\">(3) The holder of a licence whose address has changed shall notify the director of the new address within 30 days of the change. O. Reg. 210/01, s. 19 (3).</p>"
        },
        {
            "id": "20.",
            "section": "Lost or destroyed licence, etc.",
            "content": "20. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 210/01, s. 20. ",
            "raw_html": "<p class=\"section-e\"><b>20.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 210/01, s. 20.</p> <p class=\"Normal\"></p>"
        }
    ]
}