{
    "reg_info": {
        "full_title": "O. Reg. 354/04: MAJOR CASE MANAGEMENT",
        "reg_name_text": "major case management",
        "citation": "O. Reg. 354/04: MAJOR CASE MANAGEMENT",
        "act_under": "Police Services Act",
        "url": "https://www.ontario.ca/laws/regulation/040354",
        "date_scraped": "2023-12-19 02:08:31"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "February 22, 2018",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/040354/v3",
            "valid_from": "June  8, 2016",
            "valid_to": "February 21, 2018"
        },
        {
            "a_href": "/laws/regulation/040354/v2",
            "valid_from": "January  1, 2005",
            "valid_to": "April 24, 2012"
        },
        {
            "a_href": "/laws/regulation/040354/v1",
            "valid_from": "November  5, 2004",
            "valid_to": "December 31, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Ontario Major Case Management Manual to govern investigations of major cases",
            "content": " 1. (1) Every board shall establish policies with respect to major cases in accordance with the Ontario Major Case Management Manual.  O. Reg. 354/04, s. 1 (1). (2) In developing and maintaining procedures on and processes for undertaking and managing general criminal investigations under subsection 12 (1) of Ontario Regulation 3/99 (Adequacy and Effectiveness of Police Services) made under the Act, every chief of police shall develop and maintain procedures on and processes for undertaking and managing investigations into major cases in accordance with the Ontario Major Case Management Manual.  O. Reg. 354/04, s. 1 (2). (3) For the purpose of undertaking and managing investigations into major cases in accordance with the Ontario Major Case Management Manual, every police force shall use the software approved by the Minister of Community Safety and Correctional Services.  O. Reg. 58/12, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1.</b> (1) Every board shall establish policies with respect to major cases in accordance with the Ontario Major Case Management Manual.  O. Reg. 354/04, s. 1 (1).</p> <p class=\"subsection-e\">  (2) In developing and maintaining procedures on and processes for undertaking and managing general criminal investigations under subsection 12 (1) of Ontario Regulation 3/99 (Adequacy and Effectiveness of Police Services) made under the Act, every chief of police shall develop and maintain procedures on and processes for undertaking and managing investigations into major cases in accordance with the Ontario Major Case Management Manual.  O. Reg. 354/04, s. 1 (2).</p> <p class=\"subsection-e\">  (3) For the purpose of undertaking and managing investigations into major cases in accordance with the Ontario Major Case Management Manual, every police force shall use the software approved by the Minister of Community Safety and Correctional Services.  O. Reg. 58/12, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Annual report ",
            "content": " 2. (1) Every chief of police shall prepare and submit to the Minister of Community Safety and Correctional Services,  (a) an annual report setting out the number of major cases the force investigated in the previous year; and (b) any other information requested for audit and policy purposes by the Minister in respect of the force’s investigations of major cases.  O. Reg. 354/04, s. 2 (1). (2) The first annual report shall be filed on or before January 1, 2006.  O. Reg. 354/04, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) Every chief of police shall prepare and submit to the Minister of Community Safety and Correctional Services, </p> <p class=\"clause-e\">  (a) an annual report setting out the number of major cases the force investigated in the previous year; and </p> <p class=\"clause-e\">  (b) any other information requested for audit and policy purposes by the Minister in respect of the force’s investigations of major cases.  O. Reg. 354/04, s. 2 (1).</p> <p class=\"subsection-e\">  (2) The first annual report shall be filed on or before January 1, 2006.  O. Reg. 354/04, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": "Access to Ontario Major Case Management Manual and software",
            "content": "  3. (1) The Minister of Community Safety and Correctional Services shall give to every police force and to the Commission, (a) a copy of the Ontario Major Case Management Manual; and (b) the Minister-approved software that subsection 1 (3) requires police forces to use.  O. Reg. 58/12, s. 2. (2) The Minister of Community Safety and Correctional Services shall take steps to ensure that, (a) the Ontario Major Case Management Manual and any earlier versions of it that were at any time referred to in this Regulation are available for viewing on the Ministry website; and (b) the Minister-approved software that subsection 1 (3) requires police forces to use and any other Minister-approved software that this Regulation previously required police forces to use are identified on the Ministry website.  O. Reg. 58/12, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>  3. </b>(1) The Minister of Community Safety and Correctional Services shall give to every police force and to the Commission,</p> <p class=\"clause-e\">  (a) a copy of the Ontario Major Case Management Manual; and </p> <p class=\"clause-e\">  (b) the Minister-approved software that subsection 1 (3) requires police forces to use.  O. Reg. 58/12, s. 2.</p> <p class=\"subsection-e\">  (2) The Minister of Community Safety and Correctional Services shall take steps to ensure that,</p> <p class=\"clause-e\">  (a) the Ontario Major Case Management Manual and any earlier versions of it that were at any time referred to in this Regulation are available for viewing on the Ministry website; and</p> <p class=\"clause-e\">  (b) the Minister-approved software that subsection 1 (3) requires police forces to use and any other Minister-approved software that this Regulation previously required police forces to use are identified on the Ministry website.  O. Reg. 58/12, s. 2.</p>"
        },
        {
            "id": "4.",
            "section": "Definitions",
            "content": " 4. In this Regulation, “major cases” means, (a) homicides within the meaning of subsection 222 (4) of the Criminal Code (Canada) and attempted homicides, (b) sexual assaults, including sexual interference, and attempted sexual assaults, sexual exploitation and invitation to sexual touching, (c) non-familial abductions and attempted non-familial abductions, (d) missing person occurrences where circumstances indicate a strong possibility of foul play, (e) occurrences, involving found human remains, that are suspected to be homicide, (f) criminal harassment where the harasser is not known to the victim, and (g) any other types of cases designated as a major case pursuant to the Ontario Major Case Management Manual; (“cas graves”) “Ontario Major Case Management Manual” means the manual developed by representatives of the Ministry of Community Safety and Correctional Services and of the policing community, dated December 1, 2017 that sets out the standards for policies and procedures for undertaking and managing the investigation of major cases, including policies and procedures for linking investigative data and for sharing information between police forces. (“Manuel ontarien de gestion des cas graves”) O. Reg. 354/04, s. 4; O. Reg. 58/12, s. 3; O. Reg. 184/16, s. 1; O. Reg. 29/18, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>In this Regulation,</p> <p class=\"firstdef-e\">“major cases” means, </p> <p class=\"defclause-e\">  (a) homicides within the meaning of subsection 222 (4) of the<i> Criminal Code</i> (Canada) and attempted homicides,</p> <p class=\"defclause-e\">  (b) sexual assaults, including sexual interference, and attempted sexual assaults, sexual exploitation and invitation to sexual touching, </p> <p class=\"defclause-e\">  (c) non-familial abductions and attempted non-familial abductions,</p> <p class=\"defclause-e\">  (d) missing person occurrences where circumstances indicate a strong possibility of foul play,</p> <p class=\"defclause-e\">  (e) occurrences, involving found human remains, that are suspected to be homicide,</p> <p class=\"defclause-e\">  (f) criminal harassment where the harasser is not known to the victim, and </p> <p class=\"defclause-e\">  (g) any other types of cases designated as a major case pursuant to the Ontario Major Case Management Manual; (“cas graves”)</p> <p class=\"definition-e\">“Ontario Major Case Management Manual” means the manual developed by representatives of the Ministry of Community Safety and Correctional Services and of the policing community, dated December 1, 2017<b> </b>that sets out the standards for policies and procedures for undertaking and managing the investigation of major cases, including policies and procedures for linking investigative data and for sharing information between police forces. (“Manuel ontarien de gestion des cas graves”) O. Reg. 354/04, s. 4; O. Reg. 58/12, s. 3; O. Reg. 184/16, s. 1; O. Reg. 29/18, s. 1.</p>"
        },
        {
            "id": "5.",
            "section": "Definitions",
            "content": " 5. Omitted\r\n(provides for coming into force of provisions of this Regulation).  O. Reg. 354/04, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>5.</b> <span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 354/04, s. 5.</p>"
        },
        {
            "id": null,
            "section": "Definitions",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/040354\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}