{
    "reg_info": {
        "full_title": "O. Reg. 170/04: DEFINITIONS",
        "reg_name_text": "DEFINITIONS",
        "citation": "O. Reg. 170/04: ",
        "act_under": "Ontario Heritage Act",
        "url": "https://www.ontario.ca/laws/regulation/040170",
        "date_scraped": "2023-12-19 18:50:01"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June 24, 2004",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "P11_214",
            "section": "Definitions",
            "content": "1. For the purposes of the Act and the regulations, “archaeological fieldwork” means any activity carried out on, above or under land or water for the purpose of obtaining and documenting data, recovering artifacts and remains or altering an archaeological site and includes monitoring, assessing, exploring, surveying, recovering and excavating; (“travaux archéologiques sur le terrain”) “archaeological site” means any property that contains an artifact or any other physical evidence of past human use or activity that is of cultural heritage value or interest; (“site archéologique”) “artifact” means any object, material or substance that is made, modified, used, deposited or affected by human action and is of cultural heritage value or interest; (“artefact”) “marine archaeological site” means an archeological site that is fully or partially submerged or that lies below or partially below the high-water mark of any body of water. (“site archéologique marin”) O. Reg. 170/04, s. 1. Français ",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P11_214\"></a><a name=\"s1\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_040170_f.htm#s1. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_040170_f.htm#s1\" target=\"_top\">1.</a> </b>For the purposes of the Act and the regulations,</p> <p class=\"firstdef-e\">“archaeological fieldwork” means any activity carried out on, above or under land or water for the purpose of obtaining and documenting data, recovering artifacts and remains or altering an archaeological site and includes monitoring, assessing, exploring, surveying, recovering and excavating; (“travaux archéologiques sur le terrain”)</p> <p class=\"definition-e\">“archaeological site” means any property that contains an artifact or any other physical evidence of past human use or activity that is of cultural heritage value or interest; (“site archéologique”) </p> <p class=\"definition-e\">“artifact” means any object, material or substance that is made, modified, used, deposited or affected by human action and is of cultural heritage value or interest; (“artefact”)</p> <p class=\"definition-e\">“marine archaeological site” means an archeological site that is fully or partially submerged or that lies below or partially below the high-water mark of any body of water. (“site archéologique marin”) O. Reg. 170/04, s. 1.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_040170_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_040170_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}