{
    "reg_info": {
        "full_title": "O. Reg. 611/20: ZONING ORDER - CITY OF CAMBRIDGE, REGIONAL MUNICIPALITY OF WATERLOO",
        "reg_name_text": "ZONING ORDER - CITY OF CAMBRIDGE, REGIONAL MUNICIPALITY OF WATERLOO",
        "citation": "O. Reg. 611/20: ",
        "act_under": "Planning Act   Loi sur l’aménagement du territoire ",
        "url": "https://www.ontario.ca/laws/regulation/200611",
        "date_scraped": "2023-12-18 19:46:22"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October 30, 2020",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. In this Order, “floor space index” means a measure of density for which the total gross floor area of development is divided by the area of the lot; “Zoning By-law” means Zoning By-law 150-85 of the City of Cambridge.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Order,</p> <p class=\"definition-e\">“floor space index” means a measure of density for which the total gross floor area of development is divided by the area of the lot;</p> <p class=\"definition-e\">“Zoning By-law” means Zoning By-law 150-85 of the City of Cambridge.</p>"
        },
        {
            "id": "2.",
            "section": "Application",
            "content": "  2. (1) This Order applies to, (a) lands in the City of Cambridge, in the Regional Municipality of Waterloo, in the Province of Ontario, being part of Lot 4, Registrar’s Complied Plan 1365, designated as Parts 1 to 50 and 52 on Reference Plan 67R-3638 and further identified by Property Identification Number 03766-0712 (LT) registered in the Land Registry Office for the Land Titles Division of Waterloo (No. 58); and (b) lands in the City of Cambridge, in the Regional Municipality of Waterloo, in the Province of Ontario, being part of Lot 4, Registrar’s Complied Plan 1365 as identified by Property Identification Number 03766-0286 (LT) registered in the Land Registry Office for the Land Titles Division of Waterloo (No. 58). (2) For the purposes of this Order, the lands described in subsection (1) shall be treated as one lot.",
            "raw_html": "<p class=\"section-e\"><b>  2. </b>(1) This Order applies to,</p> <p class=\"clause-e\">  (a) lands in the City of Cambridge, in the Regional Municipality of Waterloo, in the Province of Ontario, being part of Lot 4, Registrar’s Complied Plan 1365, designated as Parts 1 to 50 and 52 on Reference Plan 67R-3638 and further identified by Property Identification Number 03766-0712 (LT) registered in the Land Registry Office for the Land Titles Division of Waterloo (No. 58); and</p> <p class=\"clause-e\">  (b) lands in the City of Cambridge, in the Regional Municipality of Waterloo, in the Province of Ontario, being part of Lot 4, Registrar’s Complied Plan 1365 as identified by Property Identification Number 03766-0286 (LT) registered in the Land Registry Office for the Land Titles Division of Waterloo (No. 58).</p> <p class=\"subsection-e\">  (2) For the purposes of this Order, the lands described in subsection (1) shall be treated as one lot.</p>"
        },
        {
            "id": "3.",
            "section": "Permitted uses",
            "content": "  3. Every use of land and every erection, location or use of any building or structure is prohibited on the lands described in subsection 2 (1), except for, (a) the uses permitted in the “Residential Multiple (RM3) Zone” of the Zoning By-law; (b) the uses permitted in the “Institutional Zone” of the Zoning By-law; (c) the uses permitted in the “Regional Power Centre (C6) Zone” of the Zoning By-law; (d) the uses permitted in any zone in accordance with section 2.1.1 of the Zoning By-law; (e) places of assembly, including convention centres and trade centres; and (f) public storage units.",
            "raw_html": "<p class=\"section-e\"><b>  3. </b>Every use of land and every erection, location or use of any building or structure is prohibited on the lands described in subsection 2 (1), except for,</p> <p class=\"clause-e\">  (a) the uses permitted in the “Residential Multiple (RM3) Zone” of the Zoning By-law;</p> <p class=\"clause-e\">  (b) the uses permitted in the “Institutional Zone” of the Zoning By-law;</p> <p class=\"clause-e\">  (c) the uses permitted in the “Regional Power Centre (C6) Zone” of the Zoning By-law;</p> <p class=\"clause-e\">  (d) the uses permitted in any zone in accordance with section 2.1.1 of the Zoning By-law;</p> <p class=\"clause-e\">  (e) places of assembly, including convention centres and trade centres; and</p> <p class=\"clause-e\">  (f) public storage units.</p>"
        },
        {
            "id": "4.",
            "section": "Zoning requirements",
            "content": " 4. The zoning requirements for the lands described in subsection 2 (1) are as follows:  1. For uses referred to in clause 3 (a), there are no requirements for landscaped areas. 2. For uses referred to in clause 3 (c), there are no requirements, i. for gross retail commercial floor area to be contained in only one establishment, and ii. for planting strips or fencing. 3. The maximum height of buildings and structures is 131 metres, inclusive of rooftop mechanical structures. 4. The minimum height of a new building comprising mixed commercial-residential development or public storage units is three storeys. 5. Clause 3.3.3.4 (b) of the Zoning By-law does not apply to a building comprising mixed commercial-residential development. 6. There is no maximum number of dwelling units per hectare. 7. The maximum lot coverage is 40 per cent. 8. The minimum floor space index is 1.2. 9. The maximum floor space index is 4.2.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>The zoning requirements for the lands described in subsection 2 (1) are as follows: </p> <p class=\"paragraph-e\">  1. For uses referred to in clause 3 (a), there are no requirements for landscaped areas.</p> <p class=\"paragraph-e\">  2. For uses referred to in clause 3 (c), there are no requirements,</p> <p class=\"subpara-e\">  i. for gross retail commercial floor area to be contained in only one establishment, and</p> <p class=\"subpara-e\">  ii. for planting strips or fencing.</p> <p class=\"paragraph-e\">  3. The maximum height of buildings and structures is 131 metres, inclusive of rooftop mechanical structures.</p> <p class=\"paragraph-e\">  4. The minimum height of a new building comprising mixed commercial-residential development or public storage units is three storeys.</p> <p class=\"paragraph-e\">  5. Clause 3.3.3.4 (b) of the Zoning By-law does not apply to a building comprising mixed commercial-residential development.</p> <p class=\"paragraph-e\">  6. There is no maximum number of dwelling units per hectare.</p> <p class=\"paragraph-e\">  7. The maximum lot coverage is 40 per cent.</p> <p class=\"paragraph-e\">  8. The minimum floor space index is 1.2.</p> <p class=\"paragraph-e\">  9. The maximum floor space index is 4.2. </p>"
        },
        {
            "id": "5.",
            "section": "Terms of use",
            "content": " 5. (1) Every use of land and every erection, location or use of any building or structure shall be in accordance with this Order. (2) Nothing in this Order prevents the use of any land, building or structure for any use prohibited by this Order if the land, building or structure is lawfully so used on the day this Order comes into force. (3) Nothing in this Order prevents the reconstruction of any building or structure that is damaged or destroyed by causes beyond the control of the owner if the dimensions of the original building or structure are not increased and its original use is not altered. (4) Nothing in this Order prevents the strengthening or restoration to a safe condition of any building or structure.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) Every use of land and every erection, location or use of any building or structure shall be in accordance with this Order.</p> <p class=\"subsection-e\">  (2) Nothing in this Order prevents the use of any land, building or structure for any use prohibited by this Order if the land, building or structure is lawfully so used on the day this Order comes into force.</p> <p class=\"subsection-e\">  (3) Nothing in this Order prevents the reconstruction of any building or structure that is damaged or destroyed by causes beyond the control of the owner if the dimensions of the original building or structure are not increased and its original use is not altered.</p> <p class=\"subsection-e\">  (4) Nothing in this Order prevents the strengthening or restoration to a safe condition of any building or structure.</p>"
        },
        {
            "id": "6.",
            "section": "Deemed by-law",
            "content": "  6. This Order is deemed for all purposes, except the purposes of section 24 of the Act, to be and to always have been a by-law passed by the council of the City of Cambridge.",
            "raw_html": "<p class=\"section-e\"><b>  6. </b>This Order is deemed for all purposes, except the purposes of section 24 of the Act, to be and to always have been a by-law passed by the council of the City of Cambridge.</p>"
        },
        {
            "id": "7.",
            "section": "Deemed by-law",
            "content": " 7. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>7.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Deemed by-law",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}