{
    "reg_info": {
        "full_title": "O. Reg. 254/06: PLASCO DEMONSTRATION PROJECT",
        "reg_name_text": "plasco demonstration Project",
        "citation": "O. Reg. 254/06: PLASCO DEMONSTRATION PROJECT",
        "act_under": "Environmental Protection Act   Loi sur la protection de l’environnement",
        "url": "https://www.ontario.ca/laws/regulation/060254",
        "date_scraped": "2023-12-19 06:57:27"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January 21, 2010",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/060254/v1",
            "valid_from": "June  9, 2006",
            "valid_to": "January 20, 2010"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "  1. In this Regulation, “municipal waste” has the same meaning as in Regulation 347 of the Revised Regulations of Ontario, 1990 (General — Waste Management) made under the Act; “Nepean Landfill” means the site formerly used as a landfill site and commonly known as the Nepean Landfill that is located on Part Lot 9, Concession 4 Rideau Front in the former Township of Nepean; “Plasco demonstration project” means the undertaking designated by subsection 2 (1) of Ontario Regulation 253/06 (Designation and Exemption — Plasco Trail Road Inc.) made under the Environmental Assessment Act; “Plasco Trail Road Inc.” includes any of its successors and assigns and any person related to Plasco Trail Road Inc. by ownership; “professional engineer” has the same meaning as in the Professional Engineers Act; “Trail Road Landfill” means the landfill site commonly known as the Trail Road Landfill that is located on Part Lots 7, 8, 9, 10 and 11, Concession 4 Rideau Front in the former Township of Nepean.  O. Reg. 254/06, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“municipal waste” has the same meaning as in Regulation 347 of the Revised Regulations of Ontario, 1990 (General — Waste Management) made under the Act;</p> <p class=\"definition-e\">“Nepean Landfill” means the site formerly used as a landfill site and commonly known as the Nepean Landfill that is located on Part Lot 9, Concession 4 Rideau Front in the former Township of Nepean;</p> <p class=\"definition-e\">“Plasco demonstration project” means the undertaking designated by subsection 2 (1) of Ontario Regulation 253/06 (Designation and Exemption — Plasco Trail Road Inc.) made under the <i>Environmental Assessment Act</i>;</p> <p class=\"definition-e\">“Plasco Trail Road Inc.” includes any of its successors and assigns and any person related to Plasco Trail Road Inc. by ownership;</p> <p class=\"definition-e\">“professional engineer” has the same meaning as in the <i>Professional Engineers Act</i>;</p> <p class=\"definition-e\">“Trail Road Landfill” means the landfill site commonly known as the Trail Road Landfill that is located on Part Lots 7, 8, 9, 10 and 11, Concession 4 Rideau Front in the former Township of Nepean.  O. Reg. 254/06, s. 1.</p>"
        },
        {
            "id": "2.(1)",
            "section": "Exemption",
            "content": "  2. Sections 30 and 32 of the Act do not apply to a waste disposal site or waste management system that forms part of the Plasco demonstration project.  O. Reg. 254/06, s. 2.",
            "raw_html": "<p class=\"section-e\"><a name=\"2.(1)\"><b>  2</b></a><b>.</b> Sections 30 and 32 of the Act do not apply to a waste disposal site or waste management system that forms part of the Plasco demonstration project.  O. Reg. 254/06, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Traffic and noise study",
            "content": "  3. Plasco Trail Road Inc. shall, before municipal waste is first received as part of the Plasco demonstration project, prepare and give to the Director of the Ministry’s Environmental Assessment and Approvals Branch and to the District Manager of the Ministry’s Ottawa District Office a traffic and noise study that describes the anticipated impacts of the demonstration project on traffic and noise levels in the area surrounding the Nepean Landfill and sets out measures to minimize any undesirable impacts.  O. Reg. 254/06, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>  3. </b>Plasco Trail Road Inc. shall, before municipal waste is first received as part of the Plasco demonstration project, prepare and give to the Director of the Ministry’s Environmental Assessment and Approvals Branch and to the District Manager of the Ministry’s Ottawa District Office a traffic and noise study that describes the anticipated impacts of the demonstration project on traffic and noise levels in the area surrounding the Nepean Landfill and sets out measures to minimize any undesirable impacts.  O. Reg. 254/06, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Spill prevention and spill contingency plans",
            "content": "  4. (1) Plasco Trail Road Inc. shall develop and implement plans under section 91.1 of the Act in connection with the Plasco demonstration project.  O. Reg. 254/06, s. 4 (1). (2) Plasco Trail Road Inc. shall give the plans referred to in subsection (1) to the Director of the Ministry’s Environmental Assessment and Approvals Branch and to the District Manager of the Ministry’s Ottawa District Office before municipal waste is first received as part of the Plasco demonstration project.  O. Reg. 254/06, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"><b>  4. </b>(1) Plasco Trail Road Inc. shall develop and implement plans under section 91.1 of the Act in connection with the Plasco demonstration project.  O. Reg. 254/06, s. 4 (1).</p> <p class=\"subsection-e\">  (2) Plasco Trail Road Inc. shall give the plans referred to in subsection (1) to the Director of the Ministry’s Environmental Assessment and Approvals Branch and to the District Manager of the Ministry’s Ottawa District Office before municipal waste is first received as part of the Plasco demonstration project.  O. Reg. 254/06, s. 4 (2).</p>"
        },
        {
            "id": "5.",
            "section": "Notice of date waste first received",
            "content": "  5. Plasco Trail Road Inc. shall give the Director of the Ministry’s Environmental Assessment and Approvals Branch and the District Manager of the Ministry’s Ottawa District Office notice in writing of the date that municipal waste is first received as part of the Plasco demonstration project, and the notice shall be given not later than 15 days after that date.  O. Reg. 254/06, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>  5. </b>Plasco Trail Road Inc. shall give the Director of the Ministry’s Environmental Assessment and Approvals Branch and the District Manager of the Ministry’s Ottawa District Office notice in writing of the date that municipal waste is first received as part of the Plasco demonstration project, and the notice shall be given not later than 15 days after that date.  O. Reg. 254/06, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Final date for processing of waste",
            "content": " 6. Plasco Trail Road Inc. shall ensure that no waste is received or processed as part of the Plasco demonstration project after one year from the day this section comes into force.  O. Reg. 11/10, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>Plasco Trail Road Inc. shall ensure that no waste is received or processed as part of the Plasco demonstration project after one year from the day this section comes into force.  O. Reg. 11/10, s. 1.</p>"
        },
        {
            "id": "7.",
            "section": "Types of waste ",
            "content": "  7. Plasco Trail Road Inc. shall ensure that no waste is received or processed as part of the Plasco demonstration project other than, (a) municipal waste that is collected by or on behalf of the City of Ottawa and that would otherwise have been disposed of at the Trail Road Landfill; (b) municipal waste that would otherwise have been disposed of within the boundaries of the City of Ottawa, other than at the Trail Road Landfill; and (c) municipal waste that has been processed by Les Sols Calco Soils Inc. under provisional certificate of approval number 4130-5ZKH3W issued under section 39 of the Act and that is not being recycled.  O. Reg. 254/06, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>  7. </b>Plasco Trail Road Inc. shall ensure that no waste is received or processed as part of the Plasco demonstration project other than,</p> <p class=\"clause-e\">  (a) municipal waste that is collected by or on behalf of the City of Ottawa and that would otherwise have been disposed of at the Trail Road Landfill;</p> <p class=\"clause-e\">  (b) municipal waste that would otherwise have been disposed of within the boundaries of the City of Ottawa, other than at the Trail Road Landfill; and</p> <p class=\"clause-e\">  (c) municipal waste that has been processed by Les Sols Calco Soils Inc. under provisional certificate of approval number 4130-5ZKH3W issued under section 39 of the Act and that is not being recycled.  O. Reg. 254/06, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Amount of waste",
            "content": "  8. Plasco Trail Road Inc. shall ensure that, (a) not more than 85 tonnes of municipal waste are processed on any day as part of the Plasco demonstration project; and (b) not more than 10 tonnes of waste described in clauses 7 (b) and (c) are processed on any day as part of the Plasco demonstration project.  O. Reg. 254/06, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>  8. </b>Plasco Trail Road Inc. shall ensure that,</p> <p class=\"clause-e\">  (a) not more than 85 tonnes of municipal waste are processed on any day as part of the Plasco demonstration project; and</p> <p class=\"clause-e\">  (b) not more than 10 tonnes of waste described in clauses 7 (b) and (c) are processed on any day as part of the Plasco demonstration project.  O. Reg. 254/06, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Times for receiving or transferring waste",
            "content": "  9. Plasco Trail Road Inc. shall ensure that waste is received at or transferred from the Nepean Landfill as part of the Plasco demonstration project only during the following times: 1. On Mondays, Tuesdays, Thursdays and Fridays from 7:00 a.m. until 6:00 p.m. 2. On Wednesdays from 7:00 a.m. until 9:00 p.m. from April 15 to December 15. 3. On Wednesdays from 7:00 a.m. until 6:00 p.m. from December 16 to April 14. 4. On Saturdays from 8:00 a.m. until 4:00 p.m.  O. Reg. 254/06, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>  9. </b>Plasco Trail Road Inc. shall ensure that waste is received at or transferred from the Nepean Landfill as part of the Plasco demonstration project only during the following times:</p> <p class=\"paragraph-e\">  1. On Mondays, Tuesdays, Thursdays and Fridays from 7:00 a.m. until 6:00 p.m.</p> <p class=\"paragraph-e\">  2. On Wednesdays from 7:00 a.m. until 9:00 p.m. from April 15 to December 15.</p> <p class=\"paragraph-e\">  3. On Wednesdays from 7:00 a.m. until 6:00 p.m. from December 16 to April 14.</p> <p class=\"paragraph-e\">  4. On Saturdays from 8:00 a.m. until 4:00 p.m.  O. Reg. 254/06, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "Continuous monitoring",
            "content": "  10. Plasco Trail Road Inc. shall ensure that a continuous emission monitoring system is installed as part of the Plasco demonstration project and that all discharges from the demonstration project into the air are continuously monitored to determine the concentrations of the following contaminants: 1. Nitrogen oxides. 2. Hydrochloric acid. 3. Sulphur dioxide. 4. Organic matter.  O. Reg. 254/06, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>  10. </b>Plasco Trail Road Inc. shall ensure that a continuous emission monitoring system is installed as part of the Plasco demonstration project and that all discharges from the demonstration project into the air are continuously monitored to determine the concentrations of the following contaminants:</p> <p class=\"paragraph-e\">  1. Nitrogen oxides.</p> <p class=\"paragraph-e\">  2. Hydrochloric acid.</p> <p class=\"paragraph-e\">  3. Sulphur dioxide.</p> <p class=\"paragraph-e\">  4. Organic matter.  O. Reg. 254/06, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Stack testing",
            "content": " 11. Plasco Trail Road Inc. shall ensure that stack tests are conducted on discharges from the Plasco demonstration project into the air to determine the concentrations of the following contaminants: 1. Particulate matter. 2. Mercury. 3. Cadmium. 4. Lead. 5. Dioxins and furans.  O. Reg. 254/06, s. 11.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>Plasco Trail Road Inc. shall ensure that stack tests are conducted on discharges from the Plasco demonstration project into the air to determine the concentrations of the following contaminants:</p> <p class=\"paragraph-e\">  1. Particulate matter.</p> <p class=\"paragraph-e\">  2. Mercury.</p> <p class=\"paragraph-e\">  3. Cadmium.</p> <p class=\"paragraph-e\">  4. Lead.</p> <p class=\"paragraph-e\">  5. Dioxins and furans.  O. Reg. 254/06, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": "Maximum emission limits",
            "content": "  12. Plasco Trail Road Inc. shall ensure that the concentration of a contaminant listed in Schedule 1 in a discharge from the Plasco demonstration project into the air does not exceed the maximum limit set out for that contaminant in that Schedule.  O. Reg. 254/06, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>  12. </b>Plasco Trail Road Inc. shall ensure that the concentration of a contaminant listed in Schedule 1 in a discharge from the Plasco demonstration project into the air does not exceed the maximum limit set out for that contaminant in that Schedule.  O. Reg. 254/06, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": "Cessation of discharges",
            "content": "  13. (1) Plasco Trail Road Inc. shall ensure that the steps set out in subsection (2) are taken if, (a) the concentration of nitrogen oxides in a discharge from the Plasco demonstration project into the air exceeds the maximum limit set out for nitrogen oxides in Schedule 1 for more than one hour; (b) the concentration of mercury, cadmium or lead in a discharge from the Plasco demonstration project into the air exceeds the maximum limit set out for that contaminant in Schedule 1; (c) the concentration of hydrochloric acid, sulphur dioxide or organic matter in a discharge from the Plasco demonstration project into the air exceeds the operational limit set out for that contaminant in Schedule 2 for more than one hour; (d) the concentration of particulate matter in a discharge from the Plasco demonstration project into the air exceeds the operational limit set out for that contaminant in Schedule 2; or (e) the concentration of dioxins and furans in a discharge from the Plasco demonstration project into the air exceeds the operational limit set out for that contaminant in Schedule 2.  O. Reg. 254/06, s. 13 (1). (2) The steps referred to in subsection (1) are: 1. Immediately stop all discharges from the Plasco demonstration project into the air. 2. Immediately give the District Manager of the Ministry’s Ottawa District Office or a person designated by the District Manager oral or written notice that the limit has been exceeded. 3. Immediately begin an investigation to determine the cause of the limit being exceeded. 4. Within 24 hours after the obligation to ensure that the steps set out in this subsection are taken begins to apply, give to the District Manager of the Ministry’s Ottawa District Office notice in writing that the limit has been exceeded, if written notice was not given under paragraph 2. 5. Prepare a report on the cause of the limit being exceeded that contains the following: i. The date and time that the limit was exceeded. ii. The date and time that Plasco Trail Road Inc. became aware that the limit had been exceeded. iii. The contaminant for which the limit was exceeded and the concentration of the contaminant that exceeded the limit. iv. Detailed results of the investigation referred to in paragraph 3. v. A list of corrective actions to be taken to prevent the limit from being exceeded in the future, and a schedule for taking those actions. 6. Give the report prepared under paragraph 5 to a professional engineer who is not an employee of Plasco Trail Road Inc. for peer review and arrange for the professional engineer to prepare a peer review report. 7. Review the peer review report prepared under paragraph 5 and, if appropriate, prepare a revised report on the cause of the limit being exceeded that contains the matters listed in paragraph 5. 8. Give the District Manager of the Ministry’s Ottawa District Office the reports prepared under paragraphs 5 and 6 and, if a revised report is prepared under paragraph 7, the revised report.  O. Reg. 254/06, s. 13 (2). (3) If subsection (1) applies, Plasco Trail Road Inc. shall, subject to any certificates of approval or provisional certificates of approval that apply to the Plasco demonstration project, ensure that, (a) discharges from the demonstration project into the air do not resume until, (i) all the corrective actions listed in the revised report prepared under paragraph 7 of subsection (2) have been taken or, if no revised report was prepared under that paragraph, all the corrective actions listed in the report prepared under paragraph 5 of subsection (2) have been taken, and (ii) a schedule for stack testing has been given to the District Manager of the Ministry’s Ottawa District Office for the contaminant for which the limit was exceeded, if that contaminant is listed in section 11; and (b) within 24 hours after discharges from the demonstration project into the air resume, stack testing is initiated for the contaminant for which the limit was exceeded, if that contaminant is listed in section 11.  O. Reg. 254/06, s. 13 (3).",
            "raw_html": "<p class=\"section-e\"><b>  13. </b>(1) Plasco Trail Road Inc. shall ensure that the steps set out in subsection (2) are taken if,</p> <p class=\"clause-e\">  (a) the concentration of nitrogen oxides in a discharge from the Plasco demonstration project into the air exceeds the maximum limit set out for nitrogen oxides in Schedule 1 for more than one hour;</p> <p class=\"clause-e\">  (b) the concentration of mercury, cadmium or lead in a discharge from the Plasco demonstration project into the air exceeds the maximum limit set out for that contaminant in Schedule 1;</p> <p class=\"clause-e\">  (c) the concentration of hydrochloric acid, sulphur dioxide or organic matter in a discharge from the Plasco demonstration project into the air exceeds the operational limit set out for that contaminant in Schedule 2 for more than one hour;</p> <p class=\"clause-e\">  (d) the concentration of particulate matter in a discharge from the Plasco demonstration project into the air exceeds the operational limit set out for that contaminant in Schedule 2; or</p> <p class=\"clause-e\">  (e) the concentration of dioxins and furans in a discharge from the Plasco demonstration project into the air exceeds the operational limit set out for that contaminant in Schedule 2.  O. Reg. 254/06, s. 13 (1).</p> <p class=\"subsection-e\">  (2) The steps referred to in subsection (1) are:</p> <p class=\"paragraph-e\">  1. Immediately stop all discharges from the Plasco demonstration project into the air.</p> <p class=\"paragraph-e\">  2. Immediately give the District Manager of the Ministry’s Ottawa District Office or a person designated by the District Manager oral or written notice that the limit has been exceeded.</p> <p class=\"paragraph-e\">  3. Immediately begin an investigation to determine the cause of the limit being exceeded.</p> <p class=\"paragraph-e\">  4. Within 24 hours after the obligation to ensure that the steps set out in this subsection are taken begins to apply, give to the District Manager of the Ministry’s Ottawa District Office notice in writing that the limit has been exceeded, if written notice was not given under paragraph 2.</p> <p class=\"paragraph-e\">  5. Prepare a report on the cause of the limit being exceeded that contains the following:</p> <p class=\"subpara-e\">  i. The date and time that the limit was exceeded.</p> <p class=\"subpara-e\">  ii. The date and time that Plasco Trail Road Inc. became aware that the limit had been exceeded.</p> <p class=\"subpara-e\">  iii. The contaminant for which the limit was exceeded and the concentration of the contaminant that exceeded the limit.</p> <p class=\"subpara-e\">  iv. Detailed results of the investigation referred to in paragraph 3.</p> <p class=\"subpara-e\">  v. A list of corrective actions to be taken to prevent the limit from being exceeded in the future, and a schedule for taking those actions.</p> <p class=\"paragraph-e\">  6. Give the report prepared under paragraph 5 to a professional engineer who is not an employee of Plasco Trail Road Inc. for peer review and arrange for the professional engineer to prepare a peer review report.</p> <p class=\"paragraph-e\">  7. Review the peer review report prepared under paragraph 5 and, if appropriate, prepare a revised report on the cause of the limit being exceeded that contains the matters listed in paragraph 5. </p> <p class=\"paragraph-e\">  8. Give the District Manager of the Ministry’s Ottawa District Office the reports prepared under paragraphs 5 and 6 and, if a revised report is prepared under paragraph 7, the revised report.  O. Reg. 254/06, s. 13 (2).</p> <p class=\"subsection-e\"><b> </b>(3) If subsection (1) applies, Plasco Trail Road Inc. shall, subject to any certificates of approval or provisional certificates of approval that apply to the Plasco demonstration project, ensure that,</p> <p class=\"clause-e\">  (a) discharges from the demonstration project into the air do not resume until,</p> <p class=\"subclause-e\">  (i) all the corrective actions listed in the revised report prepared under paragraph 7 of subsection (2) have been taken or, if no revised report was prepared under that paragraph, all the corrective actions listed in the report prepared under paragraph 5 of subsection (2) have been taken, and</p> <p class=\"subclause-e\">  (ii) a schedule for stack testing has been given to the District Manager of the Ministry’s Ottawa District Office for the contaminant for which the limit was exceeded, if that contaminant is listed in section 11; and</p> <p class=\"clause-e\"><b> </b>(b) within 24 hours after discharges from the demonstration project into the air resume, stack testing is initiated for the contaminant for which the limit was exceeded, if that contaminant is listed in section 11.  O. Reg. 254/06, s. 13 (3).</p>"
        },
        {
            "id": "14.",
            "section": "Public meetings",
            "content": "  14. (1) Plasco Trail Road Inc. shall give notice of and hold public meetings to discuss the Plasco demonstration project, including, (a) at least one meeting that is held before municipal waste is first received as part of the demonstration project; (b) at least one meeting that is held not earlier than three months and not later than six months after municipal waste is first received as part of the demonstration project; (c) at least one meeting that is held not earlier than nine months and not later than 12 months after municipal waste is first received as part of the demonstration project; and (d) at least one meeting that is held in the month following the day municipal waste is last processed as part of the demonstration project.  O. Reg. 254/06, s. 14 (1). (2) No meeting is required under clause (1) (b) or (c) if a meeting has been held under clause (1) (d).  O. Reg. 254/06, s. 14 (2). (3) Plasco Trail Road Inc. shall give the Director of the Ministry’s Environmental Assessment and Approvals Branch and the District Manager of the Ministry’s Ottawa District Office notice in writing of the time, date and location of each public meeting held under subsection (1), at least 15 days before the meeting.  O. Reg. 254/06, s. 14 (3).",
            "raw_html": "<p class=\"section-e\"><b>  14. </b>(1) Plasco Trail Road Inc. shall give notice of and hold public meetings to discuss the Plasco demonstration project, including,</p> <p class=\"clause-e\">  (a) at least one meeting that is held before municipal waste is first received as part of the demonstration project;</p> <p class=\"clause-e\">  (b) at least one meeting that is held not earlier than three months and not later than six months after municipal waste is first received as part of the demonstration project;</p> <p class=\"clause-e\">  (c) at least one meeting that is held not earlier than nine months and not later than 12 months after municipal waste is first received as part of the demonstration project; and</p> <p class=\"clause-e\">  (d) at least one meeting that is held in the month following the day municipal waste is last processed as part of the demonstration project.  O. Reg. 254/06, s. 14 (1).</p> <p class=\"subsection-e\">  (2) No meeting is required under clause (1) (b) or (c) if a meeting has been held under clause (1) (d).  O. Reg. 254/06, s. 14 (2).</p> <p class=\"subsection-e\">  (3) Plasco Trail Road Inc. shall give the Director of the Ministry’s Environmental Assessment and Approvals Branch and the District Manager of the Ministry’s Ottawa District Office notice in writing of the time, date and location of each public meeting held under subsection (1), at least 15 days before the meeting.  O. Reg. 254/06, s. 14 (3).</p>"
        },
        {
            "id": "15.",
            "section": "Public comments and complaints",
            "content": "  15. (1) Plasco Trail Road Inc. shall, during the period that the Plasco demonstration project is carried out, maintain a system for receiving complaints and comments from the public about the demonstration project, including a system for receiving those complaints and comments during and outside of normal business hours.  O. Reg. 254/06, s. 15 (1). (2) Plasco Trail Road Inc. shall make records of the complaints and comments received from the public about the Plasco demonstration project, including records of actions taken in response to the complaints and comments and records of the results of those actions.  O. Reg. 254/06, s. 15 (2).",
            "raw_html": "<p class=\"section-e\"><b>  15. </b>(1) Plasco Trail Road Inc. shall, during the period that the Plasco demonstration project is carried out, maintain a system for receiving complaints and comments from the public about the demonstration project, including a system for receiving those complaints and comments during and outside of normal business hours.  O. Reg. 254/06, s. 15 (1).</p> <p class=\"subsection-e\">  (2) Plasco Trail Road Inc. shall make records of the complaints and comments received from the public about the Plasco demonstration project, including records of actions taken in response to the complaints and comments and records of the results of those actions.  O. Reg. 254/06, s. 15 (2).</p>"
        },
        {
            "id": "16.",
            "section": "Public information",
            "content": "  16. Plasco Trail Road Inc. shall, during the period that the Plasco demonstration project is carried out, provide information about the demonstration project to the public through a website on the Internet and by other means, including, (a) information on activities that are part of the undertaking, including monitoring activities; (b) information on all documents related to the demonstration project that it is required to give to the Director of the Ministry’s Environmental Assessment and Approvals Branch or to the District Manager of the Ministry’s Ottawa District Office under this Regulation or under any certificates of approval or provisional certificates of approval that apply to the demonstration project, including information on how to obtain copies of the documents; and (c) information on the system referred to in section 15 for receiving complaints and comments.  O. Reg. 254/06, s. 16.",
            "raw_html": "<p class=\"section-e\"><b>  16. </b>Plasco Trail Road Inc. shall, during the period that the Plasco demonstration project is carried out, provide information about the demonstration project to the public through a website on the Internet and by other means, including,</p> <p class=\"clause-e\">  (a) information on activities that are part of the undertaking, including monitoring activities;</p> <p class=\"clause-e\">  (b) information on all documents related to the demonstration project that it is required to give to the Director of the Ministry’s Environmental Assessment and Approvals Branch or to the District Manager of the Ministry’s Ottawa District Office under this Regulation or under any certificates of approval or provisional certificates of approval that apply to the demonstration project, including information on how to obtain copies of the documents; and</p> <p class=\"clause-e\">  (c) information on the system referred to in section 15 for receiving complaints and comments.  O. Reg. 254/06, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": "Monthly engineer’s reports",
            "content": "  17. (1) Plasco Trail Road Inc. shall ensure that, at least once in every calendar month during the period that the Plasco demonstration project is carried out, a professional engineer who is not an employee of Plasco Trail Road Inc., (a) inspects every part of the Nepean Landfill that is used in connection with the demonstration project; (b) thoroughly reviews all documents related to the demonstration project that are required by this Regulation or by any certificates of approval or provisional certificates of approval that apply to the demonstration project; and (c) gives Plasco Trail Road Inc. a written report, signed by the professional engineer, that includes a summary of the results of the inspection under clause (a) and the review under clause (b) and, subject to subsection (3), certifies that Plasco Trail Road Inc. has substantially complied with this Regulation and with any certificates of approval or provisional certificates of approval that apply to the demonstration project.  O. Reg. 254/06, s. 17 (1). (2) Within three business days after receiving a report under clause (1) (c), Plasco Trail Road Inc. shall give a copy of the report to the District Manager of the Ministry’s Ottawa District Office.  O. Reg. 254/06, s. 17 (2). (3) If a professional engineer who conducts an inspection or review under subsection (1) is of the opinion that Plasco Trail Road Inc. may not have substantially complied with this Regulation or with any certificates of approval or provisional certificates of approval that apply to the Plasco demonstration project, the professional engineer shall immediately give notice in writing to Plasco Trail Road Inc.  O. Reg. 254/06, s. 17 (3).",
            "raw_html": "<p class=\"section-e\"><b>  17. </b>(1) Plasco Trail Road Inc. shall ensure that, at least once in every calendar month during the period that the Plasco demonstration project is carried out, a professional engineer who is not an employee of Plasco Trail Road Inc.,</p> <p class=\"clause-e\">  (a) inspects every part of the Nepean Landfill that is used in connection with the demonstration project;</p> <p class=\"clause-e\">  (b) thoroughly reviews all documents related to the demonstration project that are required by this Regulation or by any certificates of approval or provisional certificates of approval that apply to the demonstration project; and</p> <p class=\"clause-e\">  (c) gives Plasco Trail Road Inc. a written report, signed by the professional engineer, that includes a summary of the results of the inspection under clause (a) and the review under clause (b) and, subject to subsection (3), certifies that Plasco Trail Road Inc. has substantially complied with this Regulation and with any certificates of approval or provisional certificates of approval that apply to the demonstration project.  O. Reg. 254/06, s. 17 (1).</p> <p class=\"subsection-e\">  (2) Within three business days after receiving a report under clause (1) (c), Plasco Trail Road Inc. shall give a copy of the report to the District Manager of the Ministry’s Ottawa District Office.  O. Reg. 254/06, s. 17 (2).</p> <p class=\"subsection-e\">  (3) If a professional engineer who conducts an inspection or review under subsection (1) is of the opinion that Plasco Trail Road Inc. may not have substantially complied with this Regulation or with any certificates of approval or provisional certificates of approval that apply to the Plasco demonstration project, the professional engineer shall immediately give notice in writing to Plasco Trail Road Inc.  O. Reg. 254/06, s. 17 (3).</p>"
        },
        {
            "id": "18.",
            "section": "Immediate report of non-compliance",
            "content": "  18. Plasco Trail Road Inc. shall immediately give the District Manager of the Ministry’s Ottawa District Office notice in writing if, under subsection 17 (3) or otherwise, it becomes aware of any circumstance indicating that it may not have substantially complied with this Regulation or with any certificates of approval or provisional certificates of approval that apply to the Plasco demonstration project.  O. Reg. 254/06, s. 18.",
            "raw_html": "<p class=\"section-e\"><b>  18. </b>Plasco Trail Road Inc. shall immediately give the District Manager of the Ministry’s Ottawa District Office notice in writing if, under subsection 17 (3) or otherwise, it becomes aware of any circumstance indicating that it may not have substantially complied with this Regulation or with any certificates of approval or provisional certificates of approval that apply to the Plasco demonstration project.  O. Reg. 254/06, s. 18.</p>"
        },
        {
            "id": "19.",
            "section": "Compliance reports",
            "content": "  19. (1) Plasco Trail Road Inc. shall, for each six-month period following the date that municipal waste is first received as part of the Plasco demonstration project, prepare a report describing how it complied during that period with this Regulation and with any certificates of approval or provisional certificates of approval that apply to the demonstration project.  O. Reg. 254/06, s. 19 (1). (2) Subsection (1) does not apply to a six-month period that includes the day municipal waste is last processed as part of the Plasco demonstration project, or to any subsequent six-month period.  O. Reg. 254/06, s. 19 (2). (3) Plasco Trail Road Inc. shall, for the period that begins on the day after the end of the last six-month period to which subsection (1) applies and that ends on the day municipal waste is last processed as part of the Plasco demonstration project, prepare a report describing how it complied during that period with this Regulation and with any certificates of approval or provisional certificates of approval that apply to the demonstration project.  O. Reg. 254/06, s. 19 (3). (4) Plasco Trail Road Inc. shall give each report prepared under subsection (1) or (3) to the Director of the Ministry’s Environmental Assessment and Approvals Branch and to the District Manager of the Ministry’s Ottawa District Office not later than two months after the end of the period to which the report applies.  O. Reg. 254/06, s. 19 (4).",
            "raw_html": "<p class=\"section-e\"><b>  19. </b>(1) Plasco Trail Road Inc. shall, for each six-month period following the date that municipal waste is first received as part of the Plasco demonstration project, prepare a report describing how it complied during that period with this Regulation and with any certificates of approval or provisional certificates of approval that apply to the demonstration project.  O. Reg. 254/06, s. 19 (1).</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply to a six-month period that includes the day municipal waste is last processed as part of the Plasco demonstration project, or to any subsequent six-month period.  O. Reg. 254/06, s. 19 (2).</p> <p class=\"subsection-e\"><b> </b>(3) Plasco Trail Road Inc. shall, for the period that begins on the day after the end of the last six-month period to which subsection (1) applies and that ends on the day municipal waste is last processed as part of the Plasco demonstration project, prepare a report describing how it complied during that period with this Regulation and with any certificates of approval or provisional certificates of approval that apply to the demonstration project.  O. Reg. 254/06, s. 19 (3).</p> <p class=\"subsection-e\">  (4) Plasco Trail Road Inc. shall give each report prepared under subsection (1) or (3) to the Director of the Ministry’s Environmental Assessment and Approvals Branch and to the District Manager of the Ministry’s Ottawa District Office not later than two months after the end of the period to which the report applies.  O. Reg. 254/06, s. 19 (4).</p>"
        },
        {
            "id": "20.",
            "section": "Final assessment report",
            "content": "  20. Not later than three months after municipal waste is last processed as part of the Plasco demonstration project, Plasco Trail Road Inc. shall prepare and give to the Director of the Ministry’s Environmental Assessment and Approvals Branch and to the District Manager of the Ministry’s Ottawa District Office a report that, (a) summarizes the operation of the demonstration project; (b) summarizes how Plasco Trail Road Inc. complied during the demonstration project with this Regulation and with any certificates of approval or provisional certificates of approval that apply to the demonstration project; and (c) evaluates the ability of the demonstration project to process municipal waste and generate electricity using municipal waste as a fuel source.  O. Reg. 254/06, s. 20.",
            "raw_html": "<p class=\"section-e\"><b>  20. </b>Not later than three months after municipal waste is last processed as part of the Plasco demonstration project, Plasco Trail Road Inc. shall prepare and give to the Director of the Ministry’s Environmental Assessment and Approvals Branch and to the District Manager of the Ministry’s Ottawa District Office a report that,</p> <p class=\"clause-e\">  (a) summarizes the operation of the demonstration project;</p> <p class=\"clause-e\">  (b) summarizes how Plasco Trail Road Inc. complied during the demonstration project with this Regulation and with any certificates of approval or provisional certificates of approval that apply to the demonstration project; and</p> <p class=\"clause-e\">  (c) evaluates the ability of the demonstration project to process municipal waste and generate electricity using municipal waste as a fuel source.  O. Reg. 254/06, s. 20.</p>"
        },
        {
            "id": "21.",
            "section": "Documents to be kept",
            "content": "  21. (1) During the period that the Plasco demonstration project is carried out, Plasco Trail Road Inc. shall keep, at the Nepean Landfill or at another location approved by the Director of the Ministry’s Environmental Assessment and Approvals Branch, copies of all documents related to the demonstration project that it is required to give to the Director of the Ministry’s Environmental Assessment and Approvals Branch or to the District Manager of the Ministry’s Ottawa District Office under this Regulation or under any certificates of approval or provisional certificates of approval that apply to the demonstration project.  O. Reg. 254/06, s. 21 (1). (2) Plasco Trail Road Inc. shall make the copies referred to in subsection (1) available on request to employees of the Ministry.  O. Reg. 254/06, s. 21 (2).",
            "raw_html": "<p class=\"section-e\"><b>  21. </b>(1) During the period that the Plasco demonstration project is carried out, Plasco Trail Road Inc. shall keep, at the Nepean Landfill<b> </b>or at another location approved by the Director of the Ministry’s Environmental Assessment and Approvals Branch, copies of all documents related to the demonstration project that it is required to give to the Director of the Ministry’s Environmental Assessment and Approvals Branch or to the District Manager of the Ministry’s Ottawa District Office under this Regulation or under any certificates of approval or provisional certificates of approval that apply to the demonstration project.  O. Reg. 254/06, s. 21 (1).</p> <p class=\"subsection-e\"><b> </b>(2) Plasco Trail Road Inc. shall make the copies referred to in subsection (1) available on request to employees of the Ministry.  O. Reg. 254/06, s. 21 (2).</p>"
        },
        {
            "id": "22.",
            "section": "Determination of contaminant concentrations",
            "content": "  22. For the purpose of this Regulation, the concentration of a contaminant listed in Schedule 1 or 2 shall be determined in accordance with the “Comments” column of that Schedule.  O. Reg. 254/06, s. 22. Schedule 1   Maximum Limits Item   Contaminant   Maximum limit   Comments \n\n  1.   Nitrogen oxides   110 ppmv   Calculated as the arithmetic average of 24 hours of data from a continuous emission monitoring system \n\n  2.   Hydrochloric acid   18 ppmv   Calculated as the arithmetic average of 24 hours of data from a continuous emission monitoring system \n\n  3.   Sulphur dioxide   21 ppmv   Calculated as the geometric average of 24 hours of data from a continuous emission monitoring system \n\n  4.   Organic matter   100 ppmv   Calculated as a 10 minute average at the outlet before dilution with any other gaseous stream, measured by a continuous emission monitoring system and expressed as equivalent methane \n\n  5.   Particulate matter   17 mg/Rm3   Calculated as the arithmetic average of three stack tests conducted in accordance with standard methods \n\n  6.   Mercury      Calculated as the arithmetic average of three stack tests conducted in accordance with standard methods \n\n  7.   Cadmium      Calculated as the arithmetic average of three stack tests conducted in accordance with standard methods \n\n  8.   Lead      Calculated as the arithmetic average of three stack tests conducted in accordance with standard methods \n\n  9.   Dioxins and furans   80 pg/Rm3   Calculated as the arithmetic average of three stack tests conducted in accordance with standard methods, and expressed as picograms per reference cubic metre, at 25oC and 101.3 kilopascals pressure, of toxicity equivalent to 2,3,7,8 tetrachlorodibenzo-p-dioxin (calculated using the international toxicity equivalence factors set out in Schedule 3), corrected to 11 per cent oxygen and zero per cent moisture (dry) O. Reg. 254/06, Sched. 1. schedule 2   Operational limits Item   Contaminant   Operational limit   Comments \n\n  1.   Hydrochloric acid   13 ppmv   Calculated as the arithmetic average of 24 hours of data from a continuous emission monitoring system \n\n  2.   Sulphur dioxide   14 ppmv   Calculated as the geometric average of 24 hours of data from a continuous emission monitoring system \n\n  3.   Organic matter   75 ppmv   Calculated as a 10 minute average at the outlet before dilution with any other gaseous stream, measured by a continuous emission monitoring system and expressed as equivalent methane \n\n  4.   Particulate matter   12 mg/Rm3   Calculated as the arithmetic average of three stack tests conducted in accordance with standard methods \n\n  5.   Dioxins and furans   40 pg/Rm3   Calculated as the arithmetic average of three stack tests conducted in accordance with standard methods, and expressed as picograms per reference cubic metre, at 25oC and 101.3 kilopascals pressure, of toxicity equivalent to 2,3,7,8 tetrachlorodibenzo-p-dioxin (calculated using the international toxicity equivalence factors set out in Schedule 3), corrected to 11 per cent oxygen and zero per cent moisture (dry) O. Reg. 254/06, Sched. 2. schedule 3   International toxicity equivalence factors Item   Dioxin or Furan Isomer of Concern   International Toxicity Equivalence Factor (I-TEF) \n\n  1.   2,3,7,8-Tetrachlorodibenzo-p-dioxin   1 \n\n  2.   1,2,3,7,8-Pentachlorodibenzo-p-dioxin   0.5 \n\n  3.   1,2,3,4,7,8-Hexachlorodibenzo-p-dioxin   0.1 \n\n  4.   1,2,3,6,7,8-Hexachlorodibenzo-p-dioxin   0.1 \n\n  5.   1,2,3,7,8,9-Hexachlorodibenzo-p-dioxin   0.1 \n\n  6.   1,2,3,4,6,7,8-Heptachlorodibenzo-p-dioxin   0.01 \n\n  7.   1,2,3,4,6,7,8,9-Octachlorodibenzo-p-dioxin   0.001 \n\n  8.   2,3,7,8-Tetrachlorodibenzofuran   0.1 \n\n  9.   2,3,4,7,8-Pentachlorodibenzofuran   0.5 \n\n  10.   1,2,3,7,8-Pentachlorodibenzofuran   0.05 \n\n  11.   1,2,3,4,7,8-Hexachlorodibenzofuran   0.1 \n\n  12.   1,2,3,6,7,8-Hexachlorodibenzofuran   0.1 \n\n  13.   1,2,3,7,8,9-Hexachlorodibenzofuran   0.1 \n\n  14.   2,3,4,6,7,8-Hexachlorodibenzofuran   0.1 \n\n  15.   1,2,3,4,6,7,8-Heptachlorodibenzofuran   0.01 \n\n  16.   1,2,3,4,7,8,9-Heptachlorodibenzofuran   0.01 \n\n  17.   1,2,3,4,6,7,8,9-Octachlorodibenzofuran   0.001 O. Reg. 254/06, Sched. 3.    ",
            "raw_html": "<p class=\"section-e\"><b>  22. </b>For the purpose of this Regulation, the concentration of a contaminant listed in Schedule 1 or 2 shall be determined in accordance with the “Comments” column of that Schedule.  O. Reg. 254/06, s. 22.</p> <p class=\"schedule-e\">Schedule 1 <br/>  Maximum Limits</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"118\"> <p class=\"table-e\">Contaminant</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">Maximum limit</p> </td> <td valign=\"top\" width=\"360\"> <p class=\"table-e\">Comments</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"118\"> <p class=\"table-e\">Nitrogen oxides</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">110 ppmv</p> </td> <td valign=\"top\" width=\"360\"> <p class=\"table-e\">Calculated as the arithmetic average of 24 hours of data from a continuous emission monitoring system</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"118\"> <p class=\"table-e\">Hydrochloric acid</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">18 ppmv</p> </td> <td valign=\"top\" width=\"360\"> <p class=\"table-e\">Calculated as the arithmetic average of 24 hours of data from a continuous emission monitoring system</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"118\"> <p class=\"table-e\">Sulphur dioxide</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">21 ppmv</p> </td> <td valign=\"top\" width=\"360\"> <p class=\"table-e\">Calculated as the geometric average of 24 hours of data from a continuous emission monitoring system</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"118\"> <p class=\"table-e\">Organic matter</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">100 ppmv</p> </td> <td valign=\"top\" width=\"360\"> <p class=\"table-e\">Calculated as a 10 minute average at the outlet before dilution with any other gaseous stream, measured by a continuous emission monitoring system and expressed as equivalent methane</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"118\"> <p class=\"table-e\">Particulate matter</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">17 mg/Rm3</p> </td> <td valign=\"top\" width=\"360\"> <p class=\"table-e\">Calculated as the arithmetic average of three stack tests conducted in accordance with standard methods</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"118\"> <p class=\"table-e\">Mercury</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\"><span><img border=\"0\" height=\"17\" src=\"060254_e_files/image001.png\" width=\"59\"/></span></p> </td> <td valign=\"top\" width=\"360\"> <p class=\"table-e\">Calculated as the arithmetic average of three stack tests conducted in accordance with standard methods</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">7.</p> </td> <td valign=\"top\" width=\"118\"> <p class=\"table-e\">Cadmium</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\"><span><img border=\"0\" height=\"17\" src=\"060254_e_files/image002.png\" width=\"57\"/></span></p> </td> <td valign=\"top\" width=\"360\"> <p class=\"table-e\">Calculated as the arithmetic average of three stack tests conducted in accordance with standard methods</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">8.</p> </td> <td valign=\"top\" width=\"118\"> <p class=\"table-e\">Lead</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\"><span><img border=\"0\" height=\"17\" src=\"060254_e_files/image003.png\" width=\"63\"/></span></p> </td> <td valign=\"top\" width=\"360\"> <p class=\"table-e\">Calculated as the arithmetic average of three stack tests conducted in accordance with standard methods</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">9.</p> </td> <td valign=\"top\" width=\"118\"> <p class=\"table-e\">Dioxins and furans</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">80 pg/Rm3</p> </td> <td valign=\"top\" width=\"360\"> <p class=\"table-e\">Calculated as the arithmetic average of three stack tests conducted in accordance with standard methods, and expressed as picograms per reference cubic metre, at 25<sup>o</sup>C and 101.3 kilopascals pressure, of toxicity equivalent to 2,3,7,8 tetrachlorodibenzo-p-dioxin (calculated using the international toxicity equivalence factors set out in Schedule 3), corrected to 11 per cent oxygen and zero per cent moisture (dry)</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 254/06, Sched. 1.</p> <p class=\"schedule-e\">schedule 2 <br/>  Operational limits</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"118\"> <p class=\"table-e\">Contaminant</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">Operational limit</p> </td> <td valign=\"top\" width=\"360\"> <p class=\"table-e\">Comments</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"118\"> <p class=\"table-e\">Hydrochloric acid</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">13 ppmv</p> </td> <td valign=\"top\" width=\"360\"> <p class=\"table-e\">Calculated as the arithmetic average of 24 hours of data from a continuous emission monitoring system</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"118\"> <p class=\"table-e\">Sulphur dioxide</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">14 ppmv</p> </td> <td valign=\"top\" width=\"360\"> <p class=\"table-e\">Calculated as the geometric average of 24 hours of data from a continuous emission monitoring system</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"118\"> <p class=\"table-e\">Organic matter</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">75 ppmv</p> </td> <td valign=\"top\" width=\"360\"> <p class=\"table-e\">Calculated as a 10 minute average at the outlet before dilution with any other gaseous stream, measured by a continuous emission monitoring system and expressed as equivalent methane</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"118\"> <p class=\"table-e\">Particulate matter</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">12 mg/Rm<sup>3</sup></p> </td> <td valign=\"top\" width=\"360\"> <p class=\"table-e\">Calculated as the arithmetic average of three stack tests conducted in accordance with standard methods</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"118\"> <p class=\"table-e\">Dioxins and furans</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">40 pg/Rm<sup>3</sup></p> </td> <td valign=\"top\" width=\"360\"> <p class=\"table-e\">Calculated as the arithmetic average of three stack tests conducted in accordance with standard methods, and expressed as picograms per reference cubic metre, at 25<sup>o</sup>C and 101.3 kilopascals pressure, of toxicity equivalent to 2,3,7,8 tetrachlorodibenzo-p-dioxin (calculated using the international toxicity equivalence factors set out in Schedule 3), corrected to 11 per cent oxygen and zero per cent moisture (dry)</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 254/06, Sched. 2.</p> <p class=\"schedule-e\">schedule 3 <br/>  International toxicity equivalence factors</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"262\"> <p class=\"table-e\">Dioxin or Furan Isomer of Concern</p> </td> <td valign=\"top\" width=\"360\"> <p class=\"table-e\">International Toxicity Equivalence Factor (I-TEF)</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"262\"> <p class=\"table-e\">2,3,7,8-Tetrachlorodibenzo-p-dioxin</p> </td> <td valign=\"top\" width=\"360\"> <p align=\"right\" class=\"table-e\">1</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"262\"> <p class=\"table-e\">1,2,3,7,8-Pentachlorodibenzo-p-dioxin</p> </td> <td valign=\"top\" width=\"360\"> <p align=\"right\" class=\"table-e\">0.5</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"262\"> <p class=\"table-e\">1,2,3,4,7,8-Hexachlorodibenzo-p-dioxin</p> </td> <td valign=\"top\" width=\"360\"> <p align=\"right\" class=\"table-e\">0.1</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"262\"> <p class=\"table-e\">1,2,3,6,7,8-Hexachlorodibenzo-p-dioxin</p> </td> <td valign=\"top\" width=\"360\"> <p align=\"right\" class=\"table-e\">0.1</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"262\"> <p class=\"table-e\">1,2,3,7,8,9-Hexachlorodibenzo-p-dioxin</p> </td> <td valign=\"top\" width=\"360\"> <p align=\"right\" class=\"table-e\">0.1</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"262\"> <p class=\"table-e\">1,2,3,4,6,7,8-Heptachlorodibenzo-p-dioxin</p> </td> <td valign=\"top\" width=\"360\"> <p align=\"right\" class=\"table-e\">0.01</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">7.</p> </td> <td valign=\"top\" width=\"262\"> <p class=\"table-e\">1,2,3,4,6,7,8,9-Octachlorodibenzo-p-dioxin</p> </td> <td valign=\"top\" width=\"360\"> <p align=\"right\" class=\"table-e\">0.001</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">8.</p> </td> <td valign=\"top\" width=\"262\"> <p class=\"table-e\">2,3,7,8-Tetrachlorodibenzofuran</p> </td> <td valign=\"top\" width=\"360\"> <p align=\"right\" class=\"table-e\">0.1</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">9.</p> </td> <td valign=\"top\" width=\"262\"> <p class=\"table-e\">2,3,4,7,8-Pentachlorodibenzofuran</p> </td> <td valign=\"top\" width=\"360\"> <p align=\"right\" class=\"table-e\">0.5</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">10.</p> </td> <td valign=\"top\" width=\"262\"> <p class=\"table-e\">1,2,3,7,8-Pentachlorodibenzofuran</p> </td> <td valign=\"top\" width=\"360\"> <p align=\"right\" class=\"table-e\">0.05</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">11.</p> </td> <td valign=\"top\" width=\"262\"> <p class=\"table-e\">1,2,3,4,7,8-Hexachlorodibenzofuran</p> </td> <td valign=\"top\" width=\"360\"> <p align=\"right\" class=\"table-e\">0.1</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">12.</p> </td> <td valign=\"top\" width=\"262\"> <p class=\"table-e\">1,2,3,6,7,8-Hexachlorodibenzofuran</p> </td> <td valign=\"top\" width=\"360\"> <p align=\"right\" class=\"table-e\">0.1</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">13.</p> </td> <td valign=\"top\" width=\"262\"> <p class=\"table-e\">1,2,3,7,8,9-Hexachlorodibenzofuran</p> </td> <td valign=\"top\" width=\"360\"> <p align=\"right\" class=\"table-e\">0.1</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">14.</p> </td> <td valign=\"top\" width=\"262\"> <p class=\"table-e\">2,3,4,6,7,8-Hexachlorodibenzofuran</p> </td> <td valign=\"top\" width=\"360\"> <p align=\"right\" class=\"table-e\">0.1</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">15.</p> </td> <td valign=\"top\" width=\"262\"> <p class=\"table-e\">1,2,3,4,6,7,8-Heptachlorodibenzofuran</p> </td> <td valign=\"top\" width=\"360\"> <p align=\"right\" class=\"table-e\">0.01</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">16.</p> </td> <td valign=\"top\" width=\"262\"> <p class=\"table-e\">1,2,3,4,7,8,9-Heptachlorodibenzofuran</p> </td> <td valign=\"top\" width=\"360\"> <p align=\"right\" class=\"table-e\">0.01</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">17.</p> </td> <td valign=\"top\" width=\"262\"> <p class=\"table-e\">1,2,3,4,6,7,8,9-Octachlorodibenzofuran</p> </td> <td valign=\"top\" width=\"360\"> <p align=\"right\" class=\"table-e\">0.001</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 254/06, Sched. 3.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}