{
    "reg_info": {
        "full_title": "O. Reg. 252/05: NON-RESIDENTIAL AND NON-MUNICIPAL SEASONAL RESIDENTIAL SYSTEMS THAT DO NOT SERVE DESIGNATED FACILITIES",
        "reg_name_text": "NON-RESIDENTIAL AND NON-MUNICIPAL SEASONAL RESIDENTIAL SYSTEMS THAT DO NOT SERVE DESIGNATED FACILITIES",
        "citation": "O. Reg. 252/05: ",
        "act_under": "Safe Drinking Water Act, 2002",
        "url": "https://www.ontario.ca/laws/regulation/050252",
        "date_scraped": "2023-12-19 07:57:33"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/050252/v5",
            "valid_from": "September 16, 2008",
            "valid_to": "November 30, 2008"
        },
        {
            "a_href": "/laws/regulation/050252/v4",
            "valid_from": "December  5, 2006",
            "valid_to": "September 15, 2008"
        },
        {
            "a_href": "/laws/regulation/050252/v3",
            "valid_from": "June  5, 2006",
            "valid_to": "December  4, 2006"
        },
        {
            "a_href": "/laws/regulation/050252/v2",
            "valid_from": "June 27, 2005",
            "valid_to": "June  4, 2006"
        },
        {
            "a_href": "/laws/regulation/050252/v1",
            "valid_from": "June  3, 2005",
            "valid_to": "June 26, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "P55_1210",
            "section": "Interpretation: general",
            "content": "1. (1) In this Regulation, “distribution sample” means, with respect to a drinking water system, a water sample that is taken, in the drinking water system’s distribution system or in plumbing that is connected to the drinking water system, from a point significantly beyond the point at which drinking water enters the distribution system or plumbing; (“échantillon de distribution”) “food service establishment” means food service premises, as defined in Regulation 562 of the Revised Regulations of Ontario, 1990 (Food Premises) made under the Health Protection and Promotion Act, to which the general public is admitted, other than temporary food service premises that are operated solely in conjunction with an exhibition, fair, carnival, sports meeting or other special or temporary event; (“établissement de restauration”) “large municipal non-residential system” means a municipal drinking water system that does not serve a major residential development and is capable of supplying drinking water at a rate of more than 2.9 litres per second; (“gros réseau non résidentiel municipal”) “large non-municipal non-residential system” means a non-municipal drinking water system that is capable of supplying drinking water at a rate of more than 2.9 litres per second and does not serve, (a) a major residential development, or (b) a trailer park or campground that has more than five service connections; (“gros réseau non résidentiel et non municipal”) “month” means a calendar month; (“mois”) “non-municipal seasonal residential system” means a non-municipal drinking water system that, (a) serves, (i) a major residential development, or (ii) a trailer park or campground that has more than five service connections; and (b) does not operate to supply water to a development, trailer park or campground referred to in clause (a) for at least 60 consecutive days in, (i) every calendar year, or (ii) every period that begins on April 1 in one year and ends on March 31 in the following year; (“réseau résidentiel saisonnier non municipal”) “Ontario Drinking Water Quality Standards” means Ontario Regulation 169/03 (Ontario Drinking Water Quality Standards) made under the Act; (“normes de qualité de l’eau potable de l’Ontario”) “OWRA approval” means an approval granted before June 1, 2003 under section 52 of the Ontario Water Resources Act; (“approbation visée par la LREO”) “OWRA order” means an order, direction or report in respect of a water works that was issued before June 1, 2003 under the Ontario Water Resources Act; (“texte visé par la LREO”) “private residence” has the meaning prescribed, for the purpose of the definition of “private residence” in subsection 2 (1) of the Act, by Ontario Regulation 171/03 (Definitions of Words and Expressions Used in the Act) made under the Act; (“résidence privée”) “Procedure for Corrective Action for Non-Residential and Non-Municipal Seasonal Residential Systems that Do Not Serve Designated Facilities and are Not Currently Using Chlorine” means the document of that name, originally dated May 29, 2005, published by and available from the Ministry, as amended from time to time; (“Mesures correctives à prendre pour les réseaux non résidentiels et les réseaux résidentiels saisonniers non municipaux ne desservant aucun établissement désigné et n’utilisant pas de chlore”) “professional engineer” means a professional engineer as defined in the Professional Engineers Act; (“ingénieur”) “public facility” means, (a) a food service establishment, (b) a place that operates primarily for the purpose of providing overnight accommodation to the travelling public, (c) a trailer park or campground, (d) a marina, (e) a church, mosque, synagogue, temple or other place of worship, (f) a recreational camp, (g) a recreational or athletic facility, (h) a place, other than a private residence, where a service club or fraternal organization meets on a regular basis, or (i) any place where the general public has access to a washroom, drinking water fountain or shower; (“installation publique”) “resample and test” means, (a) with respect to corrective action that arises from the test of a water sample for a microbiological parameter, (i) take a set of water samples, at approximately the same time, with, (A) at least one sample from the same location as the sample that gave rise to the corrective action, (B) at least one sample from a location that is a significant distance upstream from the location described in sub-subclause (A), if that is reasonably possible, and (C) at least one sample from a location that is a significant distance downstream from the location described in sub-subclause (A), if that is reasonably possible, and (ii) conduct, on the samples taken under subclause (i), the same test that gave rise to the corrective action, or (b) with respect to corrective action that arises from the test of a water sample for a parameter that is not a microbiological parameter, (i) take a water sample from the same location as the sample that gave rise to the corrective action, and (ii) conduct, on the sample taken under subclause (i), the same test that gave rise to the corrective action; (“prélever de nouveaux échantillons et les analyser”) “service connection” means, (a) a point where a drinking water system connects to plumbing, other than plumbing in a trailer park or campground, or (b) in a trailer park or campground, a fixture that allows a trailer or other vehicle to connect to the trailer park’s or campground’s drinking water system; (“branchement d’eau”) “small municipal non-residential system” means a municipal drinking water system that does not serve a major residential development, is not capable of supplying drinking water at a rate of more than 2.9 litres per second and serves a designated facility or public facility; (“petit réseau non résidentiel municipal”) “small non-municipal non-residential system” means a non-municipal drinking water system that is not capable of supplying drinking water at a rate of more than 2.9 litres per second, serves a designated facility or public facility and does not serve, (a) a major residential development, or (b) a trailer park or campground that has more than five service connections; (“petit réseau non résidentiel et non municipal”) “week” means a period of seven days that begins on Sunday and ends on the following Saturday. (“semaine”) O. Reg. 252/05, s. 1 (1); O. Reg. 249/06, s. 1. (2) Despite the definition of “large municipal non-residential system” in subsection (1), a drinking water system described in that definition that has one or more distribution lines that supply water exclusively for operations described in subsection (3), shall be deemed to be a small municipal non-residential system for the purposes of this Regulation if the result of the following calculation is 2.9 litres per second or less: A – B where, A = the maximum rate, expressed in litres per second, at which the drinking water system can supply drinking water, B = the sum of the average rates, expressed in litres per second, at which the drinking water system supplied drinking water in the preceding calendar year to the distribution lines that supply water exclusively for operations described in subsection (3). O. Reg. 252/05, s. 1 (2). (3) The operations referred to in subsections (2) and (6) are the following: 1. Agricultural operations. 2. Landscaping operations. 3. Industrial or manufacturing operations, including food manufacturing or processing operations. 4. Swimming pool or skating rink maintenance operations. O. Reg. 252/05, s. 1 (3). (4) Despite subsection (2) and the definition of “large municipal non-residential system” in subsection (1), a drinking water system described in subsection (2) shall be deemed, during the calendar year in which the system begins operation, to be a small municipal non-residential system for the purposes of this Regulation if the owner of the system, on reasonable grounds, estimates that the result of the calculation referred to in subsection (2) would be 2.9 litres per second or less if the system had operated during all of the preceding calendar year. O. Reg. 252/05, s. 1 (4). (5) If a drinking water system is deemed to be a small municipal non-residential system under subsection (2) or (4) and the system does not serve any public facilities, this Regulation does not apply to the system. O. Reg. 252/05, s. 1 (5). (6) Despite the definition of “large non-municipal non-residential system” in subsection (1), a drinking water system described in that definition that has one or more distribution lines that supply water exclusively for operations described in subsection (3) shall be deemed to be a small non-municipal non-residential system for the purposes of this Regulation if the result of the following calculation is 2.9 litres per second or less: A – B where, A = the maximum rate, expressed in litres per second, at which the drinking water system can supply drinking water, B = the sum of the average rates, expressed in litres per second, at which the drinking water system supplied drinking water in the preceding calendar year to the distribution lines that supply water exclusively for operations described in subsection (3). O. Reg. 252/05, s. 1 (6). (7) Despite subsection (6) and the definition of “large non-municipal non-residential system” in subsection (1), a drinking water system described in subsection (6) shall be deemed, during the calendar year in which the system begins operation, to be a small non-municipal non-residential system for the purposes of this Regulation if the owner of the system, on reasonable grounds, estimates that the result of the calculation referred to in subsection (6) would be 2.9 litres per second or less if the system had operated during all of the preceding calendar year. O. Reg. 252/05, s. 1 (7). (8) If a drinking water system is deemed to be a small non-municipal non-residential system under subsection (6) or (7) and the system does not serve any public facilities, this Regulation does not apply to the system. O. Reg. 252/05, s. 1 (8). (9) For the purposes of the definition of “non-municipal seasonal residential system” in subsection (1), a drinking water system that, during the 365-day period that begins on the day the system begins operation, will not supply water for at least 60 consecutive days to a development, trailer park or campground referred to in clause (a) of that definition shall be deemed, during that 365-day period, to be a drinking water system that does not operate to supply water to a development, trailer park or campground referred to in clause (a) of that definition for at least 60 consecutive days in every calendar year. O. Reg. 252/05, s. 1 (9).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P55_1210\"></a><a name=\"BK0\"></a>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“distribution sample” means, with respect to a drinking water system, a water sample that is taken, in the drinking water system’s distribution system or in plumbing that is connected to the drinking water system, from a point significantly beyond the point at which drinking water enters the distribution system or plumbing; (“échantillon de distribution”)</p> <p class=\"definition-e\">“food service establishment” means food service premises, as defined in Regulation 562 of the Revised Regulations of Ontario, 1990 (Food Premises) made under the <i>Health Protection and Promotion Act</i>, to which the general public is admitted, other than temporary food service premises that are operated solely in conjunction with an exhibition, fair, carnival, sports meeting or other special or temporary event; (“établissement de restauration”)</p> <p class=\"definition-e\">“large municipal non-residential system” means a municipal drinking water system that does not serve a major residential development and is capable of supplying drinking water at a rate of more than 2.9 litres per second; (“gros réseau non résidentiel municipal”)</p> <p class=\"definition-e\">“large non-municipal non-residential system” means a non-municipal drinking water system that is capable of supplying drinking water at a rate of more than 2.9 litres per second and does not serve,</p> <p class=\"defclause-e\">(a) a major residential development, or</p> <p class=\"defclause-e\">(b) a trailer park or campground that has more than five service connections; (“gros réseau non résidentiel et non municipal”)</p> <p class=\"definition-e\">“month” means a calendar month; (“mois”)</p> <p class=\"definition-e\">“non-municipal seasonal residential system” means a non-municipal drinking water system that,</p> <p class=\"defclause-e\">(a) serves,</p> <p class=\"defsubclause-e\">(i) a major residential development, or</p> <p class=\"defsubclause-e\">(ii) a trailer park or campground that has more than five service connections; and</p> <p class=\"defclause-e\">(b) does not operate to supply water to a development, trailer park or campground referred to in clause (a)<b> </b>for at least 60 consecutive days in,</p> <p class=\"defsubclause-e\">(i) every calendar year, or</p> <p class=\"defsubclause-e\">(ii) every period that begins on April 1 in one year and ends on March 31 in the following year; (“réseau résidentiel saisonnier non municipal”)</p> <p class=\"definition-e\">“Ontario Drinking Water Quality Standards” means Ontario Regulation 169/03 (Ontario Drinking Water Quality Standards) made under the Act; (“normes de qualité de l’eau potable de l’Ontario”)</p> <p class=\"definition-e\">“OWRA approval” means an approval granted before June 1, 2003 under section 52 of the <i>Ontario Water Resources Act</i>; (“approbation visée par la LREO”)</p> <p class=\"definition-e\">“OWRA order” means an order, direction or report in respect of a water works that was issued before June 1, 2003 under the <i>Ontario Water Resources Act</i>; (“texte visé par la LREO”)</p> <p class=\"definition-e\">“private residence” has the meaning prescribed, for the purpose of the definition of “private residence” in subsection 2 (1) of the Act, by Ontario Regulation 171/03 (Definitions of Words and Expressions Used in the Act) made under the Act; (“résidence privée”)</p> <p class=\"definition-e\">“<i>Procedure for Corrective Action for Non-Residential and Non-Municipal Seasonal Residential Systems that Do Not Serve Designated Facilities and are Not Currently Using Chlorine</i>” means the document of that name, originally dated May 29, 2005, published by and available from the Ministry, as amended from time to time; (“<i>Mesures correctives à prendre pour les réseaux non résidentiels et les réseaux résidentiels saisonniers non municipaux ne desservant aucun établissement désigné et n’utilisant pas de chlore</i>”)</p> <p class=\"definition-e\">“professional engineer” means a professional engineer as defined in the <i>Professional Engineers Act</i>; (“ingénieur”)</p> <p class=\"definition-e\">“public facility” means,</p> <p class=\"defclause-e\">(a) a food service establishment,</p> <p class=\"defclause-e\">(b) a place that operates primarily for the purpose of providing overnight accommodation to the travelling public,</p> <p class=\"defclause-e\">(c) a trailer park or campground,</p> <p class=\"defclause-e\">(d) a marina,</p> <p class=\"defclause-e\">(e) a church, mosque, synagogue, temple or other place of worship,</p> <p class=\"defclause-e\">(f) a recreational camp,</p> <p class=\"defclause-e\">(g) a recreational or athletic facility,</p> <p class=\"defclause-e\">(h) a place, other than a private residence, where a service club or fraternal organization meets on a regular basis, or</p> <p class=\"defclause-e\">(i) any place where the general public has access to a washroom, drinking water fountain or shower; (“installation publique”)</p> <p class=\"definition-e\">“resample and test” means,</p> <p class=\"defclause-e\">(a) with respect to corrective action that arises from the test of a water sample for a microbiological parameter,</p> <p class=\"defsubclause-e\">(i) take a set of water samples, at approximately the same time, with,</p> <p class=\"defsubsubclause-e\">(A) at least one sample from the same location as the sample that gave rise to the corrective action,</p> <p class=\"defsubsubclause-e\">(B) at least one sample from a location that is a significant distance upstream from the location described in sub-subclause (A), if that is reasonably possible, and</p> <p class=\"defsubsubclause-e\">(C) at least one sample from a location that is a significant distance downstream from the location described in sub-subclause (A), if that is reasonably possible, and</p> <p class=\"defsubclause-e\">(ii) conduct, on the samples taken under subclause (i), the same test that gave rise to the corrective action, or</p> <p class=\"defclause-e\">(b) with respect to corrective action that arises from the test of a water sample for a parameter that is not a microbiological parameter,</p> <p class=\"defsubclause-e\">(i) take a water sample from the same location as the sample that gave rise to the corrective action, and</p> <p class=\"defsubclause-e\">(ii) conduct, on the sample taken under subclause (i), the same test that gave rise to the corrective action; (“prélever de nouveaux échantillons et les analyser”)</p> <p class=\"definition-e\">“service connection” means,</p> <p class=\"defclause-e\">(a) a point where a drinking water system connects to plumbing, other than plumbing in a trailer park or campground, or</p> <p class=\"defclause-e\">(b) in a trailer park or campground, a fixture that allows a trailer or other vehicle to connect to the trailer park’s or campground’s drinking water system; (“branchement d’eau”)</p> <p class=\"definition-e\">“small municipal non-residential system” means a municipal drinking water system that does not serve a major residential development, is not capable of supplying drinking water at a rate of more than 2.9 litres per second and serves a designated facility or public facility; (“petit réseau non résidentiel municipal”)</p> <p class=\"definition-e\">“small non-municipal non-residential system” means a non-municipal drinking water system that is not capable of supplying drinking water at a rate of more than 2.9 litres per second, serves a designated facility or public facility and does not serve,</p> <p class=\"defclause-e\">(a) a major residential development, or</p> <p class=\"defclause-e\">(b) a trailer park or campground that has more than five service connections; (“petit réseau non résidentiel et non municipal”)</p> <p class=\"definition-e\">“week” means a period of seven days that begins on Sunday and ends on the following Saturday. (“semaine”) O. Reg. 252/05, s. 1 (1); O. Reg. 249/06, s. 1.</p> <p class=\"subsection-e\">(2) Despite the definition of “large municipal non-residential system” in subsection (1), a drinking water system described in that definition that has one or more distribution lines that supply water exclusively for operations described in subsection (3), shall be deemed to be a small municipal non-residential system for the purposes of this Regulation if the result of the following calculation is 2.9 litres per second or less:</p> <p class=\"equation-e\">A – B</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">A = the maximum rate, expressed in litres per second, at which the drinking water system can supply drinking water,</p> <p class=\"equationind1-e\">B = the sum of the average rates, expressed in litres per second, at which the drinking water system supplied drinking water in the preceding calendar year to the distribution lines that supply water exclusively for operations described in subsection (3).</p> <p class=\"footnote-e\">O. Reg. 252/05, s. 1 (2).</p> <p class=\"subsection-e\">(3) The operations referred to in subsections (2) and (6) are the following:</p> <p class=\"paragraph-e\">1. Agricultural operations.</p> <p class=\"paragraph-e\">2. Landscaping operations.</p> <p class=\"paragraph-e\">3. Industrial or manufacturing operations, including food manufacturing or processing operations.</p> <p class=\"paragraph-e\">4. Swimming pool or skating rink maintenance operations. O. Reg. 252/05, s. 1 (3).</p> <p class=\"subsection-e\">(4) Despite subsection (2) and the definition of “large municipal non-residential system” in subsection (1), a drinking water system described in subsection (2) shall be deemed, during the calendar year in which the system begins operation, to be a small municipal non-residential system for the purposes of this Regulation if the owner of the system, on reasonable grounds, estimates that the result of the calculation referred to in subsection (2) would be 2.9 litres per second or less if the system had operated during all of the preceding calendar year. O. Reg. 252/05, s. 1 (4).</p> <p class=\"subsection-e\">(5) If a drinking water system is deemed to be a small municipal non-residential system under subsection (2) or (4) and the system does not serve any public facilities, this Regulation does not apply to the system. O. Reg. 252/05, s. 1 (5).</p> <p class=\"subsection-e\">(6) Despite the definition of “large non-municipal non-residential system” in subsection (1), a drinking water system described in that definition that has one or more distribution lines that supply water exclusively for operations described in subsection (3) shall be deemed to be a small non-municipal non-residential system for the purposes of this Regulation if the result of the following calculation is 2.9 litres per second or less:</p> <p class=\"equation-e\">A – B</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">A = the maximum rate, expressed in litres per second, at which the drinking water system can supply drinking water,</p> <p class=\"equationind1-e\">B = the sum of the average rates, expressed in litres per second, at which the drinking water system supplied drinking water in the preceding calendar year to the distribution lines that supply water exclusively for operations described in subsection (3).</p> <p class=\"footnote-e\">O. Reg. 252/05, s. 1 (6).</p> <p class=\"subsection-e\">(7) Despite subsection (6) and the definition of “large non-municipal non-residential system” in subsection (1), a drinking water system described in subsection (6) shall be deemed, during the calendar year in which the system begins operation, to be a small non-municipal non-residential system for the purposes of this Regulation if the owner of the system, on reasonable grounds, estimates that the result of the calculation referred to in subsection (6) would be 2.9 litres per second or less if the system had operated during all of the preceding calendar year. O. Reg. 252/05, s. 1 (7).</p> <p class=\"subsection-e\">(8) If a drinking water system is deemed to be a small non-municipal non-residential system under subsection (6) or (7) and the system does not serve any public facilities, this Regulation does not apply to the system. O. Reg. 252/05, s. 1 (8).</p> <p class=\"subsection-e\">(9) For the purposes of the definition of “non-municipal seasonal residential system” in subsection (1), a drinking water system that, during the 365-day period that begins on the day the system begins operation, will not supply water for at least 60 consecutive days to a development, trailer park or campground referred to in clause (a) of that definition shall be deemed, during that 365-day period, to be a drinking water system that does not operate to supply water to a development, trailer park or campground referred to in clause (a) of that definition for at least 60 consecutive days in every calendar year. O. Reg. 252/05, s. 1 (9).</p>"
        },
        {
            "id": "P127_12173",
            "section": "Interpretation: open public facilities",
            "content": "2. For the purposes of this Regulation, a public facility is open on a day unless persons served by the facility are denied access to the facility during the entire day. O. Reg. 252/05, s. 2.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P127_12173\"></a><a name=\"BK1\"></a>2. </b>For the purposes of this Regulation, a public facility is open on a day unless persons served by the facility are denied access to the facility during the entire day. O. Reg. 252/05, s. 2.</p>"
        },
        {
            "id": "P129_12381",
            "section": "Application",
            "content": "3. Unless otherwise provided, this Regulation applies to the drinking water systems referred to in the following Table, with each row of the Table setting out the Schedules to this Regulation that apply to the drinking water systems referred to in that row: TABLE  Item\n\nDrinking Water Systems\n\nApplicable Schedules\n\n\n \r\n\n \r\n\nSampling and Testing\n\nAdverse Test Results and Other Problems\n\n\n1.\n\nLarge municipal non-residential systems\n\n1, 2\n\n4, 5, 6\n\n\n2.\n\nSmall municipal non-residential systems\n\n1, 3\n\n4, 5, 6\n\n\n3.\n\nNon-municipal seasonal residential systems\n\n1, 3\n\n4, 5, 6\n\n\n4.\n\nLarge non-municipal non-residential systems\n\n1, 2\n\n4, 5, 6\n\n\n5.\n\nSmall non-municipal non-residential systems\n\n1, 3\n\n4, 5, 6 O. Reg. 252/05, s. 3.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P129_12381\"></a><a name=\"BK2\"></a>3. </b>Unless otherwise provided, this Regulation applies to the drinking water systems referred to in the following Table, with each row of the Table setting out the Schedules to this Regulation that apply to the drinking water systems referred to in that row:</p> <p class=\"headingx-e\">TABLE</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td width=\"42\"></td>\n<td width=\"296\"></td>\n<td width=\"166\"></td>\n<td width=\"166\"></td></tr>\n<tr>\n<td valign=\"top\" width=\"42\"><p class=\"table-e\">Item</p>\n</td>\n<td valign=\"top\" width=\"296\"><p class=\"table-e\">Drinking Water Systems</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"332\"><p class=\"table-e\">Applicable Schedules</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"42\"> \r\n</td>\n<td valign=\"top\" width=\"296\"> \r\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">Sampling and Testing</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">Adverse Test Results and Other Problems</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"42\"><p class=\"table-e\">1.</p>\n</td>\n<td valign=\"top\" width=\"296\"><p class=\"table-e\">Large municipal non-residential systems</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">1, 2</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">4, 5, 6</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"42\"><p class=\"table-e\">2.</p>\n</td>\n<td valign=\"top\" width=\"296\"><p class=\"table-e\">Small municipal non-residential systems</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">1, 3</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">4, 5, 6</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"42\"><p class=\"table-e\">3.</p>\n</td>\n<td valign=\"top\" width=\"296\"><p class=\"table-e\">Non-municipal seasonal residential systems</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">1, 3</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">4, 5, 6</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"42\"><p class=\"table-e\">4.</p>\n</td>\n<td valign=\"top\" width=\"296\"><p class=\"table-e\">Large non-municipal non-residential systems</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">1, 2</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">4, 5, 6</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"42\"><p class=\"table-e\">5.</p>\n</td>\n<td valign=\"top\" width=\"296\"><p class=\"table-e\">Small non-municipal non-residential systems</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">1, 3</p>\n</td>\n<td valign=\"top\" width=\"166\"><p class=\"table-e\">4, 5, 6</p>\n</td></tr></table></center> <p class=\"footnote-e\">O. Reg. 252/05, s. 3.</p>"
        },
        {
            "id": "P164_13095",
            "section": "Exemptions: systems serving designated facilities",
            "content": "4. This Regulation does not apply to a drinking water system that serves a designated facility as defined in Ontario Regulation 170/03 (Drinking Water Systems) made under the Act. O. Reg. 252/05, s. 4.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P164_13095\"></a><a name=\"BK3\"></a>4. </b>This Regulation does not apply to a drinking water system that serves a designated facility as defined in Ontario Regulation 170/03 (Drinking Water Systems) made under the Act. O. Reg. 252/05, s. 4.</p>"
        },
        {
            "id": "P166_13349",
            "section": "Exemptions: systems connected to other systems",
            "content": "5. This Regulation, except sections 7, 8, 8.1 and 9, does not apply to a drinking water system if, (a) the drinking water system is connected to and receives all of its drinking water from another drinking water system; (b) Ontario Regulation 170/03 (Drinking Water Systems), made under the Act, applies to the drinking water system from which the water is obtained; (c) the drinking water system from which the water is obtained provides treatment in accordance with sections 1-2 to 1-5 of Schedule 1 or sections 2-2 to 2-5 of Schedule 2 to Ontario Regulation 170/03; and (d) the owner of the drinking water system from which the water is obtained has agreed in writing to sample and test the water in the distribution system of the system that obtains the water as if it were part of the distribution system of the system from which the water is obtained. O. Reg. 252/05, s. 5; O. Reg. 249/06, s. 2.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P166_13349\"></a><a name=\"BK4\"></a>5. </b>This Regulation, except sections 7, 8, 8.1 and 9, does not apply to a drinking water system if,</p> <p class=\"clause-e\">(a) the drinking water system is connected to and receives all of its drinking water from another drinking water system;</p> <p class=\"clause-e\">(b) Ontario Regulation 170/03 (Drinking Water Systems), made under the Act, applies to the drinking water system from which the water is obtained;</p> <p class=\"clause-e\">(c) the drinking water system from which the water is obtained provides treatment in accordance with sections 1-2 to 1-5 of Schedule 1 or sections 2-2 to 2-5 of Schedule 2 to Ontario Regulation 170/03; and</p> <p class=\"clause-e\">(d) the owner of the drinking water system from which the water is obtained has agreed in writing to sample and test the water in the distribution system of the system that obtains the water as if it were part of the distribution system of the system from which the water is obtained. O. Reg. 252/05, s. 5; O. Reg. 249/06, s. 2.</p>"
        },
        {
            "id": "P172_14326",
            "section": "Exemptions: warning notices for systems and users without electricity, etc.",
            "content": "6. (1) Subject to subsections (2) to (4), this Regulation does not apply to a drinking water system if, (a) the owner of the system posts warning notices in accordance with subsection (5); (b) the owner of the system complies with subsections (6), (7) and (8); (c) all drinking water fountains that are connected to the drinking water system have been rendered inoperative; and (d) the owner of the system has notified the Director in writing that the steps described in clauses (a) and (c) have been taken. O. Reg. 252/05, s. 6 (1). (2) Subject to subsection (3), subsection (1) applies to a drinking water system only if the system does not use electricity and does not serve any building or other structure that uses electricity. O. Reg. 252/05, s. 6 (2). (3) Subsection (1) applies to a small municipal non-residential system or a small non-municipal non-residential system only if, (a) the system does not use electricity and does not serve any building or other structure that uses electricity; or (b) the system does not serve any food service establishments that rely on the system for the supply of potable water that is required by clause 20 (1) (a) of Regulation 562 of the Revised Regulations of Ontario, 1990 (Food Premises) made under the Health Protection and Promotion Act. O. Reg. 252/05, s. 6 (3). (4) The exemption provided by subsection (1) does not apply to sections 7, 8 and 9. O. Reg. 252/05, s. 6 (4). (5) A warning notice must be posted at every tap that supplies water from the drinking water system in a location where it is likely to come to the attention of all users and potential users of the tap. O. Reg. 252/05, s. 6 (5). (6) The owner of the drinking water system shall ensure that the warning notices are checked at least once a week to ensure that they are legible and comply with this section. O. Reg. 252/05, s. 6 (6). (7) The owner of the drinking water system shall ensure that a check that is done during a week for the purpose of subsection (6) is done at least five days, and not more than 10 days, after a check that was done for that purpose in the previous week. O. Reg. 252/05, s. 6 (7). (8) The owner of the drinking water system shall ensure that, (a) every time the warning notices are checked under subsection (6), a record is made of the date and time and of the name of the person who performed the check; and (b) the records referred to in clause (a) are kept for at least five years at a location where they can conveniently be viewed by a provincial officer who is inspecting the warning notices. O. Reg. 252/05, s. 6 (8). (9) Nothing in this section relieves any person of any obligation to provide potable water or water that meets the standards prescribed by the Ontario Drinking Water Quality Standards. O. Reg. 252/05, s. 6 (9).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P172_14326\"></a><a name=\"BK5\"></a>6. </b>(1) Subject to subsections (2) to (4), this Regulation does not apply to a drinking water system if,</p> <p class=\"clause-e\">(a) the owner of the system posts warning notices in accordance with subsection (5);</p> <p class=\"clause-e\">(b) the owner of the system complies with subsections (6), (7) and (8);</p> <p class=\"clause-e\">(c) all drinking water fountains that are connected to the drinking water system have been rendered inoperative; and</p> <p class=\"clause-e\">(d) the owner of the system has notified the Director in writing that the steps described in clauses (a) and (c) have been taken. O. Reg. 252/05, s. 6 (1).</p> <p class=\"subsection-e\">(2) Subject to subsection (3), subsection (1) applies to a drinking water system only if the system does not use electricity and does not serve any building or other structure that uses electricity. O. Reg. 252/05, s. 6 (2).</p> <p class=\"subsection-e\">(3) Subsection (1) applies to a small municipal non-residential system or a small non-municipal non-residential system only if,</p> <p class=\"clause-e\">(a) the system does not use electricity and does not serve any building or other structure that uses electricity; or</p> <p class=\"clause-e\">(b) the system does not serve any food service establishments that rely on the system for the supply of potable water that is required by clause 20 (1) (a) of Regulation 562 of the Revised Regulations of Ontario, 1990 (Food Premises) made under the <i>Health Protection and Promotion Act</i>. O. Reg. 252/05, s. 6 (3).</p> <p class=\"subsection-e\">(4) The exemption provided by subsection (1) does not apply to sections 7, 8 and 9. O. Reg. 252/05, s. 6 (4).</p> <p class=\"subsection-e\">(5) A warning notice must be posted at every tap that supplies water from the drinking water system in a location where it is likely to come to the attention of all users and potential users of the tap. O. Reg. 252/05, s. 6 (5).</p> <p class=\"subsection-e\">(6) The owner of the drinking water system shall ensure that the warning notices are checked at least once a week to ensure that they are legible and comply with this section. O. Reg. 252/05, s. 6 (6).</p> <p class=\"subsection-e\">(7) The owner of the drinking water system shall ensure that a check that is done during a week for the purpose of subsection (6) is done at least five days, and not more than 10 days, after a check that was done for that purpose in the previous week. O. Reg. 252/05, s. 6 (7).</p> <p class=\"subsection-e\">(8) The owner of the drinking water system shall ensure that,</p> <p class=\"clause-e\">(a) every time the warning notices are checked under subsection (6), a record is made of the date and time and of the name of the person who performed the check; and</p> <p class=\"clause-e\">(b) the records referred to in clause (a) are kept for at least five years at a location where they can conveniently be viewed by a provincial officer who is inspecting the warning notices. O. Reg. 252/05, s. 6 (8).</p> <p class=\"subsection-e\">(9) Nothing in this section relieves any person of any obligation to provide potable water or water that meets the standards prescribed by the Ontario Drinking Water Quality Standards. O. Reg. 252/05, s. 6 (9).</p>"
        },
        {
            "id": "P190_17200",
            "section": "Exemption from certified operator requirement of Act",
            "content": "7. (0.1) Section 12 of the Act does not apply to a small municipal non-residential system. O. Reg. 405/05, s. 1. (1) Section 12 of the Act does not apply to a large municipal non-residential system or large non-municipal non-residential system unless, (a) at any time after May 31, 2003, the system provided and operated water treatment equipment; and (b) the equipment referred to in clause (a) would comply with sections 2-3 to 2-5 of Schedule 2 to Ontario Regulation 170/03 (Drinking Water Systems), made under the Act, if that regulation applied to the system. O. Reg. 252/05, s. 7 (1). (2) If subsection (1) does not exempt a large municipal non-residential system or large non-municipal non-residential system from section 12 of the Act, the owner of the system shall ensure that, (a) water treatment equipment is provided that would comply with sections 2-3 to 2-5 of Schedule 2 to Ontario Regulation 170/03, if that regulation applied to the system; and (b) the equipment referred to in clause (a) is operated in a manner that provides proper disinfection. O. Reg. 252/05, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P190_17200\"></a><a name=\"BK6\"></a>7. </b>(0.1) Section 12 of the Act does not apply to a small municipal non-residential system. O. Reg. 405/05, s. 1.</p> <p class=\"subsection-e\">(1) Section 12 of the Act does not apply to a large municipal non-residential system or large non-municipal non-residential system unless,</p> <p class=\"clause-e\">(a) at any time after May 31, 2003, the system provided and operated water treatment equipment; and</p> <p class=\"clause-e\">(b) the equipment referred to in clause (a) would comply with sections 2-3 to 2-5 of Schedule 2 to Ontario Regulation 170/03 (Drinking Water Systems), made under the Act, if that regulation applied to the system. O. Reg. 252/05, s. 7 (1).</p> <p class=\"subsection-e\">(2) If subsection (1) does not exempt a large municipal non-residential system or large non-municipal non-residential system from section 12 of the Act, the owner of the system shall ensure that,</p> <p class=\"clause-e\">(a) water treatment equipment is provided that would comply with sections 2-3 to 2-5 of Schedule 2 to Ontario Regulation 170/03, if that regulation applied to the system; and</p> <p class=\"clause-e\">(b) the equipment referred to in clause (a) is operated in a manner that provides proper disinfection. O. Reg. 252/05, s. 7 (2).</p>"
        },
        {
            "id": "P198_18344",
            "section": "Exemption from approval requirements of Act",
            "content": "8. Subsection 31 (1) of the Act does not apply to a large municipal non-residential system or small municipal non-residential system. O. Reg. 252/05, s. 8.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P198_18344\"></a><a name=\"BK7\"></a>8</b>. Subsection 31 (1) of the Act does not apply to a large municipal non-residential system or small municipal non-residential system. O. Reg. 252/05, s. 8.</p>"
        },
        {
            "id": "P200_18562",
            "section": "Exemptions from transfer of ownership requirements of Act",
            "content": "8.1 Section 51 of the Act does not apply to a large municipal non-residential system or small municipal non-residential system. O. Reg. 249/06, s. 3.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P200_18562\"></a><a name=\"BK8\"></a>8.1 </b>Section 51 of the Act does not apply to a large municipal non-residential system or small municipal non-residential system. O. Reg. 249/06, s. 3.</p>"
        },
        {
            "id": "P202_18771",
            "section": "Revocation of OWRA approvals for non-municipal systems",
            "content": "9. (1) For the purpose of subsection 52 (7) of the Act, the date this Regulation comes into force is prescribed as the date that the approval under the Ontario Water Resources Act is deemed to be revoked. O. Reg. 252/05, s. 9 (1). (2) Subsection (1) does not apply with respect to an approval that was deemed to be revoked under subsection 52 (7) of the Act before this section came into force. O. Reg. 252/05, s. 9 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P202_18771\"></a><a name=\"BK9\"></a>9. </b>(1) For the purpose of subsection 52 (7) of the Act, the date this Regulation comes into force is prescribed as the date that the approval under the <i>Ontario Water Resources Act</i> is deemed to be revoked. O. Reg. 252/05, s. 9 (1).</p> <p class=\"subsection-e\">(2) Subsection (1) does not apply with respect to an approval that was deemed to be revoked under subsection 52 (7) of the Act before this section came into force. O. Reg. 252/05, s. 9 (2).</p>"
        },
        {
            "id": "P205_19235",
            "section": "Wells used as raw water supply",
            "content": "10. The owner of a drinking water system that includes a well used as a raw water supply shall ensure that the well is constructed and maintained to prevent surface water and other foreign materials from entering the well. O. Reg. 252/05, s. 10.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P205_19235\"></a><a name=\"BK10\"></a>10. </b>The owner of a drinking water system that includes a well used as a raw water supply shall ensure that the well is constructed and maintained to prevent surface water and other foreign materials from entering the well. O. Reg. 252/05, s. 10.</p>"
        },
        {
            "id": "P207_19513",
            "section": "Information to be available",
            "content": "11. (1) The owner of a drinking water system shall ensure that the following information is available for inspection in accordance with subsection (4): 1. A copy of every test result obtained in respect of a test required under this Regulation, or under an approval or order, including an OWRA order. 2. A copy of every approval and every order, including OWRA orders, that applies to the system and is still in effect, if the approval or order was issued after January 1, 2001. 3. A copy of this Regulation. O. Reg. 252/05, s. 11 (1). (2) Paragraphs 1 and 2 of subsection (1) do not apply to a record, report or test result until the day after it comes into the owner’s possession. O. Reg. 252/05, s. 11 (2). (3) Paragraphs 1 and 2 of subsection (1) do not apply to a record, report or test result that is more than two years old. O. Reg. 252/05, s. 11 (3). (4) The information must be available for inspection by any member of the public during normal business hours without charge, (a) at the office of the owner or, if the office of the owner is not reasonably convenient to users of water from the system, at a location that is reasonably convenient to those users; and (b) if the owner is not a municipality but the system serves a municipality, at the office of the municipality. O. Reg. 252/05, s. 11 (4). (5) For the purpose of this section, a reference in paragraph 1 of subsection (1) to tests required under this Regulation shall be deemed to include a reference to tests required under Ontario Regulation 170/03 (Drinking Water Systems), made under the Act, if that regulation applied to the drinking water system. O. Reg. 252/05, s. 11 (5).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P207_19513\"></a><a name=\"BK11\"></a>11. </b>(1) The owner of a drinking water system shall ensure that the following information is available for inspection in accordance with subsection (4):</p> <p class=\"paragraph-e\">1. A copy of every test result obtained in respect of a test required under this Regulation, or under an approval or order, including an OWRA order.</p> <p class=\"paragraph-e\">2. A copy of every approval and every order, including OWRA orders, that applies to the system and is still in effect, if the approval or order was issued after<b> </b>January 1, 2001.</p> <p class=\"paragraph-e\">3. A copy of this Regulation. O. Reg. 252/05, s. 11 (1).</p> <p class=\"subsection-e\">(2) Paragraphs 1 and 2 of subsection (1) do not apply to a record, report or test result until the day after it comes into the owner’s possession. O. Reg. 252/05, s. 11 (2).</p> <p class=\"subsection-e\">(3) Paragraphs 1 and 2 of subsection (1) do not apply to a record, report or test result that is more than two years old. O. Reg. 252/05, s. 11 (3).</p> <p class=\"subsection-e\">(4) The information must be available for inspection by any member of the public during normal business hours without charge,</p> <p class=\"clause-e\">(a) at the office of the owner or, if the office of the owner is not reasonably convenient to users of water from the system, at a location that is reasonably convenient to those users; and</p> <p class=\"clause-e\">(b) if the owner is not a municipality but the system serves a municipality, at the office of the municipality. O. Reg. 252/05, s. 11 (4).</p> <p class=\"subsection-e\">(5) For the purpose of this section, a reference in paragraph 1 of subsection (1) to tests required under this Regulation shall be deemed to include a reference to tests required under Ontario Regulation 170/03 (Drinking Water Systems), made under the Act, if that regulation applied to the drinking water system. O. Reg. 252/05, s. 11 (5).</p>"
        },
        {
            "id": "P218_21208",
            "section": "Retention of records",
            "content": "12. (1) The owner of a drinking water system shall ensure that the following documents and other records are kept for at least five years: 1. Every record or report related to a test required under, i. Schedule 1, 2 or 3, or ii. section 5-2, 5-3 or 5-4 of Schedule 5. 2. Every record or report related to a test required under an approval or order, including an OWRA order, unless the record or report relates to a parameter listed in Schedule 3 to Ontario Regulation 169/03 (Ontario Drinking Water Quality Standards), made under the Act, or Schedule 23 or 24 to Ontario Regulation 170/03 (Drinking Water Systems), made under the Act. O. Reg. 252/05, s. 12 (1). (2) The owner of a drinking water system shall ensure that the following documents and other records are kept for at least 15 years: 1. Every record or report related to a test required under sections 5-5 to 5-8 of Schedule 5. 2. Every record or report related to a drinking water test that has a result that is prescribed under paragraph 3, 4, 5 or 6 of section 4-3 of Schedule 4 as an adverse result for the purpose of section 18 of the Act. 3. Every record or report related to a test required under an approval or order, including an OWRA order, if the record or report relates to a parameter listed in Schedule 3 to Ontario Regulation 169/03 or Schedule 23 or 24 to Ontario Regulation 170/03. 4. Every report that is related to the system’s raw water supply and was prepared before this Regulation came into force under paragraph 7 of subsection 2 (2) or clause 2 (3) (a) of Ontario Regulation 170/03, if that regulation applied to the drinking water system. 5. Every report prepared before this Regulation came into force under, i. section 5 of Ontario Regulation 505/01 (Drinking Water Protection — Small Water Works Serving Designated Facilities), made under the Ontario Water Resources Act, if that regulation applied to the drinking water system, or ii. Schedule 21 to Ontario Regulation 170/03, if that regulation applied to the drinking water system. 6. If, before this Regulation came into force, the owner gave the Director a written statement by a professional engineer under subsection 21-2 (3) of Schedule 21 to Ontario Regulation 170/03, a copy of the OWRA approval referred to in that subsection. O. Reg. 252/05, s. 12 (2). (3) If the Director or a provincial officer makes a request for a document or other record referred to in subsection (1) or (2), the owner of a drinking water system shall ensure that the document or other record is given to the Director or a provincial officer within such period as the Director or provincial officer may specify. O. Reg. 252/05, s. 12 (3). (4) For the purpose of this section, a reference in paragraph 1 of subsection (1) to tests required under a provision of this Regulation shall be deemed to include a reference to, (a) tests required under section 7 of Ontario Regulation 459/00 (Drinking Water Protection — Larger Water Works), made under the Ontario Water Resources Act, other than tests referred to in clause (5) (a), if that regulation applied to the drinking water system; (b) tests required under clause 9 (b) of Ontario Regulation 459/00, if that regulation applied to the drinking water system; (c) tests required under sections 7, 8 and 12 of Ontario Regulation 505/01, if that regulation applied to the drinking water system; and (d) tests required under section 7, Schedules 6, 8, 9, 11 and 12 and sections 18-5 to 18-9 of Schedule 18 to Ontario Regulation 170/03, if that regulation applied to the drinking water system. O. Reg. 252/05, s. 12 (4). (5) For the purpose of this section, a reference in paragraph 1 of subsection (2) to tests required under a provision of this Regulation shall be deemed to include a reference to, (a) tests required under section 7 of Ontario Regulation 459/00 with respect to Tables B, C and D of Schedule 2 to that regulation, if that regulation applied to the drinking water system; (b) tests required under clause 9 (a) of Ontario Regulation 459/00, if that regulation applied to the drinking water system; (c) tests required under section 9 of Ontario Regulation 505/01, if that regulation applied to the drinking water system; and (d) tests required under Schedules 13, 14 and 15 and sections 18-10 to 18-13 of Schedule 18 to Ontario Regulation 170/03. O. Reg. 252/05, s. 12 (5).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P218_21208\"></a><a name=\"BK12\"></a>12. </b>(1) The owner of a drinking water system shall ensure that the following documents and other records are kept for at least five years:</p> <p class=\"paragraph-e\">1. Every record or report related to a test required under,</p> <p class=\"subpara-e\">i. Schedule 1, 2 or 3, or</p> <p class=\"subpara-e\">ii. section 5-2, 5-3 or 5-4 of Schedule 5.</p> <p class=\"paragraph-e\">2. Every record or report related to a test required under an approval or order, including an OWRA order, unless the record or report relates to a parameter listed in Schedule 3 to Ontario Regulation 169/03 (Ontario Drinking Water Quality Standards), made under the Act, or Schedule 23 or 24 to Ontario Regulation 170/03 (Drinking Water Systems), made under the Act. O. Reg. 252/05, s. 12 (1).</p> <p class=\"subsection-e\">(2) The owner of a drinking water system shall ensure that the following documents and other records are kept for at least 15 years:</p> <p class=\"paragraph-e\">1. Every record or report related to a test required under sections 5-5 to 5-8 of Schedule 5.</p> <p class=\"paragraph-e\">2. Every record or report related to a drinking water test that has a result that is prescribed under paragraph 3, 4, 5 or 6 of section 4-3 of Schedule 4 as an adverse result for the purpose of section 18 of the Act.</p> <p class=\"paragraph-e\">3. Every record or report related to a test required under an approval or order, including an OWRA order, if the record or report relates to a parameter listed in Schedule 3 to Ontario Regulation 169/03 or Schedule 23 or 24 to Ontario Regulation 170/03.</p> <p class=\"paragraph-e\">4. Every report that is related to the system’s raw water supply and was prepared before this Regulation came into force under paragraph 7 of subsection 2 (2) or clause 2 (3) (a) of Ontario Regulation 170/03, if that regulation applied to the drinking water system.</p> <p class=\"paragraph-e\">5. Every report prepared before this Regulation came into force under,</p> <p class=\"subpara-e\">i. section 5 of Ontario Regulation 505/01 (Drinking Water Protection — Small Water Works Serving Designated Facilities), made under the <i>Ontario Water Resources Act</i>, if that regulation applied to the drinking water system, or</p> <p class=\"subpara-e\">ii. Schedule 21 to Ontario Regulation 170/03, if that regulation applied to the drinking water system.</p> <p class=\"paragraph-e\">6. If, before this Regulation came into force, the owner gave the Director a written statement by a professional engineer under subsection 21-2 (3) of Schedule 21 to Ontario Regulation 170/03, a copy of the OWRA approval referred to in that subsection. O. Reg. 252/05, s. 12 (2).</p> <p class=\"subsection-e\">(3) If the Director or a provincial officer makes a request for a document or other record referred to in subsection (1) or (2), the owner of a drinking water system shall ensure that the document or other record is given to the Director or a provincial officer within such period as the Director or provincial officer may specify. O. Reg. 252/05, s. 12 (3).</p> <p class=\"subsection-e\">(4) For the purpose of this section, a reference in paragraph 1 of subsection (1) to tests required under a provision of this Regulation shall be deemed to include a reference to,</p> <p class=\"clause-e\">(a) tests required under section 7 of Ontario Regulation 459/00 (Drinking Water Protection — Larger Water Works), made under the <i>Ontario Water Resources Act</i>, other than tests referred to in clause (5) (a),<b> </b>if that regulation applied to the drinking water system;</p> <p class=\"clause-e\">(b) tests required under clause 9 (b) of Ontario Regulation 459/00,<b> </b>if that regulation applied to the drinking water system;</p> <p class=\"clause-e\">(c) tests required under sections 7, 8 and 12 of Ontario Regulation 505/01, if that regulation applied to the drinking water system; and</p> <p class=\"clause-e\">(d) tests required under section 7, Schedules 6, 8, 9, 11 and 12 and sections 18-5 to 18-9 of Schedule 18 to Ontario Regulation 170/03, if that regulation applied to the drinking water system. O. Reg. 252/05, s. 12 (4).</p> <p class=\"subsection-e\">(5) For the purpose of this section, a reference in paragraph 1 of subsection (2) to tests required under a provision of this Regulation shall be deemed to include a reference to,</p> <p class=\"clause-e\">(a) tests required under section 7 of Ontario Regulation 459/00 with respect to Tables B, C and D of Schedule 2 to that regulation,<b> </b>if that regulation applied to the drinking water system;</p> <p class=\"clause-e\">(b) tests required under clause 9 (a) of Ontario Regulation 459/00,<b> </b>if that regulation applied to the drinking water system;</p> <p class=\"clause-e\">(c) tests required under section 9 of Ontario Regulation 505/01, if that regulation applied to the drinking water system; and</p> <p class=\"clause-e\">(d) tests required under Schedules 13, 14 and 15 and sections 18-10 to 18-13 of Schedule 18 to Ontario Regulation 170/03. O. Reg. 252/05, s. 12 (5).</p>"
        },
        {
            "id": "P244_25565",
            "section": "Forms",
            "content": "13. (1) Where this Regulation requires or permits the submission of a written notice or report or the posting of a warning notice, the notice or report must be in a form provided by or approved by the Director. O. Reg. 252/05, s. 13 (1). (2) The Director may require that a document or other record that is given to the Director under this Regulation be given in an electronic format specified by the Director. O. Reg. 252/05, s. 13 (2). SCHEDULE 1   SAMPLING AND TESTING — GENERAL",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P244_25565\"></a><a name=\"BK13\"></a>13. </b>(1) Where this Regulation requires or permits the submission of a written notice or report or the posting of a warning notice, the notice or report must be in a form provided by or approved by the Director. O. Reg. 252/05, s. 13 (1).</p> <p class=\"subsection-e\">(2) The Director may require that a document or other record that is given to the Director<b> </b>under this Regulation be given in an electronic format specified by the Director. O. Reg. 252/05, s. 13 (2).</p> <p class=\"schedule-e\"><a name=\"P246_26016\"></a><a name=\"BK14\"></a>SCHEDULE 1 <br/>  SAMPLING AND TESTING — GENERAL</p>"
        },
        {
            "id": "1-1.",
            "section": "Application",
            "content": "1-1. This Schedule applies to all of the drinking water systems to which this Regulation applies.",
            "raw_html": "<p class=\"section-e\"><b>1-1. </b>This Schedule applies to all of the drinking water systems to which this Regulation applies.</p>"
        },
        {
            "id": "1-2.",
            "section": "Frequency of sampling",
            "content": "1-2. (1) If this Regulation or an approval or order, including an OWRA order, requires at least one water sample to be taken every week and tested for a parameter, the owner of the drinking water system and the operating authority for the system shall ensure that at least one sample that is taken during a week for the purpose of being tested for that parameter is taken at least five days, and not more than 10 days, after a sample was taken for that purpose in the previous week. (2) If this Regulation or an approval or order, including an OWRA order, requires at least one water sample to be taken every two weeks and tested for a parameter, the owner of the drinking water system and the operating authority for the system shall ensure that at least one sample that is taken during a two-week period for the purpose of being tested for that parameter is taken at least 10 days, and not more than 20 days, after a sample was taken for that purpose in the previous two-week period. (3) If this Regulation or an approval or order, including an OWRA order, requires at least one water sample to be taken every month and tested for a parameter, the owner of the drinking water system and the operating authority for the system shall ensure that at least one sample that is taken during a month for the purpose of being tested for that parameter is taken at least 20 days, and not more than 40 days, after a sample was taken for that purpose in the previous month.",
            "raw_html": "<p class=\"section-e\"><b>1-2. </b>(1) If this Regulation or an approval or order, including an OWRA order, requires at least one water sample to be taken every week and tested for a parameter, the owner of the drinking water system and the operating authority for the system shall ensure that at least one sample that is taken during a week for the purpose of being tested for that parameter is taken at least five days, and not more than 10 days, after a sample was taken for that purpose in the previous week.</p> <p class=\"subsection-e\">(2) If this Regulation or an approval or order, including an OWRA order, requires at least one water sample to be taken every two weeks and tested for a parameter, the owner of the drinking water system and the operating authority for the system shall ensure that at least one sample that is taken during a two-week period for the purpose of being tested for that parameter is taken at least 10 days, and not more than 20 days, after a sample was taken for that purpose in the previous two-week period.</p> <p class=\"subsection-e\">(3) If this Regulation or an approval or order, including an OWRA order, requires at least one water sample to be taken every month and tested for a parameter, the owner of the drinking water system and the operating authority for the system shall ensure that at least one sample that is taken during a month for the purpose of being tested for that parameter is taken at least 20 days, and not more than 40 days, after a sample was taken for that purpose in the previous month.</p>"
        },
        {
            "id": "1-3.",
            "section": "Microbiological samples and chlorine residual",
            "content": "1-3. (1) If this Regulation or an approval or order, including an OWRA order, requires a water sample to be taken and tested for a microbiological parameter and the drinking water system uses chlorine, the owner of the system and the operating authority for the system shall ensure that another sample is taken at the same time from the same location and is tested immediately for chlorine residual. (2) Subsection (1) does not apply to sampling and testing for a microbiological parameter that is conducted by microbiological in-line testing equipment.",
            "raw_html": "<p class=\"section-e\"><b>1-3. </b>(1) If this Regulation or an approval or order, including an OWRA order, requires a water sample to be taken and tested for a microbiological parameter and the drinking water system uses chlorine, the owner of the system and the operating authority for the system shall ensure that another sample is taken at the same time from the same location and is tested immediately for chlorine residual.</p> <p class=\"subsection-e\">(2) Subsection (1) does not apply to sampling and testing for a microbiological parameter that is conducted by microbiological in-line testing equipment.</p>"
        },
        {
            "id": "1-4.",
            "section": "Form of sampling",
            "content": "1-4. (1) A person who is required to ensure that samples are taken under this Regulation, or under an approval or order, including an OWRA order, shall ensure that they are taken in the form of grab samples, unless microbiological in-line testing equipment is authorized. (2) Microbiological in-line testing equipment may be used for sampling and testing for a microbiological parameter that is required under this Regulation, or under an approval or order, if the Director is of the opinion that the testing method used by the equipment and the person operating the equipment is equivalent to a testing method for the parameter that is accredited by an accreditation body for drinking water testing that is designated or established under the Act.",
            "raw_html": "<p class=\"section-e\"><b>1-4. </b>(1) A person who is required to ensure that samples are taken under this Regulation, or under an approval or order, including an OWRA order, shall ensure that they are taken in the form of grab samples, unless microbiological in-line testing equipment is authorized.</p> <p class=\"subsection-e\">(2) Microbiological in-line testing equipment may be used for sampling and testing for a microbiological parameter that is required under this Regulation, or under an approval or order, if the Director is of the opinion that the testing method used by the equipment and the person operating the equipment is equivalent to a testing method for the parameter that is accredited by an accreditation body for drinking water testing that is designated or established under the Act.</p>"
        },
        {
            "id": "1-5.",
            "section": "Chlorine residual testing",
            "content": "1-5. If a water sample is required to be taken and tested for chlorine residual, the owner of the drinking water system and the operating authority for the system shall ensure that the testing is conducted using, (a) an electronic direct readout colourimetric or amperometric chlorine analyzer; or (b) another device, if, based on an inspection of the device and on a review of relevant records and documentation, a professional engineer states in writing that it is equivalent to or better than an electronic direct readout colourimetric or amperometric chlorine analyzer, having regard to accuracy, reliability and ease of use.",
            "raw_html": "<p class=\"section-e\"><b>1-5. </b>If a water sample is required to be taken and tested for chlorine residual, the owner of the drinking water system and the operating authority for the system shall ensure that the testing is conducted using,</p> <p class=\"clause-e\">(a) an electronic direct readout colourimetric or amperometric chlorine analyzer; or</p> <p class=\"clause-e\">(b) another device, if, based on an inspection of the device and on a review of relevant records and documentation, a professional engineer states in writing that it is equivalent to or better than an electronic direct readout colourimetric or amperometric chlorine analyzer, having regard to accuracy, reliability and ease of use.</p>"
        },
        {
            "id": "1-6.",
            "section": "Sample handling",
            "content": "1-6. If this Regulation or an approval or order, including an OWRA order, requires a water sample to be tested for a parameter by a laboratory, the owner of the drinking water system and the operating authority for the system shall ensure that, subject to the other provisions of this Regulation, the sample is taken and handled in accordance with the directions of the laboratory to which the sample will be delivered for testing, including directions with respect to, (a) collection procedures; (b) the use of specified kinds of containers or of containers that are provided by the laboratory; (c) the labelling of samples; (d) the completion and submission of forms that are provided by the laboratory; (e) methods of transporting samples, including temperature conditions that must be maintained during transportation; and (f) time periods for delivery of samples.",
            "raw_html": "<p class=\"section-e\"><b>1-6. </b>If this Regulation or an approval or order, including an OWRA order, requires a water sample to be tested for a parameter by a laboratory, the owner of the drinking water system and the operating authority for the system shall ensure that, subject to the other provisions of this Regulation, the sample is taken and handled in accordance with the directions of the laboratory to which the sample will be delivered for testing, including directions with respect to,</p> <p class=\"clause-e\">(a) collection procedures;</p> <p class=\"clause-e\">(b) the use of specified kinds of containers or of containers that are provided by the laboratory;</p> <p class=\"clause-e\">(c) the labelling of samples;</p> <p class=\"clause-e\">(d) the completion and submission of forms that are provided by the laboratory;</p> <p class=\"clause-e\">(e) methods of transporting samples, including temperature conditions that must be maintained during transportation; and</p> <p class=\"clause-e\">(f) time periods for delivery of samples.</p>"
        },
        {
            "id": "1-7.",
            "section": "Testing by laboratories",
            "content": "1-7. (1) If a test of a water sample for a parameter is required by this Regulation, or by an approval or order, including an OWRA order, the owner of the drinking water system and the operating authority for the system shall ensure that written notice of the identity of the laboratory that will conduct the test is given to the Director before the sample is tested, unless, (a) the Director has previously been notified under this subsection that a water sample from the drinking water system was to be tested for that parameter by that laboratory; or (b) before this Regulation came into force, the Director was previously notified in accordance with Ontario Regulation 459/00 (Drinking Water Protection — Larger Water Works), made under the Ontario Water Resources Act, Ontario Regulation 505/01 (Drinking Water Protection — Smaller Water Works Serving Designated Facilities), made under the Ontario Water Resources Act or Ontario Regulation 170/03 (Drinking Water Systems), made under the Safe Drinking Water Act, 2002, that a water sample from the drinking water system was to be tested for that parameter by that laboratory. (2) If a test of a water sample for a parameter is required by an approval or order, including an OWRA order, and the parameter is identified in the approval or order as a health-related parameter, the owner of the drinking water system and the operating authority for the system shall ensure that the laboratory that conducts the testing is informed, when the sample is sent to the laboratory, of the maximum concentration set out for the parameter in the approval or order.",
            "raw_html": "<p class=\"section-e\"><b>1-7. </b>(1) If a test of a water sample for a parameter is required by this Regulation, or by an approval or order, including an OWRA order, the owner of the drinking water system and the operating authority for the system shall ensure that written notice of the identity of the laboratory that will conduct the test is given to the Director before the sample is tested, unless,</p> <p class=\"clause-e\">(a) the Director has previously been notified under this subsection that a water sample from the drinking water system was to be tested for that parameter by that laboratory; or</p> <p class=\"clause-e\">(b) before this Regulation came into force, the Director was previously notified in accordance with Ontario Regulation 459/00 (Drinking Water Protection — Larger Water Works), made under the <i>Ontario Water Resources Act</i>, Ontario Regulation 505/01 (Drinking Water Protection — Smaller Water Works Serving Designated Facilities), made under the <i>Ontario Water Resources Act</i> or Ontario Regulation 170/03 (Drinking Water Systems), made under the <i>Safe Drinking Water Act, 2002</i>, that a water sample from the drinking water system was to be tested for that parameter by that laboratory.</p> <p class=\"subsection-e\">(2) If a test of a water sample for a parameter is required by an approval or order, including an OWRA order, and the parameter is identified in the approval or order as a health-related parameter, the owner of the drinking water system and the operating authority for the system shall ensure that the laboratory that conducts the testing is informed, when the sample is sent to the laboratory, of the maximum concentration set out for the parameter in the approval or order.</p>"
        },
        {
            "id": "1-8.",
            "section": "Records",
            "content": "1-8. (1) The owner of a drinking water system and the operating authority for the system shall ensure that, for every sample required by this Regulation or by an approval or order, including an OWRA order, a record is made of the date and time the sample was taken, the location where the sample was taken and the name of the person who took the sample. (2) Subsection (1) does not apply to a sample tested by microbiological in-line testing equipment.",
            "raw_html": "<p class=\"section-e\"><b>1-8. </b>(1) The owner of a drinking water system and the operating authority for the system shall ensure that, for every sample required by this Regulation or by an approval or order, including an OWRA order, a record is made of the date and time the sample was taken, the location where the sample was taken and the name of the person who took the sample.</p> <p class=\"subsection-e\">(2) Subsection (1) does not apply to a sample tested by microbiological in-line testing equipment.</p>"
        },
        {
            "id": "1-9.",
            "section": "OWRA approvals",
            "content": "1-9. The sampling and testing requirements of this Regulation prevail over an OWRA approval. O. Reg. 252/05, Sched. 1; O. Reg. 249/06, s. 4. SCHEDULE 2   MICROBIOLOGICAL SAMPLING AND TESTING Large Municipal Non-Residential    Large Non-Municipal Non-Residential",
            "raw_html": "<p class=\"section-e\"><b>1-9. </b>The sampling and testing requirements of this Regulation prevail over an OWRA approval.</p> <p class=\"footnote-e\">O. Reg. 252/05, Sched. 1; O. Reg. 249/06, s. 4.</p> <p class=\"schedule-e\"><a name=\"P282_32834\"></a><a name=\"BK15\"></a>SCHEDULE 2 <br/>  MICROBIOLOGICAL SAMPLING AND TESTING</p> <p class=\"heading3-e\">Large Municipal Non-Residential  <br/>  Large Non-Municipal Non-Residential</p>"
        },
        {
            "id": "2-1.",
            "section": "Application",
            "content": "2-1. This Schedule applies to the following drinking water systems: 1. Large municipal non-residential systems. 2. Large non-municipal non-residential systems.",
            "raw_html": "<p class=\"section-e\"><b>2-1. </b>This Schedule applies to the following drinking water systems:</p> <p class=\"paragraph-e\">1. Large municipal non-residential systems.</p> <p class=\"paragraph-e\">2. Large non-municipal non-residential systems.</p>"
        },
        {
            "id": "2-2.",
            "section": "Distribution samples",
            "content": "2-2. (1) The owner of a drinking water system and the operating authority for the system shall ensure that at least one distribution sample is taken every week. (2) The owner of the drinking water system and the operating authority for the system shall ensure that each of the samples taken under subsection (1) is tested for, (a) Escherichia coli; and (b) total coliforms.",
            "raw_html": "<p class=\"section-e\"><b>2-2. </b>(1) The owner of a drinking water system and the operating authority for the system shall ensure that at least one distribution sample is taken every week.</p> <p class=\"subsection-e\">(2) The owner of the drinking water system and the operating authority for the system shall ensure that each of the samples taken under subsection (1) is tested for,</p> <p class=\"clause-e\">(a)<i> Escherichia coli</i>; and</p> <p class=\"clause-e\">(b) total coliforms.</p>"
        },
        {
            "id": "2-3.",
            "section": "Seven-day shutdowns, etc.",
            "content": "2-3. (1) Sampling and testing is not required under section 2-2 during a period of seven or more consecutive days when, (a) the drinking water system is not in operation; or (b) the drinking water system supplies water only to private residences that are occupied by the owner of the system, members of the family of the owner of the system, employees or agents of the owner of the system, or members of the families of employees or agents of the owner of the system. (2) If, pursuant to subsection (1), sampling and testing is not required during a period of seven or more consecutive days, the owner of the system and the operating authority for the system shall ensure that no drinking water is supplied to a user of water after that period until samples have been taken and tested under section 2-2 and the results of the tests have been received by the owner and the operating authority. O. Reg. 252/05, Sched. 2. SCHEDULE 3   MICROBIOLOGICAL SAMPLING AND TESTING Small Municipal Non-Residential   Non-Municipal Seasonal Residential   Small Non-Municipal Non-Residential",
            "raw_html": "<p class=\"section-e\"><b>2-3. </b>(1) Sampling and testing is not required under section 2-2 during a period of seven or more consecutive days when,</p> <p class=\"clause-e\">(a) the drinking water system is not in operation; or</p> <p class=\"clause-e\">(b) the drinking water system supplies water only to private residences that are occupied by the owner of the system, members of the family of the owner of the system, employees or agents of the owner of the system, or members of the families of employees or agents of the owner of the system.</p> <p class=\"subsection-e\">(2) If, pursuant to subsection (1), sampling and testing is not required during a period of seven or more consecutive days, the owner of the system and the operating authority for the system shall ensure that no drinking water is supplied to a user of water after that period until samples have been taken and tested under section 2-2 and the results of the tests have been received by the owner and the operating authority.</p> <p class=\"footnote-e\">O. Reg. 252/05, Sched. 2.</p> <p class=\"schedule-e\"><a name=\"P299_34461\"></a><a name=\"BK16\"></a>SCHEDULE 3 <br/>  MICROBIOLOGICAL SAMPLING AND TESTING</p> <p class=\"heading3-e\">Small Municipal Non-Residential <br/>  Non-Municipal Seasonal Residential <br/>  Small Non-Municipal Non-Residential</p>"
        },
        {
            "id": "3-1.",
            "section": "Application",
            "content": "3-1. This Schedule applies to the following drinking water systems: 1. Small municipal non-residential systems. 2. Non-municipal seasonal residential systems. 3. Small non-municipal non-residential systems.",
            "raw_html": "<p class=\"section-e\"><b>3-1. </b>This Schedule applies to the following drinking water systems:</p> <p class=\"paragraph-e\">1. Small municipal non-residential systems.</p> <p class=\"paragraph-e\">2. Non-municipal seasonal residential systems.</p> <p class=\"paragraph-e\">3. Small non-municipal non-residential systems.</p>"
        },
        {
            "id": "3-2.",
            "section": "Distribution samples",
            "content": "3-2. (1) The owner of a small municipal non-residential system or non-municipal seasonal residential system, and the operating authority for the system, shall ensure that at least one distribution sample is taken every two weeks. (2) If a non-municipal seasonal residential system supplies water to more than 100 service connections, the owner of the system and the operating authority for the system shall ensure that, for every 100 service connections, at least one distribution sample is taken every month, in addition to the samples required by subsection (1). (3) The owner of a small non-municipal non-residential system and the operating authority for the system shall ensure that at least one distribution sample is taken every month or, if the system serves a food service establishment, at such more frequent intervals as may be directed by the medical officer of health. (4) The owner of the drinking water system and the operating authority for the system shall ensure that each of the samples taken under subsection (1), (2) or (3) is tested for, (a) Escherichia coli; and (b) total coliforms.",
            "raw_html": "<p class=\"section-e\"><b>3-2. </b>(1) The owner of a small municipal non-residential system or non-municipal seasonal residential system, and the operating authority for the system, shall ensure that at least one distribution sample is taken every two weeks.</p> <p class=\"subsection-e\">(2) If a non-municipal seasonal residential system supplies water to more than 100 service connections, the owner of the system and the operating authority for the system shall ensure that, for every 100 service connections, at least one distribution sample is taken every month, in addition to the samples required by subsection (1).</p> <p class=\"subsection-e\">(3) The owner of a small non-municipal non-residential system and the operating authority for the system shall ensure that at least one distribution sample is taken every month or, if the system serves a food service establishment, at such more frequent intervals as may be directed by the medical officer of health.</p> <p class=\"subsection-e\">(4) The owner of the drinking water system and the operating authority for the system shall ensure that each of the samples taken under subsection (1), (2) or (3) is tested for,</p> <p class=\"clause-e\">(a)<i> Escherichia coli</i>; and</p> <p class=\"clause-e\">(b) total coliforms.</p>"
        },
        {
            "id": "3-3.",
            "section": "Seven-day shutdowns, etc.",
            "content": "3-3. (1) In the case of a small municipal non-residential system or a small non-municipal non-residential system, sampling and testing is not required under section 3-2 during a period of seven or more consecutive days when, (a) the drinking water system is not in operation; or (b) the drinking water system is not supplying water to any public facilities that are open. (2) In the case of a non-municipal seasonal residential system, sampling and testing is not required under section 3-2 during a period of seven or more consecutive days when, (a) the drinking water system is not in operation; or (b) the drinking water system is not supplying water to any public facilities that are open, and is not supplying water to, (i) a major residential development, or (ii) a trailer park or campground that has more than five service connections. (3) If, pursuant to subsection (1) or (2), sampling and testing is not required during a period of seven or more consecutive days, the owner of the system and the operating authority for the system shall ensure that no drinking water is supplied to a user of water after that period until samples have been taken and tested under section 3-2 and the results of the tests have been received by the owner and the operating authority. O. Reg. 252/05, Sched. 3. SCHEDULE 4   REPORTING ADVERSE TEST RESULTS",
            "raw_html": "<p class=\"section-e\"><b>3-3. </b>(1) In the case of a small municipal non-residential system or a small non-municipal non-residential system, sampling and testing is not required under section 3-2 during a period of seven or more consecutive days when,</p> <p class=\"clause-e\">(a) the drinking water system is not in operation; or</p> <p class=\"clause-e\">(b) the drinking water system is not supplying water to any public facilities that are open.</p> <p class=\"subsection-e\">(2) In the case of a non-municipal seasonal residential system, sampling and testing is not required under section 3-2 during a period of seven or more consecutive days when,</p> <p class=\"clause-e\">(a) the drinking water system is not in operation; or</p> <p class=\"clause-e\">(b) the drinking water system is not supplying water to any public facilities that are open, and is not supplying water to,</p> <p class=\"subclause-e\">(i) a major residential development, or</p> <p class=\"subclause-e\">(ii) a trailer park or campground that has more than five service connections.</p> <p class=\"subsection-e\">(3) If, pursuant to subsection (1) or (2), sampling and testing is not required during a period of seven or more consecutive days, the owner of the system and the operating authority for the system shall ensure that no drinking water is supplied to a user of water after that period until samples have been taken and tested under section 3-2 and the results of the tests have been received by the owner and the operating authority.</p> <p class=\"footnote-e\">O. Reg. 252/05, Sched. 3.</p> <p class=\"schedule-e\"><a name=\"P324_37280\"></a><a name=\"BK17\"></a>SCHEDULE 4 <br/>  REPORTING ADVERSE TEST RESULTS</p>"
        },
        {
            "id": "4-1.",
            "section": "Application",
            "content": "4-1. This Schedule applies to all of the drinking water systems to which this Regulation applies.",
            "raw_html": "<p class=\"section-e\"><b>4-1. </b>This Schedule applies to all of the drinking water systems to which this Regulation applies.</p>"
        },
        {
            "id": "4-2.",
            "section": "Exemption",
            "content": "4-2. Subsection 18 (1) of the Act does not apply to a drinking water test unless, (a) the test is required by this Regulation, an approval or an order, including an OWRA order; (b) the test, (i) is conducted by or pursuant to the direction of the owner of a drinking water system, the operating authority for a drinking water system or a person employed by the owner or operating authority, and (ii) does not relate to water that is supplied exclusively for, (A) agricultural operations, (B) landscaping operations, (C) industrial or manufacturing operations, including food manufacturing or processing operations, or (D) swimming pool or skating rink maintenance operations; (c) the test is conducted pursuant to the direction of a provincial officer; (d) the test is conducted pursuant to the direction of the medical officer of health or a member of the staff of the medical officer of health; (e) the test is conducted pursuant to the direction of a person employed in the Ministry of Health and Long-Term Care or the Ministry of Labour; or (f) the test is conducted by microbiological in-line testing equipment.",
            "raw_html": "<p class=\"section-e\"><b>4-2. </b>Subsection 18 (1) of the Act does not apply to a drinking water test unless,</p> <p class=\"clause-e\">(a) the test is required by this Regulation, an approval or an order, including an OWRA order;</p> <p class=\"clause-e\">(b) the test,</p> <p class=\"subclause-e\">(i) is conducted by or pursuant to the direction of the owner of a drinking water system, the operating authority for a drinking water system or a person employed by the owner or operating authority, and</p> <p class=\"subclause-e\">(ii) does not relate to water that is supplied exclusively for,</p> <p class=\"subsubclause-e\">(A) agricultural operations,</p> <p class=\"subsubclause-e\">(B) landscaping operations,</p> <p class=\"subsubclause-e\">(C) industrial or manufacturing operations, including food manufacturing or processing operations, or</p> <p class=\"subsubclause-e\">(D) swimming pool or skating rink maintenance operations;</p> <p class=\"clause-e\">(c) the test is conducted pursuant to the direction of a provincial officer;</p> <p class=\"clause-e\">(d) the test is conducted pursuant to the direction of the medical officer of health or a member of the staff of the medical officer of health;</p> <p class=\"clause-e\">(e) the test is conducted pursuant to the direction of a person employed in the Ministry of Health and Long-Term Care or the Ministry of Labour; or</p> <p class=\"clause-e\">(f) the test is conducted by microbiological in-line testing equipment.</p>"
        },
        {
            "id": "4-3.",
            "section": "Duty to report under s. 18 of the Act",
            "content": "4-3. The following are prescribed as adverse results of a drinking water test for the purpose of section 18 of the Act: 1. A result that exceeds any of the standards prescribed by Schedule 1, 2 or 3 to the Ontario Drinking Water Quality Standards, other than the standard for fluoride, if the result is from a sample of drinking water. 2. A result indicating the presence of Aeromonas spp., Pseudomonas aeruginosa, Staphylococcus aureus, Clostridium spp. or fecal streptococci (Group D streptococci) in a sample of drinking water. 3. A result indicating the presence of a pesticide not listed in Schedule 2 to the Ontario Drinking Water Quality Standards in a sample of drinking water, at any concentration. 4. If an approval or order, including an OWRA order, identifies a parameter as a health-related parameter and establishes a maximum concentration for the parameter, a result indicating that the parameter exceeds the maximum concentration in a sample of drinking water. 5. A result indicating that the concentration of sodium exceeds 20 milligrams per litre in a sample of drinking water, if a report under subsection 18 (1) of the Act has not been made in respect of sodium in the preceding 60 months. 6. A result indicating that the concentration of fluoride exceeds 1.5 milligrams per litre in a sample of drinking water, if a report under subsection 18 (1) of the Act has not been made in respect of fluoride in the preceding 60 months.",
            "raw_html": "<p class=\"section-e\"><b>4-3. </b>The following are prescribed as adverse results of a drinking water test for the purpose of section 18 of the Act:</p> <p class=\"paragraph-e\">1. A result that exceeds any of the standards prescribed by Schedule 1, 2 or 3 to the Ontario Drinking Water Quality Standards, other than the standard for fluoride, if the result is from a sample of drinking water.</p> <p class=\"paragraph-e\">2. A result indicating the presence of<i> Aeromonas</i> spp., <i>Pseudomonas aeruginosa</i>, <i>Staphylococcus aureus</i>, <i>Clostridium</i> spp. or fecal <i>streptococci</i> (Group D <i>streptococci</i>) in a sample of drinking water.</p> <p class=\"paragraph-e\">3. A result indicating the presence of a pesticide not listed in Schedule 2 to the Ontario Drinking Water Quality Standards in a sample of drinking water, at any concentration.</p> <p class=\"paragraph-e\">4. If an approval or order, including an OWRA order, identifies a parameter as a health-related parameter and establishes a maximum concentration for the parameter, a result indicating that the parameter exceeds the maximum concentration in a sample of drinking water.</p> <p class=\"paragraph-e\">5. A result indicating that the concentration of sodium exceeds 20 milligrams per litre in a sample of drinking water, if a report under subsection 18 (1) of the Act has not been made in respect of sodium in the preceding 60 months.</p> <p class=\"paragraph-e\">6. A result indicating that the concentration of fluoride exceeds 1.5 milligrams per litre in a sample of drinking water, if a report under subsection 18 (1) of the Act has not been made in respect of fluoride in the preceding 60 months.</p>"
        },
        {
            "id": "4-4.",
            "section": "Manner of making immediate report",
            "content": "4-4. (1) A person who is required to report immediately under section 18 of the Act shall do so in accordance with this section and section 4-6. (2) An immediate report required under subsection 18 (1) of the Act must be given by speaking in person or by telephone with a person referred to in subsection (3). (3) For the purpose of subsection (2), the immediate report must be given, (a) to a medical officer of health, by speaking with a person at the office of the medical officer of health or, if the office is closed, by speaking with a person at the on-call system of the health unit; and (b) to the Ministry, by speaking with a person at the Ministry’s Spills Action Centre. (4) An immediate report required under subsection 18 (3) of the Act must be given by speaking in person or by telephone with a person designated for that purpose by the owner of the drinking water system. (5) An immediate notice required under subsection 18 (4) of the Act must be given by speaking in person or by telephone with a person designated for that purpose by, (a) the owner of the system and the operating authority for the system, if an operating authority is responsible for the system; or (b) the owner of the system, if no operating authority is responsible for the system. (6) Subsection 18 (4) of the Act does not apply if, (a) the person operating the laboratory makes all reasonable efforts to give the immediate notice required by subsection 18 (4) of the Act but is unable to do so; and (b) the person operating the laboratory makes all reasonable efforts to give the notice, as soon as reasonably possible, by speaking in person or by telephone with a person referred to in subsection (5).",
            "raw_html": "<p class=\"section-e\"><b>4-4. </b>(1) A person who is required to report immediately under section 18 of the Act shall do so in accordance with this section and section 4-6.</p> <p class=\"subsection-e\">(2) An immediate report required under subsection 18 (1) of the Act must be given by speaking in person or by telephone with a person referred to in subsection (3).</p> <p class=\"subsection-e\">(3) For the purpose of subsection (2), the immediate report must be given,</p> <p class=\"clause-e\">(a) to a medical officer of health, by speaking with a person at the office of the medical officer of health or, if the office is closed, by speaking with a person at the on-call system of the health unit; and</p> <p class=\"clause-e\">(b) to the Ministry, by speaking with a person at the Ministry’s Spills Action Centre.</p> <p class=\"subsection-e\">(4) An immediate report required under subsection 18 (3) of the Act must be given by speaking in person or by telephone with a person designated for that purpose by the owner of the drinking water system.</p> <p class=\"subsection-e\">(5) An immediate notice required under subsection 18 (4) of the Act must be given by speaking in person or by telephone with a person designated for that purpose by,</p> <p class=\"clause-e\">(a) the owner of the system and the operating authority for the system, if an operating authority is responsible for the system; or</p> <p class=\"clause-e\">(b) the owner of the system, if no operating authority is responsible for the system.</p> <p class=\"subsection-e\">(6) Subsection 18 (4) of the Act does not apply if,</p> <p class=\"clause-e\">(a) the person operating the laboratory makes all reasonable efforts to give the immediate notice required by subsection 18 (4) of the Act but is unable to do so; and</p> <p class=\"clause-e\">(b) the person operating the laboratory makes all reasonable efforts to give the notice, as soon as reasonably possible, by speaking in person or by telephone with a person referred to in subsection (5).</p>"
        },
        {
            "id": "4-5.",
            "section": "Written notice",
            "content": "4-5. (1) A person who is required to report immediately to another person under subsection 18 (1) of the Act shall also give the other person a written notice in accordance with this section and section 4-6. (2) A written notice required by subsection (1) must be given within 24 hours after the immediate report is given under subsection 18 (1) of the Act. (3) A written notice required by subsection (1) must be given to, (a) the medical officer of health, by delivering the written notice to the office of the medical officer of health; and (b) the Ministry, by delivering the written notice to the Ministry’s Spills Action Centre.",
            "raw_html": "<p class=\"section-e\"><b>4-5. </b>(1) A person who is required to report immediately to another person under subsection 18 (1) of the Act shall also give the other person a written notice in accordance with this section and section 4-6.</p> <p class=\"subsection-e\">(2) A written notice required by subsection (1) must be given within 24 hours after the immediate report is given under subsection 18 (1) of the Act.</p> <p class=\"subsection-e\">(3) A written notice required by subsection (1) must be given to,</p> <p class=\"clause-e\">(a) the medical officer of health, by delivering the written notice to the office of the medical officer of health; and</p> <p class=\"clause-e\">(b) the Ministry, by delivering the written notice to the Ministry’s Spills Action Centre.</p>"
        },
        {
            "id": "4-6.",
            "section": "Content of report and notice",
            "content": "4-6. (1) An immediate report given under section 18 of the Act must specify the adverse test result that requires the report. (1.1) Subsection (1) does not apply to an immediate report given by the owner of a drinking water system if the report relates to an adverse test result from a test that that was not conducted at the system. (1.2) If the person operating a laboratory gives an immediate report under section 18 of the Act in respect of a result that exceeds any of the standards prescribed by Schedule 1 to the Ontario Drinking Water Quality Standards for a water sample that was required, by this Regulation or an approval or order, including an OWRA approval or OWRA order, to be tested for a microbiological parameter, and the laboratory received notice of the test result for the other sample that, under section 1-3 of Schedule 1, was required to be taken and tested for free chlorine residual or combined chlorine residual, the immediate report must also specify that test result. (2) An immediate report given by the owner of a drinking water system under subsection 18 (1) of the Act must indicate, (a) what actions are being taken in response to the adverse test result that requires the report; and (b) if Schedule 5 requires that a corrective action be taken in respect of the adverse test result, whether the corrective action is being taken. (3) Subsections (1) and (2) also apply, with necessary modifications, to the written notice given by the person under section 4-5.",
            "raw_html": "<p class=\"section-e\"><b>4-6. </b>(1) An immediate report given under section 18 of the Act must specify the adverse test result that requires the report.</p> <p class=\"subsection-e\">(1.1) Subsection (1) does not apply to an immediate report given by the owner of a drinking water system if the report relates to an adverse test result from a test that that was not conducted at the system.</p> <p class=\"subsection-e\">(1.2) If the person operating a laboratory gives an immediate report under section 18 of the Act in respect of a result that exceeds any of the standards prescribed by Schedule 1 to the Ontario Drinking Water Quality Standards for a water sample that was required, by this Regulation or an approval or order, including an OWRA approval or OWRA order, to be tested for a microbiological parameter, and the laboratory received notice of the test result for the other sample that, under section 1-3 of Schedule 1, was required to be taken and tested for free chlorine residual or combined chlorine residual, the immediate report must also specify that test result.</p> <p class=\"subsection-e\">(2) An immediate report given by the owner of a drinking water system under subsection 18 (1) of the Act must indicate,</p> <p class=\"clause-e\">(a) what actions are being taken in response to the adverse test result that requires the report; and</p> <p class=\"clause-e\">(b) if Schedule 5<b> </b>requires that a corrective action be taken in respect of the adverse test result, whether the corrective action is being taken.</p> <p class=\"subsection-e\">(3) Subsections (1) and (2) also apply, with necessary modifications, to the written notice given by the person under section 4-5.</p>"
        },
        {
            "id": "4-7.",
            "section": "Notice of issue resolution",
            "content": "4-7. If an immediate report or a written notice is given under this Schedule and the issue that gave rise to the notice is resolved, the owner of the drinking water system shall, within seven days after the issue is resolved, give a written notice summarizing the action taken and the results achieved to, (a) the medical officer of health, by delivering the written notice to the office of the medical officer of health; and (b) the Ministry, by delivering the written notice to the Ministry’s Spills Action Centre.",
            "raw_html": "<p class=\"section-e\"><b>4-7. </b>If an immediate report or a written notice is given under this Schedule and the issue that gave rise to the notice is resolved, the owner of the drinking water system shall, within seven days after the issue is resolved, give a written notice summarizing the action taken and the results achieved to,</p> <p class=\"clause-e\">(a) the medical officer of health, by delivering the written notice to the office of the medical officer of health; and</p> <p class=\"clause-e\">(b) the Ministry, by delivering the written notice to the Ministry’s Spills Action Centre.</p>"
        },
        {
            "id": "4-8.",
            "section": "Operating authorities",
            "content": "4-8. An operating authority that has agreed with the owner of a drinking water system to give reports or notices on behalf of the owner under section 18 of the Act or this Schedule shall comply with the agreement. O. Reg. 252/05, Sched. 4; O. Reg. 249/06, s. 5. SCHEDULE 5   CORRECTIVE ACTION",
            "raw_html": "<p class=\"section-e\"><b>4-8. </b>An operating authority that has agreed with the owner of a drinking water system to give reports or notices on behalf of the owner under section 18 of the Act or this Schedule shall comply with the agreement.</p> <p class=\"footnote-e\">O. Reg. 252/05, Sched. 4; O. Reg. 249/06, s. 5.</p> <p class=\"schedule-e\"><a name=\"P383_44761\"></a><a name=\"BK18\"></a>SCHEDULE 5 <br/>  CORRECTIVE ACTION</p>"
        },
        {
            "id": "5-1.",
            "section": "Application",
            "content": "5-1. This Schedule applies to all of the drinking water systems to which this Regulation applies.",
            "raw_html": "<p class=\"section-e\"><b>5-1. </b>This Schedule applies to all of the drinking water systems to which this Regulation applies.</p>"
        },
        {
            "id": "5-2.",
            "section": "Escherichia coli (E. coli)",
            "content": "5-2. If a report is required to be made under section 18 of the Act in respect of Escherichia coli (E. coli), the owner of the drinking water system and the operating authority for the system shall ensure that the following corrective action is taken: 1. Immediately take all reasonable steps to notify all users of water from the system to use an alternate source of drinking water or, if no alternate source is available, to bring water to a rapid rolling boil for at least one minute before use. 2. Immediately resample and test. 3. If the drinking water system uses chlorine, i. immediately flush the distribution system and any plumbing owned by the owner of the drinking water system to ensure that a chlorine residual is achieved at all points in the affected parts of the distribution system and plumbing, and ii. maintain the chlorine residual in the affected parts of the distribution system and plumbing, and continue to resample and test, until Escherichia coli (E. coli) are not detected in any of the samples from two consecutive sets of samples taken 24 to 48 hours apart or as otherwise directed by the medical officer of health. 4. If the drinking water system does not use chlorine, immediately take the relevant corrective action steps described in the Ministry’s Procedure for Corrective Action for Non-Residential and Non-Municipal Seasonal Residential Systems that Do Not Serve Designated Facilities and are Not Currently Using Chlorine. 5. Take such other steps as are directed by the medical officer of health.",
            "raw_html": "<p class=\"section-e\"><b>5-2. </b>If a report is required to be made under section 18 of the Act in respect of <i>Escherichia coli</i> (E. coli), the owner of the drinking water system and the operating authority for the system shall ensure that the following corrective action is taken:</p> <p class=\"paragraph-e\">1. Immediately take all reasonable steps to notify all users of water from the system to use an alternate source of drinking water or, if no alternate source is available, to bring water to a rapid rolling boil for at least one minute before use.</p> <p class=\"paragraph-e\">2. Immediately resample and test.</p> <p class=\"paragraph-e\">3. If the drinking water system uses chlorine,</p> <p class=\"subpara-e\">i. immediately flush the distribution system and any plumbing owned by the owner of the drinking water system to ensure that a chlorine residual is achieved<b> </b>at all points in the affected parts of the distribution system and plumbing, and</p> <p class=\"subpara-e\">ii. maintain the chlorine residual in the affected parts of the distribution system and plumbing, and continue to resample and test, until <i>Escherichia coli</i> (E. coli) are not detected in any of the samples from two consecutive sets of samples taken 24 to 48 hours apart or as otherwise directed by the medical officer of health.</p> <p class=\"paragraph-e\">4. If the drinking water system does not use chlorine, immediately take the relevant corrective action steps described in the Ministry’s <i>Procedure for Corrective Action for Non-Residential and Non-Municipal Seasonal Residential Systems that Do Not Serve Designated Facilities and are Not Currently Using Chlorine</i>. </p> <p class=\"paragraph-e\">5. Take such other steps as are directed by the medical officer of health.</p>"
        },
        {
            "id": "5-3.",
            "section": "Total coliforms",
            "content": "5-3. If a report is required to be made under section 18 of the Act in respect of total coliforms, the owner of the drinking water system and the operating authority for the system shall ensure that the following corrective action is taken: 1. Resample and test as soon as reasonably possible. 2. If total coliforms are detected under paragraph 1 and the drinking water system uses chlorine, i. immediately flush the distribution system and any plumbing owned by the owner of the drinking water system to ensure that a chlorine residual is achieved at all points in the affected parts of the distribution system and plumbing, and ii. maintain the chlorine residual in the affected parts of the distribution system and plumbing, and continue to resample and test, until total coliforms are not detected in any of the samples from two consecutive sets of samples taken 24 to 48 hours apart or as otherwise directed by the medical officer of health. 3. If total coliforms are detected under paragraph 1 and the drinking water system does not use chlorine, immediately take the relevant corrective action steps described in the Ministry’s Procedure for Corrective Action for Non-Residential and Non-Municipal Seasonal Residential Systems that Do Not Serve Designated Facilities and are Not Currently Using Chlorine. 4. Take such other steps as are directed by the medical officer of health.",
            "raw_html": "<p class=\"section-e\"><b>5-3. </b>If a report is required to be made under section 18 of the Act in respect of total coliforms, the owner of the drinking water system and the operating authority for the system shall ensure that the following corrective action is taken:</p> <p class=\"paragraph-e\">1. Resample and test as soon as reasonably possible.</p> <p class=\"paragraph-e\">2. If total coliforms are detected under paragraph 1 and the drinking water system uses chlorine,</p> <p class=\"subpara-e\">i. immediately flush the distribution system and any plumbing owned by the owner of the drinking water system to ensure that a chlorine residual is achieved<b> </b>at all points in the affected parts of the distribution system and plumbing, and</p> <p class=\"subpara-e\">ii. maintain the chlorine residual in the affected parts of the distribution system and plumbing, and continue to resample and test, until total coliforms are not detected in any of the samples from two consecutive sets of samples taken 24 to 48 hours apart or as otherwise directed by the medical officer of health.</p> <p class=\"paragraph-e\">3. If total coliforms are detected under paragraph 1 and the drinking water system does not use chlorine, immediately take the relevant corrective action steps described in the Ministry’s <i>Procedure for Corrective Action for Non-Residential and Non-Municipal Seasonal Residential Systems that Do Not Serve Designated Facilities and are Not Currently Using Chlorine</i>.</p> <p class=\"paragraph-e\">4. Take such other steps as are directed by the medical officer of health.</p>"
        },
        {
            "id": "5-4.",
            "section": "Aeromonas spp., etc.",
            "content": "5-4. If a report is required to be made under section 18 of the Act in respect of Aeromonas spp., Pseudomonas aeruginosa, Staphylococcus aureus, Clostridium spp. or fecal streptococci (Group D streptococci), the owner of the drinking water system and the operating authority for the system shall ensure that the following corrective action is taken: 1. Resample and test as soon as reasonably possible. 2. If Aeromonas spp., Pseudomonas aeruginosa, Staphylococcus aureus, Clostridium spp. or fecal streptococci (Group D streptococci) are detected under paragraph 1 and the drinking water system uses chlorine, i. immediately flush the distribution system and any plumbing owned by the owner of the drinking water system to ensure that a chlorine residual is achieved at all points in the affected parts of the distribution system and plumbing, and ii. maintain the chlorine residual in the affected parts of the distribution system and plumbing, and continue to resample and test, until Aeromonas spp., Pseudomonas aeruginosa, Staphylococcus aureus, Clostridium spp. or fecal streptococci (Group D streptococci) are not detected in any of the samples from two consecutive sets of samples taken 24 to 48 hours apart or as otherwise directed by the medical officer of health. 3. If Aeromonas spp., Pseudomonas aeruginosa, Staphylococcus aureus, Clostridium spp. or fecal streptococci (Group D streptococci) are detected under paragraph 1 and the drinking water system does not use chlorine, immediately take the relevant corrective action steps described in the Ministry’s Procedure for Corrective Action for Non-Residential and Non-Municipal Seasonal Residential Systems that Do Not Serve Designated Facilities and are Not Currently Using Chlorine. 4. Take such other steps as are directed by the medical officer of health.",
            "raw_html": "<p class=\"section-e\"><b>5-4. </b>If a report is required to be made under section 18 of the Act in respect of <i>Aeromonas</i> spp., <i>Pseudomonas aeruginosa</i>, <i>Staphylococcus aureus</i>, <i>Clostridium</i> spp. or fecal <i>streptococci</i> (Group D <i>streptococci</i>), the owner of the drinking water system and the operating authority for the system shall ensure that the following corrective action is taken:</p> <p class=\"paragraph-e\">1. Resample and test as soon as reasonably possible.</p> <p class=\"paragraph-e\">2. If <i>Aeromonas</i> spp., <i>Pseudomonas aeruginosa</i>, <i>Staphylococcus aureus</i>, <i>Clostridium</i> spp. or fecal <i>streptococci</i> (Group D <i>streptococci</i>) are detected under paragraph 1 and the drinking water system uses chlorine,</p> <p class=\"subpara-e\">i. immediately flush the distribution system and any plumbing owned by the owner of the drinking water system to ensure that a chlorine residual is achieved<b> </b>at all points in the affected parts of the distribution system and plumbing, and</p> <p class=\"subpara-e\">ii. maintain the chlorine residual in the affected parts of the distribution system and plumbing, and continue to resample and test, until <i>Aeromonas</i> spp., <i>Pseudomonas aeruginosa</i>, <i>Staphylococcus aureus</i>, <i>Clostridium</i> spp. or fecal <i>streptococci</i> (Group D <i>streptococci</i>) are not detected in any of the samples from two consecutive sets of samples taken 24 to 48 hours apart or as otherwise directed by the medical officer of health.</p> <p class=\"paragraph-e\">3. If <i>Aeromonas</i> spp., <i>Pseudomonas aeruginosa</i>, <i>Staphylococcus aureus</i>, <i>Clostridium</i> spp. or fecal <i>streptococci</i> (Group D <i>streptococci</i>) are detected under paragraph 1 and the drinking water system does not use chlorine, immediately take the relevant corrective action steps described in the Ministry’s <i>Procedure for Corrective Action for Non-Residential and Non-Municipal Seasonal Residential Systems that Do Not Serve Designated Facilities and are Not Currently Using Chlorine</i>.</p> <p class=\"paragraph-e\">4. Take such other steps as are directed by the medical officer of health.</p>"
        },
        {
            "id": "5-5.",
            "section": "Chemical and radiological parameters in O. Reg. 169/03",
            "content": "5-5. If a report is required to be made under section 18 of the Act in respect of a chemical or radiological parameter set out in Schedule 2 or 3 to the Ontario Drinking Water Quality Standards, the owner of the drinking water system and the operating authority for the system shall ensure that the following corrective action is taken: 1. Resample and test as soon as reasonably possible. 2. If a concentration that exceeds the standard prescribed for the parameter by Schedule 2 or 3 to the Ontario Drinking Water Quality Standards is detected under paragraph 1, take such other steps as are directed by the medical officer of health.",
            "raw_html": "<p class=\"section-e\"><b>5-5. </b>If a report is required to be made under section 18 of the Act in respect of a chemical or radiological parameter set out in Schedule 2 or 3 to the Ontario Drinking Water Quality Standards, the owner of the drinking water system and the operating authority for the system shall ensure that the following corrective action is taken:</p> <p class=\"paragraph-e\">1. Resample and test as soon as reasonably possible.</p> <p class=\"paragraph-e\">2. If a concentration that exceeds the standard prescribed for the parameter by Schedule 2 or 3 to the Ontario Drinking Water Quality Standards is detected under paragraph 1, take such other steps as are directed by the medical officer of health.</p>"
        },
        {
            "id": "5-6.",
            "section": "Pesticide not listed in Schedule 2 to O. Reg. 169/03",
            "content": "5-6. If a report is required to be made under section 18 of the Act in respect of a pesticide not listed in Schedule 2 to the Ontario Drinking Water Quality Standards, the owner of the drinking water system and the operating authority for the system shall ensure that the following corrective action is taken: 1. Resample and test as soon as reasonably possible. 2. If the pesticide is detected under paragraph 1, take such other steps as are directed by the medical officer of health.",
            "raw_html": "<p class=\"section-e\"><b>5-6. </b>If a report is required to be made under section 18 of the Act in respect of a pesticide not listed in Schedule 2 to the Ontario Drinking Water Quality Standards, the owner of the drinking water system and the operating authority for the system shall ensure that the following corrective action is taken:</p> <p class=\"paragraph-e\">1. Resample and test as soon as reasonably possible.</p> <p class=\"paragraph-e\">2. If the pesticide is detected under paragraph 1, take such other steps as are directed by the medical officer of health.</p>"
        },
        {
            "id": "5-7.",
            "section": "Health-related parameters in an approval or order",
            "content": "5-7. If an approval or order identifies a parameter as a health-related parameter and a report is required to be made under section 18 of the Act in respect of the parameter, the owner of the drinking water system and the operating authority for the system shall ensure that the following corrective action is taken: 1. Resample and test as soon as reasonably possible. 2. If a concentration that exceeds the maximum concentration established for the parameter by the approval or order is detected under paragraph 1, take such other steps as are directed by the medical officer of health.",
            "raw_html": "<p class=\"section-e\"><b>5-7. </b>If an approval or order identifies a parameter as a health-related parameter and a report is required to be made under section 18 of the Act in respect of the parameter, the owner of the drinking water system and the operating authority for the system shall ensure that the following corrective action is taken:</p> <p class=\"paragraph-e\">1. Resample and test as soon as reasonably possible.</p> <p class=\"paragraph-e\">2. If a concentration that exceeds the maximum concentration established for the parameter by the approval or order is detected under paragraph 1, take such other steps as are directed by the medical officer of health.</p>"
        },
        {
            "id": "5-8.",
            "section": "Sodium",
            "content": "5-8. If a report is required to be made under section 18 of the Act in respect of sodium, the owner of the drinking water system and the operating authority for the system shall ensure that the following corrective action is taken: 1. Resample and test as soon as reasonably possible. 2. If a concentration of sodium that exceeds 20 milligrams per litre is detected under paragraph 1, take such other steps as are directed by the medical officer of health.",
            "raw_html": "<p class=\"section-e\"><b>5-8. </b>If a report is required to be made under section 18 of the Act in respect of sodium, the owner of the drinking water system and the operating authority for the system shall ensure that the following corrective action is taken:</p> <p class=\"paragraph-e\">1. Resample and test as soon as reasonably possible.</p> <p class=\"paragraph-e\">2. If a concentration of sodium that exceeds 20 milligrams per litre is detected under paragraph 1, take such other steps as are directed by the medical officer of health.</p>"
        },
        {
            "id": "5-9.",
            "section": "Corrective action that requires report under s. 18 of the Act",
            "content": "5-9. If a report is required to be made under section 18 of the Act as a result of a drinking water test that is a component of corrective action taken with respect to a parameter in accordance with this Schedule, it is not necessary to start the corrective action with respect to that parameter over again, but the owner of the drinking water system and the operating authority for the system shall ensure that any remaining components of the corrective action are completed. O. Reg. 252/05, Sched. 5. SCHEDULE 6   WARNING NOTICE OF POTENTIAL PROBLEMS",
            "raw_html": "<p class=\"section-e\"><b>5-9. </b>If a report is required to be made under section 18 of the Act as a result of a drinking water test that is a component of corrective action taken with respect to a parameter in accordance with this Schedule, it is not necessary to start the corrective action with respect to that parameter over again, but the owner of the drinking water system and the operating authority for the system shall ensure that any remaining components of the corrective action are completed.</p> <p class=\"footnote-e\">O. Reg. 252/05, Sched. 5.</p> <p class=\"schedule-e\"><a name=\"P430_52569\"></a><a name=\"BK19\"></a>SCHEDULE 6 <br/>  WARNING NOTICE OF POTENTIAL PROBLEMS </p>"
        },
        {
            "id": "6-1.",
            "section": "Application",
            "content": "6-1. This Schedule applies to all of the drinking water systems to which this Regulation applies.",
            "raw_html": "<p class=\"section-e\"><b>6-1. </b>This Schedule applies to all of the drinking water systems to which this Regulation applies.</p>"
        },
        {
            "id": "6-2.",
            "section": "Warning notice to be posted",
            "content": "6-2. (1) The owner of a drinking water system and the operating authority for the system shall ensure that warning notices are posted in accordance with this section if, (a) the owner or operating authority is required under Schedule 5 to take all reasonable steps to ensure that all users of water from the system are notified to use an alternate source of drinking water or, if no alternate source is available, to bring water to a rapid rolling boil for at least one minute before use; or (b) the owner or operating authority is not complying with Schedule 2, 3 or 5. (2) The warning notices required by subsection (1) must be posted in prominent locations where they are likely to come to the attention of users of water from the system.",
            "raw_html": "<p class=\"section-e\"><b>6-2. </b>(1) The owner of a drinking water system and the operating authority for the system shall ensure that warning notices are posted in accordance with this section if,</p> <p class=\"clause-e\">(a) the owner or operating authority is required under Schedule 5<b> </b>to take all reasonable steps to ensure that all users of water from the system are notified to use an alternate source of drinking water or, if no alternate source is available, to bring water to a rapid rolling boil for at least one minute before use; or</p> <p class=\"clause-e\">(b) the owner or operating authority is not complying with Schedule 2, 3 or 5.</p> <p class=\"subsection-e\">(2) The warning notices required by subsection (1) must be posted in prominent locations where they are likely to come to the attention of users of water from the system.</p>"
        },
        {
            "id": "6-3.",
            "section": "Posting by others",
            "content": "6-3. If warning notices are not posted in accordance with section 6-2, the warning notices may be posted by, (a) a provincial officer; or (b) a public health inspector under the Health Protection and Promotion Act, or a person acting under the supervision of a public health inspector. O. Reg. 252/05, Sched. 6. Français ",
            "raw_html": "<p class=\"section-e\"><b>6-3. </b>If warning notices are not posted in accordance with section 6-2, the warning notices may be posted by,</p> <p class=\"clause-e\">(a) a provincial officer; or</p> <p class=\"clause-e\">(b) a public health inspector under the <i>Health Protection and Promotion Act</i>, or a person acting under the supervision of a public health inspector.</p> <p class=\"footnote-e\">O. Reg. 252/05, Sched. 6.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_050252_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_050252_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}