{
    "reg_info": {
        "full_title": "O. Reg. 226/96: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "O. Reg. 226/96: ",
        "act_under": "Occupational Therapy Act, 1991   Loi de 1991 sur les ergothérapeutes",
        "url": "https://www.ontario.ca/laws/regulation/960226",
        "date_scraped": "2023-12-18 03:19:04"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "August 31, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/960226/v5",
            "valid_from": "August 21, 2023",
            "valid_to": "August 30, 2023"
        },
        {
            "a_href": "/laws/regulation/960226/v4",
            "valid_from": "November 19, 2012",
            "valid_to": "August 20, 2023"
        },
        {
            "a_href": "/laws/regulation/960226/v3",
            "valid_from": "February 17, 2012",
            "valid_to": "November 18, 2012"
        },
        {
            "a_href": "/laws/regulation/960226/v2",
            "valid_from": "July 14, 2010",
            "valid_to": "February 16, 2012"
        },
        {
            "a_href": "/laws/regulation/960226/v1",
            "valid_from": "April 25, 2001",
            "valid_to": "July 13, 2010"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "17.",
            "section": null,
            "content": "  17. (1) The Registrar shall ensure that notice is given in accordance with this Part with respect to each of the following that is required to be open to the public under the Act: 1.  A meeting of the Council. 2.  A hearing of the Discipline Committee respecting allegations of a member’s professional misconduct or incompetence.  O. Reg. 286/10, s. 1. (2) The notice must, where possible, be posted not less than 14 days before the date of the meeting or hearing on the website of the College.  O. Reg. 286/10, s. 1. (3) The notice must be posted in English and French.  O. Reg. 286/10, s. 1. (4) The notice must include, (a)  the date, time and location of the meeting or hearing; (b)  a statement of the purpose of the meeting or hearing including, in the case of a hearing, the name of the member against whom the allegations have been made and the member’s principal place of practice; and (c)  an address or telephone number at which further information about the meeting or hearing may be obtained.  O. Reg. 286/10, s. 1. (5) The Registrar shall provide the information described in subsection (4) to every person who requests it.  O. Reg. 286/10, s. 1. (6) No meeting or hearing is invalid simply because this Part has not been complied with.  O. Reg. 286/10, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>  17. </b>(1) The Registrar shall ensure that notice is given in accordance with this Part with respect to each of the following that is required to be open to the public under the Act:</p> <p class=\"paragraph-e\">  1.  A meeting of the Council.</p> <p class=\"paragraph-e\">  2.  A hearing of the Discipline Committee respecting allegations of a member’s professional misconduct or incompetence.  O. Reg. 286/10, s. 1.</p> <p class=\"subsection-e\">  (2) The notice must, where possible, be posted not less than 14 days before the date of the meeting or hearing on the website of the College.  O. Reg. 286/10, s. 1.</p> <p class=\"subsection-e\">  (3) The notice must be posted in English and French.  O. Reg. 286/10, s. 1.</p> <p class=\"subsection-e\">  (4) The notice must include,</p> <p class=\"clause-e\">  (a)  the date, time and location of the meeting or hearing;</p> <p class=\"clause-e\">  (b)  a statement of the purpose of the meeting or hearing including, in the case of a hearing, the name of the member against whom the allegations have been made and the member’s principal place of practice; and</p> <p class=\"clause-e\">  (c)  an address or telephone number at which further information about the meeting or hearing may be obtained.  O. Reg. 286/10, s. 1.</p> <p class=\"subsection-e\">  (5) The Registrar shall provide the information described in subsection (4) to every person who requests it.  O. Reg. 286/10, s. 1.</p> <p class=\"subsection-e\">  (6) No meeting or hearing is invalid simply because this Part has not been complied with.  O. Reg. 286/10, s. 1.</p>"
        },
        {
            "id": "18., 19.",
            "section": null,
            "content": " 18., 19. Revoked:  O. Reg. 286/10, s. 1. PART V   ADVERTISING",
            "raw_html": "<p class=\"section-e\"> <b>18., 19. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 286/10, s. 1.</p> <p class=\"partnum-e\">PART V <br/>  ADVERTISING</p>"
        },
        {
            "id": "20.",
            "section": null,
            "content": " 20. In advertising his or her services, a member shall comply with this Part.  O. Reg. 226/96, s. 20.",
            "raw_html": "<p class=\"section-e\"> <b>20. </b>In advertising his or her services, a member shall comply with this Part.  O. Reg. 226/96, s. 20.</p>"
        },
        {
            "id": "21.",
            "section": null,
            "content": " 21. (1) An advertisement with respect to a member’s practice shall contain only factual and verifiable information that a reasonable person would consider relevant to choosing an occupational therapist.  O. Reg. 226/96, s. 21 (1). (2) An advertisement with respect to a member’s practice shall not contain, (a)  anything that is false or that, because of the inclusion or omission of information, is misleading or deceptive; (b)  anything that is not readily comprehensible to the audience to whom it is directed; (c)  any testimonial, comparative or superlative statements; or (d)  any reference to a specific brand of drug, device or equipment.  O. Reg. 226/96, s. 21 (2). (3) An advertisement that includes a reference to the fee for a service shall set out all the costs of services and products that are included in the fee.  O. Reg. 226/96, s. 21 (3).",
            "raw_html": "<p class=\"section-e\"> <b>21. </b>(1) An advertisement with respect to a member’s practice shall contain only factual and verifiable information that a reasonable person would consider relevant to choosing an occupational therapist.  O. Reg. 226/96, s. 21 (1).</p> <p class=\"subsection-e\">  (2) An advertisement with respect to a member’s practice shall not contain,</p> <p class=\"clause-e\">  (a)  anything that is false or that, because of the inclusion or omission of information, is misleading or deceptive;</p> <p class=\"clause-e\">  (b)  anything that is not readily comprehensible to the audience to whom it is directed;</p> <p class=\"clause-e\">  (c)  any testimonial, comparative or superlative statements; or</p> <p class=\"clause-e\">  (d)  any reference to a specific brand of drug, device or equipment.  O. Reg. 226/96, s. 21 (2).</p> <p class=\"subsection-e\">  (3) An advertisement that includes a reference to the fee for a service shall set out all the costs of services and products that are included in the fee.  O. Reg. 226/96, s. 21 (3).</p>"
        },
        {
            "id": "22.",
            "section": null,
            "content": " 22. (1) A member shall not contact or communicate with, or permit any person to contact or communicate with, an individual in an attempt to solicit business.  O. Reg. 226/96, s. 22 (1). (2) Subsection (1) applies to any communication, whether in person or by telephone.  O. Reg. 226/96, s. 22 (2).",
            "raw_html": "<p class=\"section-e\"> <b>22. </b>(1) A member shall not contact or communicate with, or permit any person to contact or communicate with, an individual in an attempt to solicit business.  O. Reg. 226/96, s. 22 (1).</p> <p class=\"subsection-e\">  (2) Subsection (1) applies to any communication, whether in person or by telephone.  O. Reg. 226/96, s. 22 (2).</p>"
        },
        {
            "id": "23.",
            "section": null,
            "content": " 23. (1) The name used by a member in an advertisement shall be the same as the name shown in the register.  O. Reg. 226/96, s. 23 (1). (2) A member shall not use a term, title or designation in an advertisement if it indicates or implies specialization or otherwise suggests that he or she is a specialist.  O. Reg. 226/96, s. 23 (2). PART VI   QUALITY ASSURANCE General",
            "raw_html": "<p class=\"section-e\"> <b>23. </b>(1) The name used by a member in an advertisement shall be the same as the name shown in the register.  O. Reg. 226/96, s. 23 (1).</p> <p class=\"subsection-e\">  (2) A member shall not use a term, title or designation in an advertisement if it indicates or implies specialization or otherwise suggests that he or she is a specialist.  O. Reg. 226/96, s. 23 (2).</p> <p class=\"partnum-e\">PART VI <br/>  QUALITY ASSURANCE</p> <p class=\"heading1-e\">General</p>"
        },
        {
            "id": "24.",
            "section": "General",
            "content": " 24. In this Part, “assessor” means an assessor appointed under section 81 of the Health Professions Procedural Code; “Committee” means the Quality Assurance Committee; “program” means the quality assurance program required under section 80 of the Health Professions Procedural Code; “stratified random sampling” means a sampling where groups of members are, (a)  removed from the pool of members to be sampled, or (b)  weighted to increase or decrease the likelihood of their being selected.  O. Reg. 376/12, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>24. </b>In this Part,</p> <p class=\"firstdef-e\">“assessor” means an assessor appointed under section 81 of the Health Professions Procedural Code;</p> <p class=\"definition-e\">“Committee” means the Quality Assurance Committee;</p> <p class=\"definition-e\">“program” means the quality assurance program required under section 80 of the Health Professions Procedural Code;</p> <p class=\"definition-e\">“stratified random sampling” means a sampling where groups of members are,</p> <p class=\"defclause-e\">  (a)  removed from the pool of members to be sampled, or</p> <p class=\"defclause-e\">  (b)  weighted to increase or decrease the likelihood of their being selected.  O. Reg. 376/12, s. 1.</p>"
        },
        {
            "id": "25.",
            "section": "General",
            "content": " 25. (1) The Committee shall administer the program, which shall include the following components: 1.  Professional development designed to, i.  promote continuing competence and continuing quality improvement among members, ii.  address changes in practice environments, and iii.  incorporate standards of practice, advances in technology, changes made to entry to practice competencies and other relevant issues in the discretion of the Council. 2.  Self-assessment. 3.  Peer and practice assessments.  O. Reg. 376/12, s. 1. (2) Every member shall, (a)  participate in the program; and (b)  comply with the requirements of the program.  O. Reg. 376/12, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>25. </b>(1) The Committee shall administer the program, which shall include the following components:</p> <p class=\"paragraph-e\">  1.  Professional development designed to,</p> <p class=\"subpara-e\">  i.  promote continuing competence and continuing quality improvement among members,</p> <p class=\"subpara-e\">  ii.  address changes in practice environments, and</p> <p class=\"subpara-e\">  iii.  incorporate standards of practice, advances in technology, changes made to entry to practice competencies and other relevant issues in the discretion of the Council.</p> <p class=\"paragraph-e\">  2.  Self-assessment.</p> <p class=\"paragraph-e\">  3.  Peer and practice assessments.  O. Reg. 376/12, s. 1.</p> <p class=\"subsection-e\">  (2) Every member shall,</p> <p class=\"clause-e\">  (a)  participate in the program; and</p> <p class=\"clause-e\">  (b)  comply with the requirements of the program.  O. Reg. 376/12, s. 1.</p>"
        },
        {
            "id": "26.",
            "section": "General",
            "content": " 26. (1) A panel of the Committee may exercise any of the powers and duties of the Committee on behalf of the Committee.  O. Reg. 376/12, s. 1. (2) A panel shall be composed of at least three members of the Committee, at least one of whom shall be a person appointed to the Council by the Lieutenant Governor in Council.  O. Reg. 376/12, s. 1. Self-Assessment and Professional Development",
            "raw_html": "<p class=\"section-e\"> <b>26. </b>(1) A panel of the Committee may exercise any of the powers and duties of the Committee on behalf of the Committee.  O. Reg. 376/12, s. 1.</p> <p class=\"subsection-e\">  (2) A panel shall be composed of at least three members of the Committee, at least one of whom shall be a person appointed to the Council by the Lieutenant Governor in Council.  O. Reg. 376/12, s. 1.</p> <p class=\"heading1-e\">Self-Assessment and Professional Development</p>"
        },
        {
            "id": "27.",
            "section": "Self-Assessment and Professional Development",
            "content": " 27. (1) Every member shall carry out his or her self-assessment and professional development activities in the form and manner approved by the Committee.  O. Reg. 376/12, s. 1. (2) Every member shall keep records of his or her self-assessment and professional development, including records of the results of any learning modules or self-assessment tools that he or she is required to complete, in the form and manner specified by the Committee.  O. Reg. 376/12, s. 1. (3) A member shall retain the self-assessment and professional development records that the member is required to keep under subsection (2) for five years and, on request, shall make them available to the Committee for inspection within 30 days of receiving the request.  O. Reg. 376/12, s. 1. (4) The Committee may refer a member to a peer and practice assessment, where, in the opinion of the Committee, (a)  the member’s records that are required to be kept under subsection (2) are not complete or are inadequate; or (b)  the results of any learning module or self-assessment tool are inadequate.  O. Reg. 376/12, s. 1. Peer and Practice Assessment",
            "raw_html": "<p class=\"section-e\"> <b>27. </b>(1) Every member shall carry out his or her self-assessment and professional development activities in the form and manner approved by the Committee.  O. Reg. 376/12, s. 1.</p> <p class=\"subsection-e\">  (2) Every member shall keep records of his or her self-assessment and professional development, including records of the results of any learning modules or self-assessment tools that he or she is required to complete, in the form and manner specified by the Committee.  O. Reg. 376/12, s. 1.</p> <p class=\"subsection-e\">  (3) A member shall retain the self-assessment and professional development records that the member is required to keep under subsection (2) for five years and, on request, shall make them available to the Committee for inspection within 30 days of receiving the request.  O. Reg. 376/12, s. 1.</p> <p class=\"subsection-e\">  (4) The Committee may refer a member to a peer and practice assessment, where, in the opinion of the Committee,</p> <p class=\"clause-e\">  (a)  the member’s records that are required to be kept under subsection (2) are not complete or are inadequate; or\r\n</p> <p class=\"clause-e\">  (b)  the results of any learning module or self-assessment tool are inadequate.  O. Reg. 376/12, s. 1.</p> <p class=\"heading1-e\">Peer and Practice Assessment</p>"
        },
        {
            "id": "28.",
            "section": "Peer and Practice Assessment",
            "content": " 28. (1) Each year the College shall select the names of members required to undergo a peer and practice assessment.  O. Reg. 376/12, s. 1. (2) A member is required to undergo a peer and practice assessment to evaluate his or her knowledge, skill and judgment if, (a)  the member’s name is selected at random, including by stratified random sampling; (b)  the member’s name has been in the pool for random sampling for five or more years and has not been selected and the Committee determines that the member should be selected; (c)  the member is referred for a peer and practice assessment under subsection 27 (4); (d)  the member has been assessed previously and the Committee concludes that another peer and practice assessment should be conducted; or (e)  the member is selected on the basis of criteria specified by the Committee and published on the College’s website at least three months before the member is selected on the basis of the criteria.  O. Reg. 376/12, s. 1. (3) The peer and practice assessment may include, but is not limited to, (a)  requiring the member to complete an evaluation tool in the form and manner as specified in the notice advising the member of the requirement; (b)  inspecting the premises where the member practises and his or her records of patient care; (c)  interviewing or surveying persons with whom the member works and the member’s patients; (d)  requiring the member to answer, orally or in writing, including through the means of the Internet, questions that relate to the member’s practice; (e)  requiring the member to participate in one or more evaluations of the member’s knowledge, skill and judgment, including evaluations such as simulated situations, case studies, peer assessment or practice setting reviews; or (f)  reviewing the member’s self-assessment and professional development records.  O. Reg. 376/12, s. 1. (4) Subject to subsection (5), an assessor shall carry out the peer and practice assessment.  O. Reg. 376/12, s. 1. (5) Where a peer and practice assessment consists initially of the activities listed in clauses (3) (a) and (f), the Committee shall supervise the carrying out of the peer and practice assessment.  O. Reg. 376/12, s. 1. (6) Where subsection (5) applies and the Committee, following the carrying out of the activities listed in clauses (3) (a) and (f), is of the opinion that the member’s knowledge, skill or judgment cannot be adequately assessed without subjecting the member to a broader peer and practice assessment, the Committee shall appoint an assessor to carry out the rest of the peer and practice assessment.  O. Reg. 376/12, s. 1. (7) The assessor shall prepare a written report of the results of the peer and practice assessment and submit the report to the Committee.  O. Reg. 376/12, s. 1. (8) The Committee shall provide a copy of the assessor’s report to the member.  O. Reg. 376/12, s. 1. (9) If, after considering the report submitted under subsection (7), the Committee is of the opinion that the member’s knowledge, skill or judgment are not satisfactory, the Committee shall provide notice to the member of its opinion together with notice of the member’s right to make written submissions to the Committee within a specified time period that is not less than 14 days after receipt of the notice.  O. Reg. 376/12, s. 1. (10) The member may, within the time period specified in the notice mentioned in subsection (9), make written submissions to the Committee.  O. Reg. 376/12, s. 1. (11) If, after considering any written submissions made by the member, the Committee is still of the opinion that the member’s knowledge, skill or judgment are not satisfactory, the Committee shall exercise any of the powers under section 80.2 of the Health Professions Procedural Code.  O. Reg. 376/12, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>28. </b>(1) Each year the College shall select the names of members required to undergo a peer and practice assessment.  O. Reg. 376/12, s. 1.</p> <p class=\"subsection-e\">  (2) A member is required to undergo a peer and practice assessment to evaluate his or her knowledge, skill and judgment if,</p> <p class=\"clause-e\">  (a)  the member’s name is selected at random, including by stratified random sampling;</p> <p class=\"clause-e\">  (b)  the member’s name has been in the pool for random sampling for five or more years and has not been selected and the Committee determines that the member should be selected;</p> <p class=\"clause-e\">  (c)  the member is referred for a peer and practice assessment under subsection 27 (4);</p> <p class=\"clause-e\">  (d)  the member has been assessed previously and the Committee concludes that another peer and practice assessment should be conducted; or</p> <p class=\"clause-e\">  (e)  the member is selected on the basis of criteria specified by the Committee and published on the College’s website at least three months before the member is selected on the basis of the criteria.  O. Reg. 376/12, s. 1.</p> <p class=\"subsection-e\">  (3) The peer and practice assessment may include, but is not limited to,</p> <p class=\"clause-e\">  (a)  requiring the member to complete an evaluation tool in the form and manner as specified in the notice advising the member of the requirement; </p> <p class=\"clause-e\">  (b)  inspecting the premises where the member practises and his or her records of patient care;</p> <p class=\"clause-e\">  (c)  interviewing or surveying persons with whom the member works and the member’s patients;</p> <p class=\"clause-e\">  (d)  requiring the member to answer, orally or in writing, including through the means of the Internet, questions that relate to the member’s practice;</p> <p class=\"clause-e\">  (e)  requiring the member to participate in one or more evaluations of the member’s knowledge, skill and judgment, including evaluations such as simulated situations, case studies, peer assessment or practice setting reviews; or </p> <p class=\"clause-e\">  (f)  reviewing the member’s self-assessment and professional development records.  O. Reg. 376/12, s. 1.</p> <p class=\"subsection-e\">  (4) Subject to subsection (5), an assessor shall carry out the peer and practice assessment.  O. Reg. 376/12, s. 1.</p> <p class=\"subsection-e\">  (5) Where a peer and practice assessment consists initially of the activities listed in clauses (3) (a) and (f), the Committee shall supervise the carrying out of the peer and practice assessment.  O. Reg. 376/12, s. 1.</p> <p class=\"subsection-e\">  (6) Where subsection (5) applies and the Committee, following the carrying out of the activities listed in clauses (3) (a) and (f), is of the opinion that the member’s knowledge, skill or judgment cannot be adequately assessed without subjecting the member to a broader peer and practice assessment, the Committee shall appoint an assessor to carry out the rest of the peer and practice assessment.  O. Reg. 376/12, s. 1.</p> <p class=\"subsection-e\">  (7) The assessor shall prepare a written report of the results of the peer and practice assessment and submit the report to the Committee.  O. Reg. 376/12, s. 1.</p> <p class=\"subsection-e\">  (8) The Committee shall provide a copy of the assessor’s report to the member.  O. Reg. 376/12, s. 1.</p> <p class=\"subsection-e\">  (9) If, after considering the report submitted under subsection (7), the Committee is of the opinion that the member’s knowledge, skill or judgment are not satisfactory, the Committee shall provide notice to the member of its opinion together with notice of the member’s right to make written submissions to the Committee within a specified time period that is not less than 14 days after receipt of the notice.  O. Reg. 376/12, s. 1.</p> <p class=\"subsection-e\">  (10) The member may, within the time period specified in the notice mentioned in subsection (9), make written submissions to the Committee.  O. Reg. 376/12, s. 1.</p> <p class=\"subsection-e\">  (11) If, after considering any written submissions made by the member, the Committee is still of the opinion that the member’s knowledge, skill or judgment are not satisfactory, the Committee shall exercise any of the powers under section 80.2 of the Health Professions Procedural Code.  O. Reg. 376/12, s. 1.</p>"
        },
        {
            "id": "29.- 31.",
            "section": "Peer and Practice Assessment",
            "content": " 29.- 31. Revoked:  O. Reg. 376/12, s. 1. PART VII   FUNDING FOR THERAPY AND COUNSELLING",
            "raw_html": "<p class=\"section-e\"> <b>29.- 31. </b><span class=\"ovsmallcap\">Revoked:</span>  O. Reg. 376/12, s. 1.</p> <p class=\"partnum-e\">PART VII <br/>  FUNDING FOR THERAPY AND COUNSELLING</p>"
        },
        {
            "id": "32.",
            "section": "Peer and Practice Assessment",
            "content": " 32. (1) For the purposes of clause 85.7 (4) (b) of the Health Professions Procedural Code, a person is eligible for funding if the person meets one of the following requirements: 1.  The person is named in a written statement given to the College by a member in which the member admits that he or she sexually abused the person while the person was a patient. 2.  At a hearing of the Discipline Committee into the conduct of a member, the person testified that he or she was sexually abused by the member while a patient and the Committee acknowledged in its decision that the testimony was credible. 3.  There is a finding by a court that the person, while a patient, was sexually abused by a member. 4.  The person satisfies the Complaints Committee or the Executive Committee that there is a high probability that the person, while a patient, was sexually abused by a member but a hearing of the Discipline Committee is not held for one of the following reasons: i.  The member is deceased or cannot be located. ii.  The member has resigned and agreed not to practise again. iii.  There is a finding by the Discipline Committee that the member sexually abused another person and, in the Committee’s opinion, the public interest would not be served by conducting another discipline hearing. iv.  The person is unable to testify before the Discipline Committee as a result of a physical or mental condition. v.  The Complaints Committee or the Executive Committee determined that the public interest would be best served by referring the matter to the Fitness to Practise Committee and has done so.  O. Reg. 564/99, s. 1. (2) Despite subsection (1), a person is not eligible for funding if the sexual abuse occurred before December 31, 1993.  O. Reg. 564/99, s. 1. (3) Despite subsection (1), a person is eligible for funding for therapy or counselling under this Part only if the person submits to the Patient Relations Committee, along with the application, a written undertaking by the applicant to keep confidential the information obtained from the College through the application for funding process, including the fact that funding has been granted and the reasons given by the Committee for granting the funding.  O. Reg. 564/99, s. 1. (4) A decision by the Patient Relations Committee that a person is eligible for funding for therapy or counselling does not constitute a finding against the member and shall not be considered by any other committee of the College dealing with the member.  O. Reg. 564/99, s. 1. PART VIII   REGISTRATION",
            "raw_html": "<p class=\"section-e\"> <b>32. </b>(1) For the purposes of clause 85.7 (4) (b) of the Health Professions Procedural Code, a person is eligible for funding if the person meets one of the following requirements:</p> <p class=\"paragraph-e\">  1.  The person is named in a written statement given to the College by a member in which the member admits that he or she sexually abused the person while the person was a patient.</p> <p class=\"paragraph-e\">  2.  At a hearing of the Discipline Committee into the conduct of a member, the person testified that he or she was sexually abused by the member while a patient and the Committee acknowledged in its decision that the testimony was credible.</p> <p class=\"paragraph-e\">  3.  There is a finding by a court that the person, while a patient, was sexually abused by a member.</p> <p class=\"paragraph-e\">  4.  The person satisfies the Complaints Committee or the Executive Committee that there is a high probability that the person, while a patient, was sexually abused by a member but a hearing of the Discipline Committee is not held for one of the following reasons:</p> <p class=\"subpara-e\">  i.  The member is deceased or cannot be located.</p> <p class=\"subpara-e\">  ii.  The member has resigned and agreed not to practise again.</p> <p class=\"subpara-e\">  iii.  There is a finding by the Discipline Committee that the member sexually abused another person and, in the Committee’s opinion, the public interest would not be served by conducting another discipline hearing.</p> <p class=\"subpara-e\">  iv.  The person is unable to testify before the Discipline Committee as a result of a physical or mental condition.</p> <p class=\"subpara-e\">  v.  The Complaints Committee or the Executive Committee determined that the public interest would be best served by referring the matter to the Fitness to Practise Committee and has done so.  O. Reg. 564/99, s. 1.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), a person is not eligible for funding if the sexual abuse occurred before December 31, 1993.  O. Reg. 564/99, s. 1.</p> <p class=\"subsection-e\">  (3) Despite subsection (1), a person is eligible for funding for therapy or counselling under this Part only if the person submits to the Patient Relations Committee, along with the application, a written undertaking by the applicant to keep confidential the information obtained from the College through the application for funding process, including the fact that funding has been granted and the reasons given by the Committee for granting the funding.  O. Reg. 564/99, s. 1.</p> <p class=\"subsection-e\">  (4) A decision by the Patient Relations Committee that a person is eligible for funding for therapy or counselling does not constitute a finding against the member and shall not be considered by any other committee of the College dealing with the member.  O. Reg. 564/99, s. 1.</p> <p class=\"partnum-e\">PART VIII <br/>  REGISTRATION</p>"
        },
        {
            "id": "33.",
            "section": "Peer and Practice Assessment",
            "content": "  33. The following are prescribed as classes of certificates of registration: 1.  General practising certificate. 2.  Provisional practising certificate. 3.  Temporary certificate. 4.  Emergency certificate. O. Reg. 122/01, s. 1; O. Reg. 292/23, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>  33.</b><b> </b>The following are prescribed as classes of certificates of registration:</p> <p class=\"paragraph-e\">  1.  General practising certificate.</p> <p class=\"paragraph-e\">  2.  Provisional practising certificate.</p> <p class=\"paragraph-e\">  3.  Temporary certificate.</p> <p class=\"paragraph-e\">  4.  Emergency certificate. O. Reg. 122/01, s. 1; O. Reg. 292/23, s. 1.</p>"
        },
        {
            "id": "34.",
            "section": "Peer and Practice Assessment",
            "content": "  34. (1) A person may apply for the issue of a certificate of registration by submitting a completed application in the form approved by the Registration Committee to the Registrar, together with the application fee.  O. Reg. 122/01, s. 1. (2) When eligibility for registration has been determined, the name of the person shall be entered in the register and a certificate shall be issued upon payment of the required registration fee for the appropriate class.  O. Reg. 122/01, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>  34.</b><b> </b>(1) A person may apply for the issue of a certificate of registration by submitting a completed application in the form approved by the Registration Committee to the Registrar, together with the application fee.  O. Reg. 122/01, s. 1.</p> <p class=\"subsection-e\">  (2) When eligibility for registration has been determined, the name of the person shall be entered in the register and a certificate shall be issued upon payment of the required registration fee for the appropriate class.  O. Reg. 122/01, s. 1.</p>"
        },
        {
            "id": "35.",
            "section": "Peer and Practice Assessment",
            "content": "  35. (1) The following are registration requirements for a certificate of registration of any class: 1.  The applicant must provide evidence as to whether he or she has been found guilty of any offence arising in any jurisdiction, including, i.  any criminal offence, or ii.  any offence relating to the practice of occupational therapy. 2.  Where the applicant has been registered or licensed in Ontario in another profession or in another jurisdiction in occupational therapy or another profession, the applicant must provide evidence as to whether he or she has been the subject of a finding of professional misconduct, incompetence or incapacity or a similar finding. 3.  Where the applicant is registered in Ontario in another profession or is registered or licensed in another jurisdiction in occupational therapy or another profession, the applicant must provide evidence as to whether he or she is the subject of any current professional misconduct, incompetence or incapacity proceeding or a similar proceeding. 4.  Nothing in the applicant’s previous conduct affords reasonable grounds for the belief that he or she will not practise occupational therapy safely and ethically. 5.  The applicant must be able to speak and write either English or French with reasonable fluency. 6.  The applicant must be a Canadian citizen or a permanent resident of Canada, or be authorized under the Immigration and Refugee Protection Act (Canada) to engage in employment as an occupational therapist.  O. Reg. 122/01, s. 1; O. Reg. 19/12, s. 1 (1-5). (2) It is a condition of a certificate of registration of any class that the member provide the College with the following: 1.  Details of any of the following that relate to the member and that occur or arise after the member has applied for registration: i.  A finding of guilty in relation to any offence. ii.  A finding of professional misconduct, incompetence or incapacity, or a similar finding, in Ontario in relation to another profession or in another jurisdiction in relation to occupational therapy or another profession. iii.  A proceeding for professional misconduct, incompetence or incapacity, or a similar proceeding, in Ontario in relation to another profession or in another jurisdiction in relation to occupational therapy or another profession. 2.  Any other information about the member in the manner and in the form as required under the by-laws.  O. Reg. 19/12, s. 1 (6). (3) If the member ceases to be a Canadian citizen or a permanent resident of Canada or ceases to be authorized under the Immigration and Refugee Protection Act (Canada) to engage in employment as an occupational therapist, the member’s certificate of registration shall be revoked.  O. Reg. 122/01, s. 1; O. Reg. 19/12, s. 1 (7). (4) An applicant shall be deemed not to have satisfied the requirements for a certificate of registration if the applicant made a false or misleading statement or representation in his or her application.  O. Reg. 122/01, s. 1. General Practising Certificate of Registration",
            "raw_html": "<p class=\"section-e\"><b>  35.</b><b> </b>(1) The following are registration requirements for a certificate of registration of any class:</p> <p class=\"paragraph-e\">  1.  The applicant must provide evidence as to whether he or she has been found guilty of any offence arising in any jurisdiction, including,</p> <p class=\"subpara-e\">  i.  any criminal offence, or</p> <p class=\"subpara-e\">  ii.  any offence relating to the practice of occupational therapy.</p> <p class=\"paragraph-e\">  2.  Where the applicant has been registered or licensed in Ontario in another profession or in another jurisdiction in occupational therapy or another profession, the applicant must provide evidence as to whether he or she has been the subject of a finding of professional misconduct, incompetence or incapacity or a similar finding.</p> <p class=\"paragraph-e\">  3.  Where the applicant is registered in Ontario in another profession or is registered or licensed in another jurisdiction in occupational therapy or another profession, the applicant must provide evidence as to whether he or she is the subject of any current professional misconduct, incompetence or incapacity proceeding or a similar proceeding.</p> <p class=\"paragraph-e\">  4.  Nothing in the applicant’s previous conduct affords reasonable grounds for the belief that he or she will not practise occupational therapy safely and ethically.</p> <p class=\"paragraph-e\">  5.  The applicant must be able to speak and write either English or French with reasonable fluency.</p> <p class=\"paragraph-e\">  6.  The applicant must be a Canadian citizen or a permanent resident of Canada, or be authorized under the <i>Immigration and Refugee Protection Act </i><i>(Canada)</i> to engage in employment as an occupational therapist.  O. Reg. 122/01, s. 1; O. Reg. 19/12, s. 1 (1-5).</p> <p class=\"subsection-e\">  (2) It is a condition of a certificate of registration of any class that the member provide the College with the following:</p> <p class=\"paragraph-e\">  1.  Details of any of the following that relate to the member and that occur or arise after the member has applied for registration:</p> <p class=\"subpara-e\">  i.  A finding of guilty in relation to any offence.</p> <p class=\"subpara-e\">  ii.  A finding of professional misconduct, incompetence or incapacity, or a similar finding, in Ontario in relation to another profession or in another jurisdiction in relation to occupational therapy or another profession.</p> <p class=\"subpara-e\">  iii.  A proceeding for professional misconduct, incompetence or incapacity, or a similar proceeding, in Ontario in relation to another profession or in another jurisdiction in relation to occupational therapy or another profession.</p> <p class=\"paragraph-e\">  2.  Any other information about the member in the manner and in the form as required under the by-laws.  O. Reg. 19/12, s. 1 (6).</p> <p class=\"subsection-e\">  (3) If the member ceases to be a Canadian citizen or a permanent resident of Canada or ceases to be authorized under the <i>Immigration and Refugee Protection Act</i><i> </i>(Canada) to engage in employment as an occupational therapist, the member’s certificate of registration shall be revoked.  O. Reg. 122/01, s. 1; O. Reg. 19/12, s. 1 (7).</p> <p class=\"subsection-e\">  (4) An applicant shall be deemed not to have satisfied the requirements for a certificate of registration if the applicant made a false or misleading statement or representation in his or her application.  O. Reg. 122/01, s. 1.</p> <p class=\"heading1-e\">General Practising Certificate of Registration</p>"
        },
        {
            "id": "36.",
            "section": "General Practising Certificate of Registration",
            "content": " 36. (1) The following are non-exemptible registration requirements for a general practising certificate of registration: 1.  The applicant must have, i.  a Bachelor of Science degree or Master of Science degree in Occupational Therapy obtained in Ontario, ii.  an academic qualification considered by the Registration Committee to be equivalent to a degree described in subparagraph i, or iii.  a diploma in Occupational Therapy granted not later than 1973 by the University of Toronto or a diploma in Occupational Therapy granted not later than 1968 by the Canadian Association of Occupational Therapists. 2.  The applicant must have completed a minimum of 1000 hours of fieldwork or clinical practicum accepted by the Registration Committee. 3.  Where the applicant completes the requirements in paragraphs 1 and 2 more than 18 months before the date the application for a certificate is made, evidence of one of the following must be provided: i.  completion of at least 600 hours of service within the scope of practice of the profession in the three years before the date of application, or ii.  successful completion within the previous 18 months of a refresher program accepted by the Registration Committee. iii.  Revoked:  O. Reg. 19/12, s. 2 (2). O. Reg. 122/01, s. 1; O. Reg. 19/12, s. 2 (1, 2). (2) For the purpose of subparagraph 1 ii of subsection (1) an academic qualification is not equivalent unless, (a)  the curriculum includes courses within the basic sciences, the behavioural sciences, the clinical sciences, the managerial sciences and occupational therapy theory, practice and fieldwork; and (b)  the nature, extent and scope of those courses are substantially equivalent to a Bachelor of Science degree or Master of Science degree in Occupational Therapy obtained in Ontario.  O. Reg. 122/01, s. 1; O. Reg. 19/12, s. 2 (3, 4). (3) The following are the registration requirements for a general practising certificate of registration: 1.  The applicant must have successfully completed an examination set or approved by the College that assesses entry level competence. 2.  The applicant must provide evidence satisfactory to the Registrar that he or she has either professional liability insurance or protection against professional liability, in accordance with the by-laws.  O. Reg. 122/01, s. 1; O. Reg. 19/12, s. 2 (5). (4) The following are conditions of a general practising certificate of registration: 1.  The member must, i.  have completed at least 600 hours of service within the scope of practice of the profession in the previous three years, or ii.  have successfully completed within the previous 18 months a refresher program accepted by the Registration Committee. 2.  The member must have either professional liability insurance or protection against professional liability, in accordance with the by-laws, and shall, upon request, provide evidence of such insurance or protection to the Registrar.  O. Reg. 122/01, s. 1; O. Reg. 19/12, s. 2 (6). (5) A member is not required to meet any of the conditions set out in paragraph 1 of subsection (4) until 18 months have elapsed since the member was issued a general practising certificate of registration.  O. Reg. 122/01, s. 1; O. Reg. 19/12, s. 2 (7).",
            "raw_html": "<p class=\"section-e\"> <b>36.</b><b> </b>(1) The following are non-exemptible registration requirements for a general practising certificate of registration:</p> <p class=\"paragraph-e\">  1.  The applicant must have,</p> <p class=\"subpara-e\">  i.  a Bachelor of Science degree or Master of Science degree in Occupational Therapy obtained in Ontario,</p> <p class=\"subpara-e\">  ii.  an academic qualification considered by the Registration Committee to be equivalent to a degree described in subparagraph i, or</p> <p class=\"subpara-e\">  iii.  a diploma in Occupational Therapy granted not later than 1973 by the University of Toronto or a diploma in Occupational Therapy granted not later than 1968 by the Canadian Association of Occupational Therapists.</p> <p class=\"paragraph-e\">  2.  The applicant must have completed a minimum of 1000 hours of fieldwork or clinical practicum accepted by the Registration Committee. </p> <p class=\"paragraph-e\">  3.  Where the applicant completes the requirements in paragraphs 1 and 2 more than 18 months before the date the application for a certificate is made, evidence of one of the following must be provided:</p> <p class=\"subpara-e\">  i.  completion of at least 600 hours of service within the scope of practice of the profession in the three years before the date of application, or</p> <p class=\"subpara-e\">  ii.  successful completion within the previous 18 months of a refresher program accepted by the Registration Committee.</p> <p class=\"subpara-e\">  iii.  R<span class=\"ovsmallcap\">evoked</span>:  O. Reg. 19/12, s. 2 (2).</p> <p class=\"footnote-e\">O. Reg. 122/01, s. 1; O. Reg. 19/12, s. 2 (1, 2).</p> <p class=\"subsection-e\">  (2) For the purpose of subparagraph 1 ii of subsection (1) an academic qualification is not equivalent unless,</p> <p class=\"clause-e\">  (a)  the curriculum includes courses within the basic sciences, the behavioural sciences, the clinical sciences, the managerial sciences and occupational therapy theory, practice and fieldwork; and </p> <p class=\"clause-e\">  (b)  the nature, extent and scope of those courses are substantially equivalent to a Bachelor of Science degree or Master of Science degree in Occupational Therapy obtained in Ontario.  O. Reg. 122/01, s. 1; O. Reg. 19/12, s. 2 (3, 4).</p> <p class=\"subsection-e\">  (3) The following are the registration requirements for a general practising certificate of registration:</p> <p class=\"paragraph-e\">  1.  The applicant must have successfully completed an examination set or approved by the College that assesses entry level competence.</p> <p class=\"paragraph-e\">  2.  The applicant must provide evidence satisfactory to the Registrar that he or she has either professional liability insurance or protection against professional liability, in accordance with the by-laws.  O. Reg. 122/01, s. 1; O. Reg. 19/12, s. 2 (5).</p> <p class=\"subsection-e\">  (4) The following are conditions of a general practising certificate of registration:</p> <p class=\"paragraph-e\">  1.  The member must,</p> <p class=\"subpara-e\">  i.  have completed at least 600 hours of service within the scope of practice of the profession in the previous three years, or</p> <p class=\"subpara-e\">  ii.  have successfully completed within the previous 18 months a refresher program accepted by the Registration Committee.</p> <p class=\"paragraph-e\">  2.  The member must have either professional liability insurance or protection against professional liability, in accordance with the by-laws, and shall, upon request, provide evidence of such insurance or protection to the Registrar.  O. Reg. 122/01, s. 1; O. Reg. 19/12, s. 2 (6).</p> <p class=\"subsection-e\">  (5) A member is not required to meet any of the conditions set out in paragraph 1 of subsection (4) until 18 months have elapsed since the member was issued a general practising certificate of registration.  O. Reg. 122/01, s. 1; O. Reg. 19/12, s. 2 (7).</p>"
        },
        {
            "id": "36.1",
            "section": "General Practising Certificate of Registration",
            "content": " 36.1 (1) Where section 22.18 of the Health Professions Procedural Code applies to an applicant for a general practising certificate of registration, the requirements of subsection 36 (1) and paragraph 1 of subsection 36 (3) are deemed to have been met by the applicant.  O. Reg. 19/12, s. 3. (2) Despite subsection (1), it is a non-exemptible registration requirement that an applicant referred to in subsection (1) provide one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee establishing that the applicant is in good standing as an occupational therapist in every jurisdiction where the applicant holds an out-of-province certificate.  O. Reg. 19/12, s. 3. (3) Where an applicant to whom subsection (1) applies is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised the profession of occupational therapy to the extent that would be permitted by a general practising certificate of registration at any time in the preceding three years immediately before the date of that applicant’s application, the applicant must meet any further requirement to undertake, obtain or undergo material additional training, experience, examinations or assessments that may be specified by a panel of the Registration Committee.  O. Reg. 19/12, s. 3. (4) An applicant referred to in subsection (1) is deemed to have met the requirements of paragraph 5 of subsection 35 (1) where the requirements for the issuance of the applicant’s out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph.  O. Reg. 19/12, s. 3. (5) Despite subsection (1), an applicant is not deemed to have met a requirement if that requirement is described in subsection 22.18 (3) of the Health Professions Procedural Code.  O. Reg. 19/12, s. 3. Provisional Practising Certificate of Registration",
            "raw_html": "<p class=\"section-e\"> <b>36.1 </b>(1) Where section 22.18 of the Health Professions Procedural Code applies to an applicant for a general practising certificate of registration, the requirements of subsection 36 (1) and paragraph 1 of subsection 36 (3) are deemed to have been met by the applicant.  O. Reg. 19/12, s. 3.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), it is a non-exemptible registration requirement that an applicant referred to in subsection (1) provide one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee establishing that the applicant is in good standing as an occupational therapist in every jurisdiction where the applicant holds an out-of-province certificate.  O. Reg. 19/12, s. 3.</p> <p class=\"subsection-e\">  (3) Where an applicant to whom subsection (1) applies is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised the profession of occupational therapy to the extent that would be permitted by a general practising certificate of registration at any time in the preceding three years immediately before the date of that applicant’s application, the applicant must meet any further requirement to undertake, obtain or undergo material additional training, experience, examinations or assessments that may be specified by a panel of the Registration Committee.  O. Reg. 19/12, s. 3.</p> <p class=\"subsection-e\">  (4) An applicant referred to in subsection (1) is deemed to have met the requirements of paragraph 5 of subsection 35 (1) where the requirements for the issuance of the applicant’s out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph.  O. Reg. 19/12, s. 3.</p> <p class=\"subsection-e\">  (5) Despite subsection (1), an applicant is not deemed to have met a requirement if that requirement is described in subsection 22.18 (3) of the Health Professions Procedural Code.  O. Reg. 19/12, s. 3.</p> <p class=\"heading1-e\">Provisional Practising Certificate of Registration</p>"
        },
        {
            "id": "37.",
            "section": "Provisional Practising Certificate of Registration",
            "content": "  37. (1) The following are non-exemptible registration requirements for a provisional practising certificate of registration: 1.  The applicant must satisfy any of the following: i.  He or she has a Bachelor of Science degree or Master of Science degree in Occupational Therapy obtained in Ontario. ii.  He or she has an academic qualification considered by the Registration Committee to be equivalent to a degree described in subparagraph i. iii.  He or she has been found by the Registration Committee to require minimal educational upgrading to achieve the equivalent of a degree described in subparagraph i. iv.  He or she has a diploma in Occupational Therapy granted not later than 1973 by the University of Toronto or a diploma in Occupational Therapy granted not later than 1968 by the Canadian Association of Occupational Therapists. 2.  The applicant must have completed at least 1000 hours of fieldwork or clinical practicum accepted by the Registration Committee. 3.  Where the applicant completes the requirements in paragraphs 1 and 2 more than 18 months before the date the application is made, evidence of one of the following must be provided, i.  completion of at least 600 hours of service within the scope of practice of the profession in the three years prior to the application date, or ii.  successful completion within the previous 18 months of a refresher program accepted by the Registration Committee. iii.  Revoked:  O. Reg. 19/12, s. 4 (2). 4.  The applicant must be employed by or have an offer of employment from an employer where registered general practising occupational therapists are available to supervise the applicant.  O. Reg. 122/01, s. 1; O. Reg. 19/12, s. 4 (1, 2). (2) For the purposes of subparagraph 1 ii of subsection (1), an academic qualification is not equivalent unless, (a)  the curriculum includes courses within the basic sciences, the behavioural sciences, the clinical sciences, the managerial sciences and occupational therapy theory, practice and fieldwork; and (b)  the nature, extent and scope of those courses are substantially equivalent to a Bachelor of Science degree or Master of Science degree in Occupational Therapy obtained in Ontario.  O. Reg. 122/01, s. 1; O. Reg. 19/12, s. 4 (3, 4). (3) The following are registration requirements for a provisional practising certificate of registration: 1.  The applicant must have registered to take an examination referred to in paragraph 1 of subsection 36 (3) at the next available sitting. 2.  The applicant must not have previously held a provisional practising certificate of registration. 3.  The applicant must provide evidence satisfactory to the Registrar that he or she has either professional liability insurance or protection against professional liability, in accordance with the by-laws.  O. Reg. 122/01, s. 1; O. Reg. 19/12, s. 4 (5). (4) The following are conditions of a provisional practising certificate of registration: 1.  The member must practise the profession only under the supervision of an occupational therapist who holds a general practising certificate of registration and who has filed an employer acknowledgement form with the College. 2.  The member must take the examination referred to in paragraph 1 of subsection 36 (3) at the first available sitting unless the member obtains the Registrar’s written consent to defer taking it because of exceptional circumstances. 3.  If the member fails to take the examination at the first available sitting and has not obtained the Registrar’s consent to defer taking it before the examination, the member’s certificate of registration automatically expires unless, i.  the member obtains the consent within 10 days after the examination, and ii.  the member files with the College a fresh employer acknowledgement form and any undertakings requested by the Registrar within 10 days after the examination. 4.  If the member satisfies the requirements in paragraph 3, the member shall take the examination at the next available sitting unless the Registrar directs otherwise, and this sitting is considered to be the first available sitting. 5.  If the member takes the examination at the first available sitting and does not successfully complete it, the member’s certificate of registration automatically expires unless the member files with the College a fresh employer acknowledgement form and any undertakings requested by the Registrar within 60 days after the examination. 6.  If the member files the acknowledgement form and the undertakings, if any, under paragraph 5, the member shall take the examination at the next available sitting unless the Registrar directs otherwise in writing, and this sitting is considered to be the second available sitting. 7.  If the member fails to take the examination at the second available sitting in accordance with paragraph 6, the member’s certificate automatically expires unless the member obtains the Registrar’s written consent to defer because of exceptional circumstances within 10 days after the examination. 8.  If the Registrar’s consent is given under paragraph 7, the member shall take the examination at the next available sitting unless the Registrar directs otherwise in writing, and this sitting is considered to be the second sitting. 9.  If the member takes the examination at the sitting referred to in paragraphs 6 and 8 and does not successfully complete it, the member’s certificate of registration automatically expires upon the release of the result indicating that the member has failed. 10.  If, at any time, the member passes the examination required under paragraph 2, the member’s certificate of registration expires 60 days after the examination unless the member obtains the Registrar’s consent in writing to maintain the certificate for a longer period of time. 11.  The member must notify the Registrar in writing of his or her results immediately after they are released. 12.  The member must have either professional liability insurance or protection against professional liability, in accordance with the by-laws, and shall, on request, provide evidence of such insurance or protection to the Registrar.  O. Reg. 122/01, s. 1; O. Reg. 19/12, s. 4 (6). (5) The member who passes the examination required under paragraph 2 may be issued a general practising certificate of registration before the expiry of the provisional practising certificate of registration.  O. Reg. 122/01, s. 1. (6) A member who qualifies for a general practising certificate of registration under subsection (5) has 18 months from the date of issue of the provisional certificate to satisfy the conditions set out in paragraph 1 of subsection 36 (4).  O. Reg. 122/01, s. 1. Temporary Certificate of Registration",
            "raw_html": "<p class=\"section-e\"><b>  37.</b><b> </b>(1) The following are non-exemptible registration requirements for a provisional practising certificate of registration:</p> <p class=\"paragraph-e\">  1.  The applicant must satisfy any of the following:</p> <p class=\"subpara-e\">  i.  He or she has a Bachelor of Science degree or Master of Science degree in Occupational Therapy obtained in Ontario.</p> <p class=\"subpara-e\">  ii.  He or she has an academic qualification considered by the Registration Committee to be equivalent to a degree described in subparagraph i.</p> <p class=\"subpara-e\">  iii.  He or she has been found by the Registration Committee to require minimal educational upgrading to achieve the equivalent of a degree described in subparagraph i.</p> <p class=\"subpara-e\">  iv.  He or she has a diploma in Occupational Therapy granted not later than 1973 by the University of Toronto or a diploma in Occupational Therapy granted not later than 1968 by the Canadian Association of Occupational Therapists.</p> <p class=\"paragraph-e\">  2.  The applicant must have completed at least 1000 hours of fieldwork or clinical practicum accepted by the Registration Committee.</p> <p class=\"paragraph-e\">  3.  Where the applicant completes the requirements in paragraphs 1 and 2 more than 18 months before the date the application is made, evidence of one of the following must be provided,</p> <p class=\"subpara-e\">  i.  completion of at least 600 hours of service within the scope of practice of the profession in the three years prior to the application date, or</p> <p class=\"subpara-e\">  ii.  successful completion within the previous 18 months of a refresher program accepted by the Registration Committee.</p> <p class=\"subpara-e\">  iii.  R<span class=\"ovsmallcap\">evoked</span>:  O. Reg. 19/12, s. 4 (2).</p> <p class=\"paragraph-e\">  4.  The applicant must be employed by or have an offer of employment from an employer where registered general practising occupational therapists are available to supervise the applicant.  O. Reg. 122/01, s. 1; O. Reg. 19/12, s. 4 (1, 2).</p> <p class=\"subsection-e\">  (2) For the purposes of subparagraph 1 ii of subsection (1), an academic qualification is not equivalent unless, </p> <p class=\"clause-e\">  (a)  the curriculum includes courses within the basic sciences, the behavioural sciences, the clinical sciences, the managerial sciences and occupational therapy theory, practice and fieldwork; and </p> <p class=\"clause-e\">  (b)  the nature, extent and scope of those courses are substantially equivalent to a Bachelor of Science degree or Master of Science degree in Occupational Therapy obtained in Ontario.  O. Reg. 122/01, s. 1; O. Reg. 19/12, s. 4 (3, 4).</p> <p class=\"subsection-e\">  (3) The following are registration requirements for a provisional practising certificate of registration:</p> <p class=\"paragraph-e\">  1.  The applicant must have registered to take an examination referred to in paragraph 1 of subsection 36 (3) at the next available sitting.</p> <p class=\"paragraph-e\">  2.  The applicant must not have previously held a provisional practising certificate of registration.</p> <p class=\"paragraph-e\">  3.  The applicant must provide evidence satisfactory to the Registrar that he or she has either professional liability insurance or protection against professional liability, in accordance with the by-laws.  O. Reg. 122/01, s. 1; O. Reg. 19/12, s. 4 (5).</p> <p class=\"subsection-e\">  (4) The following are conditions of a provisional practising certificate of registration:</p> <p class=\"paragraph-e\">  1.  The member must practise the profession only under the supervision of an occupational therapist who holds a general practising certificate of registration and who has filed an employer acknowledgement form with the College. </p> <p class=\"paragraph-e\">  2.  The member must take the examination referred to in paragraph 1 of subsection 36 (3) at the first available sitting unless the member obtains the Registrar’s written consent to defer taking it because of exceptional circumstances.</p> <p class=\"paragraph-e\">  3.  If the member fails to take the examination at the first available sitting and has not obtained the Registrar’s consent to defer taking it before the examination, the member’s certificate of registration automatically expires unless,</p> <p class=\"subpara-e\">  i.  the member obtains the consent within 10 days after the examination, and </p> <p class=\"subpara-e\">  ii.  the member files with the College a fresh employer acknowledgement form and any undertakings requested by the Registrar within 10 days after the examination.</p> <p class=\"paragraph-e\">  4.  If the member satisfies the requirements in paragraph 3, the member shall take the examination at the next available sitting unless the Registrar directs otherwise, and this sitting is considered to be the first available sitting.</p> <p class=\"paragraph-e\">  5.  If the member takes the examination at the first available sitting and does not successfully complete it, the member’s certificate of registration automatically expires unless the member files with the College a fresh employer acknowledgement form and any undertakings requested by the Registrar within 60 days after the examination. </p> <p class=\"paragraph-e\">  6.  If the member files the acknowledgement form and the undertakings, if any, under paragraph 5, the member shall take the examination at the next available sitting unless the Registrar directs otherwise in writing, and this sitting is considered to be the second available sitting.</p> <p class=\"paragraph-e\">  7.  If the member fails to take the examination at the second available sitting in accordance with paragraph 6, the member’s certificate automatically expires unless the member obtains the Registrar’s written consent to defer because of exceptional circumstances within 10 days after the examination.</p> <p class=\"paragraph-e\">  8.  If the Registrar’s consent is given under paragraph 7, the member shall take the examination at the next available sitting unless the Registrar directs otherwise in writing, and this sitting is considered to be the second sitting. </p> <p class=\"paragraph-e\">  9.  If the member takes the examination at the sitting referred to in paragraphs 6 and 8 and does not successfully complete it, the member’s certificate of registration automatically expires upon the release of the result indicating that the member has failed. </p> <p class=\"paragraph-e\">  10.  If, at any time, the member passes the examination required under paragraph 2, the member’s certificate of registration expires 60 days after the examination unless the member obtains the Registrar’s consent in writing to maintain the certificate for a longer period of time.</p> <p class=\"paragraph-e\">  11.  The member must notify the Registrar in writing of his or her results immediately after they are released.</p> <p class=\"paragraph-e\">  12.  The member must have either professional liability insurance or protection against professional liability, in accordance with the by-laws, and shall, on request, provide evidence of such insurance or protection to the Registrar.  O. Reg. 122/01, s. 1; O. Reg. 19/12, s. 4 (6).</p> <p class=\"subsection-e\">  (5) The member who passes the examination required under paragraph 2 may be issued a general practising certificate of registration before the expiry of the provisional practising certificate of registration.  O. Reg. 122/01, s. 1.</p> <p class=\"subsection-e\">  (6) A member who qualifies for a general practising certificate of registration under subsection (5) has 18 months from the date of issue of the provisional certificate to satisfy the conditions set out in paragraph 1 of subsection 36 (4).  O. Reg. 122/01, s. 1.</p> <p class=\"heading1-e\">Temporary Certificate of Registration</p>"
        },
        {
            "id": "38.",
            "section": "Temporary Certificate of Registration",
            "content": "  38. (1) The following are registration requirements for a temporary certificate of registration: 1.  The applicant must hold a valid certificate of registration as an occupational therapist in another jurisdiction with education and clinical requirements equivalent to those of the College, as set out in subsections 36 (2) and 37 (2). 2.  The applicant must have an offer of employment or appointment not exceeding four months. 3.  A general practising member must have agreed to supervise the applicant and to be responsible for ensuring that the applicant provides appropriate care to clients. 4.  The applicant must provide evidence satisfactory to the Registrar that he or she has either professional liability insurance or protection against professional liability, in accordance with the by-laws.  O. Reg. 122/01, s. 1; O. Reg. 19/12, s. 5 (1). (1.1) The following are additional conditions of a temporary certificate of registration: 1.  The member must continue to be employed in the position referred to in paragraph 2 of subsection (1) or hold the appointment referred to in that paragraph. 2.  The member may only practise occupational therapy under the supervision of the general practising member referred to in paragraph 3 of subsection (1). 3.  The member must have either professional liability insurance or protection against professional liability, in accordance with the by-laws, and the member shall, upon request, provide evidence of such insurance or protection to the Registrar.  O. Reg. 19/12, s. 5 (2). (2) A temporary certificate of registration shall not be issued to a person for more than four months within a 12-month period.  O. Reg. 122/01, s. 1. Emergency Certificate of Registration",
            "raw_html": "<p class=\"section-e\"><b>  38.</b><b> </b>(1) The following are registration requirements for a temporary certificate of registration:</p> <p class=\"paragraph-e\">  1.  The applicant must hold a valid certificate of registration as an occupational therapist in another jurisdiction with education and clinical requirements equivalent to those of the College, as set out in subsections 36 (2) and 37 (2).</p> <p class=\"paragraph-e\">  2.  The applicant must have an offer of employment or appointment not exceeding four months.</p> <p class=\"paragraph-e\">  3.  A general practising member must have agreed to supervise the applicant and to be responsible for ensuring that the applicant provides appropriate care to clients.</p> <p class=\"paragraph-e\">  4.  The applicant must provide evidence satisfactory to the Registrar that he or she has either professional liability insurance or protection against professional liability, in accordance with the by-laws.  O. Reg. 122/01, s. 1; O. Reg. 19/12, s. 5 (1).</p> <p class=\"subsection-e\">  (1.1) The following are additional conditions of a temporary certificate of registration:</p> <p class=\"paragraph-e\">  1.  The member must continue to be employed in the position referred to in paragraph 2 of subsection (1) or hold the appointment referred to in that paragraph.</p> <p class=\"paragraph-e\">  2.  The member may only practise occupational therapy under the supervision of the general practising member referred to in paragraph 3 of subsection (1).</p> <p class=\"paragraph-e\">  3.  The member must have either professional liability insurance or protection against professional liability, in accordance with the by-laws, and the member shall, upon request, provide evidence of such insurance or protection to the Registrar.  O. Reg. 19/12, s. 5 (2).</p> <p class=\"subsection-e\">  (2) A temporary certificate of registration shall not be issued to a person for more than four months within a 12-month period.  O. Reg. 122/01, s. 1.</p> <p class=\"heading1-e\">Emergency Certificate of Registration</p>"
        },
        {
            "id": "38.1",
            "section": "Emergency Certificate of Registration",
            "content": "  38.1 (1) The following are non-exemptible requirements for an emergency certificate of registration: 1.  The Minister must have requested that the College initiate registrations under this class based on the Minister’s opinion that emergency circumstances call for it or the Council must have determined, after taking into account all of the relevant circumstances that impact the ability of applicants to meet the ordinary registration requirements, that there are emergency circumstances, and that it is in the public interest that the College issue emergency certificates. 2.  The applicant must meet the registration requirements of subsections 36 (1) to (3) with the exception of paragraph 3 of subsection 36 (1) and paragraph 1 of subsection 36 (3). 3.  The applicant must provide evidence of, i.  completion of at least 300 hours of service within the scope of practise of the profession in the five years before the date of application, or ii.  successful completion within the previous 18 months of a refresher course accepted by the Registration committee. O. Reg. 292/23, s. 2. (2) The following are conditions of an emergency certificate of registration: 1.  The member shall at all times when providing occupational therapy services identify themselves as an emergency certificate member. 2.  The member shall only practise the profession while under the supervision of a member in the general class. 3.  The member shall be restricted to the use of the title “Occupational Therapist (Emergency Class)” or “OT (Emerg. Class)”. O. Reg. 292/23, s. 2. (3) An emergency certificate of registration expires, unless stated otherwise on the certificate, six months after it is issued, unless it is renewed. O. Reg. 292/23, s. 2. (4) Unless stated otherwise on the certificate, a renewed emergency certificate of registration expires six months after it is renewed, unless it is renewed again. O. Reg. 292/23, s. 2. (5) Despite subsections (3) and (4), an emergency certificate expires on the earlier of any of the following: 1.  Three months after the date the Council declares that the emergency circumstances in which it is in the interest of the public to issue and renew emergency certificates of registration have ended. 2.  The date the member is issued a general practising certificate of registration. 3.  The date the member is issued a provisional practising certificate of registration. O. Reg. 292/23, s. 2. (6) A person who holds an emergency certificate of registration, or held an emergency certificate of registration within the six months prior to applying for a general practising certificate of registration, may be issued a general practising certificate of registration despite not having met the requirement set out in paragraph 3 of subsection 36 (1), if the person, (a)  applies for a general practising certificate of registration; (b)  satisfies all other requirements for the general practising certificate of registration; and (c)  provides satisfactory evidence, based on their practice for a period of at least six months in the emergency class, that they will practise competently and ethically even though practising without supervision. O. Reg. 292/23, s. 2. Suspensions and Revocations",
            "raw_html": "<p class=\"section-e\"><b>  38.1 </b>(1) The following are non-exemptible requirements for an emergency certificate of registration:</p> <p class=\"paragraph-e\">  1.  The Minister must have requested that the College initiate registrations under this class based on the Minister’s opinion that emergency circumstances call for it or the Council must have determined, after taking into account all of the relevant circumstances that impact the ability of applicants to meet the ordinary registration requirements, that there are emergency circumstances, and that it is in the public interest that the College issue emergency certificates.</p> <p class=\"paragraph-e\">  2.  The applicant must meet the registration requirements of subsections 36 (1) to (3) with the exception of paragraph 3 of subsection 36 (1) and paragraph 1 of subsection 36 (3).</p> <p class=\"paragraph-e\">  3.  The applicant must provide evidence of,</p> <p class=\"subpara-e\">  i.  completion of at least 300 hours of service within the scope of practise of the profession in the five years before the date of application, or </p> <p class=\"subpara-e\">  ii.  successful completion within the previous 18 months of a refresher course accepted by the Registration committee. O. Reg. 292/23, s. 2.</p> <p class=\"subsection-e\">  (2) The following are conditions of an emergency certificate of registration:</p> <p class=\"paragraph-e\">  1.  The member shall at all times when providing occupational therapy services identify themselves as an emergency certificate member.</p> <p class=\"paragraph-e\">  2.  The member shall only practise the profession while under the supervision of a member in the general class.</p> <p class=\"paragraph-e\">  3.  The member shall be restricted to the use of the title “Occupational Therapist (Emergency Class)” or “OT (Emerg. Class)”. O. Reg. 292/23, s. 2.</p> <p class=\"subsection-e\">  (3) An emergency certificate of registration expires, unless stated otherwise on the certificate, six months after it is issued, unless it is renewed. O. Reg. 292/23, s. 2.</p> <p class=\"subsection-e\">  (4) Unless stated otherwise on the certificate, a renewed emergency certificate of registration expires six months after it is renewed, unless it is renewed again. O. Reg. 292/23, s. 2.</p> <p class=\"subsection-e\">  (5) Despite subsections (3) and (4), an emergency certificate expires on the earlier of any of the following:</p> <p class=\"paragraph-e\">  1.  Three months after the date the Council declares that the emergency circumstances in which it is in the interest of the public to issue and renew emergency certificates of registration have ended.</p> <p class=\"paragraph-e\">  2.  The date the member is issued a general practising certificate of registration.</p> <p class=\"paragraph-e\">  3.  The date the member is issued a provisional practising certificate of registration. O. Reg. 292/23, s. 2.</p> <p class=\"subsection-e\">  (6) A person who holds an emergency certificate of registration, or held an emergency certificate of registration within the six months prior to applying for a general practising certificate of registration, may be issued a general practising certificate of registration despite not having met the requirement set out in paragraph 3 of subsection 36 (1), if the person,</p> <p class=\"clause-e\">  (a)  applies for a general practising certificate of registration;</p> <p class=\"clause-e\">  (b)  satisfies all other requirements for the general practising certificate of registration; and</p> <p class=\"clause-e\">  (c)  provides satisfactory evidence, based on their practice for a period of at least six months in the emergency class, that they will practise competently and ethically even though practising without supervision. O. Reg. 292/23, s. 2.</p> <p class=\"heading1-e\">Suspensions and Revocations</p>"
        },
        {
            "id": "39.",
            "section": "Suspensions and Revocations",
            "content": "  39. (1) Where the Registrar has suspended a member’s certificate of registration for failure to pay a required fee, the suspension may be lifted on payment of that fee, any fees that would have been payable had the member’s certificate not been suspended and any applicable penalties.  O. Reg. 122/01, s. 1. (2) Where the Registrar has suspended a member’s certificate of registration for failure to pay a required fee and the suspension remains in effect for a period of two years, the certificate is automatically revoked.  O. Reg. 122/01, s. 1. (3) A member whose certificate of registration is revoked under subsection (2), section 41 or 42 and who applies to be reinstated is required to satisfy the current requirements for the class of certificate for which the reinstatement is sought and to pay the application fee and the registration fee payable for the year in which the member wishes to be reinstated.  O. Reg. 122/01, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>  39.</b><b> </b>(1) Where the Registrar has suspended a member’s certificate of registration for failure to pay a required fee, the suspension may be lifted on payment of that fee, any fees that would have been payable had the member’s certificate not been suspended and any applicable penalties.  O. Reg. 122/01, s. 1.</p> <p class=\"subsection-e\">  (2) Where the Registrar has suspended a member’s certificate of registration for failure to pay a required fee and the suspension remains in effect for a period of two years, the certificate is automatically revoked.  O. Reg. 122/01, s. 1.</p> <p class=\"subsection-e\">  (3) A member whose certificate of registration is revoked under subsection (2), section 41 or 42 and who applies to be reinstated is required to satisfy the current requirements for the class of certificate for which the reinstatement is sought and to pay the application fee and the registration fee payable for the year in which the member wishes to be reinstated.  O. Reg. 122/01, s. 1.</p>"
        },
        {
            "id": "40.",
            "section": "Suspensions and Revocations",
            "content": "  40. Where an applicant states that he or she has obtained professional liability insurance or protection against professional liability but it is not practical to provide documentary evidence of coverage before the issuance of the certificate of registration, the Registrar may issue the certificate of registration on condition that such evidence be received by the College within 60 days of the issuance and, if it is not received in time, the certificate automatically expires.  O. Reg. 122/01, s. 1; O. Reg. 19/12, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>  40.</b><b> </b>Where an applicant states that he or she has obtained professional liability insurance or protection against professional liability but it is not practical to provide documentary evidence of coverage before the issuance of the certificate of registration, the Registrar may issue the certificate of registration on condition that such evidence be received by the College within 60 days of the issuance and, if it is not received in time, the certificate automatically expires.  O. Reg. 122/01, s. 1; O. Reg. 19/12, s. 6.</p>"
        },
        {
            "id": "41.",
            "section": "Suspensions and Revocations",
            "content": "  41. A member’s certificate of registration may be revoked by the Registrar if the member fails to provide satisfactory evidence of compliance with paragraph 1 of subsection 36 (4) on the annual renewal form unless the member obtains the Registrar’s written approval by the renewal date, and the Registrar may attach conditions to such approval.  O. Reg. 122/01, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>  41.</b><b> </b>A member’s certificate of registration may be revoked by the Registrar if the member fails to provide satisfactory evidence of compliance with paragraph 1 of subsection 36 (4) on the annual renewal form unless the member obtains the Registrar’s written approval by the renewal date, and the Registrar may attach conditions to such approval.  O. Reg. 122/01, s. 1.</p>"
        },
        {
            "id": "42.",
            "section": "Suspensions and Revocations",
            "content": " 42. A member’s certificate of registration may be revoked by the Registrar, (a)  if the member fails to maintain the professional liability insurance or protection against professional liability, in accordance with the by-laws; or (b)  if the member fails to provide satisfactory evidence of maintaining such insurance or protection within 60 days of a request in writing from the College.  O. Reg. 19/12, s. 7. Use of Title",
            "raw_html": "<p class=\"section-e\"> <b>42. </b>A member’s certificate of registration may be revoked by the Registrar,</p> <p class=\"clause-e\">  (a)  if the member fails to maintain the professional liability insurance or protection against professional liability, in accordance with the by-laws; or</p> <p class=\"clause-e\">  (b)  if the member fails to provide satisfactory evidence of maintaining such insurance or protection within 60 days of a request in writing from the College.  O. Reg. 19/12, s. 7.</p> <p class=\"heading1-e\">Use of Title</p>"
        },
        {
            "id": "43.",
            "section": "Use of Title",
            "content": "  43. A member who uses an abbreviation indicating that the member is registered or is recognized as an occupational therapist shall use the abbreviation “OT Reg. (Ont.)” in English or “Erg. Aut. (Ont.)” in French.  O. Reg. 122/01, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>  43.</b><b> </b>A member who uses an abbreviation indicating that the member is registered or is recognized as an occupational therapist shall use the abbreviation “OT Reg. (Ont.)” in English or “Erg. Aut. (Ont.)” in French.  O. Reg. 122/01, s. 1.</p>"
        },
        {
            "id": null,
            "section": "Use of Title",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}