{
    "reg_info": {
        "full_title": "O. Reg. 434/98: PART XXII.1 OF THE ACT - CAPPING OF TAXES FOR CERTAIN PROPERTY CLASSES FOR 1998, 1999 AND 2000",
        "reg_name_text": "PART XXII.1 OF THE ACT — CAPPING OF TAXES FOR CERTAIN PROPERTY CLASSES FOR 1998, 1999 AND 2000",
        "citation": "O. Reg. 434/98: PART XXII.1 OF THE ACT - CAPPING OF TAXES FOR CERTAIN PROPERTY CLASSES FOR 1998, 1999 AND 2000",
        "act_under": "Municipal Act   Loi sur les municipalités",
        "url": "https://www.ontario.ca/laws/regulation/980434",
        "date_scraped": "2023-12-19 20:28:12"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": "Reductions in Respect of School Taxes    for the City of Toronto for 1998",
            "content": "1. (1) This section sets out the reductions under paragraph 4 of subsection 447.15 (1) of the Act for 1998 for the City of Toronto in respect of reductions in taxes for school purposes. O. Reg. 434/98, s. 1 (1). (2) The reductions for property in the commercial property class are as follows: 1. If there is a 1998 tax increase phase-in for the property under section 447.19 of the Act of 2.5 per cent, the reduction shall be an amount equal to 0.1 per cent of the 1997-level taxes determined under section 447.17 of the Act. 2. If there is a 1998 tax increase phase-in for the property under section 447.19 of the Act of less than 2.5 per cent or if there is neither a 1998 tax increase phase-in nor a 1998 tax decrease phase-in under that section, the reduction shall be an amount equal to 1.861139 per cent of what the uncapped 1998 taxes, as defined in subsection 447.19 (5) of the Act, would have been if the amount requisitioned from the City of Toronto under section 257.12.1 of the Act, to be raised on the commercial property class, were $1,188,165,014 instead of the amount requisitioned in the requisition dated July 8, 1998. 3. If there is a 1998 tax decrease phase-in for the property under section 447.19 of the Act, the reduction shall be an amount equal to 6.660841 per cent of the difference between the 1997-level taxes determined under section 447.17 of the Act and the uncapped 1998 taxes as defined in subsection 447.19 (5) of the Act. O. Reg. 434/98, s. 1 (2). (3) The reductions for property in the industrial property class are as follows: 1. If there is a 1998 tax increase phase-in for the property under section 447.19 of the Act of 2.5 per cent, the reduction shall be an amount equal to 0.1 per cent of the 1997-level taxes determined under section 447.17 of the Act. 2. If there is a 1998 tax increase phase-in for the property under section 447.19 of the Act of less than 2.5 per cent or if there is neither a 1998 tax increase phase-in nor a 1998 tax decrease phase-in under that section, the reduction shall be an amount equal to 3.485379 per cent of what the uncapped 1998 taxes, as defined in subsection 447.19 (5) of the Act, would have been if the amount requisitioned from the City of Toronto under section 257.12.1 of the Act, to be raised on the industrial property class, were $207,274,820 instead of the amount requisitioned in the requisition dated July 8, 1998. 3. If there is a 1998 tax decrease phase-in for the property under section 447.19 of the Act, the reduction shall be an amount equal to 23.676095 per cent of the difference between the 1997-level taxes determined under section 447.17 of the Act and the uncapped 1998 taxes as defined in subsection 447.19 (5) of the Act. O. Reg. 434/98, s. 1 (3). REDUCTIONS IN RESPECT OF SCHOOL TAXES FOR THE   CITY OF TORONTO FOR 1999",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) This section sets out the reductions under paragraph 4 of subsection 447.15 (1) of the Act for 1998 for the City of Toronto in respect of reductions in taxes for school purposes. O. Reg. 434/98, s. 1 (1).</p> <p class=\"subsection-e\">(2) The reductions for property in the commercial property class are as follows:</p> <p class=\"paragraph-e\">1. If there is a 1998 tax increase phase-in for the property under section 447.19 of the Act of 2.5 per cent, the reduction shall be an amount equal to 0.1 per cent of the 1997-level taxes determined under section 447.17 of the Act.</p> <p class=\"paragraph-e\">2. If there is a 1998 tax increase phase-in for the property under section 447.19 of the Act of less than 2.5 per cent or if there is neither a 1998 tax increase phase-in nor a 1998 tax decrease phase-in under that section, the reduction shall be an amount equal to 1.861139 per cent of what the uncapped 1998 taxes, as defined in subsection 447.19 (5) of the Act, would have been if the amount requisitioned from the City of Toronto under section 257.12.1 of the Act, to be raised on the commercial property class, were $1,188,165,014 instead of the amount requisitioned in the requisition dated July 8, 1998.</p> <p class=\"paragraph-e\">3. If there is a 1998 tax decrease phase-in for the property under section 447.19 of the Act, the reduction shall be an amount equal to 6.660841 per cent of the difference between the 1997-level taxes determined under section 447.17 of the Act and the uncapped 1998 taxes as defined in subsection 447.19 (5) of the Act. O. Reg. 434/98, s. 1 (2).</p> <p class=\"subsection-e\">(3) The reductions for property in the industrial property class are as follows:</p> <p class=\"paragraph-e\">1. If there is a 1998 tax increase phase-in for the property under section 447.19 of the Act of 2.5 per cent, the reduction shall be an amount equal to 0.1 per cent of the 1997-level taxes determined under section 447.17 of the Act.</p> <p class=\"paragraph-e\">2. If there is a 1998 tax increase phase-in for the property under section 447.19 of the Act of less than 2.5 per cent or if there is neither a 1998 tax increase phase-in nor a 1998 tax decrease phase-in under that section, the reduction shall be an amount equal to 3.485379 per cent of what the uncapped 1998 taxes, as defined in subsection 447.19 (5) of the Act, would have been if the amount requisitioned from the City of Toronto under section 257.12.1 of the Act, to be raised on the industrial property class, were $207,274,820 instead of the amount requisitioned in the requisition dated July 8, 1998.</p> <p class=\"paragraph-e\">3. If there is a 1998 tax decrease phase-in for the property under section 447.19 of the Act, the reduction shall be an amount equal to 23.676095 per cent of the difference between the 1997-level taxes determined under section 447.17 of the Act and the uncapped 1998 taxes as defined in subsection 447.19 (5) of the Act. O. Reg. 434/98, s. 1 (3).</p> <p class=\"heading1-e\">REDUCTIONS IN RESPECT OF SCHOOL TAXES FOR THE <br/>  CITY OF TORONTO FOR 1999</p>"
        },
        {
            "id": "1.0.1",
            "section": "REDUCTIONS IN RESPECT OF SCHOOL TAXES FOR THE   CITY OF TORONTO FOR 1999",
            "content": "1.0.1 (1) This section sets out the reductions under paragraph 4 of subsection 447.15 (1) of the Act for 1999 for the City of Toronto in respect of reductions in taxes for school purposes. O. Reg. 380/99, s. 1. (2)The reductions for property in the commercial property class are as follows: 1. If the uncapped 1999 taxes for a property exceed the 1997-level taxes for the property by more than 4.8 per cent, the increase shall be reduced to 4.8 per cent. 2. If the uncapped 1999 taxes for a property exceed the 1997-level taxes for the property by 4.8 per cent or less, the 1997-level taxes shall be equal to uncapped 1999 taxes. 3. With respect to the properties not referred to in paragraphs 1 or 2, the difference between the 1997-level taxes and the uncapped 1999 taxes shall be apportioned among those properties in such a way that they all have the same percentage reduction. O. Reg. 380/99, s. 1; O. Reg. 361/00, s. 1. (3)The education tax cut (class) for property in the commercial property class shall be determined as follows: 1. Determine the 1999 rate reduction for the City of Toronto referred to in subsection 4 (4) of Ontario Regulation 400/98 for the commercial property class. 2. Determine the 1999 assessment as follows: A. If a reduction under section 368.1 of the Act applies, determine the assessment of all property in the commercial property class in the City of Toronto, as set out on the 1999 assessment rolls, as returned, and reduce it by an amount equal to the assessment with respect to which the percentage reduction in section 368.1 of the Act applies multiplied by that percentage reduction. B. Otherwise, determine the assessment of all property in the commercial property class in the City of Toronto, as set out on the 1999 assessment rolls, as returned. 3. Multiply the 1999 rate reduction by the 1999 assessment. 4. Subtract from that product the total reductions provided to all properties referred to in paragraphs 1 and 2 of subsection (2). O. Reg. 380/99, s. 1. (4)Subsections (2) and (3) also apply, with necessary modifications, with respect to a property in the industrial property class. O. Reg. 380/99, s. 1. (5)The reductions for property in the multi-residential property class are as follows: 1. If the uncapped 1999 taxes for a property exceed the 1997-level taxes for the property by less than 5 per cent, the 1997-level taxes shall be equal to the uncapped 1999 taxes. 2. For any property not referred to in paragraph 1, the difference between the 1997-level taxes and the uncapped 1999 taxes shall be apportioned among those properties in such a way that they all have the same percentage reduction. O. Reg. 380/99, s. 1. (6)The education tax cut (class) for property in the multi-residential property class shall be determined as follows: 1. Determine the assessment for all property in the multi-residential property class in the City of Toronto, as set out on the 1999 assessment rolls, as returned. 2. Multiply that amount by 0.00046. 3. Deduct from the product the total reductions provided to all properties referred to in paragraph 1 of subsection (5). O. Reg. 380/99, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1.0.1 </b>(1) This section sets out the reductions under paragraph 4 of subsection 447.15 (1) of the Act for 1999 for the City of Toronto in respect of reductions in taxes for school purposes. O. Reg. 380/99, s. 1.</p> <p class=\"Ssection-e\">(2)The reductions for property in the commercial property class are as follows:</p> <p class=\"paragraph-e\">1. If the uncapped 1999 taxes for a property exceed the 1997-level taxes for the property by more than 4.8 per cent, the increase shall be reduced to 4.8 per cent.</p> <p class=\"paragraph-e\">2. If the uncapped 1999 taxes for a property exceed the 1997-level taxes for the property by 4.8 per cent or less, the 1997-level taxes shall be equal to uncapped 1999 taxes.</p> <p class=\"paragraph-e\">3. With respect to the properties not referred to in paragraphs 1 or 2, the difference between the 1997-level taxes and the uncapped 1999 taxes shall be apportioned among those properties in such a way that they all have the same percentage reduction. O. Reg. 380/99, s. 1; O. Reg. 361/00, s. 1.</p> <p class=\"Ssection-e\">(3)The education tax cut (class) for property in the commercial property class shall be determined as follows:</p> <p class=\"paragraph-e\">1. Determine the 1999 rate reduction for the City of Toronto referred to in subsection 4 (4) of Ontario Regulation 400/98 for the commercial property class.</p> <p class=\"paragraph-e\">2. Determine the 1999 assessment as follows:</p> <p class=\"subpara-e\">A. If a reduction under section 368.1 of the Act applies, determine the assessment of all property in the commercial property class in the City of Toronto, as set out on the 1999 assessment rolls, as returned, and reduce it by an amount equal to the assessment with respect to which the percentage reduction in section 368.1 of the Act applies multiplied by that percentage reduction.</p> <p class=\"subpara-e\">B. Otherwise, determine the assessment of all property in the commercial property class in the City of Toronto, as set out on the 1999 assessment rolls, as returned.</p> <p class=\"paragraph-e\">3. Multiply the 1999 rate reduction by the 1999 assessment.</p> <p class=\"paragraph-e\">4. Subtract from that product the total reductions provided to all properties referred to in paragraphs 1 and 2 of subsection (2). O. Reg. 380/99, s. 1.</p> <p class=\"Ssection-e\">(4)Subsections (2) and (3) also apply, with necessary modifications, with respect to a property in the industrial property class. O. Reg. 380/99, s. 1.</p> <p class=\"Ssection-e\">(5)The reductions for property in the multi-residential property class are as follows:</p> <p class=\"paragraph-e\">1. If the uncapped 1999 taxes for a property exceed the 1997-level taxes for the property by less than 5 per cent, the 1997-level taxes shall be equal to the uncapped 1999 taxes.</p> <p class=\"paragraph-e\">2. For any property not referred to in paragraph 1, the difference between the 1997-level taxes and the uncapped 1999 taxes shall be apportioned among those properties in such a way that they all have the same percentage reduction. O. Reg. 380/99, s. 1. </p> <p class=\"Ssection-e\">(6)The education tax cut (class) for property in the multi-residential property class shall be determined as follows:</p> <p class=\"paragraph-e\">1. Determine the assessment for all property in the multi-residential property class in the City of Toronto, as set out on the 1999 assessment rolls, as returned.</p> <p class=\"paragraph-e\">2. Multiply that amount by 0.00046.</p> <p class=\"paragraph-e\">3. Deduct from the product the total reductions provided to all properties referred to in paragraph 1 of subsection (5). O. Reg. 380/99, s. 1.</p>"
        },
        {
            "id": null,
            "section": "REDUCTIONS IN RESPECT OF SCHOOL TAXES FOR THE   CITY OF TORONTO FOR 1999",
            "content": "(7)In this section, “1997-level taxes” means the 1997-level taxes determined under section 447.17 of the Act; “uncapped 1999 taxes” means the taxes for municipal and school taxes that would have been imposed in 1999 but for the application of Part XXII.1 of the Act. O. Reg. 380/99, s. 1.",
            "raw_html": "<p class=\"section-e\">(7)In this section,</p> <p class=\"firstdef-e\">“1997-level taxes” means the 1997-level taxes determined under section 447.17 of the Act;</p> <p class=\"definition-e\">“uncapped 1999 taxes” means the taxes for municipal and school taxes that would have been imposed in 1999 but for the application of Part XXII.1 of the Act. O. Reg. 380/99, s. 1.</p>"
        },
        {
            "id": "1.0.2",
            "section": "REDUCTIONS IN RESPECT OF SCHOOL TAXES FOR THE   CITY OF TORONTO FOR 1999",
            "content": "1.0.2 (1) This section sets out the reductions under paragraph 4 of subsection 447.15 (1) of the Act for 2000 for the City of Toronto in respect of reductions in taxes for school purposes. O. Reg. 361/00, s. 2. (2) The reductions for property in the commercial property class are as follows: 1. If the uncapped 2000 taxes for a property exceed the 1997-level taxes for the property by more than 7.2 per cent, the increase shall be reduced to 7.2 per cent. 2. If the uncapped 2000 taxes for a property exceed the 1997-level taxes for the property by 7.2 per cent or less, the 1997-level taxes shall be equal to the uncapped 2000 taxes. 3. For any property that is eligible for a 1998 tax decrease phase-in under subsection 447.18 (3) of the Act, the education tax cut (class), as determined under subsection (3), shall be distributed among those properties by the same percentage reduction based on the difference between the 1997-level taxes and the uncapped 2000 taxes. O. Reg. 361/00, s. 2. (3) The education tax cut (class) for property in the commercial property class shall be determined as follows: 1. Determine the 2000 tax rate reduction for the City of Toronto referred to in subsection 7 (3) of Ontario Regulation 400/98 for the commercial property class. 2. Determine the 2000 assessment as follows: A. If a reduction under section 368.1 of the Act applies, determine the assessment of all property in the commercial property class in the City of Toronto, as set out on the 2000 assessment rolls, as returned, and reduce it by an amount equal to the assessment with respect to which the percentage reduction in section 368.1 of the Act applies multiplied by that percentage reduction. B. Otherwise, determine the assessment of all property in the commercial property class in the City of Toronto, as set out on the 2000 assessment rolls, as returned. 3. Multiply the 2000 rate reduction by the 2000 assessment. 4. Deduct from that product the total reductions in taxes for school purposes provided to all properties referred to in paragraphs 1 and 2 of subsection (2). O. Reg. 361/00, s. 2. (4) Subsections (2) and (3) also apply, with necessary modifications, with respect to property in the industrial property class. O. Reg. 361/00, s. 2. (5) The reductions for property in the multi-residential property class are as follows: 1. If the uncapped 2000 taxes for a property exceed the 1997-level taxes for the property by 7.5 per cent or less, the 1997-level taxes shall be equal to the uncapped 2000 taxes. 2. For any property that is eligible for a 1998 tax decrease phase-in under subsection 447.18 (3) of the Act, the education tax cut (class), as determined under subsection (6), shall be distributed among those properties by the same percentage reduction based on the difference between the 1997-level taxes and the uncapped 2000 taxes. O. Reg. 361/00, s. 2. (6) The education tax cut (class) for property in the multi-residential property class shall be determined as follows: 1. Determine the assessment for all property in the multi-residential property class in the City of Toronto, as set out on the 2000 assessment rolls, as returned. 2. Multiply that amount by 0.00046. 3. Deduct from that product the total reductions in taxes for school purposes provided to all properties referred to in paragraph 1 of subsection (5). O. Reg. 361/00, s. 2. (7) In this section, “1997-level taxes” means the 1997-level taxes determined under section 447.17 of the Act; “2000 assessment rolls, as returned” means the 1999 assessment rolls for taxation in 2000, as returned; “uncapped 2000 taxes” means the taxes for municipal and school purposes that would have been imposed in 2000 but for the application of Part XXII.1 of the Act. O. Reg. 361/00, s. 2. Reductions in Respect of School Taxes    for the Tenant’s Cap",
            "raw_html": "<p class=\"section-e\"><b>1.0.2 </b>(1) This section sets out the reductions under paragraph 4 of subsection 447.15 (1) of the Act for 2000 for the City of Toronto in respect of reductions in taxes for school purposes. O. Reg. 361/00, s. 2.</p> <p class=\"subsection-e\">(2) The reductions for property in the commercial property class are as follows:</p> <p class=\"paragraph-e\">1. If the uncapped 2000 taxes for a property exceed the 1997-level taxes for the property by more than 7.2 per cent, the increase shall be reduced to 7.2 per cent.</p> <p class=\"paragraph-e\">2. If the uncapped 2000 taxes for a property exceed the 1997-level taxes for the property by 7.2 per cent or less, the 1997-level taxes shall be equal to the uncapped 2000 taxes.</p> <p class=\"paragraph-e\">3. For any property that is eligible for a 1998 tax decrease phase-in under subsection 447.18 (3) of the Act, the education tax cut (class), as determined under subsection (3), shall be distributed among those properties by the same percentage reduction based on the difference between the 1997-level taxes and the uncapped 2000 taxes. O. Reg. 361/00, s. 2.</p> <p class=\"subsection-e\">(3) The education tax cut (class) for property in the commercial property class shall be determined as follows:</p> <p class=\"paragraph-e\">1. Determine the 2000 tax rate reduction for the City of Toronto referred to in subsection 7 (3) of Ontario Regulation 400/98 for the commercial property class.</p> <p class=\"paragraph-e\">2. Determine the 2000 assessment as follows:</p> <p class=\"subpara-e\">A. If a reduction under section 368.1 of the Act applies, determine the assessment of all property in the commercial property class in the City of Toronto, as set out on the 2000 assessment rolls, as returned, and reduce it by an amount equal to the assessment with respect to which the percentage reduction in section 368.1 of the Act applies multiplied by that percentage reduction.</p> <p class=\"subpara-e\">B. Otherwise, determine the assessment of all property in the commercial property class in the City of Toronto, as set out on the 2000 assessment rolls, as returned.</p> <p class=\"paragraph-e\">3. Multiply the 2000 rate reduction by the 2000 assessment.</p> <p class=\"paragraph-e\">4. Deduct from that product the total reductions in taxes for school purposes provided to all properties referred to in paragraphs 1 and 2 of subsection (2). O. Reg. 361/00, s. 2.</p> <p class=\"subsection-e\">(4) Subsections (2) and (3) also apply, with necessary modifications, with respect to property in the industrial property class. O. Reg. 361/00, s. 2.</p> <p class=\"subsection-e\">(5) The reductions for property in the multi-residential property class are as follows:</p> <p class=\"paragraph-e\">1. If the uncapped 2000 taxes for a property exceed the 1997-level taxes for the property by 7.5 per cent or less, the 1997-level taxes shall be equal to the uncapped 2000 taxes.</p> <p class=\"paragraph-e\">2. For any property that is eligible for a 1998 tax decrease phase-in under subsection 447.18 (3) of the Act, the education tax cut (class), as determined under subsection (6), shall be distributed among those properties by the same percentage reduction based on the difference between the 1997-level taxes and the uncapped 2000 taxes. O. Reg. 361/00, s. 2.</p> <p class=\"subsection-e\">(6) The education tax cut (class) for property in the multi-residential property class shall be determined as follows:</p> <p class=\"paragraph-e\">1. Determine the assessment for all property in the multi-residential property class in the City of Toronto, as set out on the 2000 assessment rolls, as returned.</p> <p class=\"paragraph-e\">2. Multiply that amount by 0.00046.</p> <p class=\"paragraph-e\">3. Deduct from that product the total reductions in taxes for school purposes provided to all properties referred to in paragraph 1 of subsection (5). O. Reg. 361/00, s. 2.</p> <p class=\"subsection-e\">(7) In this section,</p> <p class=\"definition-e\">“1997-level taxes” means the 1997-level taxes determined under section 447.17 of the Act;</p> <p class=\"definition-e\">“2000 assessment rolls, as returned” means the 1999 assessment rolls for taxation in 2000, as returned;</p> <p class=\"definition-e\">“uncapped 2000 taxes” means the taxes for municipal and school purposes that would have been imposed in 2000 but for the application of Part XXII.1 of the Act. O. Reg. 361/00, s. 2.</p> <p class=\"heading1-e\">Reductions in Respect of School Taxes  <br/>  for the Tenant’s Cap</p>"
        },
        {
            "id": "1.1",
            "section": "Reductions in Respect of School Taxes    for the Tenant’s Cap",
            "content": "1.1 (1) This section sets out the adjustments under paragraph 5 of subsection 447.24 (7) of the Act in respect of reductions under paragraph 4 of subsection 447.15 (1) of the Act. O. Reg. 704/98, s. 1. (2) The amount referred to in paragraph 5 of subsection 447.24 (7) of the Act shall be reduced by an amount equal to the percentage, determined under subsection (3), of the sum of the amount in respect of property taxes under paragraph 1 of subsection 447.24 (7) of the Act plus the amount in respect of business taxes under paragraph 1 of subsection 447.24 (7) of the Act. O. Reg. 704/98, s. 1. (3) The percentage referred to in subsection (2) is, (a) for 1998, .1 per cent; (b) for 1999, .2 per cent; or (c) for 2000, .3 per cent. O. Reg. 704/98, s. 1. Prescribed Factors for the City of Toronto",
            "raw_html": "<p class=\"section-e\"><b>1.1 </b>(1) This section sets out the adjustments under paragraph 5 of subsection 447.24 (7) of the Act in respect of reductions under paragraph 4 of subsection 447.15 (1) of the Act. O. Reg. 704/98, s. 1.</p> <p class=\"subsection-e\">(2) The amount referred to in paragraph 5 of subsection 447.24 (7) of the Act shall be reduced by an amount equal to the percentage, determined under subsection (3), of the sum of the amount in respect of property taxes under paragraph 1 of subsection 447.24 (7) of the Act plus the amount in respect of business taxes under paragraph 1 of subsection 447.24 (7) of the Act. O. Reg. 704/98, s. 1.</p> <p class=\"subsection-e\">(3) The percentage referred to in subsection (2) is,</p> <p class=\"clause-e\">(a) for 1998, .1 per cent;</p> <p class=\"clause-e\">(b) for 1999, .2 per cent; or</p> <p class=\"clause-e\">(c) for 2000, .3 per cent. O. Reg. 704/98, s. 1.</p> <p class=\"heading1-e\">Prescribed Factors for the City of Toronto</p>"
        },
        {
            "id": "2.",
            "section": "Prescribed Factors for the City of Toronto",
            "content": "2. For the purposes of paragraph 1 of subsection 447.7 (3) of the Act and paragraph 1 of subsection 447.10 (2) of the Act, the factors in the following table are prescribed for the City of Toronto for the property classes indicated:  Property Class\n\nFactor\n\n\nMulti-residential property class\n\n0.100059\n\n\nCommercial property class\n\n0.098179\n\n\nIndustrial property class\n\n0.140327 O. Reg. 434/98, s 2; O. Reg. 496/98, s. 1. Unfinished Portion of New Building Built after 1997",
            "raw_html": "<p class=\"section-e\"><b>2. </b>For the purposes of paragraph 1 of subsection 447.7 (3) of the Act and paragraph 1 of subsection 447.10 (2) of the Act, the factors in the following table are prescribed for the City of Toronto for the property classes indicated:</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"160\"><p class=\"table-e\">Property Class</p>\n</td>\n<td valign=\"top\" width=\"160\"><p class=\"table-e\">Factor</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"160\"><p class=\"table-e\">Multi-residential property class</p>\n</td>\n<td valign=\"top\" width=\"160\"><p class=\"table-e\">0.100059</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"160\"><p class=\"table-e\">Commercial property class</p>\n</td>\n<td valign=\"top\" width=\"160\"><p class=\"table-e\">0.098179</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"160\"><p class=\"table-e\">Industrial property class</p>\n</td>\n<td valign=\"top\" width=\"160\"><p class=\"table-e\">0.140327</p>\n</td></tr></table></center> <p class=\"tfootnote-e\">O. Reg. 434/98, s 2; O. Reg. 496/98, s. 1.</p> <p class=\"heading1-e\">Unfinished Portion of New Building Built after 1997</p>"
        },
        {
            "id": "3.",
            "section": "Unfinished Portion of New Building Built after 1997",
            "content": "3. If subsection 447.10 (2) of the Act applies to a property and the assessment set out in the assessment roll for the year for the property includes assessment in the subclass for vacant units and excess land prescribed in section 21 of Regulation 282/98 made under the Assessment Act for the property class the property is in, the following rules apply: 1. The total assessment shall be increased so that it equals the assessment set out in the assessment roll for the year multiplied by the factor for the property class prescribed in the Table to section 2. 2. The vacant commercial assessment shall be determined in accordance with subsection 447.12 (2) of the Act. 3. The commercial assessment shall be the increased total assessment, determined under paragraph 1, minus the vacant commercial assessment, determined under paragraph 2. 4. The business assessment shall be the commercial assessment, determined under paragraph 3, multiplied by the average business rate determined under section 447.13 of the Act. O. Reg. 380/99, s. 2. Adjustments for Mixed Use Properties for 1998, 1999 and 2000",
            "raw_html": "<p class=\"section-e\"><b>3. </b>If subsection 447.10 (2) of the Act applies to a property and the assessment set out in the assessment roll for the year for the property includes assessment in the subclass for vacant units and excess land prescribed in section 21 of Regulation 282/98 made under the <i>Assessment Act</i> for the property class the property is in, the following rules apply:</p> <p class=\"paragraph-e\">1. The total assessment shall be increased so that it equals the assessment set out in the assessment roll for the year multiplied by the factor for the property class prescribed in the Table to section 2.</p> <p class=\"paragraph-e\">2. The vacant commercial assessment shall be determined in accordance with subsection 447.12 (2) of the Act.</p> <p class=\"paragraph-e\">3. The commercial assessment shall be the increased total assessment, determined under paragraph 1, minus the vacant commercial assessment, determined under paragraph 2.</p> <p class=\"paragraph-e\">4. The business assessment shall be the commercial assessment, determined under paragraph 3, multiplied by the average business rate determined under section 447.13 of the Act. O. Reg. 380/99, s. 2.</p> <p class=\"heading1-e\">Adjustments for Mixed Use Properties for 1998, 1999 and 2000</p>"
        },
        {
            "id": "4.",
            "section": "Adjustments for Mixed Use Properties for 1998, 1999 and 2000",
            "content": "4. If, as a result of a settlement under section 39.1 of the Assessment Act or an appeal under section 40 of that Act, the portions of a property that are classified in different property classes on the assessment roll are altered from those on which the frozen assessment listing under section 447.6 of the Act for the property was determined under paragraph 2 of section 447.22 of the Municipal Act for 1998, 1999 or 2000, the frozen assessment listing under section 447.6 of the Municipal Act for the year shall be determined by apportioning the amounts among the portions of the property in the same proportions as the portions that are classified in different property classes on the assessment roll as altered by the settlement or appeal, as the case may be. O. Reg. 380/99, s. 2. Determination of Tax Liability for Changes Made    under Section 447.23 of the Act",
            "raw_html": "<p class=\"section-e\"><b>4. </b>If, as a result of a settlement under section 39.1 of the <i>Assessment Act</i> or an appeal under section 40 of that Act, the portions of a property that are classified in different property classes on the assessment roll are altered from those on which the frozen assessment listing under section 447.6 of the Act for the property was determined under paragraph 2 of section 447.22 of the <i>Municipal Act</i> for 1998, 1999 or 2000, the frozen assessment listing under section 447.6 of the <i>Municipal Act</i> for the year shall be determined by apportioning the amounts among the portions of the property in the same proportions as the portions that are classified in different property classes on the assessment roll as altered by the settlement or appeal, as the case may be. O. Reg. 380/99, s. 2.</p> <p class=\"heading1-e\">Determination of Tax Liability for Changes Made  <br/>  under Section 447.23 of the Act</p>"
        },
        {
            "id": "5.",
            "section": "Determination of Tax Liability for Changes Made    under Section 447.23 of the Act",
            "content": "5. Subject to subsection 447.23 (2) of the Act, the tax liability of a property to which section 447.23 of the Act applies shall be determined in accordance with section 447.15 of the Act, except that, (a) if subsection 447.10 (3) of the Act is not to be taken into account to determine the increase in assessment, section 447.19 of the Act does not apply; and (b) if subsection 447.10 (3) of the Act is to be taken into account to determine the increase in assessment, section 447.19 of the Act does apply as if the supplementary assessment were a separate property. O. Reg. 380/99, s. 2. Vacancy Changes for 1998",
            "raw_html": "<p class=\"section-e\"><b>5. </b>Subject to subsection 447.23 (2) of the Act, the tax liability of a property to which section 447.23 of the Act applies shall be determined in accordance with section 447.15 of the Act, except that,</p> <p class=\"clause-e\">(a) if subsection 447.10 (3) of the Act is not to be taken into account to determine the increase in assessment, section 447.19 of the Act does not apply; and</p> <p class=\"clause-e\">(b) if subsection 447.10 (3) of the Act is to be taken into account to determine the increase in assessment, section 447.19 of the Act does apply as if the supplementary assessment were a separate property. O. Reg. 380/99, s. 2.</p> <p class=\"heading1-e\">Vacancy Changes for 1998</p>"
        },
        {
            "id": "6.",
            "section": "Vacancy Changes for 1998",
            "content": "6. For the purposes of subsection 447.5 (4) of the Act, any change to the assessment of property in the subclass for vacant units and excess land prescribed in section 21 of Ontario Regulation 282/98 made under the Assessment Act for the property class the property is in from the assessment of the property in the subclass that is set out on the 1998 assessment roll, as returned, as a result of a settlement under section 39.1 of the Assessment Act, an appeal under section 40 of that Act, an application under section 46 of that Act or an application under section 442 of the Municipal Act, the municipality shall adjust the frozen assessment listing for 1998 as provided under section 447.12 of the Municipal Act. O. Reg. 380/99, s. 2. Property EXEMPT FROM PART XXII.1 OF THE ACT",
            "raw_html": "<p class=\"section-e\"><b>6. </b>For the purposes of subsection 447.5 (4) of the Act, any change to the assessment of property in the subclass for vacant units and excess land prescribed in section 21 of Ontario Regulation 282/98 made under the <i>Assessment Act</i> for the property class the property is in from the assessment of the property in the subclass that is set out on the 1998 assessment roll, as returned, as a result of a settlement under section 39.1 of the <i>Assessment Act</i>, an appeal under section 40 of that Act, an application under section 46 of that Act or an application under section 442 of the <i>Municipal Act</i>, the municipality shall adjust the frozen assessment listing for 1998 as provided under section 447.12 of the <i>Municipal Act</i>. O. Reg. 380/99, s. 2.</p> <p class=\"heading1-e\">Property EXEMPT FROM PART XXII.1 OF THE ACT</p>"
        },
        {
            "id": "7.",
            "section": "Property EXEMPT FROM PART XXII.1 OF THE ACT",
            "content": "7. (1) The following property is exempt from Part XXII.1 of the Act with respect to the 1999 and 2000 taxation years: 1. Land owned by a designated electrical utility and by a municipal electrical utility, both as defined in subsection 19.0.1 (5) of the Assessment Act, to which subsection 19.0.1 (1) of that Act applies. O. Reg. 380/99, s. 2. (2) Property in the professional sports facility property class is exempt from Part XXII.1 of the Act with respect to the 2000 taxation year. O. Reg. 177/00, s. 1. School Board Rates for New Properties",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) The following property is exempt from Part XXII.1 of the Act with respect to the 1999 and 2000 taxation years:</p> <p class=\"paragraph-e\">1. Land owned by a designated electrical utility and by a municipal electrical utility, both as defined in subsection 19.0.1 (5) of the <i>Assessment Act</i>, to which subsection 19.0.1 (1) of that Act applies. O. Reg. 380/99, s. 2.</p> <p class=\"subsection-e\">(2) Property in the professional sports facility property class is exempt from Part XXII.1 of the Act with respect to the 2000 taxation year. O. Reg. 177/00, s. 1.</p> <p class=\"heading1-e\">School Board Rates for New Properties</p>"
        },
        {
            "id": "8.",
            "section": "School Board Rates for New Properties",
            "content": "8. (1) This section applies to the determination of 1997 commercial and residential mill rates to be levied on property to which the following provisions of the Act apply: 1. Sections 447.7 and 447.9. 2. Subsection 447.10 (2). O. Reg. 380/99, s. 2. (2)This section also applies to the determination of the 1997 commercial mill rates to be levied on property where there is an increase in commercial assessment under subsection 447.12 (3) of the Act. O. Reg. 380/99, s. 2. (3)If property is added to the frozen assessment listing under sections 447.7 and 447.9 of the Act or the assessments in the frozen assessment listing for a year are determined under subsection 447.10 (2) of the Act, the 1997 commercial mill rate to be applied to the property under paragraph 1 of subsection 447.16 (2) of the Act shall be determined as follows: 1. Multiply the commercial mill rate that was levied in 1997 for the purposes of each school board that, in 1997, had territorial jurisdiction in the City of Toronto (established on January 1, 1998) by the percentage, as set out in the Table to this section, of the assessment that was taxable for the purposes of that school board as specified in the Table. 2. Add the products determined under paragraph 1. 3. Add the commercial mill rates for municipal purposes that would have been levied on the property in 1997 if commercial mill rates had been levied on the property in that year.O. Reg. 380/90, s. 2. (4)If there is an increase in commercial assessment under subsection 447.12 (3) of the Act, the 1997 commercial mill rate, determined under subsection (3), shall be applied to the amount of the increase in commercial assessment and business assessment. O. Reg. 380/99, s. 2. (5)Subsection (3) applies, with necessary modifications, to determine the residential mill rate to be applied to property under paragraph 2 of subsection 447.16 (2) of the Act. O. Reg. 380/99, s. 2. TABLE  New City of Toronto\n\nEnglish Public\n\nEnglish Separate\n\n\nEast York\n\n83.6%\n\n16.4%\n\n\nEtobicoke\n\n75.5%\n\n24.5%\n\n\nNorth York\n\n79.4%\n\n20.6%\n\n\nScarborough\n\n81.5%\n\n18.5%\n\n\nToronto\n\n84.3%\n\n15.7%\n\n\nYork\n\n70.6%\n\n29.4% O. Reg. 380/99, s. 2. Variation of Section 447.30 of the Act with respect   to 2000 (Interim Levy, Local Municipality)",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) This section applies to the determination of 1997 commercial and residential mill rates to be levied on property to which the following provisions of the Act apply:</p> <p class=\"paragraph-e\">1. Sections 447.7 and 447.9.</p> <p class=\"paragraph-e\">2. Subsection 447.10 (2). O. Reg. 380/99, s. 2. </p> <p class=\"Ssection-e\">(2)This section also applies to the determination of the 1997 commercial mill rates to be levied on property where there is an increase in commercial assessment under subsection 447.12 (3) of the Act. O. Reg. 380/99, s. 2. </p> <p class=\"Ssection-e\">(3)If property is added to the frozen assessment listing under sections 447.7 and 447.9 of the Act or the assessments in the frozen assessment listing for a year are determined under subsection 447.10 (2) of the Act, the 1997 commercial mill rate to be applied to the property under paragraph 1 of subsection 447.16 (2) of the Act shall be determined as follows:</p> <p class=\"paragraph-e\">1. Multiply the commercial mill rate that was levied in 1997 for the purposes of each school board that, in 1997, had territorial jurisdiction in the City of Toronto (established on January 1, 1998) by the percentage, as set out in the Table to this section, of the assessment that was taxable for the purposes of that school board as specified in the Table.</p> <p class=\"paragraph-e\">2. Add the products determined under paragraph 1.</p> <p class=\"paragraph-e\">3. Add the commercial mill rates for municipal purposes that would have been levied on the property in 1997 if commercial mill rates had been levied on the property in that year.O. Reg. 380/90, s. 2.</p> <p class=\"Ssection-e\">(4)If there is an increase in commercial assessment under subsection 447.12 (3) of the Act, the 1997 commercial mill rate, determined under subsection (3), shall be applied to the amount of the increase in commercial assessment and business assessment. O. Reg. 380/99, s. 2. </p> <p class=\"Ssection-e\">(5)Subsection (3) applies, with necessary modifications, to determine the residential mill rate to be applied to property under paragraph 2 of subsection 447.16 (2) of the Act. O. Reg. 380/99, s. 2. </p> <p class=\"tableheading-e\">TABLE</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"481\"><p class=\"table-e\">New City of Toronto</p>\n</td>\n<td valign=\"top\" width=\"95\"><p class=\"table-e\">English Public</p>\n</td>\n<td valign=\"top\" width=\"95\"><p class=\"table-e\">English Separate</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"481\"><p class=\"table-e\">East York</p>\n</td>\n<td valign=\"top\" width=\"95\"><p class=\"table-e\">83.6%</p>\n</td>\n<td valign=\"top\" width=\"95\"><p class=\"table-e\">16.4%</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"481\"><p class=\"table-e\">Etobicoke</p>\n</td>\n<td valign=\"top\" width=\"95\"><p class=\"table-e\">75.5%</p>\n</td>\n<td valign=\"top\" width=\"95\"><p class=\"table-e\">24.5%</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"481\"><p class=\"table-e\">North York</p>\n</td>\n<td valign=\"top\" width=\"95\"><p class=\"table-e\">79.4%</p>\n</td>\n<td valign=\"top\" width=\"95\"><p class=\"table-e\">20.6%</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"481\"><p class=\"table-e\">Scarborough</p>\n</td>\n<td valign=\"top\" width=\"95\"><p class=\"table-e\">81.5%</p>\n</td>\n<td valign=\"top\" width=\"95\"><p class=\"table-e\">18.5%</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"481\"><p class=\"table-e\">Toronto</p>\n</td>\n<td valign=\"top\" width=\"95\"><p class=\"table-e\">84.3%</p>\n</td>\n<td valign=\"top\" width=\"95\"><p class=\"table-e\">15.7%</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"481\"><p class=\"table-e\">York</p>\n</td>\n<td valign=\"top\" width=\"95\"><p class=\"table-e\">70.6%</p>\n</td>\n<td valign=\"top\" width=\"95\"><p class=\"table-e\">29.4%</p>\n</td></tr></table></center> <p class=\"footnote-e\">O. Reg. 380/99, s. 2.</p> <p class=\"heading1-e\">Variation of Section 447.30 of the Act with respect <br/>  to 2000 (Interim Levy, Local Municipality)</p>"
        },
        {
            "id": "9.",
            "section": "Variation of Section 447.30 of the Act with respect   to 2000 (Interim Levy, Local Municipality)",
            "content": "9. (1) The application of section 447.30 of the Act is varied, in respect of 2000, in accordance with the following: 1. A by-law under paragraph 1 of subsection 447.30 (1) of the Act shall provide for taxes to be limited in accordance with the following: i. If the taxes levied under paragraph 1 of subsection 447.30 (1) of the Act would otherwise exceed 50 per cent of the final 1999 taxes, the taxes levied under paragraph 1 of subsection 447.30 (1) of the Act shall be reduced to 50 per cent of the final 1999 taxes. ii. If the taxes levied in 1999 were for only part of the year because assessment was added to the collector’s roll during the year, the final 1999 taxes shall be deemed, for the purposes of subparagraph i, to be equal to what the final 1999 taxes would have been if the 1999 taxes had been levied for an entire year. iii. Subparagraph i does not apply with respect to a parcel if no taxes were levied on the parcel in 1999. 2. Under subsection 370 (7.1) of the Act, as that subsection applies under section 447.30 of the Act, the council of a municipality shall not adjust taxes so that they exceed what they are limited to under paragraph 1. O. Reg. 603/99, s. 1. (2) In this section, “final 1999 taxes” means the taxes levied for 1999 on a property. O. Reg. 603/99, s. 1. ",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) The application of section 447.30 of the Act is varied, in respect of 2000, in accordance with the following:</p> <p class=\"paragraph-e\">1. A by-law under paragraph 1 of subsection 447.30 (1) of the Act shall provide for taxes to be limited in accordance with the following:</p> <p class=\"subpara-e\">i. If the taxes levied under paragraph 1 of subsection 447.30 (1) of the Act would otherwise exceed 50 per cent of the final 1999 taxes, the taxes levied under paragraph 1 of subsection 447.30 (1) of the Act shall be reduced to 50 per cent of the final 1999 taxes.</p> <p class=\"subpara-e\">ii. If the taxes levied in 1999 were for only part of the year because assessment was added to the collector’s roll during the year, the final 1999 taxes shall be deemed, for the purposes of subparagraph i, to be equal to what the final 1999 taxes would have been if the 1999 taxes had been levied for an entire year.</p> <p class=\"subpara-e\">iii. Subparagraph i does not apply with respect to a parcel if no taxes were levied on the parcel in 1999.</p> <p class=\"paragraph-e\">2. Under subsection 370 (7.1) of the Act, as that subsection applies under section 447.30 of the Act, the council of a municipality shall not adjust taxes so that they exceed what they are limited to under paragraph 1. O. Reg. 603/99, s. 1.</p> <p class=\"subsection-e\">(2) In this section, </p> <p class=\"firstdef-e\">“final 1999 taxes” means the taxes levied for 1999 on a property. O. Reg. 603/99, s. 1.</p> <p class=\"Normal\"></p>"
        }
    ]
}