{
    "reg_info": {
        "full_title": "O. Reg. 13/91: DESIGNATION - LAKE ONTARIO STEEL COMPANY - A DIVISION OF CO-STEEL INC.",
        "reg_name_text": "DESIGNATION — LAKE ONTARIO STEEL COMPANY — A DIVISION OF CO-STEEL INC.",
        "citation": "O. Reg. 13/91: DESIGNATION - LAKE ONTARIO STEEL COMPANY - A DIVISION OF CO-STEEL INC.",
        "act_under": "Environmental Assessment Act   Loi sur les évaluations environnementales",
        "url": "https://www.ontario.ca/laws/regulation/910013",
        "date_scraped": "2023-12-19 05:40:55"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/910013/v2",
            "valid_from": "April 26, 2011",
            "valid_to": "June 30, 2011"
        },
        {
            "a_href": "/laws/regulation/910013/v1",
            "valid_from": "January 23, 1991",
            "valid_to": "April 25, 2011"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “Lake Ontario Steel Company — A Division of Co-Steel Inc.” includes any person related to Lake Ontario Steel Company — A Division of Co-Steel Inc. by ownership and any person who is a party to a contract with Lake Ontario Steel Company — A Division of Co-Steel Inc. respecting the enterprise or activity described in subsection 2 (1); “site” means the land located on Part Lots 22, 23, 24 and Part of Road Allowance between Part Lots 22 and 23, Broken Front Concession, Town of Whitby in The Regional Municipality of Durham. O. Reg. 13/91, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“Lake Ontario Steel Company — A Division of Co-Steel Inc.” includes any person related to Lake Ontario Steel Company — A Division of Co-Steel Inc. by ownership and any person who is a party to a contract with Lake Ontario Steel Company — A Division of Co-Steel Inc. respecting the enterprise or activity described in subsection 2 (1);</p> <p class=\"definition-e\">“site” means the land located on Part Lots 22, 23, 24 and Part of Road Allowance between Part Lots 22 and 23, Broken Front Concession, Town of Whitby in The Regional Municipality of Durham. O. Reg. 13/91, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) The enterprise or activity by Lake Ontario Steel Company — A Division of Co-Steel Inc. of disposing on the site of by-product waste originating from its car shredder operations, other than disposing of by-product waste by a method set out in subsection (2), is defined as a major commercial or business enterprise or activity and is designated as an undertaking to which the Act applies. O. Reg. 13/91, s. 2 (1). (2) The methods referred to in subsection (1) are: 1. Transporting the by-product waste to another location. 2. Reusing the by-product waste, other than reusing it as a fuel. 3. Transferring and storing the by-product waste in accordance with a certificate of approval or provisional certificate of approval issued under Part V of the Environmental Protection Act, where the certificate or provisional certificate provides that no additional by-product waste shall be transferred or stored under the certificate after the date that is six months after the date a decision is made under the Environmental Assessment Act to give or refuse approval to proceed with the undertaking designated by this Regulation. O. Reg. 13/91, s. 2 (2). ",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) The enterprise or activity by Lake Ontario Steel Company — A Division of Co-Steel Inc. of disposing on the site of by-product waste originating from its car shredder operations, other than disposing of by-product waste by a method set out in subsection (2), is defined as a major commercial or business enterprise or activity and is designated as an undertaking to which the Act applies. O. Reg. 13/91, s. 2 (1).</p> <p class=\"subsection-e\">(2) The methods referred to in subsection (1) are:</p> <p class=\"paragraph-e\">1. Transporting the by-product waste to another location.</p> <p class=\"paragraph-e\">2. Reusing the by-product waste, other than reusing it as a fuel.</p> <p class=\"paragraph-e\">3. Transferring and storing the by-product waste in accordance with a certificate of approval or provisional certificate of approval issued under Part V of the <i>Environmental Protection Act</i>, where the certificate or provisional certificate provides that no additional by-product waste shall be transferred or stored under the certificate after the date that is six months after the date a decision is made under the <i>Environmental Assessment Act</i> to give or refuse approval to proceed with the undertaking designated by this Regulation. O. Reg. 13/91, s. 2 (2).</p> <p class=\"Normal\"></p>"
        }
    ]
}