{
    "reg_info": {
        "full_title": "O. Reg. 6/96: ASSESSMENT WORK",
        "reg_name_text": "ASSESSMENT WORK",
        "citation": "O. Reg. 6/96: ",
        "act_under": "Mining Act",
        "url": "https://www.ontario.ca/laws/regulation/960006",
        "date_scraped": "2023-12-19 01:56:24"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/960006/v10",
            "valid_from": "March  5, 2018",
            "valid_to": "April  9, 2018"
        },
        {
            "a_href": "/laws/regulation/960006/v9",
            "valid_from": "September  1, 2017",
            "valid_to": "March  4, 2018"
        },
        {
            "a_href": "/laws/regulation/960006/v8",
            "valid_from": "July 11, 2017",
            "valid_to": "August 31, 2017"
        },
        {
            "a_href": "/laws/regulation/960006/v7",
            "valid_from": "November  1, 2012",
            "valid_to": "July 10, 2017"
        },
        {
            "a_href": "/laws/regulation/960006/v6",
            "valid_from": "October  2, 2012",
            "valid_to": "October 31, 2012"
        },
        {
            "a_href": "/laws/regulation/960006/v5",
            "valid_from": "August  8, 2006",
            "valid_to": "October  1, 2012"
        },
        {
            "a_href": "/laws/regulation/960006/v4",
            "valid_from": "May 10, 2006",
            "valid_to": "August  7, 2006"
        },
        {
            "a_href": "/laws/regulation/960006/v3",
            "valid_from": "December  3, 2004",
            "valid_to": "May  9, 2006"
        },
        {
            "a_href": "/laws/regulation/960006/v2",
            "valid_from": "October  4, 2004",
            "valid_to": "December  2, 2004"
        },
        {
            "a_href": "/laws/regulation/960006/v1",
            "valid_from": "March  1, 1996",
            "valid_to": "October  3, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. In this Regulation, “assessment work report” means, (a) an assessment work submission form, in a form approved by the Minister, and (b) a technical report applicable to the type of activity and any other required supporting documents for the activity or the expenses, as set out in sections 3.1 and 8 to 18.1 of this Regulation; (“rapport de travaux d’évaluation”) “assessment year” means, (a) the year between the date of recording of a claim and the first anniversary date, and (b) the year between anniversary dates; (“année d’évaluation”) “claim unit” has the same meaning as in Ontario Regulation 43/11 (Claim Staking and Recording) made under the Act; (“unité de claim”) “unit of assessment work” means the annual assessment work requirement for a claim, except that the first unit of assessment work refers to the amount of assessment work required by the second anniversary date of the claim. (“unité de travail d’évaluation”) O. Reg. 6/96, s. 1; O. Reg. 309/12, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“assessment work report” means,</p> <p class=\"defclause-e\">  (a) an assessment work submission form, in a form approved by the Minister, and</p> <p class=\"defclause-e\">  (b) a technical report applicable to the type of activity and any other required supporting documents for the activity or the expenses, as set out in sections 3.1 and 8 to 18.1 of this Regulation; (“rapport de travaux d’évaluation”)</p> <p class=\"definition-e\">“assessment year” means,</p> <p class=\"defclause-e\">  (a) the year between the date of recording of a claim and the first anniversary date, and</p> <p class=\"defclause-e\">  (b) the year between anniversary dates; (“année d’évaluation”)</p> <p class=\"definition-e\">“claim unit” has the same meaning as in Ontario Regulation 43/11 (Claim Staking and Recording) made under the Act; (“unité de claim”)</p> <p class=\"definition-e\">“unit of assessment work” means the annual assessment work requirement for a claim, except that the first unit of assessment work refers to the amount of assessment work required by the second anniversary date of the claim. (“unité de travail d’évaluation”) O. Reg. 6/96, s. 1; O. Reg. 309/12, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. Until the recorded holder of a mining claim has met all of the requirements in the Act and the regulations to apply for a lease of the claim, including the payment of any required fee, the recorded holder of the mining claim shall continue to perform and apply on that claim the required annual assessment work. O. Reg. 309/12, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>Until the recorded holder of a mining claim has met all of the requirements in the Act and the regulations to apply for a lease of the claim, including the payment of any required fee, the recorded holder of the mining claim shall continue to perform and apply on that claim the required annual assessment work. O. Reg. 309/12, s. 2.</p>"
        },
        {
            "id": "2.1",
            "section": null,
            "content": " 2.1 (1) Subject to clause (2) (b), subsection (3) and section 2.2, the recorded claim holder shall perform and report assessment work in the following amounts: 1. $400 per claim unit, before the second anniversary date of the mining claim. 2. $400 per claim unit in each subsequent assessment year of the mining claim. O. Reg. 309/12, s. 2. (2) Assessment work shall be reported, (a) where assessment work is performed on a claim, by submitting an assessment work report and any additional report or information required by this Regulation; or (b) where assessment work is not performed on a claim and assessment work credit is being allocated to the claim from another mining claim, by including the allocation on the assessment work report submitted for that other claim. O. Reg. 309/12, s. 2. (3) Where assessment work is not performed on a claim, the recorded claim holder shall submit the approved form, (a) where assessment work credits are to be assigned to a mining claim from banked assessment work credits; (b) where assessment work credits are to be assigned to a mining claim from contiguous mining lands; or (c) where payment in place of assessment work is being made. O. Reg. 309/12, ss. 2, 3.",
            "raw_html": "<p class=\"section-e\"> <b>2.1 </b>(1) Subject to clause (2) (b), subsection (3) and section 2.2, the recorded claim holder shall perform and report assessment work in the following amounts:</p> <p class=\"paragraph-e\">  1. $400 per claim unit, before the second anniversary date of the mining claim.</p> <p class=\"paragraph-e\">  2. $400 per claim unit in each subsequent assessment year of the mining claim. O. Reg. 309/12, s. 2.</p> <p class=\"subsection-e\">  (2) Assessment work shall be reported,</p> <p class=\"clause-e\">  (a) where assessment work is performed on a claim, by submitting an assessment work report and any additional report or information required by this Regulation; or</p> <p class=\"clause-e\">  (b) where assessment work is not performed on a claim and assessment work credit is being allocated to the claim from another mining claim, by including the allocation on the assessment work report submitted<b> </b>for that other claim. O. Reg. 309/12, s. 2.</p> <p class=\"subsection-e\">  (3) Where assessment work is not performed on a claim, the recorded claim holder shall submit the approved form,</p> <p class=\"clause-e\">  (a) where assessment work credits are to be assigned to a mining claim from banked assessment work credits;</p> <p class=\"clause-e\">  (b) where assessment work credits are to be assigned to a mining claim from contiguous mining lands; or </p> <p class=\"clause-e\">  (c) where payment in place of assessment work is being made. O. Reg. 309/12, ss. 2, 3.</p>"
        },
        {
            "id": "2.2",
            "section": null,
            "content": " 2.2 (1) Where payments in place of performing and reporting annual assessment work are permitted by the Act, the payments shall be credited at 100 per cent of the payment amount, subject to the following: 1. The payments must be credited only in the assessment year for which they are made. The assessment work credit for the payments cannot be banked or carried forward for future use. 2. The payments cannot be used for the first required unit of assessment work for a mining claim. 3. The payments cannot be used in an assessment year if a payment in place of assessment work of any amount was credited in the immediately preceding assessment year for the same claim. 4. The payments cannot be credited towards the units of assessment work required to apply for a lease of the mining claim under section 81 of the Act. O. Reg. 309/12, s. 4. (2) Money paid in lieu of performing additional assessment work under subsections 81 (16) and 95 (5) of the Act is not subject to paragraphs 1 to 4 of subsection (1). O. Reg. 309/12, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>2.2 </b>(1) Where payments in place of performing and reporting annual assessment work are permitted by the Act, the payments shall be credited at 100 per cent of the payment amount, subject to the following:</p> <p class=\"paragraph-e\">  1. The payments must be credited only in the assessment year for which they are made. The assessment work credit for the payments cannot be banked or carried forward for future use.</p> <p class=\"paragraph-e\">  2. The payments cannot be used for the first required unit of assessment work for a mining claim.</p> <p class=\"paragraph-e\">  3. The payments cannot be used in an assessment year if a payment in place of assessment work of any amount was credited in the immediately preceding assessment year for the same claim.</p> <p class=\"paragraph-e\">  4. The payments cannot be credited towards the units of assessment work required to apply for a lease of the mining claim under section 81 of the Act. O. Reg. 309/12, s. 4.</p> <p class=\"subsection-e\">  (2) Money paid in lieu of performing additional assessment work under subsections 81 (16) and 95 (5) of the Act is not subject to paragraphs 1 to 4 of subsection (1). O. Reg. 309/12, s. 4.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. (1) Expenses incurred by the holder of mining land are eligible for assessment work credit if they are related to a type of activity that is eligible for assessment work credit under this Regulation, the activity has been carried out in accordance with the Act and the regulations and they are related to, (a) labour and field supervision; (b) contractor’s and consultant’s fees; (c) supplies used and equipment rental; (d) food and lodging; (e) transportation of supplies from the point of procurement to the mining land; (f) shipment of samples; (g) the cost of assays and chemical analyses of samples from the mining land; (h) transportation of persons within Ontario to and from the mining land; and (i) moving of equipment to and from the mining land within Ontario. O. Reg. 6/96, s. 3 (1); O. Reg. 309/12, s. 5 (1). (2) The cost of rehabilitation work is eligible for assessment work credit if the rehabilitation work is carried out as part of another activity that is eligible for assessment work credit under this Regulation. O. Reg. 309/12, s. 5 (2). (3) Assessment work credit for eligible expenses, including eligible expenses where the assessment work is carried out personally by the holder of the mining land, must be consistent with industry rates for similar work. O. Reg. 309/12, s. 5 (2). (4) Revoked: O. Reg. 309/12, s. 5 (2). (5) Subject to sections 8 and 9, assessment work is eligible for assessment work credit and assignment on condition that the work has been performed after the recording of a mining claim. O. Reg. 309/12, s. 5 (3).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) Expenses incurred by the holder of mining land are eligible for assessment work credit if they are related to a type of activity that is eligible for assessment work credit under this Regulation, the activity has been carried out in accordance with the Act and the regulations and they are related to,</p> <p class=\"clause-e\">  (a) labour and field supervision;</p> <p class=\"clause-e\">  (b) contractor’s and consultant’s fees;</p> <p class=\"clause-e\">  (c) supplies used and equipment rental;</p> <p class=\"clause-e\">  (d) food and lodging;</p> <p class=\"clause-e\">  (e) transportation of supplies from the point of procurement to the mining land;</p> <p class=\"clause-e\">  (f) shipment of samples;</p> <p class=\"clause-e\">  (g) the cost of assays and chemical analyses of samples from the mining land;</p> <p class=\"clause-e\">  (h) transportation of persons within Ontario to and from the mining land; and</p> <p class=\"clause-e\">  (i) moving of equipment to and from the mining land within Ontario. O. Reg. 6/96, s. 3 (1); O. Reg. 309/12, s. 5 (1).</p> <p class=\"subsection-e\">  (2) The cost of rehabilitation work is eligible for assessment work credit if the rehabilitation work is carried out as part of another activity that is eligible for assessment work credit under this Regulation. O. Reg. 309/12, s. 5 (2).</p> <p class=\"subsection-e\">  (3) Assessment work credit for eligible expenses, including eligible expenses where the assessment work is carried out personally by the holder of the mining land, must be consistent with industry rates for similar work. O. Reg. 309/12, s. 5 (2).</p> <p class=\"subsection-e\">  (4) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 309/12, s. 5 (2).</p> <p class=\"subsection-e\">  (5) Subject to sections 8 and 9, assessment work is eligible for assessment work credit and assignment on condition that the work has been performed after the recording of a mining claim. O. Reg. 309/12, s. 5 (3).</p>"
        },
        {
            "id": "3.1",
            "section": null,
            "content": " 3.1 (1) Revoked: O. Reg. 274/17, s. 1. (2) Expenses incurred on or after the date this section comes into force by the holder of mining lands in conducting consultation with Aboriginal communities in relation to exploration activities proposed to be conducted on those lands are eligible for assessment work credit in accordance with the following: 1. The expenses are not subject to the time limits or reductions under subsections 4 (1), (3) and (4). 2. For the first required unit of assessment work for a mining claim, expenses may be submitted without accompanying geoscience assessment work. 3. After the first required unit of assessment work, the expenses may only be submitted for assessment work credit if geoscience assessment work has been performed and is being reported at the same time for the claim. 4. The expenses cannot be credited towards the units of assessment work required to apply for a lease of the mining claim under section 81 of the Act. 5. The required supporting documents for the expenses are submitted. O. Reg. 309/12, s. 6; O. Reg. 274/17, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>3.1 </b>(1) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 274/17, s. 1.</p> <p class=\"subsection-e\">  (2) Expenses incurred on or after the date this section comes into force by the holder of mining lands in conducting consultation with Aboriginal communities in relation to exploration activities proposed to be conducted on those lands are eligible for assessment work credit in accordance with the following:</p> <p class=\"paragraph-e\">  1. The expenses are not subject to the time limits or reductions under subsections 4 (1), (3) and (4). </p> <p class=\"paragraph-e\">  2. For the first required unit of assessment work for a mining claim, expenses may be submitted without accompanying geoscience assessment work.  </p> <p class=\"paragraph-e\">  3. After the first required unit of assessment work, the expenses may only be submitted for assessment work credit if geoscience assessment work has been performed and is being reported at the same time for the claim.</p> <p class=\"paragraph-e\">  4. The expenses cannot be credited towards the units of assessment work required to apply for a lease of the mining claim under section 81 of the Act.  </p> <p class=\"paragraph-e\">  5. The required supporting documents for the expenses are submitted. O. Reg. 309/12, s. 6; O. Reg. 274/17, s. 1.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. (1) Subject to section 8, assessment work performed on mining land in any assessment year is eligible for assessment work credit if filed within 60 months after the date of performance. O. Reg. 6/96, s. 4 (1); O. Reg. 309/04, s. 1 (1); O. Reg. 309/12, s. 7 (1). (2) Revoked:  O. Reg. 309/04, s. 1 (2). (3) Assessment work filed for credit within 24 months after the date of performance shall be credited at 100 per cent of the value. O. Reg. 6/96, s. 4 (3). (4) Assessment work filed for credit after 24 and before 60 months after the date of performance shall be credited at 50 per cent of the value. O. Reg. 6/96, s. 4 (4). (5) At the request of the holder, (a) the recorder shall bank and carry forward approved assessment work credits indefinitely; and (b) banked assessment work credits may be applied against assessment work requirements for the unpatented mining claim on which they were earned or a contiguous unpatented mining claim, as provided in subsections 7 (1) and (2), for the current assessment year and up to a maximum of five subsequent assessment years. O. Reg. 6/96, s. 4 (5); O. Reg. 309/12, s. 7 (2). (6) Assessment work credits referred to in clause (5) (a) may be applied to unpatented mining claims as provided in subsections 7 (1) and (2). O. Reg. 6/96, s. 4 (6); O. Reg. 309/12, s. 7 (3). (7) The banked amount is a credit in respect of the relevant mining claim even if the claim is transferred or leased but reverts to zero if the claim is forfeited or otherwise terminated. O. Reg. 6/96, s. 4 (7). (8) No unpatented mining claim may be put in good standing for more than the current assessment year and for more than five subsequent assessment years. O. Reg. 6/96, s. 4 (8).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) Subject to section 8, assessment work performed on mining land in any assessment year is eligible for assessment work credit if filed within 60 months after the date of performance. O. Reg. 6/96, s. 4 (1); O. Reg. 309/04, s. 1 (1); O. Reg. 309/12, s. 7 (1).</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 309/04, s. 1 (2).</p> <p class=\"subsection-e\">  (3) Assessment work filed for credit within 24 months after the date of performance shall be credited at 100 per cent of the value. O. Reg. 6/96, s. 4 (3).</p> <p class=\"subsection-e\">  (4) Assessment work filed for credit after 24 and before 60 months after the date of performance shall be credited at 50 per cent of the value. O. Reg. 6/96, s. 4 (4).</p> <p class=\"subsection-e\">  (5) At the request of the holder,</p> <p class=\"clause-e\">  (a) the recorder shall bank and carry forward approved assessment work credits indefinitely; and</p> <p class=\"clause-e\">  (b) banked assessment work credits may be applied against assessment work requirements for the unpatented mining claim on which they were earned or a contiguous unpatented mining claim, as provided in subsections 7 (1) and (2), for the current assessment year and up to a maximum of five subsequent assessment years. O. Reg. 6/96, s. 4 (5); O. Reg. 309/12, s. 7 (2).</p> <p class=\"subsection-e\">  (6) Assessment work credits referred to in clause (5) (a) may be applied to unpatented mining claims as provided in subsections 7 (1) and (2). O. Reg. 6/96, s. 4 (6); O. Reg. 309/12, s. 7 (3).</p> <p class=\"subsection-e\">  (7) The banked amount is a credit in respect of the relevant mining claim even if the claim is transferred or leased but reverts to zero if the claim is forfeited or otherwise terminated. O. Reg. 6/96, s. 4 (7).</p> <p class=\"subsection-e\">  (8) No unpatented mining claim may be put in good standing for more than the current assessment year and for more than five subsequent assessment years. O. Reg. 6/96, s. 4 (8).</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5. Upon application, an extension of time under subsection 73 (1) of the Act may be granted for a period of not more than one year. O. Reg. 309/12, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>Upon application, an extension of time under subsection 73 (1) of the Act may be granted for a period of not more than one year. O. Reg. 309/12, s. 8.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": " 6. (1) All documents that are submitted with respect to assessment work credits under this Regulation must be filed in the office designated by the Minister. O. Reg. 309/12, s. 8. (2) The Minister may reject all or part of the assessment work submitted for assessment work credit or may reduce assessment work credit if, (a) the assessment work has not in fact been carried out as described in the technical report or has not been carried out on the mining land as described in the technical report; (b) the technical report is incomplete; (c) the data presented in the technical report is not in a comprehensible form; (d) the technical report is not accompanied by adequate technical support data as required by this Regulation; (e) the expenses claimed for assessment work credit exceeds the industry rate for similar work; (f) the assessment work is a duplication of assessment work previously performed on the same mining land and submitted for assessment work credit, except as permitted under clause 10 (1) (e) or subsection 10 (4); (g) the data presented in the technical report consists predominantly of expressions of opinion or of compilations of previously published material or previously accepted documents, or of both types of compilations; or (h) the type of expenses claimed are not eligible for assessment work credit. O. Reg. 309/12, s. 8. (3) If assessment work claimed in an assessment work report is rejected for assessment work credit or the credit for the assessment work is reduced, the Minister shall, (a) notify the holder of the mining land, in writing, of the reason for the rejection or reduction; and (b) include in the notice additional information or clarification on the reason for the rejection or reduction and what may be done to rectify the reason for the rejection or reduction. O. Reg. 309/12, s. 8. (4) A revised report is deemed to have been submitted on the day the rejected assessment work report was submitted if the holder of the mining land files with the Minister, within 45 days after the date the notification under subsection (3) is sent, a revised assessment work report that satisfies the Minister that the reason for the rejection or reduction has been rectified. O. Reg. 309/12, s. 8. (5) In addition to the reasons set out in subsection (2), the Minister may reject all or part of the assessment work submitted for assessment work credit if the holder of the mining land fails to verify the expenses claimed on the statement of costs within 45 days after a written request for verification is made by the Minister. O. Reg. 309/12, s. 8. (6) If no notification of rejection or reduction under subsection (3) or no request for verification of expenses is sent by the Minister within 90 days after the assessment work report is submitted, eligible assessment work described in the assessment work report is deemed to be approved for assessment work credit. O. Reg. 309/12, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) All documents that are submitted with respect to assessment work credits under this Regulation must be filed in the office designated by the Minister. O. Reg. 309/12, s. 8.</p> <p class=\"subsection-e\"><a name=\"s6s3\"></a>  (2) The Minister may reject all or part of the assessment work submitted for assessment work credit or may reduce assessment work credit if,</p> <p class=\"clause-e\">  (a) the assessment work has not in fact been carried out as described in the technical report or has not been carried out on the mining land as described in the technical report;  </p> <p class=\"clause-e\">  (b) the technical report is incomplete;</p> <p class=\"clause-e\">  (c) the data presented in the technical report is not in a comprehensible form;</p> <p class=\"clause-e\">  (d) the technical report is not accompanied by adequate technical support data as required by this Regulation;</p> <p class=\"clause-e\">  (e) the expenses claimed for assessment work credit exceeds the industry rate for similar work;</p> <p class=\"clause-e\">  (f) the assessment work is a duplication of assessment work previously performed on the same mining land and submitted for assessment work credit, except as permitted under clause 10 (1) (e) or subsection 10 (4);</p> <p class=\"clause-e\">  (g) the data presented in the technical report consists predominantly of expressions of opinion or of compilations of previously published material or previously accepted documents, or of both types of compilations; or</p> <p class=\"clause-e\">  (h) the type of expenses claimed are not eligible for assessment work credit. O. Reg. 309/12, s. 8.</p> <p class=\"subsection-e\"><a name=\"s6s4\"></a>  (3) If assessment work claimed in an assessment work report is rejected for assessment work credit or the credit for the assessment work is reduced, the Minister shall, </p> <p class=\"clause-e\">  (a) notify the holder of the mining land, in writing, of the reason for the rejection or reduction; and</p> <p class=\"clause-e\">  (b) include in the notice additional information or clarification on the reason for the rejection or reduction and what may be done to rectify the reason for the rejection or reduction. O. Reg. 309/12, s. 8.</p> <p class=\"subsection-e\"><a name=\"s6s5\"></a>  (4) A revised report is deemed to have been submitted on the day the rejected assessment work report was submitted if the holder of the mining land files with the Minister, within 45 days after the date the notification under subsection (3) is sent, a revised assessment work report that satisfies the Minister that the reason for the rejection or reduction has been rectified. O. Reg. 309/12, s. 8.</p> <p class=\"subsection-e\"><a name=\"s6s6\"></a>  (5) In addition to the reasons set out in subsection (2), the Minister may reject all or part of the assessment work submitted for assessment work credit if the holder of the mining land fails to verify the expenses claimed on the statement of costs within 45 days after a written request for verification is made by the Minister. O. Reg. 309/12, s. 8.</p> <p class=\"subsection-e\"><a name=\"s6s7\"></a>  (6) If no notification of rejection or reduction under subsection (3) or no request for verification of expenses is sent by the Minister within 90 days after the assessment work report is submitted, eligible assessment work described in the assessment work report is deemed to be approved for assessment work credit. O. Reg. 309/12, s. 8.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": " 7. (1) A person who is a holder of or has a beneficial interest in contiguous mining land, or who is an optionee of record of such land may perform on that land assessment work that is required to be performed on contiguous unpatented mining claims of which the person is a holder, in which the person has a beneficial interest or of which the person is an optionee of record at the time the assessment work is performed and reported. O. Reg. 6/96, s. 7 (1). (2) If, subsequent to assessment work having been performed as authorized under subsection (1), another person becomes a holder of the contiguous mining land and the contiguous unpatented mining claims, has a beneficial interest in such land and claims or becomes an optionee of record of such land and claims, that person, (a) may report that assessment work performed on the mining land that has not been reported; and (b) may assign that assessment work reported with respect to the mining land to the contiguous unpatented mining claims. O. Reg. 6/96, s. 7 (2). (3) Where assessment work has been done on mining lands that are contiguous to an unpatented mining claim such that the assessment work credits for that work may be assigned to the contiguous unpatented mining claim, the approved form shall be accompanied by a certified abstract of the holder’s title for the land or proof of a beneficial interest in the land. O. Reg. 309/12, s. 9. (4) The maximum value of the assessment work that may be assigned from an unpatented mining claim to a contiguous unpatented mining claim in any assessment year is $24,000 per claim unit up to a total of $96,000 per unpatented mining claim. O. Reg. 309/12, s. 9. (5) The maximum value of assessment work that may be assigned from mining land other than from unpatented mining claims in any calendar year is $1,500 per hectare of mining lands up to a total of $96,000 per unpatented mining claim. O. Reg. 309/12, s. 9. (6) Revoked: O. Reg. 309/12, s. 9.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) A person who is a holder of or has a beneficial interest in contiguous mining land, or who is an optionee of record of such land may perform on that land assessment work that is required to be performed on contiguous unpatented mining claims of which the person is a holder, in which the person has a beneficial interest or of which the person is an optionee of record at the time the assessment work is performed and reported. O. Reg. 6/96, s. 7 (1).</p> <p class=\"subsection-e\">  (2) If, subsequent to assessment work having been performed as authorized under subsection (1), another person becomes a holder of the contiguous mining land and the contiguous unpatented mining claims, has a beneficial interest in such land and claims or becomes an optionee of record of such land and claims, that person,</p> <p class=\"clause-e\">  (a) may report that assessment work performed on the mining land that has not been reported; and</p> <p class=\"clause-e\">  (b) may assign that assessment work reported with respect to the mining land to the contiguous unpatented mining claims. O. Reg. 6/96, s. 7 (2).</p> <p class=\"subsection-e\">  (3) Where assessment work has been done on mining lands that are contiguous to an unpatented mining claim such that the assessment work credits for that work may be assigned to the contiguous unpatented mining claim, the approved form shall be accompanied by a certified abstract of the holder’s title for the land or proof of a beneficial interest in the land. O. Reg. 309/12, s. 9.</p> <p class=\"subsection-e\">  (4) The maximum value of the assessment work that may be assigned from an unpatented mining claim to a contiguous unpatented mining claim in any assessment year is $24,000 per claim unit up to a total of $96,000 per unpatented mining claim. O. Reg. 309/12, s. 9.</p> <p class=\"subsection-e\">  (5) The maximum value of assessment work that may be assigned from mining land other than from unpatented mining claims in any calendar year is $1,500 per hectare of mining lands up to a total of $96,000 per unpatented mining claim. O. Reg. 309/12, s. 9.</p> <p class=\"subsection-e\">  (6) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 309/12, s. 9.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": " 8. (1) Only regional surveys and prospecting work performed on Crown land and mining rights that are open for staking before the recording of a mining claim are eligible for assessment work credit and assignment and then only if, (a) they were performed no earlier than 12 months before the recording date; and (b) a claim for the credit is submitted within one year following the recording date. O. Reg. 6/96, s. 8 (1); O. Reg. 309/12, s. 10 (1). (1.1) Assessment work credits obtained in accordance with subsection (1) for regional surveys and prospecting work performed on Crown land are eligible for assignment to contiguous mining claims if the same person was a holder of, had a beneficial interest in or was an optionee of record of, (a) the claims subsequently staked and recorded in the area of the Crown land on which the work was performed, at the time it was performed and reported; and (b) any claims contiguous to the claims referred to in clause (a), at the time the work was performed and reported. O. Reg. 193/06, s. 2; O. Reg. 309/12, s. 10 (2). (2) Regional surveys and prospecting are eligible for assessment work credit at a rate of 100 per cent of the costs in relation to any mining claim subsequently staked and recorded in the area covered by the survey or prospecting and at a rate of 25 per cent in relation to any other Crown land that is part of the survey or prospecting. O. Reg. 6/96, s. 8 (2); O. Reg. 309/12, s. 10 (3). (3) Work reported under subsection (2) must be banked on mining claims subsequently staked and recorded within the area covered by the survey or prospecting. O. Reg. 6/96, s. 8 (3). (4) To obtain assessment work credit, the regional survey must be submitted in its entirety and must be accompanied by a survey report substantially in the form outlined in section 11. O. Reg. 6/96, s. 8 (4); O. Reg. 309/12, s. 10 (4). (5) Prospecting work carried out in conformity with the Act and the regulations and performed before or after the recording of a mining claim is eligible for assessment work credit at the industry standard labour rate plus expenses if a report, a plan and results of assays performed are submitted substantially in the form outlined in section 9. O. Reg. 6/96, s. 8 (5); O. Reg. 309/12, s. 10 (5).",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) Only regional surveys and prospecting work performed on Crown land and mining rights that are open for staking before the recording of a mining claim are eligible for assessment work credit and assignment and then only if,</p> <p class=\"clause-e\">  (a) they were performed no earlier than 12 months before the recording date; and</p> <p class=\"clause-e\">  (b) a claim for the credit is submitted within one year following the recording date. O. Reg. 6/96, s. 8 (1); O. Reg. 309/12, s. 10 (1).</p> <p class=\"subsection-e\">  (1.1) Assessment work credits obtained in accordance with subsection (1) for regional surveys and prospecting work performed on Crown land are eligible for assignment to contiguous mining claims if the same person was a holder of, had a beneficial interest in or was an optionee of record of, </p> <p class=\"clause-e\">  (a) the claims subsequently staked and recorded in the area of the Crown land on which the work was performed, at the time it was performed and reported; and</p> <p class=\"clause-e\">  (b) any claims contiguous to the claims referred to in clause (a), at the time the work was performed and reported. O. Reg. 193/06, s. 2; O. Reg. 309/12, s. 10 (2).</p> <p class=\"subsection-e\">  (2) Regional surveys and prospecting are eligible for assessment work credit at a rate of 100 per cent of the costs in relation to any mining claim subsequently staked and recorded in the area covered by the survey or prospecting and at a rate of 25 per cent in relation to any other Crown land that is part of the survey or prospecting. O. Reg. 6/96, s. 8 (2); O. Reg. 309/12, s. 10 (3).</p> <p class=\"subsection-e\">  (3) Work reported under subsection (2) must be banked on mining claims subsequently staked and recorded within the area covered by the survey or prospecting. O. Reg. 6/96, s. 8 (3).</p> <p class=\"subsection-e\">  (4) To obtain assessment work credit, the regional survey must be submitted in its entirety and must be accompanied by a survey report substantially in the form outlined in section 11. O. Reg. 6/96, s. 8 (4); O. Reg. 309/12, s. 10 (4).</p> <p class=\"subsection-e\">  (5) Prospecting work carried out in conformity with the Act and the regulations and performed before or after the recording of a mining claim is eligible for assessment work credit at the industry standard labour rate plus expenses if a report, a plan and results of assays performed are submitted substantially in the form outlined in section 9. O. Reg. 6/96, s. 8 (5); O. Reg. 309/12, s. 10 (5).</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": " 9. Prospecting work carried out before the recording of a mining claim is eligible for assessment work credit if the holder of the claim submits, (a) a technical report, (i) identifying the mining land on which the prospecting was performed, its location and the means of access to it, (ii) containing a key map showing the land prospected in relation to identifiable topographic features and township boundaries or in relation to established survey lines, stations or markers, (iii) providing a daily log describing in detail the nature and content of the work and the nature of rocks and mineralization observed during the performance of the work, (iv) including all assays and analyses with their corresponding certificates, (v) giving the names of the persons who performed the work, along with their signatures, (vi) giving the date of completion of the report; and (b) a legible plan of the mining claim at a scale between 1:100 and 1:5,000 showing, (i) the location and date of all traverses, (ii) the location of all outcrops investigated and of rock types, mineralization and trenches, (iii) a plan of sampling, clearly identifying the location of each sample by number, letter or grid coordinate designation, (iv) the character of the overburden, including boulders, clay, gravel and sand, (v) the distribution of swamp, muskeg and forest cover areas along all lines traversed, (vi) lakes, streams and other notable topographic features, and railways, roads, trails, power lines, pipelines and buildings, (vii) claim posts and boundary lines, township boundary lines, lot and concession lines, base lines, established survey lines, if any, and stations, (viii) the mining claim, lease, patent or parcel numbers of all mining land covered by the survey, (ix) a descriptive list of all symbols used, and (x) a graphic or bar scale and the north direction and indicating whether the bearing is astronomic or magnetic. O. Reg. 309/04, s. 3; O. Reg. 309/12, s. 11.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>Prospecting work carried out before the recording of a mining claim is eligible for assessment work credit if the holder of the claim submits,</p> <p class=\"clause-e\">  (a) a technical report,</p> <p class=\"subclause-e\">  (i) identifying the mining land on which the prospecting was performed, its location and the means of access to it,</p> <p class=\"subclause-e\">  (ii) containing a key map showing the land prospected in relation to identifiable topographic features and township boundaries or in relation to established survey lines, stations or markers, </p> <p class=\"subclause-e\">  (iii) providing a daily log describing in detail the nature and content of the work and the nature of rocks and mineralization observed during the performance of the work,</p> <p class=\"subclause-e\">  (iv) including all assays and analyses with their corresponding certificates, </p> <p class=\"subclause-e\">  (v) giving the names of the persons who performed the work, along with their signatures,</p> <p class=\"subclause-e\">  (vi) giving the date of completion of the report; and</p> <p class=\"clause-e\">  (b) a legible plan of the mining claim at a scale between 1:100 and 1:5,000 showing,</p> <p class=\"subclause-e\">  (i) the location and date of all traverses,</p> <p class=\"subclause-e\">  (ii) the location of all outcrops investigated and of rock types, mineralization and trenches,</p> <p class=\"subclause-e\">  (iii) a plan of sampling, clearly identifying the location of each sample by number, letter or grid coordinate designation,</p> <p class=\"subclause-e\">  (iv) the character of the overburden, including boulders, clay, gravel and sand,</p> <p class=\"subclause-e\">  (v) the distribution of swamp, muskeg and forest cover areas along all lines traversed,</p> <p class=\"subclause-e\">  (vi) lakes, streams and other notable topographic features, and railways, roads, trails, power lines, pipelines and buildings,</p> <p class=\"subclause-e\">  (vii) claim posts and boundary lines, township boundary lines, lot and concession lines, base lines, established survey lines, if any, and stations, </p> <p class=\"subclause-e\">  (viii) the mining claim, lease, patent or parcel numbers of all mining land covered by the survey,</p> <p class=\"subclause-e\">  (ix) a descriptive list of all symbols used, and</p> <p class=\"subclause-e\">  (x) a graphic or bar scale and the north direction and indicating whether the bearing is astronomic or magnetic. O. Reg. 309/04, s. 3; O. Reg. 309/12, s. 11.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": " 10. (1) The types of physical exploration work that are eligible for assessment work credit are, (a) manual and mechanical overburden stripping; (b) bedrock trenching; (c) open cutting; (d) digging pits; and (e) recutting claim boundary lines. O. Reg. 309/04, s. 4; O. Reg. 309/12, s. 12 (1, 2). (2) Physical exploration work as described in subsection (1) that is submitted for assessment work credit must be supported by, (a) a report on good quality paper suitable for reproduction, (i) identifying the mining land on which the work was performed, its location and the means of access to it, (ii) stating the purpose for which the physical work was performed, (iii) containing a key map showing the land worked in relation to identifiable topographic features and township boundaries or established survey lines, stations or markers, (iv) providing a daily log describing in detail the nature and content of the work and the observations made during the performance of the work, the nature of rocks and mineralization exposed, as well as the type of equipment used, the dates and hours of use of the equipment, the dates and hours worked by the equipment operator and the hourly rates for equipment use and for the operator, (v) including all assays and analyses with their corresponding certificates, (vi) giving the name of the person who prepared the report, his or her signature and the date of completion of the report, and (vii) if there is any recutting of claim boundary lines, identifying which of those lines were recut; (b) a legible plan of the mining claim at a scale between 1:100 and 1:5,000 showing, (i) the location of trenches and stripped areas in relation to the land disposition boundaries, (ii) lakes, streams and other notable topographic features, and railways, roads, trails, power lines, pipelines and buildings, (iii) claim posts and boundary lines, township boundary lines, lot and concession lines, base lines, established survey lines, if any, and grid stations, (iv) the mining claim, leases, patent or parcel numbers of all mining land covered by the work, (v) a graphic or bar scale and the north direction and indicating whether the bearing is astronomic or magnetic, and (vi) if there is any recutting of claim boundary lines, identifying which of those lines were recut, claim posts and topographic features; and (c) a legible detailed plan of each of the workings at a scale between 1:100 and 1:5,000, (i) showing the dimensions of the workings, trenches and stripping and clearly identifying areas previously worked, if applicable, and new surface stripping, bedrock trenching and known rock outcrops, (ii) showing the nature of the rocks and mineralization exposed during the performance of the work, (iii) clearly identifying the location of each sample by number, letter or grid coordinate designation, (iv) showing a graphic or bar scale and the north direction and indicating whether the bearing is astronomic or magnetic, and (v) showing a descriptive list of all symbols used. O. Reg. 309/04, s. 4; O. Reg. 309/12, s. 12 (3-7). (3) Line cutting and ground control surveys are eligible for assessment work credit only if accompanied by a report of a geological, geochemical, geophysical or other survey performed on the lines. O. Reg. 6/96, s. 10 (3); O. Reg. 309/12, s. 12 (8). (4) Subsequent line cutting and ground control surveys are not eligible for assessment work credit unless new lines have been cut or the existing grid re-established for that survey. O. Reg. 6/96, s. 10 (4); O. Reg. 309/12, s. 12 (9). (5) The grid or picket lines on the surveys must be established and located with respect to base lines, claim posts and readily identifiable topographic features. O. Reg. 6/96, s. 10 (5).",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) The types of physical exploration work that are eligible for assessment work credit are,</p> <p class=\"clause-e\">  (a) manual and mechanical overburden stripping;</p> <p class=\"clause-e\">  (b) bedrock trenching;</p> <p class=\"clause-e\">  (c) open cutting;</p> <p class=\"clause-e\">  (d) digging pits; and</p> <p class=\"clause-e\">  (e) recutting claim boundary lines. O. Reg. 309/04, s. 4; O. Reg. 309/12, s. 12 (1, 2).</p> <p class=\"subsection-e\">  (2) Physical exploration work as described in subsection (1) that is submitted for assessment work credit must be supported by,</p> <p class=\"clause-e\">  (a) a report on good quality paper suitable for reproduction,</p> <p class=\"subclause-e\">  (i) identifying the mining land on which the work was performed, its location and the means of access to it, </p> <p class=\"subclause-e\">  (ii) stating the purpose for which the physical work was performed,</p> <p class=\"subclause-e\">  (iii) containing a key map showing the land worked in relation to identifiable topographic features and township boundaries or established survey lines, stations or markers,</p> <p class=\"subclause-e\">  (iv) providing a daily log describing in detail the nature and content of the work and the observations made during the performance of the work, the nature of rocks and mineralization exposed, as well as the type of equipment used, the dates and hours of use of the equipment, the dates and hours worked by the equipment operator and the hourly rates for equipment use and for the operator,</p> <p class=\"subclause-e\">  (v) including all assays and analyses with their corresponding certificates,</p> <p class=\"subclause-e\">  (vi) giving the name of the person who prepared the report, his or her signature and the date of completion of the report, and</p> <p class=\"subclause-e\">  (vii) if there is any recutting of claim boundary lines, identifying which of those lines were recut;</p> <p class=\"clause-e\">  (b) a legible plan of the mining claim at a scale between 1:100 and 1:5,000 showing,</p> <p class=\"subclause-e\">  (i) the location of trenches and stripped areas in relation to the land disposition boundaries,</p> <p class=\"subclause-e\">  (ii) lakes, streams and other notable topographic features, and railways, roads, trails, power lines, pipelines and buildings,</p> <p class=\"subclause-e\">  (iii) claim posts and boundary lines, township boundary lines, lot and concession lines, base lines, established survey lines, if any, and grid stations,</p> <p class=\"subclause-e\">  (iv) the mining claim, leases, patent or parcel numbers of all mining land covered by the work,</p> <p class=\"subclause-e\">  (v) a graphic or bar scale and the north direction and indicating whether the bearing is astronomic or magnetic, and</p> <p class=\"subclause-e\">  (vi) if there is any recutting of claim boundary lines, identifying which of those lines were recut, claim posts and topographic features; and</p> <p class=\"clause-e\">  (c) a legible detailed plan of each of the workings at a scale between 1:100 and 1:5,000,</p> <p class=\"subclause-e\">  (i) showing the dimensions of the workings, trenches and stripping and clearly identifying areas previously worked, if applicable, and new surface stripping, bedrock trenching and known rock outcrops,</p> <p class=\"subclause-e\">  (ii) showing the nature of the rocks and mineralization exposed during the performance of the work,</p> <p class=\"subclause-e\">  (iii) clearly identifying the location of each sample by number, letter or grid coordinate designation,</p> <p class=\"subclause-e\">  (iv) showing a graphic or bar scale and the north direction and indicating whether the bearing is astronomic or magnetic, and</p> <p class=\"subclause-e\">  (v) showing a descriptive list of all symbols used. O. Reg. 309/04, s. 4; O. Reg. 309/12, s. 12 (3-7).</p> <p class=\"subsection-e\">  (3) Line cutting and ground control surveys are eligible for assessment work credit only if accompanied by a report of a geological, geochemical, geophysical or other survey performed on the lines. O. Reg. 6/96, s. 10 (3); O. Reg. 309/12, s. 12 (8).</p> <p class=\"subsection-e\">  (4) Subsequent line cutting and ground control surveys are not eligible for assessment work credit unless new lines have been cut or the existing grid re-established for that survey. O. Reg. 6/96, s. 10 (4); O. Reg. 309/12, s. 12 (9).</p> <p class=\"subsection-e\">  (5) The grid or picket lines on the surveys must be established and located with respect to base lines, claim posts and readily identifiable topographic features. O. Reg. 6/96, s. 10 (5).</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": " 11. (1) A geotechnical survey relating to geological, geochemical, geophysical, airborne geophysical or regional survey work is eligible for assessment work credit if a legible survey report is submitted as part of the technical report. O. Reg. 309/12, s. 13 (1). (2) The survey report must, (a) contain a table of contents and a list of illustrations; (b) identify the mining land on which the survey was performed; (c) give the names and addresses of the holders of the land covered by the survey; (d) identify the location of and means of access to the land; (e) contain a key map showing the land surveyed in relation to identifiable topographic features and township boundaries or established survey lines, stations or markers; (f) identify the author of the report; (g) give the names and addresses of the persons who supervised the survey; (h) give the dates during which the survey work was performed; (i) give a summary of the exploration and development work performed on the land; (j) include all assays and analyses with appropriate certificates; (k) give an interpretation of anomalous values and a recommendation for further exploration; (l) provide a statement of qualifications of the person who conducted the survey and drafted the report; (m) give the date of completion of the report; (n) be signed by the author; and (o) contain a list of references or a bibliography. O. Reg. 6/96, s. 11 (2). (3) Any survey report submitted for assessment work credit must be accompanied by a legible map or plan that uses a scale between 1:10 and 1:5,000 or, in the case of a regional survey, between 1:5,000 and 1:250,000 and shows, (a) traverse lines that have been run; (b) a graphic or bar scale and the north direction and indicates whether the bearing is astronomic or magnetic; (c) lakes, streams and other notable topographic features, and railways, roads, trails, power lines, pipelines and buildings; (d) claim posts and boundary lines, township boundary lines, lot and concession lines, base lines, picket lines and traverse lines; (e) survey stations and markers in relation to topographic features; (f) grid coordinate lines established for reference purposes; (g) the mining claim, lease, patent or parcel numbers of all mining land covered by the survey; (h) the printed name of the author of the accompanying report; (i) a plan of sampling clearly identifying the location of each sample by number, letter or grid coordinate designation; and (j) a descriptive list of all symbols used. O. Reg. 309/04, s. 5; O. Reg. 309/12, s. 13 (2). (4) In areas where suitable base maps are not available, the key map may be plotted on aerial photographic mosaics at a scale between 1:50,000 and 1:5,000. O. Reg. 6/96, s. 11 (4).",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) A geotechnical survey relating to geological, geochemical, geophysical, airborne geophysical or regional survey work is eligible for assessment work credit if a legible survey report is submitted as part of the technical report. O. Reg. 309/12, s. 13 (1).</p> <p class=\"subsection-e\">  (2) The survey report must,</p> <p class=\"clause-e\">  (a) contain a table of contents and a list of illustrations;</p> <p class=\"clause-e\">  (b) identify the mining land on which the survey was performed; </p> <p class=\"clause-e\">  (c) give the names and addresses of the holders of the land covered by the survey;</p> <p class=\"clause-e\">  (d) identify the location of and means of access to the land;</p> <p class=\"clause-e\">  (e) contain a key map showing the land surveyed in relation to identifiable topographic features and township boundaries or established survey lines, stations or markers; </p> <p class=\"clause-e\">  (f) identify the author of the report;</p> <p class=\"clause-e\">  (g) give the names and addresses of the persons who supervised the survey;</p> <p class=\"clause-e\">  (h) give the dates during which the survey work was performed; </p> <p class=\"clause-e\">  (i) give a summary of the exploration and development work performed on the land;</p> <p class=\"clause-e\">  (j) include all assays and analyses with appropriate certificates; </p> <p class=\"clause-e\">  (k) give an interpretation of anomalous values and a recommendation for further exploration;</p> <p class=\"clause-e\">  (l) provide a statement of qualifications of the person who conducted the survey and drafted the report;</p> <p class=\"clause-e\">  (m) give the date of completion of the report; </p> <p class=\"clause-e\">  (n) be signed by the author; and</p> <p class=\"clause-e\">  (o) contain a list of references or a bibliography. O. Reg. 6/96, s. 11 (2).</p> <p class=\"subsection-e\">  (3) Any survey report submitted for assessment work credit must be accompanied by a legible map or plan that uses a scale between 1:10 and 1:5,000 or, in the case of a regional survey, between 1:5,000 and 1:250,000 and shows,</p> <p class=\"clause-e\">  (a) traverse lines that have been run;</p> <p class=\"clause-e\">  (b) a graphic or bar scale and the north direction and indicates whether the bearing is astronomic or magnetic;</p> <p class=\"clause-e\">  (c) lakes, streams and other notable topographic features, and railways, roads, trails, power lines, pipelines and buildings;</p> <p class=\"clause-e\">  (d) claim posts and boundary lines, township boundary lines, lot and concession lines, base lines, picket lines and traverse lines;</p> <p class=\"clause-e\">  (e) survey stations and markers in relation to topographic features;</p> <p class=\"clause-e\">  (f) grid coordinate lines established for reference purposes;</p> <p class=\"clause-e\">  (g) the mining claim, lease, patent or parcel numbers of all mining land covered by the survey;</p> <p class=\"clause-e\">  (h) the printed name of the author of the accompanying report;</p> <p class=\"clause-e\">  (i) a plan of sampling clearly identifying the location of each sample by number, letter or grid coordinate designation; and</p> <p class=\"clause-e\">  (j) a descriptive list of all symbols used. O. Reg. 309/04, s. 5; O. Reg. 309/12, s. 13 (2).</p> <p class=\"subsection-e\">  (4) In areas where suitable base maps are not available, the key map may be plotted on aerial photographic mosaics at a scale between 1:50,000 and 1:5,000. O. Reg. 6/96, s. 11 (4).</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": " 12. (1) A geological survey report submitted for assessment work credit must, in addition to complying with the requirements of subsection 11 (2), (a) contain a table of the rock types, lithologies and formations with their description; (b) describe the regional and property geology; (c) give descriptions of significant geological structures; (d) identify the character, attitudes and dimensions of any veins, mineralization and alteration found during the survey; (e) identify the sources of geological data contained in the report if obtained from sources other than the survey being reported; and (f) give the number of days spent in the field and the names of the persons who performed the geological mapping, including a statement of their qualifications. O. Reg. 6/96, s. 12 (1); O. Reg. 309/04, s. 6; O. Reg. 309/12, s. 14. (2) Any geological map or plan submitted in connection with a geological survey report must, in addition to complying with the requirements of subsection 11 (3), (a) contain a table of rock types, lithologies and formations with a descriptive list of the symbols used; (b) show outcrops designated by a letter or number corresponding to the rock type, lithologies and formations; (c) show the character of the overburden including boulder, clay, gravel or sand; (d) show the distribution of swamp, muskeg and forest cover areas along all lines traversed; (e) show all observed and interpreted folds, schistosity, actual and indicated faults, attitudes of flows and stratified rocks, including strikes and dips, and the direction in which they face, locations and attitudes of actual and interpreted contacts and other structural features; (f) show zones of shearing, alteration or mineralization and veins; (g) show the location of trenches, test pits, shafts and adits; and (h) show, where known, the location, direction, dip and length of drill holes. O. Reg. 6/96, s. 12 (2). (3) If available, the dimensions and grade of the mineral deposit, assay plans, and analyses must be submitted with the geological survey report. O. Reg. 6/96, s. 12 (3).",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>(1) A geological survey report submitted for assessment work credit must, in addition to complying with the requirements of subsection 11 (2),</p> <p class=\"clause-e\">  (a) contain a table of the rock types, lithologies and formations with their description;</p> <p class=\"clause-e\">  (b) describe the regional and property geology;</p> <p class=\"clause-e\">  (c) give descriptions of significant geological structures;</p> <p class=\"clause-e\">  (d) identify the character, attitudes and dimensions of any veins, mineralization and alteration found during the survey;</p> <p class=\"clause-e\">  (e) identify the sources of geological data contained in the report if obtained from sources other than the survey being reported; and</p> <p class=\"clause-e\">  (f) give the number of days spent in the field and the names of the persons who performed the geological mapping, including a statement of their qualifications. O. Reg. 6/96, s. 12 (1); O. Reg. 309/04, s. 6; O. Reg. 309/12, s. 14.</p> <p class=\"subsection-e\">  (2) Any geological map or plan submitted in connection with a geological survey report must, in addition to complying with the requirements of subsection 11 (3),</p> <p class=\"clause-e\">  (a) contain a table of rock types, lithologies and formations with a descriptive list of the symbols used;</p> <p class=\"clause-e\">  (b) show outcrops designated by a letter or number corresponding to the rock type, lithologies and formations; </p> <p class=\"clause-e\">  (c) show the character of the overburden including boulder, clay, gravel or sand;</p> <p class=\"clause-e\">  (d) show the distribution of swamp, muskeg and forest cover areas along all lines traversed;</p> <p class=\"clause-e\">  (e) show all observed and interpreted folds, schistosity, actual and indicated faults, attitudes of flows and stratified rocks, including strikes and dips, and the direction in which they face, locations and attitudes of actual and interpreted contacts and other structural features; </p> <p class=\"clause-e\">  (f) show zones of shearing, alteration or mineralization and veins; </p> <p class=\"clause-e\">  (g) show the location of trenches, test pits, shafts and adits; and </p> <p class=\"clause-e\">  (h) show, where known, the location, direction, dip and length of drill holes. O. Reg. 6/96, s. 12 (2).</p> <p class=\"subsection-e\">  (3) If available, the dimensions and grade of the mineral deposit, assay plans, and analyses must be submitted with the geological survey report. O. Reg. 6/96, s. 12 (3).</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": " 13. (1) Any geochemical survey report submitted for assessment work credit must, in addition to complying with the requirements of subsection 11 (2), (a) disclose and identify any geochemical data obtained in the report that has been obtained from any source other than the survey; (b) provide pertinent geological, topographic, ground water and surface water data with particular emphasis on the material being sampled; (c) describe the type, location and number of the samples collected and the tools used in collecting the samples; (d) in the case of soil samples, indicate the depth or range of depth below the surface and the particular soil horizon sampled; (e) in the case of samples of living vegetation, plant, humus or peat, describe the samples as specifically and completely as possible, including giving the plant name, species, part of the plant sampled, and location of the material sampled; (f) if only a part of the sample is to be used for analysis, indicate the procedure used to obtain this part of the sample or particular size fraction, and in any biochemical report indicate the sample preparation technique; (g) give the numbers of the samples and their analytical results, and state whether the analysis was made in the field, a field laboratory or a commercial laboratory and indicate the name of the laboratory; (h) give the weight of the sample used, extraction method, analytical method and elements determined; (i) give an estimate of the data variability, if calculated; (j) indicate the total number of sample stations and kilometres of line traversed; (k) give an analysis of the geochemical data by mathematical or other means in order to establish background, threshold and anomalous values; (l) describe the possible causes of background and threshold and anomalous values, relating the anomalous values to known or speculated causes; and (m) give an evaluation of the significance of anomalous values together with recommendations for further exploration. O. Reg. 6/96, s. 13 (1); O. Reg. 309/12, s. 15 (1). (2) Any geochemical map or plan submitted in connection with a geochemical survey report must, in addition to complying with the requirements of subsection 11 (3), (a) show all station points and sample numbers and any other maps of assay results, where produced; (b) provide a legend or explanation to identify the units plotted with clear definitions of all abbreviations used on the map; (c) show profiles or contours as determined from the analytical results of the survey and give the vertical scale where profiles are used; and (d) show the printed name of the author of the related geochemical report. O. Reg. 6/96, s. 13 (2). (3) A geochemical survey is not eligible for assessment work credit unless copies of all the certified analytical results are submitted. O. Reg. 6/96, s. 13 (3); O. Reg. 309/12, s. 15 (2).",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>(1) Any geochemical survey report submitted for assessment work credit must, in addition to complying with the requirements of subsection 11 (2),</p> <p class=\"clause-e\">  (a) disclose and identify any geochemical data obtained in the report that has been obtained from any source other than the survey;</p> <p class=\"clause-e\">  (b) provide pertinent geological, topographic, ground water and surface water data with particular emphasis on the material being sampled;</p> <p class=\"clause-e\">  (c) describe the type, location and number of the samples collected and the tools used in collecting the samples;</p> <p class=\"clause-e\">  (d) in the case of soil samples, indicate the depth or range of depth below the surface and the particular soil horizon sampled;</p> <p class=\"clause-e\">  (e) in the case of samples of living vegetation, plant, humus or peat, describe the samples as specifically and completely as possible, including giving the plant name, species, part of the plant sampled, and location of the material sampled; </p> <p class=\"clause-e\">  (f) if only a part of the sample is to be used for analysis, indicate the procedure used to obtain this part of the sample or particular size fraction, and in any biochemical report indicate the sample preparation technique;</p> <p class=\"clause-e\">  (g) give the numbers of the samples and their analytical results, and state whether the analysis was made in the field, a field laboratory or a commercial laboratory and indicate the name of the laboratory;</p> <p class=\"clause-e\">  (h) give the weight of the sample used, extraction method, analytical method and elements determined;</p> <p class=\"clause-e\">  (i) give an estimate of the data variability, if calculated; </p> <p class=\"clause-e\">  (j) indicate the total number of sample stations and kilometres of line traversed;</p> <p class=\"clause-e\">  (k) give an analysis of the geochemical data by mathematical or other means in order to establish background, threshold and anomalous values;</p> <p class=\"clause-e\">  (l) describe the possible causes of background and threshold and anomalous values, relating the anomalous values to known or speculated causes; and</p> <p class=\"clause-e\">  (m) give an evaluation of the significance of anomalous values together with recommendations for further exploration. O. Reg. 6/96, s. 13 (1); O. Reg. 309/12, s. 15 (1).</p> <p class=\"subsection-e\">  (2) Any geochemical map or plan submitted in connection with a geochemical survey report must, in addition to complying with the requirements of subsection 11 (3),</p> <p class=\"clause-e\">  (a) show all station points and sample numbers and any other maps of assay results, where produced; </p> <p class=\"clause-e\">  (b) provide a legend or explanation to identify the units plotted with clear definitions of all abbreviations used on the map;</p> <p class=\"clause-e\">  (c) show profiles or contours as determined from the analytical results of the survey and give the vertical scale where profiles are used; and</p> <p class=\"clause-e\">  (d) show the printed name of the author of the related geochemical report. O. Reg. 6/96, s. 13 (2).</p> <p class=\"subsection-e\">  (3) A geochemical survey is not eligible for assessment work credit unless copies of all the certified analytical results are submitted. O. Reg. 6/96, s. 13 (3); O. Reg. 309/12, s. 15 (2).</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": " 14. (1) Any geophysical survey report submitted for assessment work credit must, in addition to complying with the requirements of subsection 11 (2), (a) identify the name, type and model of the instrument used to perform the survey, specifying the scale constant or sensitivity; (b) describe the method of survey and the use of the instrument and operational technique; (c) specify the total distance of line traversed for each type of survey performed; (d) give the background count for radiometric readings; (e) identify the sources of any geophysical or geological data contained in the report or shown on the accompanying illustrations which have been obtained from any source other than the survey being reported; (e.1) in cases of underwater geophysical data, specify the method of navigation or ground control related to data recovery; (f) give an analysis of the geophysical data to better define the geometrical and physical parameters of the anomalous zones; (g) describe the possible causes of background and anomalous values relating the latter to known or speculated causes; and (h) give a brief evaluation of the significance of anomalous values and recommendations for further exploratory work. O. Reg. 6/96, s. 14 (1); O. Reg. 309/04, s. 7 (1); O. Reg. 309/12, s. 16. (2) Any geophysical map or plan submitted in connection with a geophysical survey report must, in addition to complying with the requirements of subsection 11 (3), (a) show all station points, the values of readings taken and the units measured such as gammas, degrees, milliamps, milligals, milliseconds and ohmmeters, and dimensionless units such as per cent and ratios; (b) show basic numerical data and filtered data if available; (c) indicate total radiation units or radiation units from uranium, thorium or potassium separately or in combination for radiometric surveys on land; (d) show, where appropriate, the location of a topographic feature as a main base control point; (e) show profiles or contours as determined from the values obtained by the survey and give the vertical scale where profiles are used; (f) contain a legend or explanation indicating how the measured units in clause (a) are plotted, anomalous zones are indicated and spurious suspect readings are identified and indicating the radiometric background count; (g) contain an outcrop map where a radiometric survey has been performed; (h) show recovered tracks and sub-bottom information, if available, for underwater geophysics; and (i) provide a plan showing the projection of the drill hole to surface with the loop configuration, and a drill hole section for a down hole survey. O. Reg. 6/96, s. 14 (2); O. Reg. 309/04, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>(1) Any geophysical survey report submitted for assessment work credit must, in addition to complying with the requirements of subsection 11 (2),</p> <p class=\"clause-e\">  (a) identify the name, type and model of the instrument used to perform the survey, specifying the scale constant or sensitivity; </p> <p class=\"clause-e\">  (b) describe the method of survey and the use of the instrument and operational technique;</p> <p class=\"clause-e\">  (c) specify the total distance of line traversed for each type of survey performed;</p> <p class=\"clause-e\">  (d) give the background count for radiometric readings;</p> <p class=\"clause-e\">  (e) identify the sources of any geophysical or geological data contained in the report or shown on the accompanying illustrations which have been obtained from any source other than the survey being reported;</p> <p class=\"clause-e\"> (e.1) in cases of underwater geophysical data, specify the method of navigation or ground control related to data recovery;</p> <p class=\"clause-e\">  (f) give an analysis of the geophysical data to better define the geometrical and physical parameters of the anomalous zones;</p> <p class=\"clause-e\">  (g) describe the possible causes of background and anomalous values relating the latter to known or speculated causes; and </p> <p class=\"clause-e\">  (h) give a brief evaluation of the significance of anomalous values and recommendations for further exploratory work. O. Reg. 6/96, s. 14 (1); O. Reg. 309/04, s. 7 (1); O. Reg. 309/12, s. 16.</p> <p class=\"subsection-e\">  (2) Any geophysical map or plan submitted in connection with a geophysical survey report must, in addition to complying with the requirements of subsection 11 (3),</p> <p class=\"clause-e\">  (a) show all station points, the values of readings taken and the units measured such as gammas, degrees, milliamps, milligals, milliseconds and ohmmeters, and dimensionless units such as per cent and ratios; </p> <p class=\"clause-e\">  (b) show basic numerical data and filtered data if available; </p> <p class=\"clause-e\">  (c) indicate total radiation units or radiation units from uranium, thorium or potassium separately or in combination for radiometric surveys on land;</p> <p class=\"clause-e\">  (d) show, where appropriate, the location of a topographic feature as a main base control point; </p> <p class=\"clause-e\">  (e) show profiles or contours as determined from the values obtained by the survey and give the vertical scale where profiles are used;</p> <p class=\"clause-e\">  (f) contain a legend or explanation indicating how the measured units in clause (a) are plotted, anomalous zones are indicated and spurious suspect readings are identified and indicating the radiometric background count;</p> <p class=\"clause-e\">  (g) contain an outcrop map where a radiometric survey has been performed;</p> <p class=\"clause-e\">  (h) show recovered tracks and sub-bottom information, if available, for underwater geophysics; and</p> <p class=\"clause-e\">  (i) provide a plan showing the projection of the drill hole to surface with the loop configuration, and a drill hole section for a down hole survey. O. Reg. 6/96, s. 14 (2); O. Reg. 309/04, s. 7 (2).</p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": " 15. (1) Any airborne geophysical survey report submitted for assessment work credit must, in addition to complying with the requirements of subsection 11 (2), (a) identify the manufacturer, type and model of all instruments used in the performance of the survey specifying the scale constant or sensitivity and the accuracy of the survey; (b) specify the method of ground control related to flight path recovery, ground speed and the terrain clearance of the aircraft used in the performance of the survey; and (c) specify the flight-line spacing, the total distance flown over the entire survey and the distance flown over the mining land in respect of which the assessment work is to be credited. O. Reg. 6/96, s. 15 (1); O. Reg. 309/12, s. 17. (2) Any geophysical map or plan submitted in connection with an airborne geophysical survey report must, in addition to complying with the requirements of subsection 11 (3), (a) contain a base map or photo mosaic showing all lakes, streams and other notable topographic features, and all railways, roads, trails, power lines, pipe lines and buildings; and (b) show, as appropriate, profiles or contours representing electromagnetic and magnetic responses determined from the readings obtained by the survey, stating the units measured with values indicated at convenient regular intervals along the flight lines. O. Reg. 6/96, s. 15 (2).",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>(1) Any airborne geophysical survey report submitted for assessment work credit must, in addition to complying with the requirements of subsection 11 (2),</p> <p class=\"clause-e\">  (a) identify the manufacturer, type and model of all instruments used in the performance of the survey specifying the scale constant or sensitivity and the accuracy of the survey;</p> <p class=\"clause-e\">  (b) specify the method of ground control related to flight path recovery, ground speed and the terrain clearance of the aircraft used in the performance of the survey; and</p> <p class=\"clause-e\">  (c) specify the flight-line spacing, the total distance flown over the entire survey and the distance flown over the mining land in respect of which the assessment work is to be credited. O. Reg. 6/96, s. 15 (1); O. Reg. 309/12, s. 17.</p> <p class=\"subsection-e\">  (2) Any geophysical map or plan submitted in connection with an airborne geophysical survey report must, in addition to complying with the requirements of subsection 11 (3),</p> <p class=\"clause-e\">  (a) contain a base map or photo mosaic showing all lakes, streams and other notable topographic features, and all railways, roads, trails, power lines, pipe lines and buildings; and</p> <p class=\"clause-e\">  (b) show, as appropriate, profiles or contours representing electromagnetic and magnetic responses determined from the readings obtained by the survey, stating the units measured with values indicated at convenient regular intervals along the flight lines. O. Reg. 6/96, s. 15 (2).</p>"
        },
        {
            "id": "16.",
            "section": null,
            "content": " 16. (1) Exploratory drilling by core or non-core method, including diamond or core drilling, and other drilling such as percussion, reverse circulation and auger drilling, is eligible for assessment work credit if the holder of the mining land submits a legible technical report on the drilling, the drill hole logs, the drilling plan and a drill hole section. O. Reg. 309/12, s. 18 (1). (2) The report on drilling must, (a) indicate the number of holes drilled and the total length of drilling; (b) identify the mining land on which the work was performed, its location and the means of access to it; (c) contain a key map showing the land worked in relation to identifiable topographic features and township boundaries or established survey lines, stations or markers; (d) give the name of the author of the report and the names and addresses of the persons who supervised the work; (e) give a summary of the exploration and development work performed on the land; (f) give the date of completion of the report; and (g) contain a list of references or a bibliography. O. Reg. 309/04, s. 8 (1); O. Reg. 309/12, s. 18 (2). (3) The drill hole logs must, (a) identify the hole by number; (b) give the mining claim numbers or mining land numbers on which the hole is drilled; (c) indicate the location of the drill hole collar in relation to the grid line coordinates, claim posts and identifiable geographic reference points; (d) indicate the angle and azimuth of the hole; (e) indicate the size of the core, or the diameter of the drill hole if bored other than by core drilling; (f) state the start and completion dates of the drilling; (g) state the name of the drill contractor; (h) state the storage location of the core or drill sample material; (i) indicate the thickness of overburden in the core drilling holes; (j) adequately describe all geological units encountered in terms of their thickness, composition, colour, textures, structure, grain size, degree of sorting, mineralization and alteration, as appropriate; (k) indicate the total depth of penetration of the drill hole in bedrock and unconsolidated material; (l) indicate the location and type of all samples taken for assay or physical tests; (m) state the date of completion of the log; (n) contain the printed name of the author of the log; (o) provide a legend of all symbols or abbreviations used in the logs; (p) include assay values for sections assayed with appropriate certificates; (q) be signed by the author of the report or core logger; and (r) for overburden drilling designated specifically to sample unconsolidated materials, describe the stratigraphy of the materials encountered as to type of material, thickness, colour, textures, structure, grain size, degree of sorting and mineralization, and describe the type of bedrock penetrated, if reached. O. Reg. 309/04, s. 8 (1); O. Reg. 309/12, s. 18 (3). (3.1) The drilling plan must, (a) be at a scale between 1:10 and 1:5,000; (b) contain a graphic or bar scale and show the magnetic north and the declination; (c) show all lakes, streams and other notable topographic features, and all relevant cultural features such as railways and power lines; (d) accurately show all mining land boundaries, claim posts, claim numbers, township boundary lines, roads, lot and concession lines, base lines, picket lines and survey boundaries and stations, where identifiable, in relation to topographic features; (e) show the location of drill hole collars and the numbers, angles and depths of all drill holes in relation to clauses (3) (c), (d) and (e) in such a manner that relocation of the hole is simplified; and (f) include, where available, assayed intervals and assay averages. O. Reg. 309/04, s. 8 (1); O. Reg. 309/12, s. 18 (4). (4) The drill hole section must, (a) indicate the overburden, rock types or type of material intersected; (b) be at a scale between 1:10 and 1:5,000; (c) contain a graphic or bar scale; (d) give the astronomic azimuth of the hole; (e) show coordinate lines corresponding with those shown on the drilling map; (f) indicate the total length of the hole; (g) contain a legend for codes or symbols corresponding to unconsolidated materials, mineralization and structure; (h) show the location of the unconsolidated materials and mineralization designated by code or symbol corresponding to those mentioned in clause (g); (i) show the number of the mining claim or mining land on which the hole is drilled; (j) show the number and angle of the drill hole; and (k) include, where available, assayed intervals and assay averages. O. Reg. 6/96, s. 16 (4); O. Reg. 309/04, s. 8 (2-4); O. Reg. 309/12, s. 18 (5). (5)-(8) Revoked:  O. Reg. 309/04, s. 8 (5). (9) A holder of mining land who performs a program of diamond drilling or overburden drilling on it is eligible for an assessment work credit, in addition to that otherwise permitted under this section, for all expenses and labour costs associated with the drill core submission for assessment work credit, if, (a) the appropriate resident geologist receives at least two weeks notice of the drill core or drill sample submission together with all relevant drill logs; and (b) the holder of mining land delivers all or requested portions of the drill core or drill samples to the appropriate drill core storage facility in accordance with the instructions of the resident geologist. O. Reg. 6/96, s. 16 (9); O. Reg. 309/12, s. 18 (6). (10) For the purpose of clause (9) (b), delivery includes the following: 1. Each drill log, containing all relevant information as required in section 16 associated with the drill core submission, must be forwarded to the resident geologist at least two weeks before the drill core is delivered. 2. All drill core submissions must be made within a minimum of 30 days before the anniversary date of the mining land in question. 3. All drill core submissions must be properly palletised, labelled, strapped, covered and placed, as necessary, within the drill core storage facilities according to Ministry of Northern Development and Mines specifications and in accordance with the instructions of the resident geologist. 4. Sorting forms that identify the assigned Ministry of Northern Development and Mines drill hole number, footage contained within each drill core box, pallets on which the core boxes are stored, and pallets location within the drill core storage compound must be properly completed. 5. All drill core submissions must be delivered on either wooden or steel pallets that meet the specifications of the Ministry of Northern Development and Mines. 6. The number of core boxes on each pallet must not exceed 45. 7. The holder of mining land is responsible for transportation and other costs associated with the rental or use of fork lifts or similar equipment required to unload and place pallets of drill core and the costs associated with snow removal at the drill core storage facilities to enable winter drill core submissions. 8. Assessment work credit will be given for all costs for materials and rental services and labour costs associated with drill core submission under this subsection, including the costs of palletising and placing the palletised drill core in the drill core storage facilities in accordance with the instructions of the resident geologist, if details of the costs are submitted along with the technical report on the drilling. 9. The holder of mining land must comply with all operational and safety procedures in accordance with the instructions of the Ministry of Northern Development and Mines, the resident geologist or the geologist’s agent, when delivering drill core and performing the required activities. O. Reg. 6/96, s. 16 (10); O. Reg. 193/06, s. 3; O. Reg. 309/12, s. 18 (7). (11) No person shall destroy the value of drill core except that the holder of the mining land may do so in the normal course of exploration or mining. O. Reg. 6/96, s. 16 (11). (12) A holder of mining land shall not abandon a drill core without notifying the resident geologist of its storage location. O. Reg. 6/96, s. 16 (12). (13), (14) Revoked: O. Reg. 309/12, s. 18 (8).",
            "raw_html": "<p class=\"section-e\"> <b>16.</b> (1) Exploratory drilling by core or non-core method, including diamond or core drilling, and other drilling such as percussion, reverse circulation and auger drilling, is eligible for assessment work credit if the holder of the mining land submits a legible technical report on the drilling, the drill hole logs, the drilling plan and a drill hole section. O. Reg. 309/12, s. 18 (1).</p> <p class=\"subsection-e\">  (2) The report on drilling must,</p> <p class=\"clause-e\">  (a) indicate the number of holes drilled and the total length of drilling;</p> <p class=\"clause-e\">  (b) identify the mining land on which the work was performed, its location and the means of access to it; </p> <p class=\"clause-e\">  (c) contain a key map showing the land worked in relation to identifiable topographic features and township boundaries or established survey lines, stations or markers;</p> <p class=\"clause-e\">  (d) give the name of the author of the report and the names and addresses of the persons who supervised the work;</p> <p class=\"clause-e\">  (e) give a summary of the exploration and development work performed on the land;</p> <p class=\"clause-e\">  (f) give the date of completion of the report; and</p> <p class=\"clause-e\">  (g) contain a list of references or a bibliography. O. Reg. 309/04, s. 8 (1); O. Reg. 309/12, s. 18 (2).</p> <p class=\"subsection-e\">  (3) The drill hole logs must,</p> <p class=\"clause-e\">  (a) identify the hole by number;</p> <p class=\"clause-e\">  (b) give the mining claim numbers or mining land numbers on which the hole is drilled;</p> <p class=\"clause-e\">  (c) indicate the location of the drill hole collar in relation to the grid line coordinates, claim posts and identifiable geographic reference points;</p> <p class=\"clause-e\">  (d) indicate the angle and azimuth of the hole;</p> <p class=\"clause-e\">  (e) indicate the size of the core, or the diameter of the drill hole if bored other than by core drilling;</p> <p class=\"clause-e\">  (f) state the start and completion dates of the drilling;</p> <p class=\"clause-e\">  (g) state the name of the drill contractor;</p> <p class=\"clause-e\">  (h) state the storage location of the core or drill sample material;</p> <p class=\"clause-e\">  (i) indicate the thickness of overburden in the core drilling holes;</p> <p class=\"clause-e\">  (j) adequately describe all geological units encountered in terms of their thickness, composition, colour, textures, structure, grain size, degree of sorting, mineralization and alteration, as appropriate;</p> <p class=\"clause-e\">  (k) indicate the total depth of penetration of the drill hole in bedrock and unconsolidated material;</p> <p class=\"clause-e\">  (l) indicate the location and type of all samples taken for assay or physical tests;</p> <p class=\"clause-e\">  (m) state the date of completion of the log;</p> <p class=\"clause-e\">  (n) contain the printed name of the author of the log;</p> <p class=\"clause-e\">  (o) provide a legend of all symbols or abbreviations used in the logs;</p> <p class=\"clause-e\">  (p) include assay values for sections assayed with appropriate certificates;</p> <p class=\"clause-e\">  (q) be signed by the author of the report or core logger; and</p> <p class=\"clause-e\">  (r) for overburden drilling designated specifically to sample unconsolidated materials, describe the stratigraphy of the materials encountered as to type of material, thickness, colour, textures, structure, grain size, degree of sorting and mineralization, and describe the type of bedrock penetrated, if reached. O. Reg. 309/04, s. 8 (1); O. Reg. 309/12, s. 18 (3).</p> <p class=\"subsection-e\">  (3.1) The drilling plan must,</p> <p class=\"clause-e\">  (a) be at a scale between 1:10 and 1:5,000;</p> <p class=\"clause-e\">  (b) contain a graphic or bar scale and show the magnetic north and the declination;</p> <p class=\"clause-e\">  (c) show all lakes, streams and other notable topographic features, and all relevant cultural features such as railways and power lines;</p> <p class=\"clause-e\">  (d) accurately show all mining land boundaries, claim posts, claim numbers, township boundary lines, roads, lot and concession lines, base lines, picket lines and survey boundaries and stations, where identifiable, in relation to topographic features;</p> <p class=\"clause-e\">  (e) show the location of drill hole collars and the numbers, angles and depths of all drill holes in relation to clauses (3) (c), (d) and (e) in such a manner that relocation of the hole is simplified; and</p> <p class=\"clause-e\">  (f) include, where available, assayed intervals and assay averages. O. Reg. 309/04, s. 8 (1); O. Reg. 309/12, s. 18 (4).</p> <p class=\"subsection-e\">  (4) The drill hole section must,</p> <p class=\"clause-e\">  (a) indicate the overburden, rock types or type of material intersected;</p> <p class=\"clause-e\">  (b) be at a scale between 1:10 and 1:5,000;</p> <p class=\"clause-e\">  (c) contain a graphic or bar scale;</p> <p class=\"clause-e\">  (d) give the astronomic azimuth of the hole;</p> <p class=\"clause-e\">  (e) show coordinate lines corresponding with those shown on the drilling map;</p> <p class=\"clause-e\">  (f) indicate the total length of the hole;</p> <p class=\"clause-e\">  (g) contain a legend for codes or symbols corresponding to unconsolidated materials, mineralization and structure; </p> <p class=\"clause-e\">  (h) show the location of the unconsolidated materials and mineralization designated by code or symbol corresponding to those mentioned in clause (g);</p> <p class=\"clause-e\">  (i) show the number of the mining claim or mining land on which the hole is drilled;</p> <p class=\"clause-e\">  (j) show the number and angle of the drill hole; and</p> <p class=\"clause-e\">  (k) include, where available, assayed intervals and assay averages. O. Reg. 6/96, s. 16 (4); O. Reg. 309/04, s. 8 (2-4); O. Reg. 309/12, s. 18 (5).</p> <p class=\"subsection-e\">  (5)-(8) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 309/04, s. 8 (5).</p> <p class=\"subsection-e\">  (9) A holder of mining land who performs a program of diamond drilling or overburden drilling on it is eligible for an assessment work credit, in addition to that otherwise permitted under this section, for all expenses and labour costs associated with the drill core submission for assessment work credit, if,  </p> <p class=\"clause-e\">  (a) the appropriate resident geologist receives at least two weeks notice of the drill core or drill sample submission together with all relevant drill logs; and </p> <p class=\"clause-e\">  (b) the holder of mining land delivers all or requested portions of the drill core or drill samples to the appropriate drill core storage facility in accordance with the instructions of the resident geologist. O. Reg. 6/96, s. 16 (9); O. Reg. 309/12, s. 18 (6).</p> <p class=\"subsection-e\">  (10) For the purpose of clause (9) (b), delivery includes the following:</p> <p class=\"paragraph-e\">  1. Each drill log, containing all relevant information as required in section 16 associated with the drill core submission, must be forwarded to the resident geologist at least two weeks before the drill core is delivered.</p> <p class=\"paragraph-e\">  2. All drill core submissions must be made within a minimum of 30 days before the anniversary date of the mining land in question.</p> <p class=\"paragraph-e\">  3. All drill core submissions must be properly palletised, labelled, strapped, covered and placed, as necessary, within the drill core storage facilities according to Ministry of Northern Development and Mines specifications and in accordance with the instructions of the resident geologist.</p> <p class=\"paragraph-e\">  4. Sorting forms that identify the assigned Ministry of Northern Development and Mines drill hole number, footage contained within each drill core box, pallets on which the core boxes are stored, and pallets location within the drill core storage compound must be properly completed.</p> <p class=\"paragraph-e\">  5. All drill core submissions must be delivered on either wooden or steel pallets that meet the specifications of the Ministry of Northern Development and Mines.</p> <p class=\"paragraph-e\">  6. The number of core boxes on each pallet must not exceed 45.</p> <p class=\"paragraph-e\">  7. The holder of mining land is responsible for transportation and other costs associated with the rental or use of fork lifts or similar equipment required to unload and place pallets of drill core and the costs associated with snow removal at the drill core storage facilities to enable winter drill core submissions.</p> <p class=\"paragraph-e\">  8. Assessment work credit will be given for all costs for materials and rental services and labour costs associated with drill core submission under this subsection, including the costs of palletising and placing the palletised drill core in the drill core storage facilities in accordance with the instructions of the resident geologist, if details of the costs are submitted along with the technical report on the drilling.</p> <p class=\"paragraph-e\">  9. The holder of mining land must comply with all operational and safety procedures in accordance with the instructions of the Ministry of Northern Development and Mines, the resident geologist or the geologist’s agent, when delivering drill core and performing the required activities. O. Reg. 6/96, s. 16 (10); O. Reg. 193/06, s. 3; O. Reg. 309/12, s. 18 (7).</p> <p class=\"subsection-e\">  (11) No person shall destroy the value of drill core except that the holder of the mining land may do so in the normal course of exploration or mining. O. Reg. 6/96, s. 16 (11).</p> <p class=\"subsection-e\">  (12) A holder of mining land shall not abandon a drill core without notifying the resident geologist of its storage location. O. Reg. 6/96, s. 16 (12).</p> <p class=\"subsection-e\">  (13), (14) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 309/12, s. 18 (8).</p>"
        },
        {
            "id": "17.",
            "section": null,
            "content": " 17. Beneficiation, geochemical testing or other special studies of assaying and analyses are eligible for assessment work credit if a technical report is submitted, which includes,  (a) a summary listing of all types of work performed, the cost of the work and the mining claim, lease, patent or parcel numbers of the land on which the work was carried out; (b) where assays or analyses are reported, the assay certificates and a plan at a scale of between 1:10 and 1:5,000 clearly identifying the location of each sample by number, letter or grid coordinate designation and showing the assay results; and (c) where assays or analyses are reported for core or non-core drilling, the intervals, in metres, at which the samples were taken. O. Reg. 309/12, s. 19.",
            "raw_html": "<p class=\"section-e\"> <b>17. </b>Beneficiation, geochemical testing or other special studies of assaying and analyses are eligible for assessment work credit if a technical report is submitted, which includes, </p> <p class=\"clause-e\">  (a) a summary listing of all types of work performed, the cost of the work and the mining claim, lease, patent or parcel numbers of the land on which the work was carried out; </p> <p class=\"clause-e\">  (b) where assays or analyses are reported, the assay certificates and a plan at a scale of between 1:10 and 1:5,000 clearly identifying the location of each sample by number, letter or grid coordinate designation and showing the assay results; and </p> <p class=\"clause-e\">  (c) where assays or analyses are reported for core or non-core drilling, the intervals, in metres, at which the samples were taken. O. Reg. 309/12, s. 19.</p>"
        },
        {
            "id": "18.",
            "section": null,
            "content": " 18. (1) The following are eligible for assessment work credit if accompanied by a technical report substantially in the form outlined in section 11 and adequate technical support data: 1. Airphoto and remote imagery interpretations. 2.  Revoked:  O. Reg. 309/04, s. 9 (1). 3. Metallurgical testing and bulk sampling. 4. Industrial mineral testing and marketing. 5.  Revoked:  O. Reg. 309/04, s. 9 (1). 6. Microscopic studies. 7. Environmental studies. 8.  Revoked: O. Reg. 309/12, s. 20 (2). 9. Applications of new methodology or presentation of previously submitted field data which contribute new information to the geotechnical data base. O. Reg. 6/96, s. 18; O. Reg. 309/04, s. 9 (1); O. Reg. 309/12, s. 20 (1, 2). (2) Information to be provided under paragraph 1 of subsection (1) must, (a) describe the regional and property geology; (b) identify sources of geological data contained in the report if obtained from sources other than the survey being reported; (c) provide an interpretation and summary of the results; (d) include identification numbers for airphotos used in the submission; (e) include the airphoto mosaic required for a base map; and (f) include the satellite images interpreted. O. Reg. 309/04, s. 9 (2). (3) Revoked: O. Reg. 309/12, s. 20 (3). (4) Information to be provided under paragraph 4 of subsection (1) must, (a) provide both hand sample and microscopic descriptions; (b) include sample preparation procedures; (c) indicate the reasons for the study; (d) provide a summary and conclusions; and (e) contain a sample location map. O. Reg. 309/04, s. 9 (2). (5) Information to be provided under paragraph 9 of subsection (1) must, (a) indicate the source and method of collection of the previously submitted data; and (b) describe the new information or interpretation and compare them with the previous interpretation. O. Reg. 309/04, s. 9 (2); O. Reg. 309/12, s. 20 (4).",
            "raw_html": "<p class=\"section-e\"> <b>18.</b> (1) The following are eligible for assessment work credit if accompanied by a technical report substantially in the form outlined in section 11 and adequate technical support data:</p> <p class=\"paragraph-e\">  1. Airphoto and remote imagery interpretations.</p> <p class=\"paragraph-e\">  2.  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 309/04, s. 9 (1).</p> <p class=\"paragraph-e\">  3. Metallurgical testing and bulk sampling.</p> <p class=\"paragraph-e\">  4. Industrial mineral testing and marketing.</p> <p class=\"paragraph-e\">  5.  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 309/04, s. 9 (1).</p> <p class=\"paragraph-e\">  6. Microscopic studies.</p> <p class=\"paragraph-e\">  7. Environmental studies.</p> <p class=\"paragraph-e\">  8.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 309/12, s. 20 (2).</p> <p class=\"paragraph-e\">  9. Applications of new methodology or presentation of previously submitted field data which contribute new information to the geotechnical data base. O. Reg. 6/96, s. 18; O. Reg. 309/04, s. 9 (1); O. Reg. 309/12, s. 20 (1, 2).</p> <p class=\"subsection-e\">  (2) Information to be provided under paragraph 1 of subsection (1) must,</p> <p class=\"clause-e\">  (a) describe the regional and property geology;</p> <p class=\"clause-e\">  (b) identify sources of geological data contained in the report if obtained from sources other than the survey being reported;</p> <p class=\"clause-e\">  (c) provide an interpretation and summary of the results;</p> <p class=\"clause-e\">  (d) include identification numbers for airphotos used in the submission;</p> <p class=\"clause-e\">  (e) include the airphoto mosaic required for a base map; and</p> <p class=\"clause-e\">  (f) include the satellite images interpreted. O. Reg. 309/04, s. 9 (2).</p> <p class=\"subsection-e\">  (3) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 309/12, s. 20 (3).</p> <p class=\"subsection-e\">  (4) Information to be provided under paragraph 4 of subsection (1) must,</p> <p class=\"clause-e\">  (a) provide both hand sample and microscopic descriptions;</p> <p class=\"clause-e\">  (b) include sample preparation procedures;</p> <p class=\"clause-e\">  (c) indicate the reasons for the study;</p> <p class=\"clause-e\">  (d) provide a summary and conclusions; and</p> <p class=\"clause-e\">  (e) contain a sample location map. O. Reg. 309/04, s. 9 (2).</p> <p class=\"subsection-e\">  (5) Information to be provided under paragraph 9 of subsection (1) must,</p> <p class=\"clause-e\">  (a) indicate the source and method of collection of the previously submitted data; and</p> <p class=\"clause-e\">  (b) describe the new information or interpretation and compare them with the previous interpretation. O. Reg. 309/04, s. 9 (2); O. Reg. 309/12, s. 20 (4).</p>"
        },
        {
            "id": "18.1",
            "section": null,
            "content": " 18.1 (1) Any industrial mineral report submitted for assessment work credit must, in addition to the requirements set out in subsection 11 (2), (a) summarize the type of work being done; (b) indicate the type of equipment used, the dates and hours of use of the equipment, the dates and hours worked by the equipment operator and the hourly rates for equipment use and for the operator; (c) describe the regional and property geology; (d) describe the rock types being tested; (e) describe the sampling procedure, method of extraction and size of the sample; (f) describe the method used to process the samples and the results and provide the appropriate certificates; and (g) provide a discussion of the results of the analysis or testing and the possible markets or uses for the material tested, together with recommendations for future exploration. O. Reg. 309/04, s. 10; O. Reg. 309/12, s. 21. (2) A map or plan submitted in connection with an industrial mineral report must, in addition to complying with the requirements of subsection 11 (3), (a) contain a table of rock types, lithologies and formations; (b) show outcrops designated by a letter or number corresponding to the rock type, lithologies and formations; (c) show the character of the overburden, including boulder, clay, gravel or sand; (d) show the distribution of swamp, muskeg and forest cover areas; and (e) show the location and dimensions of the workings. O. Reg. 309/04, s. 10.",
            "raw_html": "<p class=\"section-e\"> <b>18.1 </b>(1) Any industrial mineral report submitted for assessment work credit must, in addition to the requirements set out in subsection 11 (2),</p> <p class=\"clause-e\">  (a) summarize the type of work being done;</p> <p class=\"clause-e\">  (b) indicate the type of equipment used, the dates and hours of use of the equipment, the dates and hours worked by the equipment operator and the hourly rates for equipment use and for the operator;</p> <p class=\"clause-e\">  (c) describe the regional and property geology;</p> <p class=\"clause-e\">  (d) describe the rock types being tested;</p> <p class=\"clause-e\">  (e) describe the sampling procedure, method of extraction and size of the sample;</p> <p class=\"clause-e\">  (f) describe the method used to process the samples and the results and provide the appropriate certificates; and</p> <p class=\"clause-e\">  (g) provide a discussion of the results of the analysis or testing and the possible markets or uses for the material tested, together with recommendations for future exploration. O. Reg. 309/04, s. 10; O. Reg. 309/12, s. 21.</p> <p class=\"subsection-e\">  (2) A map or plan submitted in connection with an industrial mineral report must, in addition to complying with the requirements of subsection 11 (3),</p> <p class=\"clause-e\">  (a) contain a table of rock types, lithologies and formations;</p> <p class=\"clause-e\">  (b) show outcrops designated by a letter or number corresponding to the rock type, lithologies and formations;</p> <p class=\"clause-e\">  (c) show the character of the overburden, including boulder, clay, gravel or sand;</p> <p class=\"clause-e\">  (d) show the distribution of swamp, muskeg and forest cover areas; and</p> <p class=\"clause-e\">  (e) show the location and dimensions of the workings. O. Reg. 309/04, s. 10.</p>"
        },
        {
            "id": "19.",
            "section": null,
            "content": " 19. (1) No assessment work credit shall be given for rehabilitation work for advanced exploration and mine sites until the Director of Mine Rehabilitation has approved the rehabilitation work. O. Reg. 6/96, s. 19 (1); O. Reg. 309/12, s. 22 (1). (2) If the rehabilitation work submitted for assessment work credit is found to be absent, fraudulent or incomplete, the Director of Mine Rehabilitation shall notify the recorder and the Minister shall reduce the assessment work credit accordingly. O. Reg. 6/96, s. 19 (2); O. Reg. 309/12, s. 22 (2).",
            "raw_html": "<p class=\"section-e\"> <b>19. </b>(1) No assessment work credit shall be given for rehabilitation work for advanced exploration and mine sites until the Director of Mine Rehabilitation has approved the rehabilitation work. O. Reg. 6/96, s. 19 (1); O. Reg. 309/12, s. 22 (1).</p> <p class=\"subsection-e\">  (2) If the rehabilitation work submitted for assessment work credit is found to be absent, fraudulent or incomplete, the Director of Mine Rehabilitation shall notify the recorder and the Minister shall reduce the assessment work credit accordingly. O. Reg. 6/96, s. 19 (2); O. Reg. 309/12, s. 22 (2).</p>"
        },
        {
            "id": "20.",
            "section": null,
            "content": " 20. (1) For the purposes of subsection 81 (16) of the Act, the amount of money to be paid, in lieu of additional assessment work, for the excess area is $44 for every 1 per cent or part of 1 per cent by which the area exceeds the prescribed size. O. Reg. 309/04, s. 11. (2) For the purposes of subsection 95 (5) of the Act, the amount of money to be paid, in lieu of additional assessment work, for the excess area is $44 for every 1 per cent or part of 1 per cent by which the area exceeds the prescribed size. O. Reg. 309/04, s. 11. Electronic Submission of Documents for Assessment Work Credit",
            "raw_html": "<p class=\"section-e\"> <b>20. </b>(1) For the purposes of subsection 81 (16) of the Act, the amount of money to be paid, in lieu of additional assessment work, for the excess area is $44 for every 1 per cent or part of 1 per cent by which the area exceeds the prescribed size. O. Reg. 309/04, s. 11.</p> <p class=\"subsection-e\">  (2) For the purposes of subsection 95 (5) of the Act, the amount of money to be paid, in lieu of additional assessment work, for the excess area is $44 for every 1 per cent or part of 1 per cent by which the area exceeds the prescribed size. O. Reg. 309/04, s. 11.</p> <p class=\"heading1-e\"><a name=\"BK0\"></a>Electronic Submission of Documents for Assessment Work Credit</p>"
        },
        {
            "id": "21.",
            "section": "Electronic Submission of Documents for Assessment Work Credit",
            "content": " 21. (1) All documents that must be submitted for assessment work credit under this Regulation may be submitted through the Electronic Assessment System on the Ministry’s website in the formats described in subsection (2). O. Reg. 309/12, s. 23 (2). (2) Documents submitted through the Electronic Assessment System website must be submitted using the forms provided on the website where those forms are available and, where such forms are not available, the documents must be submitted in PDF format, with the exception of maps, figures or other diagrams which may be submitted in PDF or JPEG format. O. Reg. 193/06, s. 4; O. Reg. 309/12, s. 23 (3). (3)-(5) Revoked: O. Reg. 309/12, s. 23 (4). (6) All documents submitted through the Electronic Assessment System on the Ministry’s website must satisfy the requirements contained in this Regulation, except that the requirement for a signature referred to in the following provisions of this Regulation does not apply: 1. Subclause 9 (a) (v). 2. Subclause 10 (2) (a) (vi). 3. Clause 11 (2) (n). 4. Clause 16 (3) (q). O. Reg. 193/06, s. 4; O. Reg. 309/12, s. 23 (5). (7) All documents submitted through the Electronic Assessment System on the Ministry’s website must be received at the office designated by the Minister no later than 4:30 p.m. on the anniversary date. O. Reg. 309/12, s. 23 (6).",
            "raw_html": "<p class=\"section-e\"> <b>21. </b>(1) All documents that must be submitted for assessment work credit under this Regulation may be submitted through the Electronic Assessment System on the Ministry’s website in the formats described in subsection (2). O. Reg. 309/12, s. 23 (2).</p> <p class=\"subsection-e\">  (2) Documents submitted through the Electronic Assessment System website must be submitted using the forms provided on the website where those forms are available and, where such forms are not available, the documents must be submitted in PDF format, with the exception of maps, figures or other diagrams which may be submitted in PDF or JPEG format. O. Reg. 193/06, s. 4; O. Reg. 309/12, s. 23 (3).</p> <p class=\"subsection-e\">  (3)-(5) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 309/12, s. 23 (4).</p> <p class=\"subsection-e\">  (6) All documents submitted through the Electronic Assessment System on the Ministry’s website must satisfy the requirements contained in this Regulation, except that the requirement for a signature referred to in the following provisions of this Regulation does not apply:</p> <p class=\"paragraph-e\">  1. Subclause 9 (a) (v).</p> <p class=\"paragraph-e\">  2. Subclause 10 (2) (a) (vi).</p> <p class=\"paragraph-e\">  3. Clause 11 (2) (n).</p> <p class=\"paragraph-e\">  4. Clause 16 (3) (q). O. Reg. 193/06, s. 4; O. Reg. 309/12, s. 23 (5).</p> <p class=\"subsection-e\">  (7) All documents submitted through the Electronic Assessment System on the Ministry’s website must be received at the office designated by the Minister no later than 4:30 p.m. on the anniversary date. O. Reg. 309/12, s. 23 (6).</p>"
        },
        {
            "id": "22.",
            "section": "Electronic Submission of Documents for Assessment Work Credit",
            "content": " 22. If documents are submitted through the Electronic Assessment System on the Ministry’s website, revisions to those documents may be made by email or through the Electronic Assessment System. O. Reg. 309/12, s. 24.",
            "raw_html": "<p class=\"section-e\"> <b>22. </b>If documents are submitted through the Electronic Assessment System on the Ministry’s website, revisions to those documents may be made by email or through the Electronic Assessment System. O. Reg. 309/12, s. 24.</p>"
        },
        {
            "id": "23.",
            "section": "Electronic Submission of Documents for Assessment Work Credit",
            "content": "  23. If documents are submitted through the Electronic Assessment System on the Ministry’s website and the submission cannot be received at the office designated by the Minister due to a failure of a Ministry server or other government computer equipment, the person submitting the documents must submit them no later than 4:30 p.m. on the anniversary date, in accordance with, (a) the requirements for paper submissions contained in this Regulation; or (b) the requirements for submissions by fax or other electronic means as set out in Ontario Regulation 45/11 (General) made under the Act. O. Reg. 309/12, s. 24.  Français  ",
            "raw_html": "<p class=\"section-e\"><b>  23. </b>If documents are submitted through the Electronic Assessment System on the Ministry’s website and the submission cannot be received at the office designated by the Minister due to a failure of a Ministry server or other government computer equipment, the person submitting the documents must submit them no later than 4:30 p.m. on the anniversary date, in accordance with,</p> <p class=\"clause-e\">  (a) the requirements for paper submissions contained in this Regulation; or</p> <p class=\"clause-e\">  (b) the requirements for submissions by fax or other electronic means as set out in Ontario Regulation 45/11 (General) made under the Act. O. Reg. 309/12, s. 24.</p> <p class=\"clause-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/960006\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}