{
    "reg_info": {
        "full_title": "O. Reg. 70/17: ONTARIO STUDENT GRANTS AND ONTARIO STUDENT LOANS",
        "reg_name_text": "ONTARIO STUDENT GRANTS AND ONTARIO STUDENT LOANS",
        "citation": "O. Reg. 70/17: ",
        "act_under": "Ministry of Training, Colleges and Universities Act",
        "url": "https://www.ontario.ca/laws/regulation/170070",
        "date_scraped": "2023-12-18 02:42:08"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "November 29, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/170070/v12",
            "valid_from": "August  1, 2023",
            "valid_to": "November 28, 2023"
        },
        {
            "a_href": "/laws/regulation/170070/v11",
            "valid_from": "May  1, 2023",
            "valid_to": "July 31, 2023"
        },
        {
            "a_href": "/laws/regulation/170070/v10",
            "valid_from": "April  6, 2023",
            "valid_to": "April 30, 2023"
        },
        {
            "a_href": "/laws/regulation/170070/v9",
            "valid_from": "March 17, 2022",
            "valid_to": "April  5, 2023"
        },
        {
            "a_href": "/laws/regulation/170070/v8",
            "valid_from": "January 22, 2021",
            "valid_to": "March 16, 2022"
        },
        {
            "a_href": "/laws/regulation/170070/v7",
            "valid_from": "December 17, 2020",
            "valid_to": "January 21, 2021"
        },
        {
            "a_href": "/laws/regulation/170070/v6",
            "valid_from": "September  1, 2019",
            "valid_to": "December 16, 2020"
        },
        {
            "a_href": "/laws/regulation/170070/v5",
            "valid_from": "April 12, 2019",
            "valid_to": "August 31, 2019"
        },
        {
            "a_href": "/laws/regulation/170070/v4",
            "valid_from": "August  1, 2018",
            "valid_to": "April 11, 2019"
        },
        {
            "a_href": "/laws/regulation/170070/v3",
            "valid_from": "April  6, 2018",
            "valid_to": "July 31, 2018"
        },
        {
            "a_href": "/laws/regulation/170070/v2",
            "valid_from": "November  1, 2017",
            "valid_to": "April  5, 2018"
        },
        {
            "a_href": "/laws/regulation/170070/v1",
            "valid_from": "March 10, 2017",
            "valid_to": "October 31, 2017"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Application and Interpretation",
            "part_id": null,
            "part_type": null,
            "section": "Application and Interpretation",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Application",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Definitions",
            "content": " 2. (1) In this Regulation, “2001 Regulation” means Ontario Regulation 268/01 (Ontario Student Loans Made August 1, 2001 to July 31, 2017), made under the Act; (“Règlement de 2001”) “2020 Regulation” means Ontario Regulation 768/20 (Ontario Student Grants and Ontario Student Loans for Micro-Credentials) made under the Act; (“Règlement de 2020”) “2023 Regulation” means Ontario Regulation 82/23 (Ontario Learn and Stay Grant) made under the Act; (“Règlement de 2023”) “academic year” means a period beginning on August 1 in a year and ending on July 31 of the next year;  (“année d’études”) “approved institution” means an institution described in section 8; (“établissement agréé”) “approved program of study” means a program of study approved in accordance with section 7; (“programme d’études approuvé”) “borrower” means a person who has received a student loan or has received a grant under the Act that has been converted to a student loan and who is required to make repayments on the student loan under a consolidated loan agreement or under an arrangement established by the Minister under section 29, but does not include a person whose student loan has been paid;  (“emprunteur”) “consolidated loan agreement” means an agreement described in section 28 of this Regulation, section 28 of the 2001 Regulation or section 8 of the pre-2001 Regulation; (“contrat de prêt consolidé”) “expected contributor” means, in relation to an individual, another individual described in subsection 10 (5); (“personne dont une contribution est attendue”) “grant” means the Ontario Student Grant and does not include any other grant issued under the Act; (“subvention”) “master student financial assistance agreement” means an agreement entered into under section 21; (“contrat-cadre d’aide financière aux étudiants”) “micro-credential grant” has the same meaning as in the 2020 Regulation; (“subvention pour une microcertification”) “micro-credential student loan” has the same meaning as in the 2020 Regulation; (“prêt d’études pour une microcertification”) “micro-credential student loan agreement” has the same meaning as in the 2020 Regulation; (“contrat de prêt d’études pour une microcertification”) “minimum required course load” means, in relation to an approved program of study, the course load determined under section 9; (“charge de cours minimale exigée”) “Ontario Learn and Stay Grant student” has the same meaning as in the 2023 Regulation; (“étudiant bénéficiant de la subvention ontarienne Apprendre et rester”) “period of study” means, in relation to a program of study, a period described in subsection 7 (2); (“période d’études”) “pre-2001 Regulation” means Regulation 774 of the Revised Regulations of Ontario, 1990 (Ontario Student Loans made before August 1, 2001), made under the Act; (“règlement antérieur au Règlement de 2001”) “prime rate”, with respect to a rate of interest, means the average variable reference rate of interest as calculated monthly, based upon the average variable reference rates of interest for a month, by each of the Bank of Montreal, the Bank of Nova Scotia, the Canadian Imperial Bank of Commerce, the Royal Bank of Canada and the Toronto Dominion Bank as their rate for Canadian dollar consumer demand loans, and calculated without reference to the highest and the lowest of those five rates and by averaging the remaining three rates; (“taux préférentiel”) “qualifying student” means a student described in section 24; (“étudiant admissible”) “repayment notice” has the same meaning as in the 2020 Regulation; (“avis de remboursement”) “service provider” means a person or entity, other than a post-secondary educational institution, who provides services with respect to the disbursement, administration, management or delivery of student loans or grants by virtue of, (a)  an agreement with the Minister, or with another Minister of the Crown in right of Ontario, for the provision of those services, or (b)  if the Minister has entered into an agreement with the Government of Canada for the provision of those services, an agreement with the Government of Canada for the provision of those services; (“fournisseur de services”) “spouse” means either of two persons who, (a)  are married to each other, (b)  have together in good faith entered into a marriage that is voidable or void, (c)  have lived together in a conjugal relationship outside marriage continuously for a period of not less than three years, or (d)  have lived together in a conjugal relationship outside marriage in a relationship of some permanence, if they are the natural or adoptive parents of a child;  (“conjoint”) “student loan agreement” means, (a)  master student financial assistance agreement entered into under section 21 of this Regulation, (a.1)  a master student financial assistance agreement entered into under section 20 of the 2023 Regulation, (b)  a master student loan agreement entered into under section 20 of the 2001 Regulation, (c)  an agreement entered into under section 20 of the 2001 Regulation, as that section read on January 31, 2012, or (d)  an agreement entered into under section 4 of the pre-2001 Regulation, as that section read on July 31, 2001. (“contrat de prêt d’études”) O. Reg. 70/17, s. 2 (1); O. Reg. 769/20, s. 1 (1); O. Reg. 83/23, s. 1 (1-5). (2) A reference in this Regulation to a “loan” or “student loan” does not include a micro-credential student loan. O. Reg. 83/23, s. 1 (6). (2.1) Despite subsection (2) and the definition of “grant”, a reference in this Regulation to a grant, loan or student loan that is received, granted, made or issued under the Act includes any grant or loan received, granted, made or issued under the Act. O. Reg. 83/23, s. 1 (6). (3) In respect of a period of study beginning before August 1, 2019, an Ontario Student Grant has four components: the base component, the needs component, the top-up component and the distance component. O. Reg. 70/19, s. 1. (4) In respect of a period of study beginning on or after August 1, 2019, an Ontario Student Grant has two components: the needs component and the distance component. O. Reg. 70/19, s. 1. (5) A person ceases to be both a qualifying student and an Ontario Learn and Stay Grant student on the first day that the person is neither a qualifying student nor an Ontario Learn and Stay Grant student. O. Reg. 83/23, s. 1 (7). Application",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>2. </b>(1) In this Regulation,</p> <p class=\"definition-e\">“2001 Regulation” means Ontario Regulation 268/01 (Ontario Student Loans Made August 1, 2001 to July 31, 2017), made under the Act; (“Règlement de 2001”)</p> <p class=\"definition-e\">“2020 Regulation” means Ontario Regulation 768/20 (Ontario Student Grants and Ontario Student Loans for Micro-Credentials) made under the Act; (“Règlement de 2020”)</p> <p class=\"definition-e\">“2023 Regulation” means Ontario Regulation 82/23 (Ontario Learn and Stay Grant) made under the Act; (“Règlement de 2023”)</p> <p class=\"definition-e\">“academic year” means a period beginning on August 1 in a year and ending on July 31 of the next year;  (“année d’études”)</p> <p class=\"definition-e\">“approved institution” means an institution described in section 8; (“établissement agréé”)</p> <p class=\"definition-e\">“approved program of study” means a program of study approved in accordance with section 7; (“programme d’études approuvé”)</p> <p class=\"definition-e\">“borrower” means a person who has received a student loan or has received a grant under the Act that has been converted to a student loan and who is required to make repayments on the student loan under a consolidated loan agreement or under an arrangement established by the Minister under section 29, but does not include a person whose student loan has been paid;  (“emprunteur”)</p> <p class=\"definition-e\">“consolidated loan agreement” means an agreement described in section 28 of this Regulation, section 28 of the 2001 Regulation or section 8 of the pre-2001 Regulation; (“contrat de prêt consolidé”)</p> <p class=\"definition-e\">“expected contributor” means, in relation to an individual, another individual described in subsection 10 (5); (“personne dont une contribution est attendue”)</p> <p class=\"definition-e\">“grant” means the Ontario Student Grant and does not include any other grant issued under the Act; (“subvention”)</p> <p class=\"definition-e\">“master student financial assistance agreement” means an agreement entered into under section 21; (“contrat-cadre d’aide financière aux étudiants”)</p> <p class=\"definition-e\">“micro-credential grant” has the same meaning as in the 2020 Regulation; (“subvention pour une microcertification”)</p> <p class=\"definition-e\">“micro-credential student loan” has the same meaning as in the 2020 Regulation; (“prêt d’études pour une microcertification”)</p> <p class=\"definition-e\">“micro-credential student loan agreement” has the same meaning as in the 2020 Regulation; (“contrat de prêt d’études pour une microcertification”)</p> <p class=\"definition-e\">“minimum required course load” means, in relation to an approved program of study, the course load determined under section 9; (“charge de cours minimale exigée”)</p> <p class=\"definition-e\">“Ontario Learn and Stay Grant student” has the same meaning as in the 2023 Regulation; (“étudiant bénéficiant de la subvention ontarienne Apprendre et rester”)</p> <p class=\"definition-e\">“period of study” means, in relation to a program of study, a period described in subsection 7 (2); (“période d’études”)</p> <p class=\"definition-e\">“pre-2001 Regulation” means Regulation 774 of the Revised Regulations of Ontario, 1990 (Ontario Student Loans made before August 1, 2001), made under the Act; (“règlement antérieur au Règlement de 2001”)</p> <p class=\"definition-e\">“prime rate”, with respect to a rate of interest, means the average variable reference rate of interest as calculated monthly, based upon the average variable reference rates of interest for a month, by each of the Bank of Montreal, the Bank of Nova Scotia, the Canadian Imperial Bank of Commerce, the Royal Bank of Canada and the Toronto Dominion Bank as their rate for Canadian dollar consumer demand loans, and calculated without reference to the highest and the lowest of those five rates and by averaging the remaining three rates; (“taux préférentiel”)</p> <p class=\"definition-e\">“qualifying student” means a student described in section 24; (“étudiant admissible”)</p> <p class=\"definition-e\">“repayment notice” has the same meaning as in the 2020 Regulation; (“avis de remboursement”)</p> <p class=\"definition-e\">“service provider” means a person or entity, other than a post-secondary educational institution, who provides services with respect to the disbursement, administration, management or delivery of student loans or grants by virtue of,</p> <p class=\"defclause-e\">  (a)  an agreement with the Minister, or with another Minister of the Crown in right of Ontario, for the provision of those services, or</p> <p class=\"defclause-e\">  (b)  if the Minister has entered into an agreement with the Government of Canada for the provision of those services, an agreement with the Government of Canada for the provision of those services; (“fournisseur de services”)</p> <p class=\"definition-e\">“spouse” means either of two persons who,</p> <p class=\"defclause-e\">  (a)  are married to each other,</p> <p class=\"defclause-e\">  (b)  have together in good faith entered into a marriage that is voidable or void,</p> <p class=\"defclause-e\">  (c)  have lived together in a conjugal relationship outside marriage continuously for a period of not less than three years, or</p> <p class=\"defclause-e\">  (d)  have lived together in a conjugal relationship outside marriage in a relationship of some permanence, if they are the natural or adoptive parents of a child;  (“conjoint”)</p> <p class=\"definition-e\">“student loan agreement” means, </p> <p class=\"defclause-e\">  (a)  master student financial assistance agreement entered into under section 21 of this Regulation,</p> <p class=\"defclause-e\"> (a.1)  a master student financial assistance agreement entered into under section 20 of the 2023 Regulation,</p> <p class=\"defclause-e\">  (b)  a master student loan agreement entered into under section 20 of the 2001 Regulation,</p> <p class=\"defclause-e\">  (c)  an agreement entered into under section 20 of the 2001 Regulation, as that section read on January 31, 2012, or</p> <p class=\"defclause-e\">  (d)  an agreement entered into under section 4 of the pre-2001 Regulation, as that section read on July 31, 2001. (“contrat de prêt d’études”) O. Reg. 70/17, s. 2 (1); O. Reg. 769/20, s. 1 (1); O. Reg. 83/23, s. 1 (1-5).</p> <p class=\"subsection-e\">  (2) A reference in this Regulation to a “loan” or “student loan” does not include a micro-credential student loan. O. Reg. 83/23, s. 1 (6).</p> <p class=\"subsection-e\">  (2.1) Despite subsection (2) and the definition of “grant”, a reference in this Regulation to a grant, loan or student loan that is received, granted, made or issued under the Act includes any grant or loan received, granted, made or issued under the Act. O. Reg. 83/23, s. 1 (6).</p> <p class=\"subsection-e\">  (3) In respect of a period of study beginning before August 1, 2019, an Ontario Student Grant has four components: the base component, the needs component, the top-up component and the distance component. O. Reg. 70/19, s. 1.</p> <p class=\"subsection-e\">  (4) In respect of a period of study beginning on or after August 1, 2019, an Ontario Student Grant has two components: the needs component and the distance component. O. Reg. 70/19, s. 1.</p> <p class=\"subsection-e\">  (5) A person ceases to be both a qualifying student and an Ontario Learn and Stay Grant student on the first day that the person is neither a qualifying student nor an Ontario Learn and Stay Grant student. O. Reg. 83/23, s. 1 (7).</p> <p class=\"heading1-e\"><a name=\"BK3\"></a>Application</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "Application",
            "part_id": null,
            "part_type": null,
            "section": "Application",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Applying for a grant or student loan",
            "content": " 3. (1) An individual who wishes to obtain a grant or student loan must apply for it to the Minister, and the application must specify the period of study for which the grant or loan is needed as well as the approved institution and approved program of study in which the individual is enrolled or intends to be enrolled.  (2) The application must be in a form approved by the Minister.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>3. </b>(1) An individual who wishes to obtain a grant or student loan must apply for it to the Minister, and the application must specify the period of study for which the grant or loan is needed as well as the approved institution and approved program of study in which the individual is enrolled or intends to be enrolled. </p> <p class=\"subsection-e\">  (2) The application must be in a form approved by the Minister.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Period of grant or student loan",
            "content": " 4. (1) A grant or student loan may be issued for no more than one period of study in the approved program of study in which the student is or will be enrolled. (2) An individual who wishes to obtain grants or student loans for more than one period of study must make a new application under subsection 3 (1) for each period of study. Eligibility",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>4. </b>(1) A grant or student loan may be issued for no more than one period of study in the approved program of study in which the student is or will be enrolled.</p> <p class=\"subsection-e\">  (2) An individual who wishes to obtain grants or student loans for more than one period of study must make a new application under subsection 3 (1) for each period of study.</p> <p class=\"heading1-e\"><a name=\"BK6\"></a>Eligibility</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "Eligibility",
            "part_id": null,
            "part_type": null,
            "section": "Eligibility",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Eligibility for a grant or student loan",
            "content": " 5. (1) An individual is eligible for a grant or student loan for a period of study if the Minister determines that he or she, (a)  is a Canadian citizen, a permanent resident within the meaning of the Immigration and Refugee Protection Act (Canada) or a protected person within the meaning of subsection 95 (2) of that Act; (b)  meets the residency requirement set out in section 6; (c)  is enrolled in an approved program of study at an approved institution, as determined in accordance with sections 7 and 8; (d)  is taking at least the minimum required course load for the period of study of the approved program of study, as determined in accordance with section 9; (e)  meets the financial eligibility requirement for receiving a student loan or a component of the Ontario Student Grant, as determined in accordance with section 10; and (f)  for the distance component of the Ontario Student Grant, meets the additional eligibility requirements set out in section 11. (2) An individual who is enrolled or intends to enrol in a program of study taught in American Sign Language (ASL) or Quebec Sign Language (QSL) at an approved institution outside Canada is eligible to receive a grant or student loan only if he or she is deaf or hard-of-hearing.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>5. </b>(1)<b> </b>An individual is eligible for a grant or student loan for a period of study if the Minister determines that he or she,</p> <p class=\"clause-e\">  (a)  is a Canadian citizen, a permanent resident within the meaning of the <i>Immigration and Refugee Protection Act</i> (Canada) or a protected person within the meaning of subsection 95 (2) of that Act; </p> <p class=\"clause-e\">  (b)  meets the residency requirement set out in section 6;</p> <p class=\"clause-e\">  (c)  is enrolled in an approved program of study at an approved institution, as determined in accordance with sections 7 and 8;</p> <p class=\"clause-e\">  (d)  is taking at least the minimum required course load for the period of study of the approved program of study, as determined in accordance with section 9; </p> <p class=\"clause-e\">  (e)  meets the financial eligibility requirement for receiving a student loan or a component of the Ontario Student Grant, as determined in accordance with section 10; and</p> <p class=\"clause-e\">  (f)  for the distance component of the Ontario Student Grant, meets the additional eligibility requirements set out in section 11.</p> <p class=\"subsection-e\">  (2) An individual who is enrolled or intends to enrol in a program of study taught in American Sign Language (ASL) or Quebec Sign Language (QSL) at an approved institution outside Canada is eligible to receive a grant or student loan only if he or she is deaf or hard-of-hearing.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Residency requirement",
            "content": " 6. (1) An individual meets the residency requirement for a grant or student loan if, on or before the day the period of study of the approved program of study in which the individual is or is to be enrolled begins, either the individual or one of his or her expected contributors, (a)  has resided in Ontario for a period of at least 12 consecutive months; and (b)  has not resided in another province or territory in Canada for a period of 12 or more consecutive months since completing the 12-month period of residency in Ontario required under clause (a). (2) In determining whether an individual or his or her expected contributor has resided in Ontario or in another province or territory of Canada for 12 consecutive months for the purposes of subsection (1), the time that the individual or spouse spent in full-time studies at a post-secondary institution shall not be included. (3) Despite subsection (1), an individual who does not meet the residency requirement described in that subsection shall be deemed to meet the residency requirement for the purposes of issuing a grant or student loan if, (a)  neither the individual, nor any of his or her other expected contributors, has resided in any province or territory of Canada other than Ontario for 12 or more consecutive months; and (b)  the individual, (i)  is or will be attending an approved institution in Ontario on a full-time basis and, as of the day the application is made, the individual resides in Ontario, or (ii)  has previously received a grant or student loan under the Act.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>6. </b>(1) An individual meets the residency requirement for a grant or student loan if, on or before the day the period of study of the approved program of study in which the individual is or is to be enrolled begins, either the individual or one of his or her expected contributors,</p> <p class=\"clause-e\">  (a)  has resided in Ontario for a period of at least 12 consecutive months; and</p> <p class=\"clause-e\">  (b)  has not resided in another province or territory in Canada for a period of 12 or more consecutive months since completing the 12-month period of residency in Ontario required under clause (a).</p> <p class=\"subsection-e\">  (2) In determining whether an individual or his or her expected contributor has resided in Ontario or in another province or territory of Canada for 12 consecutive months for the purposes of subsection (1), the time that the individual or spouse spent in full-time studies at a post-secondary institution shall not be included.</p> <p class=\"subsection-e\">  (3) Despite subsection (1), an individual who does not meet the residency requirement described in that subsection shall be deemed to meet the residency requirement for the purposes of issuing a grant or student loan if,</p> <p class=\"clause-e\">  (a)  neither the individual, nor any of his or her other expected contributors, has resided in any province or territory of Canada other than Ontario for 12 or more consecutive months; and</p> <p class=\"clause-e\">  (b)  the individual,</p> <p class=\"subclause-e\">  (i)  is or will be attending an approved institution in Ontario on a full-time basis and, as of the day the application is made, the individual resides in Ontario, or</p> <p class=\"subclause-e\">  (ii)  has previously received a grant or student loan under the Act.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Approved program of study",
            "content": " 7. (1) The Minister may approve a program of study as a program of study for which individuals may be eligible to receive a grant or student loan if the program, (a)  is provided at an approved institution; (b)  consists of one or more periods of study of no less than 12 weeks and no more than 52 weeks; and (c)  leads to the granting of a certificate, degree or diploma upon the successful completion of the program. (2) For the purposes of clause (1) (b), the period of study of an approved program of study is the period of time that the approved institution considers to be the normal school year for that particular program, as determined by that institution for academic purposes, which may include one or more academic terms. (3) The Minister may approve a program of study for deaf or hard of hearing students at an approved institution referred to in paragraph 5 of subsection 8 (2) only if, (a)  the program meets the requirements of subsection (1); and (b)  the only or principal language of instruction used in the program is American Sign Language (ASL) or Quebec Sign Language (QSL). (4) The Minister may withdraw his or her approval for a program of study if the program ceases to meet the requirements established under the Act, terms established by the Minister or terms established in any agreement entered into for the purposes of the Minister’s approval.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>7. </b>(1) The Minister may approve a program of study as a program of study for which individuals may be eligible to receive a grant or student loan if the program,</p> <p class=\"clause-e\">  (a)  is provided at an approved institution;</p> <p class=\"clause-e\">  (b)  consists of one or more periods of study of no less than 12 weeks and no more than 52 weeks; and</p> <p class=\"clause-e\">  (c)  leads to the granting of a certificate, degree or diploma upon the successful completion of the program.</p> <p class=\"subsection-e\">  (2) For the purposes of clause (1) (b), the period of study of an approved program of study is the period of time that the approved institution considers to be the normal school year for that particular program, as determined by that institution for academic purposes, which may include one or more academic terms.</p> <p class=\"subsection-e\">  (3) The Minister may approve a program of study for deaf or hard of hearing students at an approved institution referred to in paragraph 5 of subsection 8 (2) only if,</p> <p class=\"clause-e\">  (a)  the program meets the requirements of subsection (1); and</p> <p class=\"clause-e\">  (b)  the only or principal language of instruction used in the program is American Sign Language (ASL) or Quebec Sign Language (QSL).</p> <p class=\"subsection-e\">  (4) The Minister may withdraw his or her approval for a program of study if the program ceases to meet the requirements established under the Act, terms established by the Minister or terms established in any agreement entered into for the purposes of the Minister’s approval.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Approved institutions",
            "content": " 8. (1) The following institutions are approved institutions for the purposes of grants or student loans: 1.  Every university in Ontario, including any post-secondary educational institution that is affiliated or federated with such a university, the enrolments of which are counted for purposes of calculating annual operating grants and entitlements. 2.  Every college of applied arts and technology established under the Ontario Colleges of Applied Arts and Technology Act, 2002. 3.  University of Guelph - Ridgetown Campus. 4.  The Law Society of Ontario. 5.  The Niagara Parks Commission School of Horticulture. 6.  Every Indigenous Institute prescribed for the purposes of section 6 of the Indigenous Institutes Act, 2017. O. Reg. 70/17, s. 8 (1); O. Reg. 18/21, s. 1. (2) An institution described in one of the following paragraphs is an approved institution for the purpose of grants or student loans if it is approved by the Minister for that purpose: 1.  A public post-secondary institution in Canada that is not described in subsection (1). 2.  A private post-secondary educational institution that is authorized under the Post-secondary Education Choice and Excellence Act, 2000 to operate or maintain a university or to provide all or part of a program leading to a degree. 3.  A private career college registered in Ontario under the Private Career Colleges Act, 2005. Note: On January 1, 2024, the day section 1 of Schedule 29 to the Less Red Tape, Stronger Economy Act, 2023 comes into force, paragraph 3 of subsection 8 (2) of the Regulation is revoked and the following substituted: (See: O. Reg. 357/23, s. 1) 3.  A career college registered in Ontario under the Ontario Career Colleges Act, 2005. 4.  A private post-secondary institution in Ontario, other than one described in paragraph 2 or 3. 5.  A post-secondary institution outside of Canada at which one or more programs of study that meet the requirements of subsection 7 (3) are provided for deaf or hard-of-hearing students. O. Reg. 70/17, s. 8 (2). (3) Despite subsection (2), an institution described in that subsection is not an approved institution for the purposes of determining eligibility for the distance and top-up components of the Ontario Student Grant. O. Reg. 70/17, s. 8 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>8. </b>(1) The following institutions are approved institutions for the purposes of grants or student loans:</p> <p class=\"paragraph-e\">  1.  Every university in Ontario, including any post-secondary educational institution that is affiliated or federated with such a university, the enrolments of which are counted for purposes of calculating annual operating grants and entitlements.</p> <p class=\"paragraph-e\">  2.  Every college of applied arts and technology established under the <i>Ontario Colleges of Applied Arts and Technology Act, 2002</i>.</p> <p class=\"paragraph-e\">  3.  University of Guelph - Ridgetown Campus.</p> <p class=\"paragraph-e\">  4.  The Law Society of Ontario.</p> <p class=\"paragraph-e\">  5.  The Niagara Parks Commission School of Horticulture.</p> <p class=\"paragraph-e\">  6.  Every Indigenous Institute prescribed for the purposes of section 6 of the <i>Indigenous Institutes Act, 2017</i>. O. Reg. 70/17, s. 8 (1); O. Reg. 18/21, s. 1.</p> <p class=\"subsection-e\">  (2) An institution described in one of the following paragraphs is an approved institution for the purpose of grants or student loans if it is approved by the Minister for that purpose:</p> <p class=\"paragraph-e\">  1.  A public post-secondary institution in Canada that is not described in subsection (1).</p> <p class=\"paragraph-e\">  2.  A private post-secondary educational institution that is authorized under the <i>Post-secondary Education Choice and Excellence Act, 2000</i> to operate or maintain a university or to provide all or part of a program leading to a degree.</p> <p class=\"paragraph-e\">  3.  A private career college registered in Ontario under the <i>Private Career Colleges Act, 2005</i>.</p> <p class=\"Pnote-e\">Note: On January 1, 2024, the day section 1 of Schedule 29 to the <i>Less Red Tape, Stronger Economy Act, 2023</i> comes into force, paragraph 3 of subsection 8 (2) of the Regulation is revoked and the following substituted: (See: O. Reg. 357/23, s. 1)</p> <p class=\"Yparagraph-e\">  3.  A career college registered in Ontario under the <i>Ontario Career Colleges Act, 2005</i>.</p> <p class=\"paragraph-e\">  4.  A private post-secondary institution in Ontario, other than one described in paragraph 2 or 3.</p> <p class=\"paragraph-e\">  5.  A post-secondary institution outside of Canada at which one or more programs of study that meet the requirements of subsection 7 (3) are provided for deaf or hard-of-hearing students. O. Reg. 70/17, s. 8 (2).</p> <p class=\"subsection-e\">  (3) Despite subsection (2), an institution described in that subsection is not an approved institution for the purposes of determining eligibility for the distance and top-up components of the Ontario Student Grant. O. Reg. 70/17, s. 8 (3).</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Minimum required course load",
            "content": " 9. An individual enrolled in an approved program of study at an approved institution is taking the minimum required course load for the purposes of grants or student loans if, (a)  he or she is enrolled in at least 60 per cent of what the institution considers to be a full course load for the period of study in question, in the case of an individual who is not a person with a disability; or (b)  he or she is enrolled in at least 40 per cent of what the institution considers to be a full course load for the period of study in question, in the case of an individual who is a person with a disability.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>9. </b>An individual enrolled in an approved program of study at an approved institution is taking the minimum required course load for the purposes of grants or student loans if,</p> <p class=\"clause-e\">  (a)  he or she is enrolled in at least 60 per cent of what the institution considers to be a full course load for the period of study in question, in the case of an individual who is not a person with a disability; or</p> <p class=\"clause-e\">  (b)  he or she is enrolled in at least 40 per cent of what the institution considers to be a full course load for the period of study in question, in the case of an individual who is a person with a disability.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Financial eligibility",
            "content": " 10. (1) An individual meets the financial eligibility requirement for receiving a grant or student loan for a particular period of study if, in the Minister’s opinion, the individual needs the grant or student loan in order to pursue the approved program of study for which the grant or loan application was made for that period of study. (2) When deciding whether an individual needs a grant or student loan, the Minister shall consider the individual’s education costs and financial resources and may consider other factors that are relevant in the Minister’s opinion. (3) Despite subsection (2), when deciding whether an individual needs the base component, the Minister shall not consider the individual’s education costs. (4) The following are an individual’s education costs for an approved program of study at an approved institution for a particular period of study: 1.  The tuition and other compulsory fees payable to the institution. 2.  The estimated cost allowance established by the Minister for books and other instructional supplies. 3.  The estimated weekly cost allowance established by the Minister for personal and living needs. 4.  The estimated cost allowance established by the Minister for such other expenses as the Minister considers relevant in the circumstances. (5) The Minister may expect one or more of the following individuals to contribute toward the education costs of another individual (the “student”) for a period of study in an approved program of study at an approved institution: 1.  The student’s parents or step-parents. 2.  An individual who is the student’s sponsor within the meaning of the regulations made under the Immigration and Refugee Protection Act (Canada). 3.  The individual who, on the first day of the period of study, is the student’s spouse. (6) The amount of an individual’s financial resources for a particular period of study in an approved program of study at an approved institution is the amount of money that the Minister expects the individual and his or her expected contributors, if any, to contribute toward the individual’s education costs for the period. (7) The Minister shall determine the individual’s financial resources having regard to the following matters: 1.  The individual’s total taxable and non-taxable income from all sources. 2.  Any academic awards and government assistance, including student financial assistance from the Government of Canada, that the individual is receiving or is entitled to receive. 3.  The assets of the individual and, if the individual has a spouse, the assets of the spouse. 4.  If the individual has expected contributors, their total taxable and non-taxable income from all sources. 5.  If the individual has expected contributors, their personal income tax payments and employment insurance and pension plan contributions. 6.  The number of other individuals that, in the opinion of the Minister, are dependants of the individual or his or her expected contributors, if any. 7.  Any other resources, assets or deductions of the individual and his or her expected contributors, if any, that the Minister considers to be relevant in the circumstances.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>10. </b>(1) An individual meets the financial eligibility requirement for receiving a grant or student loan for a particular period of study if, in the Minister’s opinion, the individual needs the grant or student loan in order to pursue the approved program of study for which the grant or loan application was made for that period of study.</p> <p class=\"subsection-e\">  (2) When deciding whether an individual needs a grant or student loan, the Minister shall consider the individual’s education costs and financial resources and may consider other factors that are relevant in the Minister’s opinion.</p> <p class=\"subsection-e\">  (3) Despite subsection (2), when deciding whether an individual needs the base component, the Minister shall not consider the individual’s education costs.</p> <p class=\"subsection-e\">  (4) The following are an individual’s education costs for an approved program of study at an approved institution for a particular period of study:</p> <p class=\"paragraph-e\">  1.  The tuition and other compulsory fees payable to the institution.</p> <p class=\"paragraph-e\">  2.  The estimated cost allowance established by the Minister for books and other instructional supplies.</p> <p class=\"paragraph-e\">  3.  The estimated weekly cost allowance established by the Minister for personal and living needs.</p> <p class=\"paragraph-e\">  4.  The estimated cost allowance established by the Minister for such other expenses as the Minister considers relevant in the circumstances.</p> <p class=\"subsection-e\">  (5) The Minister may expect one or more of the following individuals to contribute toward the education costs of another individual (the “student”) for a period of study in an approved program of study at an approved institution:</p> <p class=\"paragraph-e\">  1.  The student’s parents or step-parents.</p> <p class=\"paragraph-e\">  2.  An individual who is the student’s sponsor within the meaning of the regulations made under the <i>Immigration and Refugee Protection Act</i> (Canada).</p> <p class=\"paragraph-e\">  3.  The individual who, on the first day of the period of study, is the student’s spouse.</p> <p class=\"subsection-e\">  (6) The amount of an individual’s financial resources for a particular period of study in an approved program of study at an approved institution is the amount of money that the Minister expects the individual and his or her expected contributors, if any, to contribute toward the individual’s education costs for the period.</p> <p class=\"subsection-e\">  (7) The Minister shall determine the individual’s financial resources having regard to the following matters:</p> <p class=\"paragraph-e\">  1.  The individual’s total taxable and non-taxable income from all sources.</p> <p class=\"paragraph-e\">  2.  Any academic awards and government assistance, including student financial assistance from the Government of Canada, that the individual is receiving or is entitled to receive.</p> <p class=\"paragraph-e\">  3.  The assets of the individual and, if the individual has a spouse, the assets of the spouse.</p> <p class=\"paragraph-e\">  4.  If the individual has expected contributors, their total taxable and non-taxable income from all sources.</p> <p class=\"paragraph-e\">  5.  If the individual has expected contributors, their personal income tax payments and employment insurance and pension plan contributions.</p> <p class=\"paragraph-e\">  6.  The number of other individuals that, in the opinion of the Minister, are dependants of the individual or his or her expected contributors, if any.</p> <p class=\"paragraph-e\">  7.  Any other resources, assets or deductions of the individual and his or her expected contributors, if any, that the Minister considers to be relevant in the circumstances.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "Distance component",
            "content": " 11. (1) An individual meets the additional eligibility requirements for the distance component of the Ontario Student Grant if the Minister determines that, (a)  the program of study in which the individual is enrolled is not a distance education program; (b)  the distance between the individual’s permanent residence and the approved institution is greater than 80 kilometres; and (c)  there is no institution of the same type as the approved institution that is within 80 kilometres of the individual’s permanent residence. (2) The requirement set out in clause (1) (c) does not apply to an individual if, in the program of study in which the individual is enrolled, French is the language of instruction for, (a)  a minimum of 60 per cent of what the institution considers to be a full course load for the period of study, in the case of an individual who is not a person with a disability; or (b)  a minimum of 40 per cent of what the institution considers to be a full course load for the period of study, in the case of an individual who is a person with a disability. Restrictions on Issuing a Loan or Grant",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>11. </b>(1) An individual meets the additional eligibility requirements for the distance component of the Ontario Student Grant if the Minister determines that,</p> <p class=\"clause-e\">  (a)  the program of study in which the individual is enrolled is not a distance education program; </p> <p class=\"clause-e\">  (b)  the distance between the individual’s permanent residence and the approved institution is greater than 80 kilometres; and</p> <p class=\"clause-e\">  (c)  there is no institution of the same type as the approved institution that is within 80 kilometres of the individual’s permanent residence.</p> <p class=\"subsection-e\">  (2) The requirement set out in clause (1) (c) does not apply to an individual if, in the program of study in which the individual is enrolled, French is the language of instruction for,</p> <p class=\"clause-e\">  (a)  a minimum of 60 per cent of what the institution considers to be a full course load for the period of study, in the case of an individual who is not a person with a disability; or</p> <p class=\"clause-e\">  (b)  a minimum of 40 per cent of what the institution considers to be a full course load for the period of study, in the case of an individual who is a person with a disability.</p> <p class=\"heading1-e\"><a name=\"BK14\"></a>Restrictions on Issuing a Loan or Grant</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "Restrictions on Issuing a Loan or Grant",
            "part_id": null,
            "part_type": null,
            "section": "Restrictions on Issuing a Loan or Grant",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Restrictions",
            "content": " 12. Despite section 5, an individual who is eligible for a grant or student loan under that section may be refused a grant or student loan in accordance with sections 13 to 17.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>12. </b>Despite section 5, an individual who is eligible for a grant or student loan under that section may be refused a grant or student loan in accordance with sections 13 to 17.</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "13.",
            "part_id": null,
            "part_type": null,
            "section": "Individual’s finances; other loans, grants, benefits, etc.",
            "content": " 13. (1) The Minister may refuse to issue a grant or student loan to an individual in any of the following circumstances relating to the individual’s finances and financial resources: 1.  The individual or his or her spouse owns, possesses or controls real or personal property that, in the opinion of the Minister, constitutes sufficient financial resources to meet the individual’s education costs. 2.  The individual is entitled to receive student financial assistance from the Government of Canada or from the government of another province or territory of Canada or of another country. 3.  After considering the contents of a consumer report of the individual’s current debts, the Minister is of the opinion that the individual will not repay a student loan. O. Reg. 70/17, s. 13 (1). (2) The Minister may refuse to issue the base component of the Ontario Student Grant to an individual if the individual is in receipt of financial assistance under an educational program or employment training program funded directly or indirectly by the Province of Ontario. O. Reg. 70/17, s. 13 (2). (3) The Minister shall not issue a grant or student loan to an individual who received a grant or student loan in respect of a previous period of study for which amounts have not been repaid, if the individual, (a)  was granted repayment assistance at the debt reduction stage in respect of the previous student loan under sections 36 to 47 of this Regulation, under sections 35 to 40.7 of the 2001 Regulation, as those sections read on March 9, 2017, or under sections 12 to 12.12 of the pre-2001 Regulation, as those sections read on March 9, 2017 but that repayment assistance was not granted on the basis of the individual having been an individual described under paragraph 3 of subsection 40 (3) of this Regulation, under paragraph 3 of subsection 39 (3) of the 2001 Regulation, as that section read on March 9, 2017, or under paragraph 3 of subsection 12.4 (3) of the pre-2001 Regulation, as that section read on March 9, 2017; or (b)  Revoked: O. Reg. 70/23, s. 1 (1). (c)  was granted a reduction of the amount outstanding under the previous student loan under section 40.2 of the 2001 Regulation as it read on October 31, 2010 or under section 9.4 of the pre-2001 Regulation, as it read on October 31, 2010. O. Reg. 70/17, s. 13 (3); O. Reg. 70/23, s. 1 (1). (4) The Minister shall not issue a grant or student loan to an individual who has been granted a severe permanent disability benefit under section 48 of this Regulation, under section 31.13 of the 2020 Regulation, under section 40.8 of the 2001 Regulation, as that section read on March 9, 2017\r\nor under section 13 of the pre-2001 Regulation, as that section read on March 9, 2017. O. Reg. 70/17, s. 13 (4); O. Reg. 70/23, s. 1 (2). (5) Revoked: O. Reg. 70/23, s. 1 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>13. </b>(1) The Minister may refuse to issue a grant or student loan to an individual in any of the following circumstances relating to the individual’s finances and financial resources:</p> <p class=\"paragraph-e\">  1.  The individual or his or her spouse owns, possesses or controls real or personal property that, in the opinion of the Minister, constitutes sufficient financial resources to meet the individual’s education costs.</p> <p class=\"paragraph-e\">  2.  The individual is entitled to receive student financial assistance from the Government of Canada or from the government of another province or territory of Canada or of another country.</p> <p class=\"paragraph-e\">  3.  After considering the contents of a consumer report of the individual’s current debts, the Minister is of the opinion that the individual will not repay a student loan. O. Reg. 70/17, s. 13 (1).</p> <p class=\"subsection-e\">  (2) The Minister may refuse to issue the base component of the Ontario Student Grant to an individual if the individual is in receipt of financial assistance under an educational program or employment training program funded directly or indirectly by the Province of Ontario. O. Reg. 70/17, s. 13 (2).</p> <p class=\"subsection-e\">  (3) The Minister shall not issue a grant or student loan to an individual who received a grant or student loan in respect of a previous period of study for which amounts have not been repaid, if the individual,</p> <p class=\"clause-e\">  (a)  was granted repayment assistance at the debt reduction stage in respect of the previous student loan under sections 36 to 47 of this Regulation, under sections 35 to 40.7 of the 2001 Regulation, as those sections read on <i>March 9, 2017</i>, or under sections 12 to 12.12 of the pre-2001 Regulation, as those sections read on <i>March 9, 2017 but that repayment assistance was not granted on the basis of the individual having been an individual described under paragraph 3 of subsection 40 (3) of this Regulation, under paragraph 3 of subsection 39 (3) of the 2001 Regulation, as that section read on March 9, 2017, or under paragraph 3 of subsection 12.4 (3) of the pre-2001 Regulation, as that section read on March 9, 2017; or</i></p> <p class=\"clause-e\">  (b)  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 70/23, s. 1 (1).</p> <p class=\"clause-e\">  (c)  was granted a reduction of the amount outstanding under the previous student loan under section 40.2 of the 2001 Regulation as it read on October 31, 2010 or under section 9.4 of the pre-2001 Regulation, as it read on October 31, 2010. O. Reg. 70/17, s. 13 (3); O. Reg. 70/23, s. 1 (1).</p> <p class=\"subsection-e\">  (4) The Minister shall not issue a grant or student loan to an individual who has been granted a severe permanent disability benefit under section 48 of this Regulation, under section 31.13 of the 2020 Regulation, under section 40.8 of the 2001 Regulation, as that section read on <i>March 9, 2017\r\n</i>or under section 13 of the pre-2001 Regulation, as that section read on <i>March 9, 2017.</i> O. Reg. 70/17, s. 13 (4); O. Reg. 70/23, s. 1 (2).</p> <p class=\"subsection-e\">  (5) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 70/23, s. 1 (3).</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "14.",
            "part_id": null,
            "part_type": null,
            "section": "Maximum number of weeks or academic terms",
            "content": " 14. (1) The Minister shall not issue a grant or student loan if the individual has received any grants or loans under the Act, other than micro-credential grants, micro-credential student loans and Ontario Tuition Grants under Ontario Regulation 118/07 (Ontario Access Grants and Ontario Tuition Grants) made under the Act, in respect of previous periods of study totalling more than, (a)  for an individual without a disability, (i)  340 weeks if he or she is enrolled in a program of study other than a doctoral program, and (ii)  400 weeks if he or she is enrolled in a doctoral program; and (b)  520 weeks for an individual who is a person with a disability. O. Reg. 70/17, s. 14 (1); O. Reg. 83/23, s. 2. (2) The Minister shall not issue the base component or the top-up component of the Ontario Student Grant to an individual without a disability for more than eight academic terms. O. Reg. 70/17, s. 14 (2). (3) The Minister shall not issue the base component or the top-up component of the Ontario Student Grant to an individual with a disability for more than twelve academic terms in which the individual is enrolled in less than 60% of what the institution considers to be a full course load. O. Reg. 70/17, s. 14 (3). (4) The Minister may, in order to accommodate an individual based on reasons of a disability, determine that clause (1) (b) or subsection (3) does not apply. O. Reg. 70/17, s. 14 (4). (5) For the purposes of subsections (2) and (3), an Ontario Tuition Grant issued to an individual under the Act is deemed to be the base component. O. Reg. 70/17, s. 14 (5). (6) For the purposes of this section, the number of academic terms in a period of study is determined using the following Table. table Number of weeks of enrolment   Number of academic terms \n\n  12 weeks or more, up to 21 weeks   1 \n\n  21 weeks or more, up to 41 weeks   2 \n\n  41 weeks or more, up to and including 52 weeks   3 O. Reg. 70/17, s. 14 (6).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>14. </b>(1) The Minister shall not issue a grant or student loan if the individual has received any grants or loans under the Act, other than micro-credential grants, micro-credential student loans and Ontario Tuition Grants under Ontario Regulation 118/07 (Ontario Access Grants and Ontario Tuition Grants) made under the Act, in respect of previous periods of study totalling more than,</p> <p class=\"clause-e\">  (a)  for an individual without a disability,</p> <p class=\"subclause-e\">  (i)  340 weeks if he or she is enrolled in a program of study other than a doctoral program, and</p> <p class=\"subclause-e\">  (ii)  400 weeks if he or she is enrolled in a doctoral program; and</p> <p class=\"clause-e\">  (b)  520 weeks for an individual who is a person with a disability. O. Reg. 70/17, s. 14 (1); O. Reg. 83/23, s. 2.</p> <p class=\"subsection-e\">  (2) The Minister shall not issue the base component or the top-up component of the Ontario Student Grant to an individual without a disability for more than eight academic terms. O. Reg. 70/17, s. 14 (2).</p> <p class=\"subsection-e\">  (3) The Minister shall not issue the base component or the top-up component of the Ontario Student Grant to an individual with a disability for more than twelve academic terms in which the individual is enrolled in less than 60% of what the institution considers to be a full course load. O. Reg. 70/17, s. 14 (3).</p> <p class=\"subsection-e\">  (4) The Minister may, in order to accommodate an individual based on reasons of a disability, determine that clause (1) (b) or subsection (3) does not apply. O. Reg. 70/17, s. 14 (4).</p> <p class=\"subsection-e\">  (5) For the purposes of subsections (2) and (3), an Ontario Tuition Grant issued to an individual under the Act is deemed to be the base component. O. Reg. 70/17, s. 14 (5).</p> <p class=\"subsection-e\">  (6) For the purposes of this section, the number of academic terms in a period of study is determined using the following Table.</p> <p class=\"headingx-e\">table</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"312\">\n<tr> <td valign=\"top\" width=\"203\"> <p class=\"table-e\">Number of weeks of enrolment</p> </td> <td valign=\"top\" width=\"109\"> <p class=\"table-e\">Number of academic terms</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"203\"> <p class=\"table-e\">12 weeks or more, up to 21 weeks</p> </td> <td valign=\"top\" width=\"109\"> <p align=\"right\" class=\"table-e\">1</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"203\"> <p class=\"table-e\">21 weeks or more, up to 41 weeks</p> </td> <td valign=\"top\" width=\"109\"> <p align=\"right\" class=\"table-e\">2</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"203\"> <p class=\"table-e\">41 weeks or more, up to and including 52 weeks</p> </td> <td valign=\"top\" width=\"109\"> <p align=\"right\" class=\"table-e\">3</p> </td>\n</tr>\n</table> <p class=\"footnote-e\"> O. Reg. 70/17, s. 14 (6).</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "15.",
            "part_id": null,
            "part_type": null,
            "section": "Actions of individual",
            "content": " 15. (1) The Minister may refuse to issue a grant or student loan to an individual if the Minister considers, after consulting with the approved institutions at which the individual has been enrolled, that the individual has not made satisfactory progress in a program of study. O. Reg. 70/17, s. 15 (1); O. Reg. 83/23, s. 3 (1). (2) The Minister may refuse to issue a grant or student loan to an individual in any of the following circumstances relating to actions of the individual: 1.  The individual has not made arrangements that are satisfactory to the Minister to repay, or has not repaid, a student loan, or any other amount required to be paid to the Crown in respect of any grant or award made by the Government of Ontario under the Act, the Government of Canada or the government of any other province or territory. 2.  The individual has not given the Minister all of the information and documents required by the Minister to administer the program of awards, grants or student loans that the individual has received under the Act, including information about the individual’s academic status, financial status or family status during a period of study. 3.  The individual has given the Minister incorrect information relating to a grant or student loan under the Act or has not informed the Minister promptly about any change to information previously given to the Minister. 4.  The individual has been found guilty of an offence under the Ministry of Training, Colleges and Universities Act, the Canada Student Loans Act\r\nor the Canada Student Financial Assistance Act or an offence under the Criminal Code (Canada) involving fraud or theft in respect of any student assistance program or any grant, loan or award made by the Government of Ontario under the Act, the Government of Canada or the government of any other province or territory. O. Reg. 70/17, s. 15 (2); O. Reg. 769/20, s. 2; O. Reg. 83/23, s. 3 (2). (3) In this section and in section 16, “approved institution” includes an approved institution as described in section 8 of the 2023 Regulation. O. Reg. 83/23, s. 3 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>15. </b>(1) The Minister may refuse to issue a grant or student loan to an individual if the Minister considers, after consulting with the approved institutions at which the individual has been enrolled, that the individual has not made satisfactory progress in a program of study. O. Reg. 70/17, s. 15 (1); O. Reg. 83/23, s. 3 (1).</p> <p class=\"subsection-e\">  (2) The Minister may refuse to issue a grant or student loan to an individual in any of the following circumstances relating to actions of the individual:</p> <p class=\"paragraph-e\">  1.  The individual has not made arrangements that are satisfactory to the Minister to repay, or has not repaid, a student loan, or any other amount required to be paid to the Crown in respect of any grant or award made by the Government of Ontario under the Act, the Government of Canada or the government of any other province or territory.</p> <p class=\"paragraph-e\">  2.  The individual has not given the Minister all of the information and documents required by the Minister to administer the program of awards, grants or student loans that the individual has received under the Act, including information about the individual’s academic status, financial status or family status during a period of study.</p> <p class=\"paragraph-e\">  3.  The individual has given the Minister incorrect information relating to a grant or student loan under the Act or has not informed the Minister promptly about any change to information previously given to the Minister.</p> <p class=\"paragraph-e\">  4.  The individual has been found guilty of an offence under the <i>Ministry of Training, Colleges and Universities Act</i>, the <i>Canada Student Loans Act</i>\r\nor the <i>Canada Student Financial Assistance Act</i> or an offence under the <i>Criminal Code</i> (Canada) involving fraud or theft in respect of any student assistance program or any grant, loan or award made by the Government of Ontario under the Act, the Government of Canada or the government of any other province or territory. O. Reg. 70/17, s. 15 (2); O. Reg. 769/20, s. 2; O. Reg. 83/23, s. 3 (2).</p> <p class=\"subsection-e\">  (3) In this section and in section 16,</p> <p class=\"definition-e\">“approved institution” includes an approved institution as described in section 8 of the 2023 Regulation. O. Reg. 83/23, s. 3 (3).</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "16.",
            "part_id": null,
            "part_type": null,
            "section": "Restrictions on future eligibility",
            "content": " 16. (1) The Minister may determine that an individual shall not be eligible, for such period as the Minister may determine, to receive a grant or student loan if any of the following circumstances exist: 1.  The individual has not given the Minister all of the information and documents required by the Minister to administer the program of awards, grants or student loans that the individual has received under the Act, including information about the individual’s academic status, financial status or family status during a period of study. 2.  The individual has given the Minister incorrect information relating to a student loan or to a program of grants, awards or bursaries made by the Government of Ontario under the Act, the Government of Canada or the government of any other province or territory of Canada or of any other country, or has not informed the Minister promptly about any change to information previously given to the Minister. 3.  The individual has been found guilty of an offence under the Ministry of Training, Colleges and Universities Act, the Canada Student Loans Act or the Canada Student Financial Assistance Act or an offence under the Criminal Code (Canada) involving fraud or theft in respect of any student assistance program or any grant, loan or award made by the Government of Ontario under the Act, the Government of Canada or the government of any other province or territory. 4.  The Minister considers, after consulting with the approved institutions at which the individual has been enrolled, that the individual has not made satisfactory progress in a program of study. 5.  The individual fails to pay all the missed monthly payments that he or she is required to make during a repayment assistance period as required under subsection 46 (1). O. Reg. 70/17, s. 16 (1); O. Reg. 769/20, s. 3 (1); O. Reg. 219/22, s. 1 (1); O. Reg. 83/23, s. 4 (1, 2). (2) If any of the circumstances described in paragraphs 1, 2, 3 or 5 of subsection (1) exist, the Minister may determine that the individual, in addition to being ineligible for a grant or student loan, shall, for such period as the Minister may determine, not be eligible for any of the following types of benefits available under this Regulation or the 2020 Regulation with respect to the repayment of the individual’s outstanding student loans or outstanding micro-credential student loans: 1.  Retaining the status of a qualifying student under section 24 or 25 or subsection 27 (2) during a period of study during which the individual does not receive a grant or student loan. 1.1  Retaining the status of a qualifying student under section 23 or 24 of the 2020 Regulation during a period of study during which the individual does not receive a micro-credential grant or micro-credential student loan. 2.  Repayment assistance under sections 36 to 47. 3.  A severe permanent disability benefit under section 48. O. Reg. 70/17, s. 16 (2); O. Reg. 769/20, s. 3 (2, 3); O. Reg. 219/22, s. 1 (2). (3) Upon making a determination under this section, the Minister shall give the individual notice of the determination and of the length of the period of ineligibility. O. Reg. 70/17, s. 16 (3). (4) The period of ineligibility begins on the day specified in the notice and shall be for a period of up to five years as the Minister may determine, subject to subsections (5) and (5.1). O. Reg. 70/17, s. 16 (4); O. Reg. 219/22, s. 1 (3). (5) If a determination of ineligibility is made under this section because of the existence of circumstances described in paragraph 1, 2 or 3 of subsection (1), the period of ineligibility shall continue until the later of, (a)  the end of the period specified by the Minister in the notice; and (b)  the day the individual repays all amounts of principal and interest outstanding on student loans previously made to the individual under the Act and repays to the Minister any of the following amounts that the Minister may require the individual to repay in the notice of determination: (i)  Any awards or grants made to the individual by the Minister under the Act. (ii)  The amount of any interest paid by the Minister on behalf of the individual as a result of an individual’s obligations to pay principal and interest being suspended under section 23 of this Regulation, section 22 of the 2020 Regulation, section 26 of the 2001 Regulation or section 11.2 of the pre-2001 Regulation. (iii)  The amount of any reduction of the amount of principal outstanding granted to the individual under section 33 of the 2001 Regulation. (iv)  The amount of any assistance provided by the Minister as part of any repayment assistance granted to the individual under section 36 to 47 of this Regulation, sections 35 to 40.7 of the 2001 Regulation as those sections read on March 9, 2017\r\nor sections 12 to 12.12 of the pre-2001 Regulation as those sections read on March 9, 2017. (v)  The amount of any severe permanent disability benefit granted to the individual under section 48 of this Regulation, section 31.13 of the 2020 Regulation, section 40.8 of the 2001 Regulation, as that section read on March 9, 2017 or section 13 of the pre-2001 Regulation, as that section read on March 9, 2017. (vi)  The amount of any reduction of the amount of principal outstanding under a consolidated loan agreement granted to the individual under section 40.2 of the 2001 Regulation, as that section read on October 31, 2010, or sections 9.3 to 9.4 of the pre-2001 Regulation, as those sections read on October 31, 2010. (vii)  The amount of any payments that were suspended under section 36, 39 or 39.1 of the 2001 Regulation, as those sections read on October 31, 2010 or under section 12, 12.1 or 12.2 of the pre-2001 Regulation, as those sections read on October 31, 2010, and any interest thereon. (viii)  The amount of any principal and interest outstanding under a consolidated loan agreement at the time the individual’s payment obligations under the agreement were terminated under section 40.4 of the 2001 Regulation, as that section read on October 31, 2010 or under section 13.2 of the pre-2001 Regulation, as that section read on October 31, 2010. O. Reg. 70/17, s. 16 (5); O. Reg. 769/20, s. 3 (4-6); O. Reg. 70/23, s. 2; O. Reg. 83/23, s. 4 (3, 4). (5.1) If a determination of ineligibility is made under this section because of the existence of circumstances described in paragraph 5 of subsection (1), the period of ineligibility shall continue until the individual is no longer ineligible for repayment assistance under section 46. O. Reg. 219/22, s. 1 (4). (6) If the Minister makes a determination under section 42.1 of the 2001 Regulation that an individual is ineligible for a specified period for a student loan, for the repayment assistance plan or for the severe permanent disability benefit, and on March 10, 2017, the specified ineligibility period has not elapsed, then the individual is deemed to be ineligible for a grant, a student loan, and for the repayment assistance plan or the severe permanent disability benefit, as the case may be, under this Regulation, for the remainder of the ineligibility period. O. Reg. 70/17, s. 16 (6).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>16. </b>(1) The Minister may determine that an individual shall not be eligible, for such period as the Minister may determine, to receive a grant or student loan if any of the following circumstances exist:</p> <p class=\"paragraph-e\">  1.  The individual has not given the Minister all of the information and documents required by the Minister to administer the program of awards, grants or student loans that the individual has received under the Act, including information about the individual’s academic status, financial status or family status during a period of study.</p> <p class=\"paragraph-e\">  2.  The individual has given the Minister incorrect information relating to a student loan or to a program of grants, awards or bursaries made by the Government of Ontario under the Act, the Government of Canada or the government of any other province or territory of Canada or of any other country, or has not informed the Minister promptly about any change to information previously given to the Minister.</p> <p class=\"paragraph-e\">  3.  The individual has been found guilty of an offence under the Ministry of Training, Colleges and Universities Act, the Canada Student Loans Act or the Canada Student Financial Assistance Act or an offence under the Criminal Code (Canada) involving fraud or theft in respect of any student assistance program or any grant, loan or award made by the Government of Ontario under the Act, the Government of Canada or the government of any other province or territory.</p> <p class=\"paragraph-e\">  4.  The Minister considers, after consulting with the approved institutions at which the individual has been enrolled, that the individual has not made satisfactory progress in a program of study.</p> <p class=\"paragraph-e\">  5.  The individual fails to pay all the missed monthly payments that he or she is required to make during a repayment assistance period as required under subsection 46 (1). O. Reg. 70/17, s. 16 (1); O. Reg. 769/20, s. 3 (1); O. Reg. 219/22, s. 1 (1); O. Reg. 83/23, s. 4 (1, 2).</p> <p class=\"subsection-e\">  (2) If any of the circumstances described in paragraphs 1, 2, 3 or 5 of subsection (1) exist, the Minister may determine that the individual, in addition to being ineligible for a grant or student loan, shall, for such period as the Minister may determine, not be eligible for any of the following types of benefits available under this Regulation or the 2020 Regulation with respect to the repayment of the individual’s outstanding student loans or outstanding micro-credential student loans:</p> <p class=\"paragraph-e\">  1.  Retaining the status of a qualifying student under section 24 or 25 or subsection 27 (2) during a period of study during which the individual does not receive a grant or student loan.</p> <p class=\"paragraph-e\">  1.1  Retaining the status of a qualifying student under section 23 or 24 of the 2020 Regulation during a period of study during which the individual does not receive a micro-credential grant or micro-credential student loan.</p> <p class=\"paragraph-e\">  2.  Repayment assistance under sections 36 to 47.</p> <p class=\"paragraph-e\">  3.  A severe permanent disability benefit under section 48. O. Reg. 70/17, s. 16 (2); O. Reg. 769/20, s. 3 (2, 3); O. Reg. 219/22, s. 1 (2).</p> <p class=\"subsection-e\">  (3) Upon making a determination under this section, the Minister shall give the individual notice of the determination and of the length of the period of ineligibility. O. Reg. 70/17, s. 16 (3).</p> <p class=\"subsection-e\">  (4) The period of ineligibility begins on the day specified in the notice and shall be for a period of up to five years as the Minister may determine, subject to subsections (5) and (5.1). O. Reg. 70/17, s. 16 (4); O. Reg. 219/22, s. 1 (3).</p> <p class=\"subsection-e\">  (5) If a determination of ineligibility is made under this section because of the existence of circumstances described in paragraph 1, 2 or 3 of subsection (1), the period of ineligibility shall continue until the later of,</p> <p class=\"clause-e\">  (a)  the end of the period specified by the Minister in the notice; and</p> <p class=\"clause-e\">  (b)  the day the individual repays all amounts of principal and interest outstanding on student loans previously made to the individual under the Act and repays to the Minister any of the following amounts that the Minister may require the individual to repay in the notice of determination:</p> <p class=\"subclause-e\">  (i)  Any awards or grants made to the individual by the Minister under the Act.</p> <p class=\"subclause-e\">  (ii)  The amount of any interest paid by the Minister on behalf of the individual as a result of an individual’s obligations to pay principal and interest being suspended under section 23 of this Regulation, section 22 of the 2020 Regulation, section 26 of the 2001 Regulation or section 11.2 of the pre-2001 Regulation.</p> <p class=\"subclause-e\">  (iii)  The amount of any reduction of the amount of principal outstanding granted to the individual under section 33 of the 2001 Regulation.</p> <p class=\"subclause-e\">  (iv)  The amount of any assistance provided by the Minister as part of any repayment assistance granted to the individual under section 36 to 47 of this Regulation, sections 35 to 40.7 of the 2001 Regulation as those sections read on <i>March 9, 2017</i>\r\nor sections 12 to 12.12 of the pre-2001 Regulation as those sections read on <i>March 9, 2017</i>.</p> <p class=\"subclause-e\">  (v)  The amount of any severe permanent disability benefit granted to the individual under section 48 of this Regulation, section 31.13 of the 2020 Regulation, section 40.8 of the 2001 Regulation, as that section read on <i>March 9, 2017</i> or section 13 of the pre-2001 Regulation, as that section read on <i>March 9, 2017</i>.</p> <p class=\"subclause-e\">  (vi)  The amount of any reduction of the amount of principal outstanding under a consolidated loan agreement granted to the individual under section 40.2 of the 2001 Regulation, as that section read on October 31, 2010, or sections 9.3 to 9.4 of the pre-2001 Regulation, as those sections read on October 31, 2010.</p> <p class=\"subclause-e\">  (vii)  The amount of any payments that were suspended under section 36, 39 or 39.1 of the 2001 Regulation, as those sections read on October 31, 2010 or under section 12, 12.1 or 12.2 of the pre-2001 Regulation, as those sections read on October 31, 2010, and any interest thereon.</p> <p class=\"subclause-e\">  (viii)  The amount of any principal and interest outstanding under a consolidated loan agreement at the time the individual’s payment obligations under the agreement were terminated under section 40.4 of the 2001 Regulation, as that section read on October 31, 2010 or under section 13.2 of the pre-2001 Regulation, as that section read on October 31, 2010. O. Reg. 70/17, s. 16 (5); O. Reg. 769/20, s. 3 (4-6); O. Reg. 70/23, s. 2; O. Reg. 83/23, s. 4 (3, 4).</p> <p class=\"subsection-e\">  (5.1) If a determination of ineligibility is made under this section because of the existence of circumstances described in paragraph 5 of subsection (1), the period of ineligibility shall continue until the individual is no longer ineligible for repayment assistance under section 46. O. Reg. 219/22, s. 1 (4).</p> <p class=\"subsection-e\">  (6) If the Minister makes a determination under section 42.1 of the 2001 Regulation that an individual is ineligible for a specified period for a student loan, for the repayment assistance plan or for the severe permanent disability benefit, and on <i>March 10, 2017</i>, the specified ineligibility period has not elapsed, then the individual is deemed to be ineligible for a grant, a student loan, and for the repayment assistance plan or the severe permanent disability benefit, as the case may be, under this Regulation, for the remainder of the ineligibility period. O. Reg. 70/17, s. 16 (6).</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "17.",
            "part_id": null,
            "part_type": null,
            "section": "Bankruptcy",
            "content": " 17. (1) This section applies with respect to an application for a grant or student loan made by an individual who, at any time prior to the day of the application, became a bankrupt within the meaning of the Bankruptcy and Insolvency Act (Canada) or entered into a recognized arrangement for debt settlement. O. Reg. 70/17, s. 17 (1). (2) An individual enters into a recognized arrangement for debt settlement when any of the following events occurs: 1.  A proposal under Division I of Part III of the Bankruptcy and Insolvency Act\r\n(Canada) relating to the individual is approved by a court under that Act. 2.  A consumer proposal made by the individual under Division II of Part III of the Bankruptcy and Insolvency Act (Canada) is approved or deemed to be approved by a court under that Act. 3.  A consolidation order is made under Part X of the Bankruptcy and Insolvency Act\r\n(Canada) in relation to any debts of the individual, including any student loans that the individual may have received under the Act. 4.  A document seeking relief has been filed by the individual under a law in a province or territory in Canada outside of Ontario for the orderly payment of debts, including any student loans that the individual may have received under the Act. O. Reg. 70/17, s. 17 (2); O. Reg. 769/20, s. 4 (1, 2); O. Reg. 83/23, s. 5 (1). (3) The Minister shall not issue a grant or student loan to an individual who became a bankrupt within the meaning of the Bankruptcy and Insolvency Act\r\n(Canada) and who, at the time of the application for the grant or student loan, has not received an order of absolute discharge or certificate of discharge under that Act. O. Reg. 70/17, s. 17 (3). (4) Despite subsection (3), the Minister may issue a grant or student loan if the individual satisfies the Minister that any grant or student loan made to the individual after a notice of assessment is issued to the individual will not be seized to repay the individual’s creditors. O. Reg. 70/17, s. 17 (4). (5) The Minister shall not issue a grant or student loan to an individual referred to in subsection (1) who has previously received a student loan under the Act unless the individual otherwise satisfies the requirements of this Regulation for a grant or student loan and, at the time of the application, (a)  there are no amounts of principal or interest outstanding on any student loans under the Act previously received by the individual; or (b)  if the individual was released from the obligation of repaying any student loans previously received by reason of an order of absolute discharge or certificate of discharge granted under the Bankruptcy and Insolvency Act (Canada), three years have elapsed since the day the order of absolute discharge was made or the certificate of discharge was issued. O. Reg. 70/17, s. 17 (5); O. Reg. 769/20, s. 4 (3, 4); O. Reg. 83/23, s. 5 (2, 3). (6) Despite subsection (5), the Minister may issue a grant or student loan to an individual who was a qualifying student enrolled in an approved program of study at the time an event described in subsection (1) occurred even though the individual does not satisfy the requirements of clause (5) (a) or (b) if, (a)  the individual continues to be enrolled in the approved program of study in which he or she was enrolled at the time the event occurred; (b)  the individual otherwise satisfies the requirements of this Regulation for a grant or student loan; and (c)  the grant or student loan is issued for a period of study referred to in subsection (7). O. Reg. 70/17, s. 17 (6). (7) The Minister may issue a grant or student loan to an individual under subsection (6) for any period of study that begins before the earlier of, (a)  the day that is three years after the day the event described in subsection (1) occurred; (b)  the day the individual completes the approved program of study he or she was enrolled in at the time the event described in subsection (1) occurred; or (c)  the day the individual ceases to be enrolled in the approved program of study he or she was enrolled in at the time the event described in subsection (1) occurred. O. Reg. 70/17, s. 17 (7). (8) Subsections (6) and (7) apply with respect to any event described in subsection (1) that occurred on or after May 11, 2004. O. Reg. 70/17, s. 17 (8). Notice of Assessment",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>17. </b>(1) This section applies with respect to an application for a grant or student loan made by an individual who, at any time prior to the day of the application, became a bankrupt within the meaning of the <i>Bankruptcy and Insolvency Act</i> (Canada) or entered into a recognized arrangement for debt settlement. O. Reg. 70/17, s. 17 (1).</p> <p class=\"subsection-e\">  (2) An individual enters into a recognized arrangement for debt settlement when any of the following events occurs:</p> <p class=\"paragraph-e\">  1.  A proposal under Division I of Part III of the <i>Bankruptcy and Insolvency Act</i>\r\n(Canada) relating to the individual is approved by a court under that Act.</p> <p class=\"paragraph-e\">  2.  A consumer proposal made by the individual under Division II of Part III of the <i>Bankruptcy and Insolvency Act</i> (Canada) is approved or deemed to be approved by a court under that Act.</p> <p class=\"paragraph-e\">  3.  A consolidation order is made under Part X of the <i>Bankruptcy and Insolvency Act</i>\r\n(Canada) in relation to any debts of the individual, including any student loans that the individual may have received under the Act.</p> <p class=\"paragraph-e\">  4.  A document seeking relief has been filed by the individual under a law in a province or territory in Canada outside of Ontario for the orderly payment of debts, including any student loans that the individual may have received under the Act. O. Reg. 70/17, s. 17 (2); O. Reg. 769/20, s. 4 (1, 2); O. Reg. 83/23, s. 5 (1).</p> <p class=\"subsection-e\">  (3) The Minister shall not issue a grant or student loan to an individual who became a bankrupt within the meaning of the <i>Bankruptcy and Insolvency Act</i>\r\n(Canada) and who, at the time of the application for the grant or student loan, has not received an order of absolute discharge or certificate of discharge under that Act. O. Reg. 70/17, s. 17 (3).</p> <p class=\"subsection-e\">  (4) Despite subsection (3), the Minister may issue a grant or student loan if the individual satisfies the Minister that any grant or student loan made to the individual after a notice of assessment is issued to the individual will not be seized to repay the individual’s creditors. O. Reg. 70/17, s. 17 (4).</p> <p class=\"subsection-e\">  (5) The Minister shall not issue a grant or student loan to an individual referred to in subsection (1) who has previously received a student loan under the Act unless the individual otherwise satisfies the requirements of this Regulation for a grant or student loan and, at the time of the application,</p> <p class=\"clause-e\">  (a)  there are no amounts of principal or interest outstanding on any student loans under the Act previously received by the individual; or</p> <p class=\"clause-e\">  (b)  if the individual was released from the obligation of repaying any student loans previously received by reason of an order of absolute discharge or certificate of discharge granted under the <i>Bankruptcy and Insolvency Act</i> (Canada), three years have elapsed since the day the order of absolute discharge was made or the certificate of discharge was issued. O. Reg. 70/17, s. 17 (5); O. Reg. 769/20, s. 4 (3, 4); O. Reg. 83/23, s. 5 (2, 3).</p> <p class=\"subsection-e\">  (6) Despite subsection (5), the Minister may issue a grant or student loan to an individual who was a qualifying student enrolled in an approved program of study at the time an event described in subsection (1) occurred even though the individual does not satisfy the requirements of clause (5) (a) or (b) if,</p> <p class=\"clause-e\">  (a)  the individual continues to be enrolled in the approved program of study in which he or she was enrolled at the time the event occurred; </p> <p class=\"clause-e\">  (b)  the individual otherwise satisfies the requirements of this Regulation for a grant or student loan; and</p> <p class=\"clause-e\">  (c)  the grant or student loan is issued for a period of study referred to in subsection (7). O. Reg. 70/17, s. 17 (6).</p> <p class=\"subsection-e\">  (7) The Minister may issue a grant or student loan to an individual under subsection (6) for any period of study that begins before the earlier of,</p> <p class=\"clause-e\">  (a)  the day that is three years after the day the event described in subsection (1) occurred;</p> <p class=\"clause-e\">  (b)  the day the individual completes the approved program of study he or she was enrolled in at the time the event described in subsection (1) occurred; or</p> <p class=\"clause-e\">  (c)  the day the individual ceases to be enrolled in the approved program of study he or she was enrolled in at the time the event described in subsection (1) occurred. O. Reg. 70/17, s. 17 (7).</p> <p class=\"subsection-e\">  (8) Subsections (6) and (7) apply with respect to any event described in subsection (1) that occurred on or after May 11, 2004. O. Reg. 70/17, s. 17 (8).</p> <p class=\"heading1-e\"><a name=\"BK21\"></a>Notice of Assessment </p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "Notice of Assessment",
            "part_id": null,
            "part_type": null,
            "section": "Notice of Assessment",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "18.",
            "part_id": null,
            "part_type": null,
            "section": "Issuing a notice of assessment",
            "content": " 18. (1) If the Minister determines that an individual is eligible for a grant or student loan and the individual is not refused a grant or student loan in accordance with sections 13 to 17, the Minister may issue a notice of assessment indicating the amount of the grant or student loan that shall be issued to the individual upon the conditions in subsection 20 (1) being satisfied. (2) The notice of assessment shall be in respect of all or part of a period of study in an approved program of study at an approved institution, all of which shall be specified in the notice.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK22\"></a><b>18. </b>(1) If the Minister determines that an individual is eligible for a grant or student loan and the individual is not refused a grant or student loan in accordance with sections 13 to 17, the Minister may issue a notice of assessment indicating the amount of the grant or student loan that shall be issued to the individual upon the conditions in subsection 20 (1) being satisfied.</p> <p class=\"subsection-e\">  (2) The notice of assessment shall be in respect of all or part of a period of study in an approved program of study at an approved institution, all of which shall be specified in the notice.</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "19.",
            "part_id": null,
            "part_type": null,
            "section": "Maximum amount of grant and student loan",
            "content": " 19. (1) This section sets out the maximum total amount of grants and student loans that may be issued to an individual for each week of the individual’s anticipated enrolment in the approved program of study for the period of study specified in the notice of assessment. (2) The maximum weekly amount is, (a)  for a single student, $180; and (b)  for any other individual, $450. (3) The amount of the distance and top-up components shall not be included in determining the maximum weekly amount issued to an individual. (4) On August 1 of every year starting in 2018, the maximum weekly amount that applied immediately before August 1 shall be adjusted by multiplying the amount by the indexing factor to obtain the adjusted maximum weekly amount. (5) For the purposes of subsection (4), the indexing factor is, A/B in which, “A”  is the Ontario Consumer Price Index for all-items, not seasonally adjusted, for the 12-month period that ended on July 31 in the previous year, and “B”  is the Ontario Consumer Price Index for all-items, not seasonally adjusted, for the 12-month period immediately preceding the period mentioned in the description of “A”. (6) If the adjustment calculated under subsection (4) would result in an adjusted maximum weekly amount that is not a multiple of $5, the amount shall be rounded up or down to the nearest amount that is a multiple of $5. (7) If the adjustment calculated under subsection (4) would result in a decrease in the maximum weekly amount, no adjustment shall be made. (8) If the maximum weekly amount does not increase in a year due to a calculation under subsection (4) that would otherwise require a decrease in the maximum weekly amount, or due to the adjusted maximum weekly amount rounding down to the same amount as the previous maximum weekly amount, the indexing factor for the year shall be added to the indexing factor for the next year. (9) In this section, “single student” means an individual who does not have a spouse or dependent child on the first day of the period of study. Obtaining a Grant or student loan",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK23\"></a><b>19. </b>(1) This section sets out the maximum total amount of grants and student loans that may be issued to an individual for each week of the individual’s anticipated enrolment in the approved program of study for the period of study specified in the notice of assessment.</p> <p class=\"subsection-e\">  (2) The maximum weekly amount is,</p> <p class=\"clause-e\">  (a)  for a single student, $180; and</p> <p class=\"clause-e\">  (b)  for any other individual, $450.</p> <p class=\"subsection-e\">  (3) The amount of the distance and top-up components shall not be included in determining the maximum weekly amount issued to an individual.</p> <p class=\"subsection-e\">  (4) On August 1 of every year starting in 2018, the maximum weekly amount that applied immediately before August 1 shall be adjusted by multiplying the amount by the indexing factor to obtain the adjusted maximum weekly amount. </p> <p class=\"subsection-e\">  (5) For the purposes of subsection (4), the indexing factor is,</p> <p class=\"equation-e\">A/B</p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">  “A”  is the Ontario Consumer Price Index for all-items, not seasonally adjusted, for the 12-month period that ended on July 31 in the previous year, and</p> <p class=\"equationind1-e\">  “B”  is the Ontario Consumer Price Index for all-items, not seasonally adjusted, for the 12-month period immediately preceding the period mentioned in the description of “A”.</p> <p class=\"subsection-e\">  (6) If the adjustment calculated under subsection (4) would result in an adjusted maximum weekly amount that is not a multiple of $5, the amount shall be rounded up or down to the nearest amount that is a multiple of $5.</p> <p class=\"subsection-e\">  (7) If the adjustment calculated under subsection (4) would result in a decrease in the maximum weekly amount, no adjustment shall be made. </p> <p class=\"subsection-e\"> <a href=\"http://www.ontario.ca/fr/lois/reglement/010268#s17s9\">(8)</a> If the maximum weekly amount does not increase in a year due to a calculation under subsection (4) that would otherwise require a decrease in the maximum weekly amount, or due to the adjusted maximum weekly amount rounding down to the same amount as the previous maximum weekly amount, the indexing factor for the year shall be added to the indexing factor for the next year.</p> <p class=\"subsection-e\"> <a href=\"http://www.ontario.ca/fr/lois/reglement/010268#s17s10\">(9)</a> In this section,</p> <p class=\"definition-e\">“single student” means an individual who does not have a spouse or dependent child on the first day of the period of study.</p> <p class=\"heading1-e\"><a name=\"BK24\"></a>Obtaining a Grant or student loan</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "Obtaining a Grant or student loan",
            "part_id": null,
            "part_type": null,
            "section": "Obtaining a Grant or student loan",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "20.",
            "part_id": null,
            "part_type": null,
            "section": "Obtaining a grant or student loan",
            "content": " 20. (1) The Minister or a service provider on behalf of the Minister shall issue a grant or student loan if, (a)  the individual has received a notice of assessment under section 18; (b)  the individual has entered into a master student financial assistance agreement under section 21; and (c)  the individual’s enrolment in the approved program of study has been confirmed by the approved institution at least 5 business days before the period of study ends. (2) The grant or student loan shall be issued, (a)  in the amount set out in the notice of assessment for the grant, the loan, or both, as the case may be; or (b)  in the amount set out in the notice of assessment for the grant only, upon the request of an individual to not issue the student loan.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK25\"></a><b>20. </b>(1) The Minister or a service provider on behalf of the Minister shall issue a grant or student loan if,</p> <p class=\"clause-e\">  (a)  the individual has received a notice of assessment under section 18;</p> <p class=\"clause-e\">  (b)  the individual has entered into a master student financial assistance agreement under section 21; and</p> <p class=\"clause-e\">  (c)  the individual’s enrolment in the approved program of study has been confirmed by the approved institution at least 5 business days before the period of study ends.</p> <p class=\"subsection-e\">  (2) The grant or student loan shall be issued,</p> <p class=\"clause-e\">  (a)  in the amount set out in the notice of assessment for the grant, the loan, or both, as the case may be; or </p> <p class=\"clause-e\">  (b)  in the amount set out in the notice of assessment for the grant only, upon the request of an individual to not issue the student loan.</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "20.1",
            "part_id": null,
            "part_type": null,
            "section": "Grant or loan directed to institution",
            "content": " 20.1 (1) The Minister may direct all or part of an individual’s grant or student loan for a period of study to an approved institution to apply toward any amounts listed in subsection (2) that the individual owes to the institution if,  (a)  the period of study commences on or after August 1, 2019 and the individual is eligible to receive a grant or loan for the period of study; and (b)  the institution requests the direction in a manner approved by the Minister. O. Reg. 221/18, s. 1. (2) For the purposes of subsection (1), the amounts are, (a)  tuition and other compulsory fees; (b)  repayments for emergency loans made by the institution to the individual; (c)  deferred fees; (d)  residence fees pursuant to an agreement between the individual and the institution; and (e)  other fees that the individual has authorized the institution to collect. O. Reg. 221/18, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK26\"></a><b>20.1 </b>(1) The Minister may direct all or part of an individual’s grant or student loan for a period of study to an approved institution to apply toward any amounts listed in subsection (2) that the individual owes to the institution if, </p> <p class=\"clause-e\">  (a)  the period of study commences on or after August 1, 2019 and the individual is eligible to receive a grant or loan for the period of study; and</p> <p class=\"clause-e\">  (b)  the institution requests the direction in a manner approved by the Minister. O. Reg. 221/18, s. 1.</p> <p class=\"subsection-e\">  (2) For the purposes of subsection (1), the amounts are,</p> <p class=\"clause-e\">  (a)  tuition and other compulsory fees;</p> <p class=\"clause-e\">  (b)  repayments for emergency loans made by the institution to the individual;</p> <p class=\"clause-e\">  (c)  deferred fees;</p> <p class=\"clause-e\">  (d)  residence fees pursuant to an agreement between the individual and the institution; and</p> <p class=\"clause-e\">  (e)  other fees that the individual has authorized the institution to collect. O. Reg. 221/18, s. 1.</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "21.",
            "part_id": null,
            "part_type": null,
            "section": "Master student financial assistance agreement",
            "content": " 21. (1) The Minister may enter into a master student financial assistance agreement in accordance with this section where an individual applies for a grant or student loan and the Minister is satisfied that the individual is entitled to a grant or student loan and has a notice of assessment. O. Reg. 70/17, s. 21 (1). (2) Where a master student financial assistance agreement has been entered into by an individual, the agreement applies to all grants and student loans received under the Act, except for micro-credential grants and micro-credential student loans, by the individual on or after the date on which the agreement was entered into. O. Reg. 70/17, s. 21 (2); O. Reg. 83/23, s. 6 (1). (3) The terms of a student loan are the terms set out in this section and sections 23 to 35, 49, 50, 57, and 58 and in the master student financial assistance agreement that the individual enters into. O. Reg. 70/17, s. 21 (3). (4) The terms of a grant are the terms set out in this section and sections 22 to 35, 49, 50, 57, and 58 and in the master student financial assistance agreement that the individual enters into. O. Reg. 70/17, s. 21 (4). (5) Subject to subsection (6), the Minister may amend the terms of the master student financial assistance agreement. O. Reg. 70/17, s. 21 (5). (6) Amendments to the terms of the master student financial assistance agreement are subject to both of the following rules: 1.  For the amendments to be valid, the Minister must give notice by posting the amended terms on a website of the Government of Ontario. 2.  The amendments shall only apply to grants and student loans issued for a period of study commencing on or after the August 1 that is immediately after the posting referred to in paragraph 1. O. Reg. 70/17, s. 21 (6). (7) Despite subsection (2), an individual shall enter into a new master student financial assistance agreement if two or more years have elapsed since the individual ceased to be both a qualifying student and an Ontario Learn and Stay Grant student. O. Reg. 83/23, s. 6 (2). (8) A new master student financial assistance agreement entered into under subsection (7) applies to all grants and student loans received under the Act, other than micro-credential grants and micro-credential student loans, on or after the date on which the individual entered into the new master student financial assistance agreement. O. Reg. 83/23, s. 6 (2). (9) If an individual who entered into a master student financial assistance agreement under section 20 of the 2023 Regulation or a master student loan agreement under section 20 of the 2001 Regulation is issued a notice of assessment under this Regulation, the individual’s master student financial assistance agreement or master student loan agreement is deemed to be a master student financial assistance agreement for the purposes of this Regulation if, (a)  the individual has not ceased to be an Ontario Learn and Stay Grant student since the master student financial assistance agreement under section 20 of the 2023 Regulation was entered into or, if the individual has ceased to be an Ontario Learn and Stay Grant student, less than two years have elapsed since the individual ceased to be an Ontario Learn and Stay Grant student; or (b)  the individual has not ceased to be a qualifying student under section 27 of the 2001 Regulation since the master student loan agreement under section 20 of the 2001 Regulation was entered into or, if the individual has ceased to be a qualifying student under the 2001 Regulation, less than two years have elapsed since the individual ceased to be a qualifying student. O. Reg. 83/23, s. 6 (2). Conversion of Grant into Student Loan",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK27\"></a><b>21. </b>(1)<b> </b>The Minister may enter into a master student financial assistance agreement in accordance with this section where an individual applies for a grant or student loan and the Minister is satisfied that the individual is entitled to a grant or student loan and has a notice of assessment. O. Reg. 70/17, s. 21 (1).</p> <p class=\"subsection-e\"> <a href=\"http://www.ontario.ca/fr/lois/reglement/010268#s20s2\">(2)</a> Where a master student financial assistance agreement has been entered into by an individual, the agreement applies to all grants and student loans received under the Act, except for micro-credential grants and micro-credential student loans, by the individual on or after the date on which the agreement was entered into. O. Reg. 70/17, s. 21 (2); O. Reg. 83/23, s. 6 (1).</p> <p class=\"subsection-e\">  (3) The terms of a student loan are the terms set out in this section and sections 23 to 35, 49, 50, 57, and 58 and in the master student financial assistance agreement that the individual enters into. O. Reg. 70/17, s. 21 (3).</p> <p class=\"subsection-e\">  (4) The terms of a grant are the terms set out in this section and sections 22 to 35, 49, 50, 57, and 58 and in the master student financial assistance agreement that the individual enters into. O. Reg. 70/17, s. 21 (4).</p> <p class=\"subsection-e\">  (5) Subject to subsection (6), the Minister may amend the terms of the master student financial assistance agreement. O. Reg. 70/17, s. 21 (5).</p> <p class=\"subsection-e\">  (6) Amendments to the terms of the master student financial assistance agreement are subject to both of the following rules:</p> <p class=\"paragraph-e\">  1.  For the amendments to be valid, the Minister must give notice by posting the amended terms on a website of the Government of Ontario.</p> <p class=\"paragraph-e\">  2.  The amendments shall only apply to grants and student loans issued for a period of study commencing on or after the August 1 that is immediately after the posting referred to in paragraph 1. O. Reg. 70/17, s. 21 (6).</p> <p class=\"subsection-e\">  (7) Despite subsection (2), an individual shall enter into a new master student financial assistance agreement if two or more years have elapsed since the individual ceased to be both a qualifying student and an Ontario Learn and Stay Grant student. O. Reg. 83/23, s. 6 (2).</p> <p class=\"subsection-e\">  (8) A new master student financial assistance agreement entered into under subsection (7) applies to all grants and student loans received under the Act, other than micro-credential grants and micro-credential student loans, on or after the date on which the individual entered into the new master student financial assistance agreement. O. Reg. 83/23, s. 6 (2).</p> <p class=\"subsection-e\">  (9) If an individual who entered into a master student financial assistance agreement under section 20 of the 2023 Regulation or a master student loan agreement under section 20 of the 2001 Regulation is issued a notice of assessment under this Regulation, the individual’s master student financial assistance agreement or master student loan agreement is deemed to be a master student financial assistance agreement for the purposes of this Regulation if,</p> <p class=\"clause-e\">  (a)  the individual has not ceased to be an Ontario Learn and Stay Grant student since the master student financial assistance agreement under section 20 of the 2023 Regulation was entered into or, if the individual has ceased to be an Ontario Learn and Stay Grant student, less than two years have elapsed since the individual ceased to be an Ontario Learn and Stay Grant student; or</p> <p class=\"clause-e\">  (b)  the individual has not ceased to be a qualifying student under section 27 of the 2001 Regulation since the master student loan agreement under section 20 of the 2001 Regulation was entered into or, if the individual has ceased to be a qualifying student under the 2001 Regulation, less than two years have elapsed since the individual ceased to be a qualifying student. O. Reg. 83/23, s. 6 (2).</p> <p class=\"heading1-e\"><a name=\"BK28\"></a>Conversion of Grant into Student Loan</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "Conversion of Grant into Student Loan",
            "part_id": null,
            "part_type": null,
            "section": "Conversion of Grant into Student Loan",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "22.",
            "part_id": null,
            "part_type": null,
            "section": "Conversion of grant into student loan",
            "content": " 22. (1) The Minister may convert all or part of a grant that was issued for a period of study into a student loan if,  (a)  the individual ceases to be enrolled in an approved program of study at an approved institution or ceases taking the minimum required course load within thirty days following the first day of the period of study; (b)  the circumstances of the individual or the individual’s expected contributors have changed resulting in a determination that the individual is no longer eligible to receive a grant or is not entitled to the amount of the grant issued; or (c)  the Minister cannot, to his or her satisfaction, verify with the Canada Revenue Agency or through other means the financial information reported by the individual or the individual’s expected contributors. O. Reg. 70/17, s. 22 (1). (2) With respect to a grant issued for a period of study beginning before August 1, 2019, the conversion of a grant into a student loan in the circumstances described in clause (1) (a) or (b) occurs on the earlier of, (a)  the fifth business day of the sixth month immediately following the month in which the individual ceased to be enrolled in an approved program of study at an approved institution or ceased taking the minimum required course load; and (b)  the fifth business day after the last day of the academic year in which the period of study commenced. O. Reg. 70/17, s. 22 (2); O. Reg. 70/19, s. 2 (1). (3) Despite subsection (2), if the period of study for which the grant was issued starts in one academic year and ends in the next academic year and the individual ceased to be enrolled in an approved program of study at an approved institution or ceased taking the minimum required course load in the second academic year, the conversion occurs on the fifth business day of the month immediately following the month in which the individual ceased to be enrolled in an approved program of study at an approved institution or ceased taking the minimum required course load. O. Reg. 70/17, s. 22 (3). (3.1) With respect to a grant issued for a period of study beginning on or after August 1, 2019, the conversion of a grant into a student loan in the circumstances described in clause (1) (a) or (b) occurs on the fifth business day of the month immediately following the month in which the individual ceased to be enrolled in an approved program of study at an approved institution or ceased taking the minimum required course load. O. Reg. 70/19, s. 2 (2). (4) The conversion of a grant into a student loan in the circumstances described in clause (1) (c) occurs on the first anniversary of the fifth business day of the month immediately following the month in which the individual’s period of study began. O. Reg. 70/17, s. 22 (4). (5) The Minister may cancel or amend the conversion of a grant into a student loan if in his or her opinion there are such other exceptional circumstances of an individual or the individual’s expected contributors. O. Reg. 70/17, s. 22 (5). (6) If part of a grant is converted into a student loan under this section, the remainder of the grant may be subsequently converted into a student loan. O. Reg. 70/17, s. 22 (6). (7) The Minister shall notify an individual of the conversion of any grant issued to the individual into a student loan, and of any cancellation or amendment of a conversion. O. Reg. 70/17, s. 22 (7). (8) If an individual is issued a grant and the grant is subsequently converted into a loan under this section, he or she is required to enter into a consolidated loan agreement under section 28 after the individual ceases to be both a qualifying student and an Ontario Learn and Stay Grant student. O. Reg. 70/17, s. 22 (8); O. Reg. 83/23, s. 7. (9) If, before a conversion described in subsection (4) occurs, the individual enters into a consolidated loan agreement under section 28 or an arrangement is established by the Minister under section 29 that applies to all of the individual’s student loans, then the individual is not required to enter into a further consolidated loan agreement under section 28 with respect to the converted student loan, and section 29 applies to the student loan. O. Reg. 70/17, s. 22 (9). Maintaining Status as a Qualifying Student",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK29\"></a><b>22. </b>(1) The Minister may convert all or part of a grant that was issued for a period of study into a student loan if, </p> <p class=\"clause-e\">  (a)  the individual ceases to be enrolled in an approved program of study at an approved institution or ceases taking the minimum required course load within thirty days following the first day of the period of study;</p> <p class=\"clause-e\">  (b)  the circumstances of the individual or the individual’s expected contributors have changed resulting in a determination that the individual is no longer eligible to receive a grant or is not entitled to the amount of the grant issued; or</p> <p class=\"clause-e\">  (c)  the Minister cannot, to his or her satisfaction, verify with the Canada Revenue Agency or through other means the financial information reported by the individual or the individual’s expected contributors. O. Reg. 70/17, s. 22 (1).</p> <p class=\"subsection-e\">  (2) With respect to a grant issued for a period of study beginning before August 1, 2019, the conversion of a grant into a student loan in the circumstances described in clause (1) (a) or (b) occurs on the earlier of, </p> <p class=\"clause-e\">  (a)  the fifth business day of the sixth month immediately following the month in which the individual ceased to be enrolled in an approved program of study at an approved institution or ceased taking the minimum required course load; and</p> <p class=\"clause-e\">  (b)  the fifth business day after the last day of the academic year in which the period of study commenced. O. Reg. 70/17, s. 22 (2); O. Reg. 70/19, s. 2 (1).</p> <p class=\"subsection-e\">  (3) Despite subsection (2), if the period of study for which the grant was issued starts in one academic year and ends in the next academic year and the individual ceased to be enrolled in an approved program of study at an approved institution or ceased taking the minimum required course load in the second academic year, the conversion occurs on the fifth business day of the month immediately following the month in which the individual ceased to be enrolled in an approved program of study at an approved institution or ceased taking the minimum required course load. O. Reg. 70/17, s. 22 (3).</p> <p class=\"subsection-e\">  (3.1) With respect to a grant issued for a period of study beginning on or after August 1, 2019, the conversion of a grant into a student loan in the circumstances described in clause (1) (a) or (b) occurs on the fifth business day of the month immediately following the month in which the individual ceased to be enrolled in an approved program of study at an approved institution or ceased taking the minimum required course load. O. Reg. 70/19, s. 2 (2).</p> <p class=\"subsection-e\">  (4) The conversion of a grant into a student loan in the circumstances described in clause (1) (c) occurs on the first anniversary of the fifth business day of the month immediately following the month in which the individual’s period of study began. O. Reg. 70/17, s. 22 (4).</p> <p class=\"subsection-e\">  (5) The Minister may cancel or amend the conversion of a grant into a student loan if in his or her opinion there are such other exceptional circumstances of an individual or the individual’s expected contributors. O. Reg. 70/17, s. 22 (5).</p> <p class=\"subsection-e\">  (6) If part of a grant is converted into a student loan under this section, the remainder of the grant may be subsequently converted into a student loan. O. Reg. 70/17, s. 22 (6).</p> <p class=\"subsection-e\">  (7) The Minister shall notify an individual of the conversion of any grant issued to the individual into a student loan, and of any cancellation or amendment of a conversion. O. Reg. 70/17, s. 22 (7).</p> <p class=\"subsection-e\">  (8) If an individual is issued a grant and the grant is subsequently converted into a loan under this section, he or she is required to enter into a consolidated loan agreement under section 28 after the individual ceases to be both a qualifying student and an Ontario Learn and Stay Grant student. O. Reg. 70/17, s. 22 (8); O. Reg. 83/23, s. 7.</p> <p class=\"subsection-e\">  (9) If, before a conversion described in subsection (4) occurs, the individual enters into a consolidated loan agreement under section 28 or an arrangement is established by the Minister under section 29 that applies to all of the individual’s student loans, then the individual is not required to enter into a further consolidated loan agreement under section 28 with respect to the converted student loan, and section 29 applies to the student loan. O. Reg. 70/17, s. 22 (9).</p> <p class=\"heading1-e\"><a name=\"BK30\"></a>Maintaining Status as a Qualifying Student</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "Maintaining Status as a Qualifying Student",
            "part_id": null,
            "part_type": null,
            "section": "Maintaining Status as a Qualifying Student",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "23.",
            "part_id": null,
            "part_type": null,
            "section": "Effect of status as qualifying student",
            "content": " 23. (1) While an individual is a qualifying student, his or her obligations to pay principal and interest under a student loan agreement, consolidated loan agreement, micro-credential student loan agreement or repayment notice, are suspended. O. Reg. 70/17, s. 23 (1); O. Reg. 769/20, s. 5 (1); O. Reg. 83/23, s. 8. (2) If the individual owes interest to the Minister under a student loan agreement, consolidated loan agreement, micro-credential student loan agreement or repayment notice for a period during which he or she was not a qualifying student, and if the Minister asks the individual to pay the accrued interest for that period, subsection (1) does not apply until the individual pays the accrued interest. O. Reg. 70/17, s. 23 (2); O. Reg. 769/20, s. 5 (2); O. Reg. 83/23, s. 8. (3) The individual is not permitted to pay the accrued interest by means of a promissory note. O. Reg. 70/17, s. 23 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK31\"></a><b>23. </b>(1) While an individual is a qualifying student, his or her obligations to pay principal and interest under a student loan agreement, consolidated loan agreement, micro-credential student loan agreement or repayment notice, are suspended. O. Reg. 70/17, s. 23 (1); O. Reg. 769/20, s. 5 (1); O. Reg. 83/23, s. 8.</p> <p class=\"subsection-e\">  (2) If the individual owes interest to the Minister under a student loan agreement, consolidated loan agreement, micro-credential student loan agreement or repayment notice for a period during which he or she was not a qualifying student, and if the Minister asks the individual to pay the accrued interest for that period, subsection (1) does not apply until the individual pays the accrued interest. O. Reg. 70/17, s. 23 (2); O. Reg. 769/20, s. 5 (2); O. Reg. 83/23, s. 8.</p> <p class=\"subsection-e\">  (3) The individual is not permitted to pay the accrued interest by means of a promissory note. O. Reg. 70/17, s. 23 (3).</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "24.",
            "part_id": null,
            "part_type": null,
            "section": "Qualifying student",
            "content": " 24. (1) An individual is a qualifying student during a period of study for which he or she receives a grant or student loan. (2) An individual may be a qualifying student during a period of study for which he or she does not receive a grant or student loan, if the requirements set out in section 25 or 26 are met. (3) If an individual ceases to be a qualifying student for a period of less than six months, the individual shall be deemed to have been a qualifying student throughout that period.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK32\"></a><b>24. </b>(1) An individual is a qualifying student during a period of study for which he or she receives a grant or student loan.</p> <p class=\"subsection-e\">  (2) An individual may be a qualifying student during a period of study for which he or she does not receive a grant or student loan, if the requirements set out in section 25 or 26 are met. </p> <p class=\"subsection-e\">  (3) If an individual ceases to be a qualifying student for a period of less than six months, the individual shall be deemed to have been a qualifying student throughout that period.</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "25.",
            "part_id": null,
            "part_type": null,
            "section": "Confirmation of enrolment by institution",
            "content": " 25. (1) An individual who wishes to be a qualifying student during a period of study for which he or she does not receive a grant or student loan must comply with this section. (2) The individual must continue to meet the requirements of clause 5 (1) (a). (3) The individual must obtain a document from the institution at which he or she is enrolled, confirming, (a)  that he or she is enrolled in an approved program of study at an approved institution for the period of study in question, and that he or she is taking at least the minimum required course load; (b)  that he or she is enrolled at a secondary school within the meaning of the Education Act\r\nand that he or she is taking at least the minimum course load required under subsection (4); (c)  that he or she is enrolled at a designated educational institution as defined in the Canada Student Financial Assistance Act and that he or she is taking at least the minimum course load required under subsection (4); or (d)  that he or she is enrolled at an educational institution not described in clause (a), (b) or (c) that is approved by the Minister for the purposes of this section and that he or she is taking at least the minimum course load required under subsection (4). (4) For the purposes of clauses (3) (b), (c) and (d), the minimum course load that an individual who is enrolled in a program of study at an institution described in one of those clauses must take in order to maintain his or her status as a qualifying student during the relevant period of study is, (a)  a course load that is at least 60 per cent of what the institution considers to be a full course load for the period of study, in the case of an individual who is not a person with a disability; and (b)  a course load that is at least 40 per cent of what the institution considers to be a full course load for the period of study, in the case of an individual who is a person with a disability. (5) The document confirming enrolment must be given in a form approved by the Minister and must be certified by the institution at which the individual is enrolled. (6) The individual must give the completed document referred to in subsection (5) to the Minister promptly upon becoming enrolled as described in subsection (3). (7) Subject to section 27, the individual is a qualifying student under this section beginning on the first day of the period of study.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK33\"></a><b>25. </b>(1) An individual who wishes to be a qualifying student during a period of study for which he or she does not receive a grant or student loan must comply with this section.</p> <p class=\"subsection-e\">  (2) The individual must continue to meet the requirements of clause 5 (1) (a).</p> <p class=\"subsection-e\">  (3) The individual must obtain a document from the institution at which he or she is enrolled, confirming,</p> <p class=\"clause-e\">  (a)  that he or she is enrolled in an approved program of study at an approved institution for the period of study in question, and that he or she is taking at least the minimum required course load;</p> <p class=\"clause-e\">  (b)  that he or she is enrolled at a secondary school within the meaning of the <i>Education Act</i>\r\nand that he or she is taking at least the minimum course load required under subsection (4);</p> <p class=\"clause-e\">  (c)  that he or she is enrolled at a designated educational institution as defined in the <i>Canada Student Financial Assistance Act</i> and that he or she is taking at least the minimum course load required under subsection (4); or</p> <p class=\"clause-e\">  (d)  that he or she is enrolled at an educational institution not described in clause (a), (b) or (c) that is approved by the Minister for the purposes of this section and that he or she is taking at least the minimum course load required under subsection (4).  </p> <p class=\"subsection-e\">  (4) For the purposes of clauses (3) (b), (c) and (d), the minimum course load that an individual who is enrolled in a program of study at an institution described in one of those clauses must take in order to maintain his or her status as a qualifying student during the relevant period of study is,</p> <p class=\"clause-e\">  (a)  a course load that is at least 60 per cent of what the institution considers to be a full course load for the period of study, in the case of an individual who is not a person with a disability; and</p> <p class=\"clause-e\">  (b)  a course load that is at least 40 per cent of what the institution considers to be a full course load for the period of study, in the case of an individual who is a person with a disability.  </p> <p class=\"subsection-e\">  (5) The document confirming enrolment must be given in a form approved by the Minister and must be certified by the institution at which the individual is enrolled.</p> <p class=\"subsection-e\">  (6) The individual must give the completed document referred to in subsection (5) to the Minister promptly upon becoming enrolled as described in subsection (3).</p> <p class=\"subsection-e\">  (7) Subject to section 27, the individual is a qualifying student under this section beginning on the first day of the period of study.</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "26.",
            "part_id": null,
            "part_type": null,
            "section": "Confirmation of enrolment by Minister",
            "content": " 26. (1) Even though an individual does not comply with section 25, the individual is a qualifying student during a period of study for which he or she does not receive a grant or student loan if he or she establishes to the satisfaction of the Minister that, (a)  the individual was unable to obtain a document confirming enrolment under section 25; and (b)  the circumstances that are required in order to obtain a document confirming enrolment under clause 25 (3) (a), (b), (c) or (d) exist. (2) Subject to section 27, the individual is a qualifying student under this section beginning on the first day of the period of study.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK34\"></a><b>26. </b>(1) Even though an individual does not comply with section 25, the individual is a qualifying student during a period of study for which he or she does not receive a grant or student loan if he or she establishes to the satisfaction of the Minister that,</p> <p class=\"clause-e\">  (a)  the individual was unable to obtain a document confirming enrolment under section 25; and</p> <p class=\"clause-e\">  (b)  the circumstances that are required in order to obtain a document confirming enrolment under clause 25 (3) (a), (b), (c) or (d) exist.</p> <p class=\"subsection-e\">  (2) Subject to section 27, the individual is a qualifying student under this section beginning on the first day of the period of study. </p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "27.",
            "part_id": null,
            "part_type": null,
            "section": "Ceasing to be a qualifying student",
            "content": " 27. (1) An individual ceases to be a qualifying student in any of the following circumstances: 1.  The individual ceases to be enrolled in the approved program of study in respect of which his or her most recent notice of assessment was issued. 2.  The individual reduces his or her course load below the minimum required course load for the period of study in the approved program of study. 3.  The individual withdraws from the applicable educational institution. 4.  The program of study in which the individual is enrolled at the approved institution ceases to be an approved program of study. 5.  The institution at which the individual is enrolled ceases to be an approved institution or to be described by clause 25 (3) (b), (c) or (d). 6.  The period of study for which the individual received a grant or student loan ends and the number of weeks in respect of all periods of study for which the individual has received a grant or student loan under the Act, other than micro-credential grants, micro-credential student loans and Ontario Tuition Grants under Ontario Regulation 118/07 (Ontario Access Grants and Ontario Tuition Grants) made under the Act, is equal to or greater than the maximum number of weeks calculated in accordance with subsection 14 (1). 7.  Subject to subsections (2) and (3), the individual became a bankrupt within the meaning of the Bankruptcy and Insolvency Act (Canada) or entered into another recognized arrangement for debt settlement and, if the event occurred during a period of study, the period of study ends. O. Reg. 70/17, s. 27 (1); O. Reg. 83/23, s. 9 (1). (2) Despite paragraph 7 of subsection (1), an individual shall continue to be a qualifying student after the end of the period of study during which he or she became a bankrupt within the meaning of the Bankruptcy and Insolvency Act\r\n(Canada) or entered into another recognized arrangement for debt settlement until such time as is determined under subsection (3) if, (a)  the individual is issued a notice of assessment under section 18; or (b)  the individual meets the requirements of section 25 or 26. O. Reg. 70/17, s. 27 (2). (3) An individual may continue to be a qualifying student under subsection (2) until the earliest of, (a)  the day that is, (i)  three years after the day the event described in paragraph 7 of subsection (1) occurred, or (ii)  if the three-year period described in subclause (i) ends during a period of study, the last day of the period of study; (b)  the day the individual completes the approved program of study he or she was enrolled in at the time the event described in paragraph 7 of subsection (1) occurred; or (c)  the day the individual ceases to be enrolled in the approved program of study he or she was enrolled in at the time the event described in paragraph 7 of subsection (1) occurred. O. Reg. 70/17, s. 27 (3). (4) Paragraph 7 of subsection (1) and subsections (2) and (3) only apply to events described in paragraph 7 of subsection (1) that occurred on or after May 11, 2004. O. Reg. 70/17, s. 27 (4). (5) After an individual ceases to be both a qualifying student and an Ontario Learn and Stay Grant student, the individual is required to enter into an agreement under section 28 to consolidate all of their student loans made under the Act, other than micro-credential student loans. O. Reg. 83/23, s. 9 (2). Consolidated Loan Agreement and Repayment Terms",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK35\"></a><b>27. </b>(1) An individual ceases to be a qualifying student in any of the following circumstances:</p> <p class=\"paragraph-e\">  1.  The individual ceases to be enrolled in the approved program of study in respect of which his or her most recent notice of assessment was issued.</p> <p class=\"paragraph-e\">  2.  The individual reduces his or her course load below the minimum required course load for the period of study in the approved program of study.</p> <p class=\"paragraph-e\">  3.  The individual withdraws from the applicable educational institution.</p> <p class=\"paragraph-e\">  4.  The program of study in which the individual is enrolled at the approved institution ceases to be an approved program of study.</p> <p class=\"paragraph-e\">  5.  The institution at which the individual is enrolled ceases to be an approved institution or to be described by clause 25 (3) (b), (c) or (d).</p> <p class=\"paragraph-e\">  6.  The period of study for which the individual received a grant or student loan ends and the number of weeks in respect of all periods of study for which the individual has received a grant or student loan under the Act, other than micro-credential grants, micro-credential student loans and Ontario Tuition Grants under Ontario Regulation 118/07 (Ontario Access Grants and Ontario Tuition Grants) made under the Act, is equal to or greater than the maximum number of weeks calculated in accordance with subsection 14 (1).</p> <p class=\"paragraph-e\">  7.  Subject to subsections (2) and (3), the individual became a bankrupt within the meaning of the <i>Bankruptcy and Insolvency Act</i> (Canada) or entered into another recognized arrangement for debt settlement and, if the event occurred during a period of study, the period of study ends. O. Reg. 70/17, s. 27 (1); O. Reg. 83/23, s. 9 (1).</p> <p class=\"subsection-e\">  (2) Despite paragraph 7 of subsection (1), an individual shall continue to be a qualifying student after the end of the period of study during which he or she became a bankrupt within the meaning of the <i>Bankruptcy and Insolvency Act</i>\r\n(Canada) or entered into another recognized arrangement for debt settlement until such time as is determined under subsection (3) if,</p> <p class=\"clause-e\">  (a)  the individual is issued a notice of assessment under section 18; or</p> <p class=\"clause-e\">  (b)  the individual meets the requirements of section 25 or 26. O. Reg. 70/17, s. 27 (2).</p> <p class=\"subsection-e\">  (3) An individual may continue to be a qualifying student under subsection (2) until the earliest of,</p> <p class=\"clause-e\">  (a)  the day that is,</p> <p class=\"subclause-e\">  (i)  three years after the day the event described in paragraph 7 of subsection (1) occurred, or</p> <p class=\"subclause-e\">  (ii)  if the three-year period described in subclause (i) ends during a period of study, the last day of the period of study;</p> <p class=\"clause-e\">  (b)  the day the individual completes the approved program of study he or she was enrolled in at the time the event described in paragraph 7 of subsection (1) occurred; or</p> <p class=\"clause-e\">  (c)  the day the individual ceases to be enrolled in the approved program of study he or she was enrolled in at the time the event described in paragraph 7 of subsection (1) occurred. O. Reg. 70/17, s. 27 (3).</p> <p class=\"subsection-e\">  (4) Paragraph 7 of subsection (1) and subsections (2) and (3) only apply to events described in paragraph 7 of subsection (1) that occurred on or after May 11, 2004. O. Reg. 70/17, s. 27 (4).</p> <p class=\"subsection-e\">  (5) After an individual ceases to be both a qualifying student and an Ontario Learn and Stay Grant student, the individual is required to enter into an agreement under section 28 to consolidate all of their student loans made under the Act, other than micro-credential student loans. O. Reg. 83/23, s. 9 (2).</p> <p class=\"heading1-e\"><a name=\"BK36\"></a>Consolidated Loan Agreement and Repayment Terms</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "Consolidated Loan Agreement and Repayment Terms",
            "part_id": null,
            "part_type": null,
            "section": "Consolidated Loan Agreement and Repayment Terms",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "28.",
            "part_id": null,
            "part_type": null,
            "section": "Requirement for a consolidated loan agreement",
            "content": " 28. (1) If an individual has entered into a master student financial assistance agreement under this Regulation or the 2023 Regulation, the individual shall enter into a consolidated loan agreement with the Minister after ceasing to be both a qualifying student and an Ontario Learn and Stay Grant student. O. Reg. 83/23, s. 10 (1). (2) A consolidated loan agreement entered into under this Regulation shall apply to all student loan agreements that the individual has entered into. O. Reg. 70/17, s. 28 (2). (3) If the individual does not enter into a consolidated loan agreement within six months after ceasing to be both a qualifying student and an Ontario Learn and Stay Grant student, section 29 applies until the individual does enter into such an agreement. O. Reg. 83/23, s. 10 (2). (4) The consolidated loan agreement must establish the amount and duration of the repayments to be made to discharge the principal amount of all outstanding student loans issued under the Act, other than micro-credential student loans, and the interest on the outstanding balance from time to time, and the agreement may provide for other matters. O. Reg. 83/23, s. 10 (2). (5) If the individual enters into a consolidated loan agreement and then becomes a qualifying student again or becomes an Ontario Learn and Stay Grant student, the individual is required to enter into a new consolidated loan agreement after ceasing to be both a qualifying student and an Ontario Learn and Stay Grant student, and the new agreement supersedes the old agreement. O. Reg. 83/23, s. 10 (2). (6) If the individual does not enter into a new consolidated loan agreement within six months after ceasing to be both a qualifying student and an Ontario Learn and Stay Grant student, section 29 applies until the individual does enter into such an agreement. O. Reg. 83/23, s. 10 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK37\"></a><b>28. </b>(1) If an individual has entered into a master student financial assistance agreement under this Regulation or the 2023 Regulation, the individual shall enter into a consolidated loan agreement with the Minister after ceasing to be both a qualifying student and an Ontario Learn and Stay Grant student. O. Reg. 83/23, s. 10 (1).</p> <p class=\"subsection-e\">  (2) A consolidated loan agreement entered into under this Regulation shall apply to all student loan agreements that the individual has entered into. O. Reg. 70/17, s. 28 (2).</p> <p class=\"subsection-e\">  (3) If the individual does not enter into a consolidated loan agreement within six months after ceasing to be both a qualifying student and an Ontario Learn and Stay Grant student, section 29 applies until the individual does enter into such an agreement. O. Reg. 83/23, s. 10 (2).</p> <p class=\"subsection-e\">  (4) The consolidated loan agreement must establish the amount and duration of the repayments to be made to discharge the principal amount of all outstanding student loans issued under the Act, other than micro-credential student loans, and the interest on the outstanding balance from time to time, and the agreement may provide for other matters. O. Reg. 83/23, s. 10 (2).</p> <p class=\"subsection-e\">  (5) If the individual enters into a consolidated loan agreement and then becomes a qualifying student again or becomes an Ontario Learn and Stay Grant student, the individual is required to enter into a new consolidated loan agreement after ceasing to be both a qualifying student and an Ontario Learn and Stay Grant student, and the new agreement supersedes the old agreement. O. Reg. 83/23, s. 10 (2).</p> <p class=\"subsection-e\">  (6) If the individual does not enter into a new consolidated loan agreement within six months after ceasing to be both a qualifying student and an Ontario Learn and Stay Grant student, section 29 applies until the individual does enter into such an agreement. O. Reg. 83/23, s. 10 (2).</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "29.",
            "part_id": null,
            "part_type": null,
            "section": "Arrangement if there is no consolidated loan agreement",
            "content": " 29. (1) If an individual does not enter into a consolidated loan agreement within six months after ceasing to be both a qualifying student and an Ontario Learn and Stay Grant student, the Minister may establish the amount and duration of the repayments to be made to discharge the principal amount of all outstanding student loans issued under the Act, other than micro-credential student loans, and the interest on the outstanding balance from time to time. O. Reg. 83/23, s. 11. (2) If an individual does not enter into a consolidated loan agreement within six months after ceasing to be both a qualifying student and an Ontario Learn and Stay Grant student or does not provide the Minister with a void cheque, a bank account number or with such other information or documents as may be necessary in order to collect payments in accordance with the terms of a consolidated loan agreement, the Minister may require a financial institution to make payments on the individual’s student loans issued under the Act on or after June 22, 2004, other than micro-credential student loans, from an account at the institution that the individual has identified to the Minister. O. Reg. 83/23, s. 11. (3) The payments made by a financial institution under subsection (2) shall be made in accordance with the repayment terms set out in the consolidated loan agreement, if any, or, if none, in accordance with the repayment terms established by the Minister under subsection (1). O. Reg. 70/17, s. 29 (3).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK38\"></a>29. </b>(1) If an individual does not enter into a consolidated loan agreement within six months after ceasing to be both a qualifying student and an Ontario Learn and Stay Grant student, the Minister may establish the amount and duration of the repayments to be made to discharge the principal amount of all outstanding student loans issued under the Act, other than micro-credential student loans, and the interest on the outstanding balance from time to time. O. Reg. 83/23, s. 11.</p> <p class=\"subsection-e\">  (2) If an individual does not enter into a consolidated loan agreement within six months after ceasing to be both a qualifying student and an Ontario Learn and Stay Grant student or does not provide the Minister with a void cheque, a bank account number or with such other information or documents as may be necessary in order to collect payments in accordance with the terms of a consolidated loan agreement, the Minister may require a financial institution to make payments on the individual’s student loans issued under the Act on or after June 22, 2004, other than micro-credential student loans, from an account at the institution that the individual has identified to the Minister. O. Reg. 83/23, s. 11.</p> <p class=\"subsection-e\">  (3) The payments made by a financial institution under subsection (2) shall be made in accordance with the repayment terms set out in the consolidated loan agreement, if any, or, if none, in accordance with the repayment terms established by the Minister under subsection (1). O. Reg. 70/17, s. 29 (3).</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "30.",
            "part_id": null,
            "part_type": null,
            "section": "Obligation to pay interest",
            "content": " 30. (1) An individual is not required to make payments towards the interest accruing on student loans issued under the Act and grants issued under the Act that converted to loans under a student loan agreement or consolidated loan agreement until the first day of the month immediately after the six-month period following the month in which the individual ceased to be both a qualifying student and an Ontario Learn and Stay Grant student. O. Reg. 83/23, s. 12. (2) The interest rate in effect on any day under a student loan agreement or consolidated loan agreement is the prime rate on that day plus 1 per cent. O. Reg. 70/17, s. 30 (2).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK39\"></a>30. </b>(1) An individual is not required to make payments towards the interest accruing on student loans issued under the Act and grants issued under the Act that converted to loans under a student loan agreement or consolidated loan agreement until the first day of the month immediately after the six-month period following the month in which the individual ceased to be both a qualifying student and an Ontario Learn and Stay Grant student. O. Reg. 83/23, s. 12.</p> <p class=\"subsection-e\">  (2) The interest rate in effect on any day under a student loan agreement or consolidated loan agreement is the prime rate on that day plus 1 per cent. O. Reg. 70/17, s. 30 (2).</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "31.",
            "part_id": null,
            "part_type": null,
            "section": "Exception, not-for-profit entity",
            "content": " 31. (1) Despite subsection 30 (1), an individual is not required to make payments toward the interest accruing under a student loan agreement or consolidated loan agreement until the first day of the month immediately after the 12-month period following the month in which the individual ceased to be both a qualifying student and an Ontario Learn and Stay Grant student where the Minister determines that the individual is employed in or does voluntary work that is eligible employment with an eligible not-for-profit entity, as determined in accordance with section 32. O. Reg. 83/23, s. 13. (2) To be eligible for a determination under subsection (1), an individual must submit a completed application form, as approved by the Minister, to the service provider before the end of the six-month period set out in subsection 30 (1). O. Reg. 70/17, s. 31 (2). (3) The application form shall include an attestation, in a form approved by the Minister, that is to be completed by a person who is authorized by the governing body of the eligible not-for-profit entity to complete the attestation form on behalf of the entity which, (a)  verifies that the individual is employed by or doing voluntary work for the eligible not-for-profit entity and that the individual’s employment or voluntary work is eligible employment; and (b)  provides, (i)  evidence of the eligible not-for-profit entity’s status as a registered charity, in the case of an entity that is a registered charity, or (ii)  the eligible not-for-profit entity’s corporation number or legal name, in the case of an entity that is not a registered charity but is a corporation incorporated as a not-for-profit corporation or similar entity. O. Reg. 70/17, s. 31 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK40\"></a><b>31. </b>(1) Despite subsection 30 (1), an individual is not required to make payments toward the interest accruing under a student loan agreement or consolidated loan agreement until the first day of the month immediately after the 12-month period following the month in which the individual ceased to be both a qualifying student and an Ontario Learn and Stay Grant student where the Minister determines that the individual is employed in or does voluntary work that is eligible employment with an eligible not-for-profit entity, as determined in accordance with section 32. O. Reg. 83/23, s. 13.</p> <p class=\"subsection-e\">  (2) To be eligible for a determination under subsection (1), an individual must submit a completed application form, as approved by the Minister, to the service provider before the end of the six-month period set out in subsection 30 (1). O. Reg. 70/17, s. 31 (2).</p> <p class=\"subsection-e\">  (3) The application form shall include an attestation, in a form approved by the Minister, that is to be completed by a person who is authorized by the governing body of the eligible not-for-profit entity to complete the attestation form on behalf of the entity which, </p> <p class=\"clause-e\">  (a)  verifies that the individual is employed by or doing voluntary work for the eligible not-for-profit entity and that the individual’s employment or voluntary work is eligible employment; and</p> <p class=\"clause-e\">  (b)  provides,</p> <p class=\"subclause-e\">  (i)  evidence of the eligible not-for-profit entity’s status as a registered charity, in the case of an entity that is a registered charity, or</p> <p class=\"subclause-e\">  (ii)  the eligible not-for-profit entity’s corporation number or legal name, in the case of an entity that is not a registered charity but is a corporation incorporated as a not-for-profit corporation or similar entity. O. Reg. 70/17, s. 31 (3).</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "32.",
            "part_id": null,
            "part_type": null,
            "section": "Eligible employment, eligible not-for-profit entity",
            "content": " 32. (1) For the purposes of section 31, employment is eligible employment if it is paid employment in Ontario or voluntary work in Ontario or a combination of both totalling a minimum of 30 hours a week. (2) For the purposes of section 31, an entity is an eligible not-for-profit entity if, (a)  the entity is a registered charity within the meaning of the Income Tax Act (Canada) and is in good standing with the Canada Revenue Agency; or (b)  the entity is a corporation incorporated as a not-for-profit corporation or similar entity under an Act of Canada or a province or territory of Canada and is in good standing under the Act. (3) The following are not eligible not-for-profit entities for the purposes of this Regulation: 1.  The Government of Canada or a municipal, provincial or territorial government in Canada or an agency of any such government. 2.  A local board within the meaning of subsection 1 (1) of the Municipal Act, 2001 and a local board within the meaning of subsection 3 (1) of the City of Toronto Act, 2006. 3.  A district social service administration board within the meaning of subsection 1 (1) of the District Social Services Administration Boards Act. 4.  Revoked: O. Reg. 406/17, s. 1. 5.  An elementary, secondary or post-secondary educational institution, whether or not it receives regular operating grants from Canada or a province or territory of Canada. 6.  A hospital within the meaning of the Public Hospitals Act or a private hospital within the meaning of the Private Hospitals Act. O. Reg. 70/17, s. 32 (3); O. Reg. 406/17, s. 1. (4) A registered charitable foundation associated with an entity described in subsection (3) may be an eligible not-for-profit entity for the purposes of this Regulation. (5) Where an individual is employed by or does voluntary work for an entity described in subsection (3) and the entity is a registered charity that meets the requirements of clause (2) (a), the individual’s employment or voluntary work may be deemed to be eligible employment with an eligible not-for-profit entity if the Minister is satisfied that the individual’s employment or voluntary work consists entirely or predominantly of administering or promoting the charitable activities of the entity. (6) For the purposes of subsection (5), examples of administering or promoting charitable activities include raising charitable donations and administering charitable funds.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK41\"></a><b>32. </b>(1) For the purposes of section 31, employment is eligible employment if it is paid employment in Ontario or voluntary work in Ontario or a combination of both totalling a minimum of 30 hours a week.</p> <p class=\"subsection-e\">  (2) For the purposes of section 31, an entity is an eligible not-for-profit entity if,</p> <p class=\"clause-e\">  (a)  the entity is a registered charity within the meaning of the <i>Income Tax Act </i>(Canada) and is in good standing with the Canada Revenue Agency; or</p> <p class=\"clause-e\">  (b)  the entity is a corporation incorporated as a not-for-profit corporation or similar entity under an Act of Canada or a province or territory of Canada and is in good standing under the Act.  </p> <p class=\"subsection-e\">  (3) The following are not eligible not-for-profit entities for the purposes of this Regulation:</p> <p class=\"paragraph-e\">  1.  The Government of Canada or a municipal, provincial or territorial government in Canada or an agency of any such government.\r\n</p> <p class=\"paragraph-e\">  2.  A local board within the meaning of subsection 1 (1) of the <i>Municipal Act, 2001</i> and a local board within the meaning of subsection 3 (1) of the <i>City of Toronto Act, 2006</i>. </p> <p class=\"paragraph-e\">  3.  A district social service administration board within the meaning of subsection 1 (1) of the <i>District Social Services Administration Boards Act</i>. </p> <p class=\"paragraph-e\">  4.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 406/17, s. 1.</p> <p class=\"paragraph-e\">  5.  An elementary, secondary or post-secondary educational institution, whether or not it receives regular operating grants from Canada or a province or territory of Canada.</p> <p class=\"paragraph-e\">  6.  A hospital within the meaning of the <i>Public Hospitals Act</i> or a private hospital within the meaning of the <i>Private Hospitals Act</i>. O. Reg. 70/17, s. 32 (3); O. Reg. 406/17, s. 1.</p> <p class=\"subsection-e\">  (4) A registered charitable foundation associated with an entity described in subsection (3) may be an eligible not-for-profit entity for the purposes of this Regulation.</p> <p class=\"subsection-e\">  (5) Where an individual is employed by or does voluntary work for an entity described in subsection (3) and the entity is a registered charity that meets the requirements of clause (2) (a), the individual’s employment or voluntary work may be deemed to be eligible employment with an eligible not-for-profit entity if the Minister is satisfied that the individual’s employment or voluntary work consists entirely or predominantly of administering or promoting the charitable activities of the entity.</p> <p class=\"subsection-e\">  (6) For the purposes of subsection (5), examples of administering or promoting charitable activities include raising charitable donations and administering charitable funds.</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "33.",
            "part_id": null,
            "part_type": null,
            "section": "Exception, business",
            "content": " 33. (1) Despite subsection 30 (1), an individual is not required to make payments toward the interest accruing under a student loan agreement or consolidated loan agreement until the first day of the month immediately after the 12-month period following the month in which the individual ceased to be both a qualifying student and an Ontario Learn and Stay Grant student, where the Minister determines that, (a)  the individual is the sole or joint owner or controlling shareholder of a business operating in Ontario; (b)  the business was started or acquired by the individual in the calendar year in which the individual submits his or her application under this section or within the two previous calendar years; (c)  the business is registered with the Canada Revenue Agency; and (d)  the individual is working a minimum of 30 hours per week in the business. O. Reg. 70/17, s. 33 (1); O. Reg. 70/19, s. 5; O. Reg. 83/23, s. 14. (2) To be eligible for a determination under subsection (1), an individual must submit a completed application form, as approved by the Minister, to the service provider before the end of the six-month period set out in subsection 30 (1). O. Reg. 70/17, s. 33 (2). (3) The application form shall include an attestation, in a form approved by the Minister, that is to be completed by the applicant attesting that he or she meets the requirements set out in subsection (1). O. Reg. 70/17, s. 33 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK42\"></a><b>33. </b>(1) Despite subsection 30 (1), an individual is not required to make payments toward the interest accruing under a student loan agreement or consolidated loan agreement until the first day of the month immediately after the 12-month period following the month in which the individual ceased to be both a qualifying student and an Ontario Learn and Stay Grant student, where the Minister determines that,</p> <p class=\"clause-e\">  (a)  the individual is the sole or joint owner or controlling shareholder of a business operating in Ontario;</p> <p class=\"clause-e\">  (b)  the business was started or acquired by the individual in the calendar year in which the individual submits his or her application under this section or within the two previous calendar years;</p> <p class=\"clause-e\">  (c)  the business is registered with the Canada Revenue Agency; and</p> <p class=\"clause-e\">  (d)  the individual is working a minimum of 30 hours per week in the business. O. Reg. 70/17, s. 33 (1); O. Reg. 70/19, s. 5; O. Reg. 83/23, s. 14.</p> <p class=\"subsection-e\">  (2) To be eligible for a determination under subsection (1), an individual must submit a completed application form, as approved by the Minister, to the service provider before the end of the six-month period set out in subsection 30 (1). O. Reg. 70/17, s. 33 (2).</p> <p class=\"subsection-e\">  (3) The application form shall include an attestation, in a form approved by the Minister, that is to be completed by the applicant attesting that he or she meets the requirements set out in subsection (1). O. Reg. 70/17, s. 33 (3).</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "34.",
            "part_id": null,
            "part_type": null,
            "section": "Repayment terms",
            "content": " 34. (1) The term for the repayment of a student loan is to be determined by the Minister in consultation with the borrower.   (2) The borrower is entitled to repay all or part of the student loan, without notice or bonus to the Minister, before the period for repayment specified in the consolidated loan agreement expires. (3) The obligation to repay a student loan terminates upon the death of the borrower. (4) Instalments of the repayment of a student loan are to be applied first to interest accrued to the date of the payment and then to the outstanding principal.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK43\"></a><b>34. </b>(1) The term for the repayment of a student loan is to be determined by the Minister in consultation with the borrower.  </p> <p class=\"subsection-e\">  (2) The borrower is entitled to repay all or part of the student loan, without notice or bonus to the Minister, before the period for repayment specified in the consolidated loan agreement expires.  </p> <p class=\"subsection-e\">  (3) The obligation to repay a student loan terminates upon the death of the borrower.  </p> <p class=\"subsection-e\"> <a href=\"http://www.ontario.ca/fr/lois/reglement/010268#s31s5\">(4)</a> Instalments of the repayment of a student loan are to be applied first to interest accrued to the date of the payment and then to the outstanding principal.</p>"
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "35.",
            "part_id": null,
            "part_type": null,
            "section": "Amendment to prevent default",
            "content": " 35. The Minister and borrower may amend their consolidated loan agreement if the borrower notifies the Minister that the terms of the agreement are such that he or she will be in default and if the Minister considers that an amendment to the agreement will enable the borrower to meet his or her obligations under the agreement.   Repayment Assistance Plan",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK44\"></a><b>35. </b>The Minister and borrower may amend their consolidated loan agreement if the borrower notifies the Minister that the terms of the agreement are such that he or she will be in default and if the Minister considers that an amendment to the agreement will enable the borrower to meet his or her obligations under the agreement.  </p> <p class=\"heading1-e\"><a name=\"BK45\"></a>Repayment Assistance Plan</p>"
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "Repayment Assistance Plan",
            "part_id": null,
            "part_type": null,
            "section": "Repayment Assistance Plan",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "36.",
            "part_id": null,
            "part_type": null,
            "section": "Definitions",
            "content": " 36. In this section and in sections 37 to 47, “federal student loan” means a loan issued by the Government of Canada under the Canada Student Financial Assistance Act or the Canada Student Loans Act; (“prêt d’études fédéral”) “monthly affordable payment” means the amount that a borrower can reasonably afford to pay on all of his or her federal and provincial student loans on a monthly basis, as determined under section 41; (“versement mensuel abordable”) “monthly required payment” means the amount that a borrower would be required to pay on all of his or her federal and provincial student loans on a monthly basis, as determined under section 42; (“versement mensuel exigé”) “permanent disability” means any impairment, including a physical, mental, intellectual, cognitive, learning, communication or sensory impairment, or a functional limitation, that, (a)  restricts the ability of a person to perform the daily activities necessary to pursue studies at a post-secondary school level or to participate in the labour force, and (b)  is expected to remain with the person for the person’s expected life; (“invalidité permanente”) “persistent or prolonged disability” means any impairment, including a physical, mental, intellectual, cognitive, learning, communication or sensory impairment, or a functional limitation, that, (a)  restricts the ability of a person to perform the daily activities necessary to pursue studies at a post-secondary school level or to participate in the labour force, and (b)  has lasted, or is expected to last, for a period of at least 12 months but is not expected to remain with the person for the person’s expected life; (“invalidité persistante ou prolongée”) “provincial student loan” means a student loan issued under the Act, other than a micro-credential student loan, or a loan issued to a student for educational purposes by the government of a province other than Ontario or by the government of a territory of Canada; (“prêt d’études provincial”) “qualifying student” includes a qualifying student as described in section 23 of the 2001 Regulation and a student or borrower deemed to be a student under section 11 or 11.1 of the pre-2001 Regulation. (“étudiant admissible”) O. Reg. 70/17, s. 36; O. Reg. 70/23, s. 3; O. Reg. 83/23, s. 15.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK46\"></a><b>36. </b>In this section and in sections 37 to 47,</p> <p class=\"definition-e\">“federal student loan” means a loan issued by the Government of Canada under the <i>Canada Student Financial Assistance Act</i> or the <i>Canada Student Loans Act</i>; (“prêt d’études fédéral”)</p> <p class=\"definition-e\">“monthly affordable payment” means the amount that a borrower can reasonably afford to pay on all of his or her federal and provincial student loans on a monthly basis, as determined under section 41; (“versement mensuel abordable”)</p> <p class=\"definition-e\">“monthly required payment” means the amount that a borrower would be required to pay on all of his or her federal and provincial student loans on a monthly basis, as determined under section 42; (“versement mensuel exigé”)</p> <p class=\"definition-e\">“permanent disability” means any impairment, including a physical, mental, intellectual, cognitive, learning, communication or sensory impairment, or a functional limitation, that,</p> <p class=\"defclause-e\">  (a)  restricts the ability of a person to perform the daily activities necessary to pursue studies at a post-secondary school level or to participate in the labour force, and</p> <p class=\"defclause-e\">  (b)  is expected to remain with the person for the person’s expected life; (“invalidité permanente”)</p> <p class=\"definition-e\">“persistent or prolonged disability” means any impairment, including a physical, mental, intellectual, cognitive, learning, communication or sensory impairment, or a functional limitation, that,</p> <p class=\"defclause-e\">  (a)  restricts the ability of a person to perform the daily activities necessary to pursue studies at a post-secondary school level or to participate in the labour force, and</p> <p class=\"defclause-e\">  (b)  has lasted, or is expected to last, for a period of at least 12 months but is not expected to remain with the person for the person’s expected life; (“invalidité persistante ou prolongée”)</p> <p class=\"definition-e\">“provincial student loan” means a student loan issued under the Act, other than a micro-credential student loan, or a loan issued to a student for educational purposes by the government of a province other than Ontario or by the government of a territory of Canada; (“prêt d’études provincial”)</p> <p class=\"definition-e\">“qualifying student” includes a qualifying student as described in section 23 of the 2001 Regulation and a student or borrower deemed to be a student under section 11 or 11.1 of the pre-2001 Regulation. (“étudiant admissible”) O. Reg. 70/17, s. 36; O. Reg. 70/23, s. 3; O. Reg. 83/23, s. 15.</p>"
        },
        {
            "ahref_id": "#BK47",
            "TOCid": "37.",
            "part_id": null,
            "part_type": null,
            "section": "Repayment assistance",
            "content": " 37. (1) A borrower who is having difficulty paying amounts on principal and interest owing on student loans issued under the Act, other than a micro-credential student loan, may apply for repayment assistance in accordance with section 39. O. Reg. 70/17, s. 37 (1); O. Reg. 83/23, s. 16 (1). (2) The repayment assistance available under this Regulation includes the following two forms of assistance: 1.  A reduction in the borrower’s monthly payments on the student loans. 2.  Assistance from the Minister in paying off the borrower’s outstanding student loans by making monthly payments on the loans. O. Reg. 70/17, s. 37 (2). (3) The amount of assistance provided by the Minister shall be determined so that, (a)  in the case of a person receiving repayment assistance, other than a person described in clause (b) or (c), the recipient’s student loans are repaid in full within 15 years from the day they last were a qualifying student or an Ontario Learn and Stay Grant student; (b)  in the case of a person with a permanent disability who is receiving repayment assistance and who, in an application for repayment assistance, discloses their disability, the recipient’s student loans are repaid in full within 10 years from the day they last were a qualifying student or an Ontario Learn and Stay Grant student; and (c)  in the case of a person with a persistent or prolonged disability who is receiving repayment assistance and who, in an application for repayment assistance, discloses their disability, the recipient’s student loans are repaid in full within 10 years from the day they last were a qualifying student or an Ontario Learn and Stay Grant student, as long as they otherwise remain eligible for repayment assistance under paragraph 3 of subsection 40 (3). O. Reg. 70/23, s. 4; O. Reg. 83/23, s. 16 (3). (4) The assistance provided by the Minister to the borrower, whether by means of amounts paid to the Minister on behalf of the borrower or by any other means, shall be deemed to be a grant issued to the borrower under section 5 of the Act. O. Reg. 70/17, s. 37 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK47\"></a><b>37. </b>(1) A borrower who is having difficulty paying amounts on principal and interest owing on student loans issued under the Act, other than a micro-credential student loan, may apply for repayment assistance in accordance with section 39. O. Reg. 70/17, s. 37 (1); O. Reg. 83/23, s. 16 (1).</p> <p class=\"subsection-e\">  (2) The repayment assistance available under this Regulation includes the following two forms of assistance:</p> <p class=\"paragraph-e\">  1.  A reduction in the borrower’s monthly payments on the student loans.</p> <p class=\"paragraph-e\">  2.  Assistance from the Minister in paying off the borrower’s outstanding student loans by making monthly payments on the loans. O. Reg. 70/17, s. 37 (2).</p> <p class=\"subsection-e\">  (3) The amount of assistance provided by the Minister shall be determined so that,</p> <p class=\"clause-e\">  (a)  in the case of a person receiving repayment assistance, other than a person described in clause (b) or (c), the recipient’s student loans are repaid in full within 15 years from the day they last were a qualifying student or an Ontario Learn and Stay Grant student;</p> <p class=\"clause-e\">  (b)  in the case of a person with a permanent disability who is receiving repayment assistance and who, in an application for repayment assistance, discloses their disability, the recipient’s student loans are repaid in full within 10 years from the day they last were a qualifying student or an Ontario Learn and Stay Grant student; and</p> <p class=\"clause-e\">  (c)  in the case of a person with a persistent or prolonged disability who is receiving repayment assistance and who, in an application for repayment assistance, discloses their disability, the recipient’s student loans are repaid in full within 10 years from the day they last were a qualifying student or an Ontario Learn and Stay Grant student, as long as they otherwise remain eligible for repayment assistance under paragraph 3 of subsection 40 (3). O. Reg. 70/23, s. 4; O. Reg. 83/23, s. 16 (3).</p> <p class=\"subsection-e\">  (4) The assistance provided by the Minister to the borrower, whether by means of amounts paid to the Minister on behalf of the borrower or by any other means, shall be deemed to be a grant issued to the borrower under section 5 of the Act. O. Reg. 70/17, s. 37 (4).</p>"
        },
        {
            "ahref_id": "#BK48",
            "TOCid": "38.",
            "part_id": null,
            "part_type": null,
            "section": "Two stages of repayment assistance",
            "content": " 38. (1) There are two stages of repayment assistance provided under this Regulation:  1.  Stage 1, known as the interest relief stage. During this stage, the monthly assistance provided by the Minister shall relate solely to amounts payable on account of interest owing on the outstanding student loans. 2.  Stage 2, known as the debt reduction stage. During this stage, the monthly assistance provided by the Minister shall relate to amounts payable on account of principal and interest owing on the outstanding student loans as are required so as to ensure that the student loans are repaid in full within the time period specified in subsection 37 (3). (2) Subject to subsection (4), the two stages of repayment assistance are consecutive and a borrower must receive the interest relief stage of repayment assistance for the full period of time for which it is available under subsection (3) before he or she is entitled to receive the debt reduction stage of repayment assistance. (3) A borrower may receive repayment assistance at the interest relief stage for a period of up to 60 months, subject to section 47. (4) A borrower who meets the eligibility requirements specified in subsection 40 (1) and in either paragraph 2 or 3 of subsection 40 (3) is eligible for repayment assistance at the debt reduction stage without having received the interest relief stage of repayment assistance for the full 60 months referred to in subsection (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK48\"></a><b>38. </b>(1) There are two stages of repayment assistance provided under this Regulation: </p> <p class=\"paragraph-e\">  1.  Stage 1, known as the interest relief stage. During this stage, the monthly assistance provided by the Minister shall relate solely to amounts payable on account of interest owing on the outstanding student loans.</p> <p class=\"paragraph-e\">  2.  Stage 2, known as the debt reduction stage. During this stage, the monthly assistance provided by the Minister shall relate to amounts payable on account of principal and interest owing on the outstanding student loans as are required so as to ensure that the student loans are repaid in full within the time period specified in subsection 37 (3).</p> <p class=\"subsection-e\"> <a href=\"http://www.ontario.ca/fr/lois/reglement/010268#s37s2\">(2)</a> Subject to subsection (4), the two stages of repayment assistance are consecutive and a borrower must receive the interest relief stage of repayment assistance for the full period of time for which it is available under subsection (3) before he or she is entitled to receive the debt reduction stage of repayment assistance.  </p> <p class=\"subsection-e\"> <a href=\"http://www.ontario.ca/fr/lois/reglement/010268#s37s3\">(3)</a> A borrower may receive repayment assistance at the interest relief stage for a period of up to 60 months, subject to section 47.</p> <p class=\"subsection-e\"> <a href=\"http://www.ontario.ca/fr/lois/reglement/010268#s37s4\">(4)</a> A borrower who meets the eligibility requirements specified in subsection 40 (1) and in either paragraph 2 or 3 of subsection 40 (3) is eligible for repayment assistance at the debt reduction stage without having received the interest relief stage of repayment assistance for the full 60 months referred to in subsection (3).</p>"
        },
        {
            "ahref_id": "#BK49",
            "TOCid": "39.",
            "part_id": null,
            "part_type": null,
            "section": "Application and approval process",
            "content": " 39. (1) A borrower who wishes to receive repayment assistance shall submit an application for the assistance to a service provider.   (2) The application shall be in the form approved by the Minister and shall provide the service provider with information relating to the applicant’s family status, number of family members and family income, and such other information as may be required to determine eligibility for the repayment assistance. (3) If the service provider determines that the applicant meets the eligibility requirements under sections 40, 41 and 42, the applicant shall be entitled to receive repayment assistance for a period of six months. (4) If a borrower wishes to continue to receive repayment assistance immediately after the expiry of a repayment assistance period, he or she shall submit an application for the assistance to a service provider no later than 30 days after the end of the six-month period. (5) Subsections (2), (3) and (4) apply, with necessary modifications, to every successive application for repayment assistance made under subsection (1) until the borrower’s student loans are repaid in full.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK49\"></a><b>39. </b>(1) A borrower who wishes to receive repayment assistance shall submit an application for the assistance to a service provider.  </p> <p class=\"subsection-e\">  (2) The application shall be in the form approved by the Minister and shall provide the service provider with information relating to the applicant’s family status, number of family members and family income, and such other information as may be required to determine eligibility for the repayment assistance.  </p> <p class=\"subsection-e\">  (3) If the service provider determines that the applicant meets the eligibility requirements under sections 40, 41 and 42, the applicant shall be entitled to receive repayment assistance for a period of six months.  </p> <p class=\"subsection-e\">  (4) If a borrower wishes to continue to receive repayment assistance immediately after the expiry of a repayment assistance period, he or she shall submit an application for the assistance to a service provider no later than 30 days after the end of the six-month period.  </p> <p class=\"subsection-e\">  (5) Subsections (2), (3) and (4) apply, with necessary modifications, to every successive application for repayment assistance made under subsection (1) until the borrower’s student loans are repaid in full.  </p>"
        },
        {
            "ahref_id": "#BK50",
            "TOCid": "40.",
            "part_id": null,
            "part_type": null,
            "section": "Eligibility requirements",
            "content": " 40. (1) A borrower must meet the following requirements in order to be eligible for repayment assistance under this Regulation: 1.  The borrower resides in Canada. 2.  The borrower has submitted an application to the service provider in accordance with section 39. 3.  The borrower is not ineligible under section 46 of this Regulation, section 40.5 of the 2001 Regulation or section 12.10 of the pre-2001 Regulation, as those two sections read on March 9, 2017\r\nafter failing to make the monthly payments in a previous repayment assistance period. 4.  The borrower’s monthly affordable payment is less than his or her monthly required payment. 5.  The borrower satisfies the eligibility requirements for the interest relief stage of repayment assistance described in subsection (2) or for the debt reduction stage of repayment assistance described in subsection (3). O. Reg. 70/17, s. 40 (1). (2) A borrower must meet all of the following requirements in order to be eligible for the interest relief stage of repayment assistance: 1.  Since the borrower last was a qualifying student or an Ontario Learn and Stay Grant student, the borrower, i.  has not received any repayment assistance, or ii.  has received repayment assistance at the interest relief stage for a total period of time of less than 60 months. 2.  Less than 10 years has elapsed since the borrower last was a qualifying student or an Ontario Learn and Stay Grant student. 3.  The borrower does not disclose a permanent disability, or a persistent or prolonged disability, in their application for repayment assistance. O. Reg. 70/17, s. 40 (2); O. Reg. 70/23, s. 5 (1); O. Reg. 83/23, s. 17 (1). (3) A borrower must meet at least one of the following requirements in order to be eligible for the debt reduction stage of repayment assistance: 1.  Since the borrower last was a qualifying student or an Ontario Learn and Stay Grant student, the borrower has received repayment assistance at the interest relief stage for 60 months. 2.  Ten years or more has elapsed since the borrower last was a qualifying student or an Ontario Learn and Stay Grant student. 3.  The borrower has a permanent disability, or a persistent or prolonged disability, and discloses, in an application for repayment assistance, their disability. O. Reg. 70/17, s. 40 (3); O. Reg. 70/23, s. 5 (2); O. Reg. 83/23, s. 17 (2). (4) Despite anything in this section, a borrower who meets the eligibility requirements in this section shall not be eligible for repayment assistance if the Minister, (a)  denies repayment assistance in accordance with subsection 16 (5) of this Regulation, subsection 14 (5) of the 2020 Regulation, subsection 42.1 (5) of the 2001 Regulation or subsection 13.3 (5) of the pre-2001 Regulation; or (b)  has determined that the borrower is ineligible for repayment assistance for a period of time under subsection 16 (2) of this Regulation, subsection 14 (2) of the 2020 Regulation, subsection 42.1 (2) of the 2001 Regulation or subsection 13.3 (2) of the pre-2001 Regulation. O. Reg. 70/17, s. 40 (4); O. Reg. 219/22, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK50\"></a><b>40. </b><a href=\"http://www.ontario.ca/fr/lois/reglement/010268#s39s1\">(1)</a> A borrower must meet the following requirements in order to be eligible for repayment assistance under this Regulation:</p> <p class=\"paragraph-e\">  1.  The borrower resides in Canada.</p> <p class=\"paragraph-e\">  2.  The borrower has submitted an application to the service provider in accordance with section 39.</p> <p class=\"paragraph-e\">  3.  The borrower is not ineligible under section 46 of this Regulation, section 40.5 of the 2001 Regulation or section 12.10 of the pre-2001 Regulation, as those two sections read on <i>March 9, 2017</i>\r\nafter failing to make the monthly payments in a previous repayment assistance period.</p> <p class=\"paragraph-e\">  4.  The borrower’s monthly affordable payment is less than his or her monthly required payment.</p> <p class=\"paragraph-e\">  5.  The borrower satisfies the eligibility requirements for the interest relief stage of repayment assistance described in subsection (2) or for the debt reduction stage of repayment assistance described in subsection (3). O. Reg. 70/17, s. 40 (1).</p> <p class=\"subsection-e\">  (2) A borrower must meet all of the following requirements in order to be eligible for the interest relief stage of repayment assistance:</p> <p class=\"paragraph-e\">  1.  Since the borrower last was a qualifying student or an Ontario Learn and Stay Grant student, the borrower,</p> <p class=\"subpara-e\">  i.  has not received any repayment assistance, or</p> <p class=\"subpara-e\">  ii.  has received repayment assistance at the interest relief stage for a total period of time of less than 60 months.</p> <p class=\"paragraph-e\">  2.  Less than 10 years has elapsed since the borrower last was a qualifying student or an Ontario Learn and Stay Grant student.</p> <p class=\"paragraph-e\">  3.  The borrower does not disclose a permanent disability, or a persistent or prolonged disability, in their application for repayment assistance. O. Reg. 70/17, s. 40 (2); O. Reg. 70/23, s. 5 (1); O. Reg. 83/23, s. 17 (1).</p> <p class=\"subsection-e\">  (3) A borrower must meet at least one of the following requirements in order to be eligible for the debt reduction stage of repayment assistance:</p> <p class=\"paragraph-e\">  1.  Since the borrower last was a qualifying student or an Ontario Learn and Stay Grant student, the borrower has received repayment assistance at the interest relief stage for 60 months.</p> <p class=\"paragraph-e\">  2.  Ten years or more has elapsed since the borrower last was a qualifying student or an Ontario Learn and Stay Grant student.</p> <p class=\"paragraph-e\">  3.  The borrower has a permanent disability, or a persistent or prolonged disability, and discloses, in an application for repayment assistance, their disability. O. Reg. 70/17, s. 40 (3); O. Reg. 70/23, s. 5 (2); O. Reg. 83/23, s. 17 (2).</p> <p class=\"subsection-e\">  (4) Despite anything in this section, a borrower who meets the eligibility requirements in this section shall not be eligible for repayment assistance if the Minister,</p> <p class=\"clause-e\">  (a)  denies repayment assistance in accordance with subsection 16 (5) of this Regulation, subsection 14 (5) of the 2020 Regulation, subsection 42.1 (5) of the 2001 Regulation or subsection 13.3 (5) of the pre-2001 Regulation; or</p> <p class=\"clause-e\">  (b)  has determined that the borrower is ineligible for repayment assistance for a period of time under subsection 16 (2) of this Regulation, subsection 14 (2) of the 2020 Regulation, subsection 42.1 (2) of the 2001 Regulation or subsection 13.3 (2) of the pre-2001 Regulation. O. Reg. 70/17, s. 40 (4); O. Reg. 219/22, s. 2.</p>"
        },
        {
            "ahref_id": "#BK51",
            "TOCid": "41.",
            "part_id": null,
            "part_type": null,
            "section": "Determination of monthly affordable payment",
            "content": " 41. (1) For the purpose of determining whether a borrower meets the eligibility requirements of paragraph 4 of subsection 40 (1), the borrower’s monthly affordable payment shall be determined in accordance with this section, having regard to the number of persons in his or her family and to his or her family income.   Table   Threshold amount for Family Income Column 1   Number of family members   Column 2   Threshold amount \n\n  1   $2,083 \n\n  2   $3,254 \n\n  3   $4,205 \n\n  4   $4,959 \n\n  5 or more   $5,652 O. Reg. 70/17, s. 41 (1). (2) If a borrower’s monthly family income is equal to or less than the threshold amount set out in Column 2 of the Table to subsection (1), opposite the number of members in the borrower’s family, the borrower’s monthly affordable payment shall be a nil amount. O. Reg. 70/17, s. 41 (2). (3) If a borrower’s monthly family income is greater than the threshold amount set out in Column 2 of the Table to subsection (1), opposite the number of members in the borrower’s family, the amount of the borrower’s monthly affordable payment shall be equal to the lesser of, (a)  the amount obtained by the following formula: A × B/C × 0.2 in which, “A”  is the borrower’s monthly family income, “B”  is the borrower’s total outstanding federal and provincial student loans, “C”  is the sum of the borrower’s total outstanding federal and provincial student loans and, if the borrower has a spouse, the spouse’s total outstanding federal and provincial student loans that are in repayment under the Act or under the laws of the appropriate jurisdiction; and (b)  the amount obtained by the following formula: A × B/C × 1.5 × [(A – D)/(100 × E) + 0.01] in which, “A”  is the borrower’s monthly family income, “B”  is the borrower’s total outstanding federal and provincial student loans, “C”  is the sum of the borrower’s total outstanding federal and provincial student loans and, if the borrower has a spouse, the spouse’s total outstanding federal and provincial student loans that are in repayment under the Act or under the laws of the appropriate jurisdiction, “D”  is the appropriate threshold amount set out in Column 2 of the Table to subsection (1) for a family with the number of members in the borrower’s family, “E”  is the monthly increment for a family with the number of members in the borrower’s family, as set out in the Table to this subsection. Table   Monthly Increments Column 1   Number of family members   Column 2   Monthly increment \n\n  1   $250 \n\n  2   $350 \n\n  3   $425 \n\n  4   $500 \n\n  5 or more   $575 O. Reg. 70/17, s. 41 (3); O. Reg. 219/22, s. 3 (1). (4) Revoked: O. Reg. 219/22, s. 3 (2). (5) In this section, “family” means the borrower, his or her spouse, if any, and any person who is wholly dependent on either of them; (“famille”) “family income” means the borrower’s gross income and that of his or her spouse, if any, from all sources less, in the case of a borrower with a permanent disability, or a persistent or prolonged disability, any expenses related to the disability that are not covered by public health care or private insurance. (“revenu familial”) O. Reg. 70/17, s. 41 (5); O. Reg. 70/23, s. 6.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK51\"></a><b>41. </b>(1) For the purpose of determining whether a borrower meets the eligibility requirements of paragraph 4 of subsection 40 (1), the borrower’s monthly affordable payment shall be determined in accordance with this section, having regard to the number of persons in his or her family and to his or her family income.  </p> <p class=\"headingx-e\">Table <br/>  Threshold amount for Family Income</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"312\">\n<tr> <td valign=\"top\" width=\"155\"> <p class=\"table-e\">Column 1 <br/>  Number of family members</p> </td> <td valign=\"top\" width=\"157\"> <p class=\"table-e\">Column 2 <br/>  Threshold amount</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"155\"> <p class=\"table-e\">1</p> </td> <td valign=\"top\" width=\"157\"> <p align=\"right\" class=\"table-e\">$2,083</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"155\"> <p class=\"table-e\">2</p> </td> <td valign=\"top\" width=\"157\"> <p align=\"right\" class=\"table-e\">$3,254</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"155\"> <p class=\"table-e\">3</p> </td> <td valign=\"top\" width=\"157\"> <p align=\"right\" class=\"table-e\">$4,205</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"155\"> <p class=\"table-e\">4</p> </td> <td valign=\"top\" width=\"157\"> <p align=\"right\" class=\"table-e\">$4,959</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"155\"> <p class=\"table-e\">5 or more</p> </td> <td valign=\"top\" width=\"157\"> <p align=\"right\" class=\"table-e\">$5,652</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 70/17, s. 41 (1).</p> <p class=\"subsection-e\">  (2) If a borrower’s monthly family income is equal to or less than the threshold amount set out in Column 2 of the Table to subsection (1), opposite the number of members in the borrower’s family, the borrower’s monthly affordable payment shall be a nil amount. O. Reg. 70/17, s. 41 (2).</p> <p class=\"subsection-e\">  (3) If a borrower’s monthly family income is greater than the threshold amount set out in Column 2 of the Table to subsection (1), opposite the number of members in the borrower’s family, the amount of the borrower’s monthly affordable payment shall be equal to the lesser of,</p> <p class=\"clause-e\">  (a)  the amount obtained by the following formula:</p> <p class=\"equation-e\">A × B/C × 0.2</p> <p class=\"Sclause-e\">in which,</p> <p class=\"equationind2-e\">  “A”  is the borrower’s monthly family income,</p> <p class=\"equationind2-e\">  “B”  is the borrower’s total outstanding federal and provincial student loans,</p> <p class=\"equationind2-e\">  “C”  is the sum of the borrower’s total outstanding federal and provincial student loans and, if the borrower has a spouse, the spouse’s total outstanding federal and provincial student loans that are in repayment under the Act or under the laws of the appropriate jurisdiction; and</p> <p class=\"clause-e\">  (b)  the amount obtained by the following formula:</p> <p class=\"equation-e\">A × B/C × 1.5 × [(A – D)/(100 × E) + 0.01]</p> <p class=\"Sclause-e\">in which,</p> <p class=\"equationind2-e\">  “A”  is the borrower’s monthly family income,</p> <p class=\"equationind2-e\">  “B”  is the borrower’s total outstanding federal and provincial student loans,</p> <p class=\"equationind2-e\">  “C”  is the sum of the borrower’s total outstanding federal and provincial student loans and, if the borrower has a spouse, the spouse’s total outstanding federal and provincial student loans that are in repayment under the Act or under the laws of the appropriate jurisdiction,</p> <p class=\"equationind2-e\">  “D”  is the appropriate threshold amount set out in Column 2 of the Table to subsection (1) for a family with the number of members in the borrower’s family,</p> <p class=\"equationind2-e\">  “E”  is the monthly increment for a family with the number of members in the borrower’s family, as set out in the Table to this subsection.</p> <p class=\"headingx-e\">Table <br/>  Monthly Increments</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"312\">\n<tr> <td valign=\"top\" width=\"155\"> <p class=\"table-e\">Column 1 <br/>  Number of family members</p> </td> <td valign=\"top\" width=\"157\"> <p class=\"table-e\">Column 2 <br/>  Monthly increment</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"155\"> <p class=\"table-e\">1</p> </td> <td valign=\"top\" width=\"157\"> <p align=\"right\" class=\"table-e\">$250</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"155\"> <p class=\"table-e\">2</p> </td> <td valign=\"top\" width=\"157\"> <p align=\"right\" class=\"table-e\">$350</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"155\"> <p class=\"table-e\">3</p> </td> <td valign=\"top\" width=\"157\"> <p align=\"right\" class=\"table-e\">$425</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"155\"> <p class=\"table-e\">4</p> </td> <td valign=\"top\" width=\"157\"> <p align=\"right\" class=\"table-e\">$500</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"155\"> <p class=\"table-e\">5 or more</p> </td> <td valign=\"top\" width=\"157\"> <p align=\"right\" class=\"table-e\">$575</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 70/17, s. 41 (3); O. Reg. 219/22, s. 3 (1).</p> <p class=\"subsection-e\">  (4) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 219/22, s. 3 (2).</p> <p class=\"subsection-e\">  (5) In this section,</p> <p class=\"definition-e\">“family” means the borrower, his or her spouse, if any, and any person who is wholly dependent on either of them; (“famille”)</p> <p class=\"definition-e\">“family income” means the borrower’s gross income and that of his or her spouse, if any, from all sources less, in the case of a borrower with a permanent disability, or a persistent or prolonged disability, any expenses related to the disability that are not covered by public health care or private insurance. (“revenu familial”) O. Reg. 70/17, s. 41 (5); O. Reg. 70/23, s. 6.</p>"
        },
        {
            "ahref_id": "#BK52",
            "TOCid": "42.",
            "part_id": null,
            "part_type": null,
            "section": "Determination of monthly required payment",
            "content": " 42. (1) For the purpose of determining whether a borrower meets the eligibility requirements of paragraph 4 of subsection 40 (1), the borrower’s monthly required payment shall be equal to the monthly payment obtained by amortizing the amount of principal on all of the borrower’s federal and provincial student loans, other than micro-credential student loans, outstanding at the time of the application for repayment assistance over the appropriate period of time determined under subsection (2) and using the interest rate determined under subsection (3). O. Reg. 70/17, s. 42 (1); O. Reg. 83/23, s. 18 (1). (2) The amortization period used to determine a borrower’s monthly required payment shall be the greater of six months and one of the following periods of time: 1.  In the case of a borrower who is applying for repayment assistance at the interest relief stage, the number of months obtained by, i.  subtracting the number of months since the borrower last was a qualifying student or an Ontario Learn and Stay Grant student from 120 months, and ii.  adding the number of months that the borrower has previously received repayment assistance at the interest relief stage since the borrower last was a qualifying student or an Ontario Learn and Stay Grant student, if any, to the difference obtained under subparagraph i. 2.  In the case of a borrower applying for repayment assistance at the debt reduction stage, other than a person referred to in paragraph 3, the number of months obtained by subtracting the number of months since the date the borrower last was a qualifying student or an Ontario Learn and Stay Grant student from 180 months. 3.  In the case of a borrower with a permanent disability, or a persistent or prolonged disability, applying for repayment assistance at the debt reduction stage, the number of months obtained by subtracting the number of months since the date the borrower last was a qualifying student or an Ontario Learn and Stay Grant student from 120 months. O. Reg. 70/17, s. 42 (2); O. Reg. 70/23, s. 7; O. Reg. 83/23, s. 18 (2). (3) The rate of interest used to determine a borrower’s monthly required payment shall be equal to the average of the interest rates applicable to all of the borrower’s federal and provincial student loans, such average to be weighted based on the proportion of the borrower’s outstanding principal in each jurisdiction to the total amount of the borrower’s outstanding federal and provincial student loans. O. Reg. 70/17, s. 42 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK52\"></a><b>42. </b>(1) For the purpose of determining whether a borrower meets the eligibility requirements of paragraph 4 of subsection 40 (1), the borrower’s monthly required payment shall be equal to the monthly payment obtained by amortizing the amount of principal on all of the borrower’s federal and provincial student loans, other than micro-credential student loans, outstanding at the time of the application for repayment assistance over the appropriate period of time determined under subsection (2) and using the interest rate determined under subsection (3). O. Reg. 70/17, s. 42 (1); O. Reg. 83/23, s. 18 (1).</p> <p class=\"subsection-e\">  (2) The amortization period used to determine a borrower’s monthly required payment shall be the greater of six months and one of the following periods of time:</p> <p class=\"paragraph-e\">  1.  In the case of a borrower who is applying for repayment assistance at the interest relief stage, the number of months obtained by,</p> <p class=\"subpara-e\">  i.  subtracting the number of months since the borrower last was a qualifying student or an Ontario Learn and Stay Grant student from 120 months, and</p> <p class=\"subpara-e\">  ii.  adding the number of months that the borrower has previously received repayment assistance at the interest relief stage since the borrower last was a qualifying student or an Ontario Learn and Stay Grant student, if any, to the difference obtained under subparagraph i.</p> <p class=\"paragraph-e\">  2.  In the case of a borrower applying for repayment assistance at the debt reduction stage, other than a person referred to in paragraph 3, the number of months obtained by subtracting the number of months since the date the borrower last was a qualifying student or an Ontario Learn and Stay Grant student from 180 months.</p> <p class=\"paragraph-e\">  3.  In the case of a borrower with a permanent disability, or a persistent or prolonged disability, applying for repayment assistance at the debt reduction stage, the number of months obtained by subtracting the number of months since the date the borrower last was a qualifying student or an Ontario Learn and Stay Grant student from 120 months. O. Reg. 70/17, s. 42 (2); O. Reg. 70/23, s. 7; O. Reg. 83/23, s. 18 (2).</p> <p class=\"subsection-e\">  (3) The rate of interest used to determine a borrower’s monthly required payment shall be equal to the average of the interest rates applicable to all of the borrower’s federal and provincial student loans, such average to be weighted based on the proportion of the borrower’s outstanding principal in each jurisdiction to the total amount of the borrower’s outstanding federal and provincial student loans. O. Reg. 70/17, s. 42 (3).</p>"
        },
        {
            "ahref_id": "#BK53",
            "TOCid": "43.",
            "part_id": null,
            "part_type": null,
            "section": "Repayment assistance period",
            "content": " 43. (1) If a borrower is granted repayment assistance, the six-month repayment assistance period shall commence, (a)  at the beginning of the month in which the application for repayment assistance is received by the service provider; or (b)  at the beginning of the month following the month described in clause (a), if the application for repayment assistance is received by the service provider in, (i)  the month immediately before the individual is required to start paying interest under a student loan agreement or consolidated loan agreement, or (ii)  the last month of the most recent repayment assistance period. (2) Despite subsection (1), a service provider may, at the request of an applicant, backdate the commencement of the repayment assistance period if the applicant has failed to pay the principal amount and any interest on his or her outstanding student loans during the months previous to his or her application for repayment assistance. (3) The service provider shall not backdate the commencement of the repayment assistance period by more than six months.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK53\"></a><b>43. </b>(1) If a borrower is granted repayment assistance, the six-month repayment assistance period shall commence,</p> <p class=\"clause-e\">  (a)  at the beginning of the month in which the application for repayment assistance is received by the service provider; or</p> <p class=\"clause-e\">  (b)  at the beginning of the month following the month described in clause (a), if the application for repayment assistance is received by the service provider in,</p> <p class=\"subclause-e\">  (i)  the month immediately before the individual is required to start paying interest under a student loan agreement or consolidated loan agreement, or</p> <p class=\"subclause-e\">  (ii)  the last month of the most recent repayment assistance period. </p> <p class=\"subsection-e\">  (2) Despite subsection (1), a service provider may, at the request of an applicant, backdate the commencement of the repayment assistance period if the applicant has failed to pay the principal amount and any interest on his or her outstanding student loans during the months previous to his or her application for repayment assistance.</p> <p class=\"subsection-e\">  (3) The service provider shall not backdate the commencement of the repayment assistance period by more than six months.</p>"
        },
        {
            "ahref_id": "#BK54",
            "TOCid": "44.",
            "part_id": null,
            "part_type": null,
            "section": "Suspension of repayment terms in agreement",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK55",
            "TOCid": "45.",
            "part_id": null,
            "part_type": null,
            "section": "Monthly payments during repayment assistance",
            "content": " 45. (1) If a borrower is granted repayment assistance at the interest relief stage, (a)  the borrower shall pay to the Minister the Ontario portion of his or her monthly affordable payment; and (b)  the Minister shall forgive any interest payable as part of the Ontario portion of the borrower’s monthly required payment that is not paid by the borrower under clause (a). (2) Despite clause (1) (b), where the borrower has student loans issued under the pre-2001 Regulation, the Minister shall pay to the bank that issued the student loan any interest payable on those loans in respect of the Ontario portion of the borrower’s monthly required payment that is not paid by the borrower under clause (1) (a). (3) For greater certainty, during the interest relief stage of repayment assistance, any part of the Ontario portion of a borrower’s monthly required payment that is attributable to principal and not covered by the borrower’s payment under clause (1) (a) is not payable to the Minister. (4) If a borrower is granted repayment assistance at the debt reduction stage, (a)  the borrower shall pay to the Minister the Ontario portion of his or her monthly affordable payment; and (b)  the Minister shall forgive any part of the Ontario portion of the borrower’s monthly required payment, whether attributable to interest alone or to both principal and interest, that is not paid by the borrower under clause (a). (5) Despite clause (4) (b), where the borrower has student loans made under the pre-2001 Regulation, the Minister shall pay to the bank that issued the student loan any principal and interest payable on those loans in respect of the Ontario portion of the borrower’s monthly required payment that is not paid by the borrower under clause (4) (a). (6) A monthly payment made by the borrower under this section shall be paid to the Minister each month at the same time as the monthly amounts otherwise payable under the consolidated loan agreement, or under the arrangement established by the Minister under section 29 of this Regulation or section 29 of the 2001 Regulation, would have been paid. (7) Despite subsection 34 (4) of this Regulation, subsection 31 (5) of the 2001 Regulation and subsection 9 (3) of the pre-2001 Regulation, a monthly payment made by the borrower under this section shall be applied against the borrower’s outstanding student loans as follows: 1.  The full amount of the payment shall be applied first against the part of the Ontario portion of the monthly required payment that would be payable on the outstanding principal. 2.  If the amount of the payment exceeds the amount of principal payable as part of the Ontario portion of the monthly required payment, the excess amount shall be applied against the interest payable as part of the Ontario portion of the monthly required payment. (8) Despite anything in subsections (1), (2), (4) and (5), the Minister is not required to pay an amount under this section in respect of a month during a repayment assistance period if the borrower fails to make a payment as required under this section in respect of that month. (9) If there is a conflict between this section and a provision of a consolidated loan agreement or the arrangement established by the Minister under section 29 of this Regulation or section 29 of the 2001 Regulation, this section prevails.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK55\"></a><b>45. </b><a href=\"http://www.ontario.ca/fr/lois/reglement/010268#s40p4s1\">(1)</a> If a borrower is granted repayment assistance at the interest relief stage,</p> <p class=\"clause-e\">  (a)  the borrower shall pay to the Minister the Ontario portion of his or her monthly affordable payment; and </p> <p class=\"clause-e\">  (b)  the Minister shall forgive any interest payable as part of the Ontario portion of the borrower’s monthly required payment that is not paid by the borrower under clause (a).</p> <p class=\"subsection-e\">  (2) Despite clause (1) (b), where the borrower has student loans issued under the pre-2001 Regulation, the Minister shall pay to the bank that issued the student loan any interest payable on those loans in respect of the Ontario portion of the borrower’s monthly required payment that is not paid by the borrower under clause (1) (a).</p> <p class=\"subsection-e\"> <a href=\"http://www.ontario.ca/fr/lois/reglement/010268#s40p4s2\">(3)</a> For greater certainty, during the interest relief stage of repayment assistance, any part of the Ontario portion of a borrower’s monthly required payment that is attributable to principal and not covered by the borrower’s payment under clause (1) (a) is not payable to the Minister.  </p> <p class=\"subsection-e\"> <a href=\"http://www.ontario.ca/fr/lois/reglement/010268#s40p4s3\">(4)</a> If a borrower is granted repayment assistance at the debt reduction stage, </p> <p class=\"clause-e\">  (a)  the borrower shall pay to the Minister the Ontario portion of his or her monthly affordable payment; and</p> <p class=\"clause-e\">  (b)  the Minister shall forgive any part of the Ontario portion of the borrower’s monthly required payment, whether attributable to interest alone or to both principal and interest, that is not paid by the borrower under clause (a).  </p> <p class=\"subsection-e\">  (5) Despite clause (4) (b), where the borrower has student loans made under the pre-2001 Regulation, the Minister shall pay to the bank that issued the student loan any principal and interest payable on those loans in respect of the Ontario portion of the borrower’s monthly required payment that is not paid by the borrower under clause (4) (a).</p> <p class=\"subsection-e\"> <a href=\"http://www.ontario.ca/fr/lois/reglement/010268#s40p4s4\">(6)</a> A monthly payment made by the borrower under this section shall be paid to the Minister each month at the same time as the monthly amounts otherwise payable under the consolidated loan agreement, or under the arrangement established by the Minister under section 29 of this Regulation or section 29 of the 2001 Regulation, would have been paid. </p> <p class=\"subsection-e\"> <a href=\"http://www.ontario.ca/fr/lois/reglement/010268#s40p4s5\">(7)</a> Despite subsection 34 (4) of this Regulation, subsection 31 (5) of the 2001 Regulation and subsection 9 (3) of the pre-2001 Regulation, a monthly payment made by the borrower under this section shall be applied against the borrower’s outstanding student loans as follows:</p> <p class=\"paragraph-e\">  1.  The full amount of the payment shall be applied first against the part of the Ontario portion of the monthly required payment that would be payable on the outstanding principal.</p> <p class=\"paragraph-e\">  2.  If the amount of the payment exceeds the amount of principal payable as part of the Ontario portion of the monthly required payment, the excess amount shall be applied against the interest payable as part of the Ontario portion of the monthly required payment.</p> <p class=\"subsection-e\"> <a href=\"http://www.ontario.ca/fr/lois/reglement/010268#s40p4s6\">(8)</a> Despite anything in subsections (1), (2), (4) and (5), the Minister is not required to pay an amount under this section in respect of a month during a repayment assistance period if the borrower fails to make a payment as required under this section in respect of that month.  </p> <p class=\"subsection-e\"> <a href=\"http://www.ontario.ca/fr/lois/reglement/010268#s40p4s8\">(9)</a> If there is a conflict between this section and a provision of a consolidated loan agreement or the arrangement established by the Minister under section 29 of this Regulation or section 29 of the 2001 Regulation, this section prevails. </p>"
        },
        {
            "ahref_id": "#BK56",
            "TOCid": "46.",
            "part_id": null,
            "part_type": null,
            "section": "Failure to make payments",
            "content": " 46. (1) If a borrower fails to make one or more monthly payments that he or she is required to make during a repayment assistance period, the borrower shall pay all missed payments on or before 30 days after the end of the repayment assistance period. O. Reg. 70/17, s. 46 (1). (2) A borrower who fails to pay all the missed monthly payments as required under subsection (1) shall no longer be eligible for repayment assistance under this Regulation unless, after the failure, the borrower pays all arrears of interest owing under the consolidated loan agreement or the arrangement established by the Minister under section 29 of this Regulation or section 29 of the 2001 Regulation, and, (a)  subject to clause (b), the greater of, (i)  two monthly payments required under subsection (1), or (ii)  two months of interest payable under the consolidated loan agreement or the arrangement established by the Minister under section 29 of this Regulation or section 29 of the 2001 Regulation; or (b)  if the borrower has exercised his or her option to pay the amount under clause (a) twice, at least two monthly payments required under the consolidated loan agreement or the arrangement established by the Minister under section 29 of this Regulation or section 29 of the 2001 Regulation. O. Reg. 219/22, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK56\"></a><b>46. </b><a href=\"http://www.ontario.ca/fr/lois/reglement/010268#s40p5s1\">(1)</a> If a borrower fails to make one or more monthly payments that he or she is required to make during a repayment assistance period, the borrower shall pay all missed payments on or before 30 days after the end of the repayment assistance period. O. Reg. 70/17, s. 46 (1).</p> <p class=\"subsection-e\"> <a href=\"http://www.ontario.ca/fr/lois/reglement/010268#s40p5s2\">(2)</a> A borrower who fails to pay all the missed monthly payments as required under subsection (1) shall no longer be eligible for repayment assistance under this Regulation unless, after the failure, the borrower pays all arrears of interest owing under the consolidated loan agreement or the arrangement established by the Minister under section 29 of this Regulation or section 29 of the 2001 Regulation, and,</p> <p class=\"clause-e\">  (a)  subject to clause (b), the greater of,</p> <p class=\"subclause-e\">  (i)  two monthly payments required under subsection (1), or</p> <p class=\"subclause-e\">  (ii)  two months of interest payable under the consolidated loan agreement or the arrangement established by the Minister under section 29 of this Regulation or section 29 of the 2001 Regulation; or</p> <p class=\"clause-e\">  (b)  if the borrower has exercised his or her option to pay the amount under clause (a) twice, at least two monthly payments required under the consolidated loan agreement or the arrangement established by the Minister under section 29 of this Regulation or section 29 of the 2001 Regulation. O. Reg. 219/22, s. 4.</p>"
        },
        {
            "ahref_id": "#BK57",
            "TOCid": "47.",
            "part_id": null,
            "part_type": null,
            "section": "Return to school and transition",
            "content": " 47. (1) If a borrower received repayment assistance under this Regulation, the 2001 Regulation or the pre-2001 Regulation, and subsequently returns to school and becomes a qualifying student or an Ontario Learn and Stay Grant student once again, the periods of repayment assistance received before the return to school shall not be considered for purposes of determining eligibility for any further repayment assistance that the borrower may apply to receive after completing the further period of study. O. Reg. 70/17, s. 47 (1); O. Reg. 83/23, s. 19 (1). (2) If a borrower received repayment assistance under the 2001 Regulation or the pre-2001 Regulation, any such periods of repayment assistance received since the borrower was last a qualifying student or an Ontario Learn and Stay Grant student shall be considered for the purposes of determining eligibility for repayment assistance under this Regulation. O. Reg. 70/17, s. 47 (2); O. Reg. 83/23, s. 19 (1). (3) If a borrower only has a student loan issued under the pre-2001 Regulation, any reference to “service provider” in sections 37 to 47 of this Regulation shall be read as a reference to the “bank that issued the student loan”. O. Reg. 70/17, s. 47 (3). (4) An application for repayment assistance that was made under the 2001 Regulation or the pre-2001 Regulation but on which no decision was made before March 10, 2017, and a period of repayment assistance that commenced under those regulations but was not completed before March 10, 2017, shall be continued under this Regulation. O. Reg. 70/17, s. 47 (4). (5) In this section, “period of study” includes a period of study as described in subsection 7 (2) of the 2023 Regulation. O. Reg. 83/23, s. 19 (2). Severe Permanent Disability Benefit",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK57\"></a><b>47. </b>(1) If a borrower received repayment assistance under this Regulation, the 2001 Regulation or the pre-2001 Regulation, and subsequently returns to school and becomes a qualifying student or an Ontario Learn and Stay Grant student once again, the periods of repayment assistance received before the return to school shall not be considered for purposes of determining eligibility for any further repayment assistance that the borrower may apply to receive after completing the further period of study. O. Reg. 70/17, s. 47 (1); O. Reg. 83/23, s. 19 (1).</p> <p class=\"subsection-e\">  (2) If a borrower received repayment assistance under the 2001 Regulation or the pre-2001 Regulation, any such periods of repayment assistance received since the borrower was last a qualifying student or an Ontario Learn and Stay Grant student shall be considered for the purposes of determining eligibility for repayment assistance under this Regulation. O. Reg. 70/17, s. 47 (2); O. Reg. 83/23, s. 19 (1).</p> <p class=\"subsection-e\">  (3) If a borrower only has a student loan issued under the pre-2001 Regulation, any reference to “service provider” in sections 37 to 47 of this Regulation shall be read as a reference to the “bank that issued the student loan”. O. Reg. 70/17, s. 47 (3).</p> <p class=\"subsection-e\">  (4) An application for repayment assistance that was made under the 2001 Regulation or the pre-2001 Regulation but on which no decision was made before <i>March 10, 2017</i>, and a period of repayment assistance that commenced under those regulations but was not completed before <i>March 10, 2017</i>, shall be continued under this Regulation. O. Reg. 70/17, s. 47 (4).</p> <p class=\"subsection-e\">  (5) In this section,</p> <p class=\"definition-e\">“period of study” includes a period of study as described in subsection 7 (2) of the 2023 Regulation. O. Reg. 83/23, s. 19 (2).</p> <p class=\"heading1-e\"><a name=\"BK58\"></a>Severe Permanent Disability Benefit</p>"
        },
        {
            "ahref_id": "#BK58",
            "TOCid": "Severe Permanent Disability Benefit",
            "part_id": null,
            "part_type": null,
            "section": "Severe Permanent Disability Benefit",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK59",
            "TOCid": "48.",
            "part_id": null,
            "part_type": null,
            "section": "Severe permanent disability benefit",
            "content": " 48.  (1) In this section, “severe permanent disability” means a permanent disability as defined under section 36 that is so severe that, (a)  it not only restricts but prevents a borrower from performing the daily activities necessary to pursue studies at a post-secondary school level and to participate in the labour force, and (b)  the degree of the impairment or functional limitation described in clause (a) is expected to remain with the person for the person’s expected life. O. Reg. 70/17, s. 48 (1); O. Reg. 70/23, s. 8. (2) A person who has a severe permanent disability is entitled to have the outstanding amount of his or her student loans made under the Act, other than micro-credential student loans, forgiven if he or she meets the following eligibility requirements: 1.  The person is a Canadian citizen or is a permanent resident within the meaning of the Immigration and Refugee Protection Act (Canada). 2.  The person resides in Canada. 3.  The person has submitted an application to the Minister for the severe permanent disability benefit. 4.  The person satisfies the Minister that, by reason of his or her severe permanent disability, the person is unable to repay the student loan and will never be able to do so. O. Reg. 70/17, s. 48 (2); O. Reg. 83/23, s. 20 (1). (3) If a student loan issued under the Act, other than micro-credential student loans, is forgiven under this section, the Minister shall forgive the full amount outstanding on the loan. O. Reg. 70/17, s. 48 (3); O. Reg. 83/23, s. 20 (2). (4) Despite subsection (3), where the student loan was issued under the pre-2001 Regulation, the Minister shall pay the bank that issued the student loan the full amount outstanding on the loan. O. Reg. 70/17, s. 48 (4). (5) An application for the severe permanent disability benefit that was made under the 2001 Regulation or the pre-2001 Regulation but on which no decision was made before March 10, 2017, shall be continued under this Regulation. O. Reg. 70/17, s. 48 (5). Default on a Student Loan",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK59\"></a><b>48.</b> <a href=\"http://www.ontario.ca/fr/lois/reglement/010268#s40p8s1\"> (1)</a> In this section,</p> <p class=\"definition-e\">“severe permanent disability” means a permanent disability as defined under section 36 that is so severe that,</p> <p class=\"defclause-e\">  (a)  it not only restricts but prevents a borrower from performing the daily activities necessary to pursue studies at a post-secondary school level and to participate in the labour force, and</p> <p class=\"defclause-e\">  (b)  the degree of the impairment or functional limitation described in clause (a) is expected to remain with the person for the person’s expected life. O. Reg. 70/17, s. 48 (1); O. Reg. 70/23, s. 8.</p> <p class=\"subsection-e\">  (2) A person who has a severe permanent disability is entitled to have the outstanding amount of his or her student loans made under the Act, other than micro-credential student loans, forgiven if he or she meets the following eligibility requirements:</p> <p class=\"paragraph-e\">  1.  The person is a Canadian citizen or is a permanent resident within the meaning of the <i>Immigration and Refugee Protection Act</i> (Canada).</p> <p class=\"paragraph-e\">  2.  The person resides in Canada.</p> <p class=\"paragraph-e\">  3.  The person has submitted an application to the Minister for the severe permanent disability benefit.</p> <p class=\"paragraph-e\">  4.  The person satisfies the Minister that, by reason of his or her severe permanent disability, the person is unable to repay the student loan and will never be able to do so. O. Reg. 70/17, s. 48 (2); O. Reg. 83/23, s. 20 (1).</p> <p class=\"subsection-e\">  (3) If a student loan issued under the Act, other than micro-credential student loans, is forgiven under this section, the Minister shall forgive the full amount outstanding on the loan. O. Reg. 70/17, s. 48 (3); O. Reg. 83/23, s. 20 (2).</p> <p class=\"subsection-e\">  (4) Despite subsection (3), where the student loan was issued under the pre-2001 Regulation, the Minister shall pay the bank that issued the student loan the full amount outstanding on the loan. O. Reg. 70/17, s. 48 (4).</p> <p class=\"subsection-e\">  (5) An application for the severe permanent disability benefit that was made under the 2001 Regulation or the pre-2001 Regulation but on which no decision was made before <i>March 10, 2017</i>, shall be continued under this Regulation. O. Reg. 70/17, s. 48 (5).</p> <p class=\"heading1-e\"><a name=\"BK60\"></a>Default on a Student Loan</p>"
        },
        {
            "ahref_id": "#BK60",
            "TOCid": "Default on a Student Loan",
            "part_id": null,
            "part_type": null,
            "section": "Default on a Student Loan",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK61",
            "TOCid": "49.",
            "part_id": null,
            "part_type": null,
            "section": "What constitutes default",
            "content": " 49. A borrower is in default of his or her obligations to repay student loans if he or she, (a)  unequivocally refuses to pay the loans; or (b)  is in arrears by at least three months under the consolidated loan agreement or under the arrangement established by the Minister under section 29, as a result of failing to make monthly payments on at least three separate occasions.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK61\"></a><b>49. </b>A borrower is in default of his or her obligations to repay student loans if he or she,</p> <p class=\"clause-e\">  (a)  unequivocally refuses to pay the loans; or</p> <p class=\"clause-e\">  (b)  is in arrears by at least three months under the consolidated loan agreement or under the arrangement established by the Minister under section 29, as a result of failing to make monthly payments on at least three separate occasions.  </p>"
        },
        {
            "ahref_id": "#BK62",
            "TOCid": "50.",
            "part_id": null,
            "part_type": null,
            "section": "Consequences of default",
            "content": " 50. (1) When a borrower is in default of his or her obligation to repay student loans, the loans are due and payable on the following date: 1.  If the default occurs because the borrower unequivocally refuses to pay the loans, the day of the refusal. 2.  If the default occurs because the borrower fails to make monthly payments on at least three separate occasions, the day of the third missed payment. O. Reg. 70/17, s. 50 (1). (2) When a borrower’s loans are due and payable, the Minister may take such measures as the Minister considers advisable in the circumstances, including amending the consolidated loan agreement or collecting the loans. O. Reg. 70/17, s. 50 (2). (3) When a borrower defaults on his or her obligation to make payments under a consolidated loan agreement, or an arrangement established by the Minister under section 29, the Minister may, (a)  deny the borrower the status of a qualifying student under section 25 or 26 or subsection 27 (2) during a period of study during which he or she does not receive a grant or student loan; and (a.1)  deny the borrower the status of an Ontario Learn and Stay Grant student under section 26 or 27 or subsection 28 (2) during a period of study under subsection 7 (2) of the 2023 Regulation during which they do not receive an Ontario Learn and Stay Grant; and (b)  refuse the borrower any repayment assistance under sections 36 to 47. O. Reg. 70/17, s. 50 (3); O. Reg. 219/22, s. 5; O. Reg. 83/23, s. 21. Loan Rehabilitation",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK62\"></a><b>50. </b>(1) When a borrower is in default of his or her obligation to repay student loans, the loans are due and payable on the following date:</p> <p class=\"paragraph-e\">  1.  If the default occurs because the borrower unequivocally refuses to pay the loans, the day of the refusal.</p> <p class=\"paragraph-e\">  2.  If the default occurs because the borrower fails to make monthly payments on at least three separate occasions, the day of the third missed payment. O. Reg. 70/17, s. 50 (1).</p> <p class=\"subsection-e\">  (2) When a borrower’s loans are due and payable, the Minister may take such measures as the Minister considers advisable in the circumstances, including amending the consolidated loan agreement or collecting the loans. O. Reg. 70/17, s. 50 (2).</p> <p class=\"subsection-e\">  (3) When a borrower defaults on his or her obligation to make payments under a consolidated loan agreement, or an arrangement established by the Minister under section 29, the Minister may,</p> <p class=\"clause-e\">  (a)  deny the borrower the status of a qualifying student under section 25 or 26 or subsection 27 (2) during a period of study during which he or she does not receive a grant or student loan; and</p> <p class=\"clause-e\"> (a.1)  deny the borrower the status of an Ontario Learn and Stay Grant student under section 26 or 27 or subsection 28 (2) during a period of study under subsection 7 (2) of the 2023 Regulation during which they do not receive an Ontario Learn and Stay Grant; and</p> <p class=\"clause-e\">  (b)  refuse the borrower any repayment assistance under sections 36 to 47. O. Reg. 70/17, s. 50 (3); O. Reg. 219/22, s. 5; O. Reg. 83/23, s. 21.</p> <p class=\"heading1-e\"><a name=\"BK63\"></a>Loan Rehabilitation</p>"
        },
        {
            "ahref_id": "#BK63",
            "TOCid": "Loan Rehabilitation",
            "part_id": null,
            "part_type": null,
            "section": "Loan Rehabilitation",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK64",
            "TOCid": "51.",
            "part_id": null,
            "part_type": null,
            "section": "Definitions",
            "content": " 51. In sections 52 to 56, “monthly rehabilitation payment” means the amount that an individual is required to pay on a monthly basis to rehabilitate a student loan, as determined under subsection 52 (3); (“versement mensuel de régularisation”) “rehabilitation period” means the period, as determined under subsection 52 (4), over which a student loan is to be rehabilitated; (“période de régularisation”) “total rehabilitation payment” means the payment determined under subsection 52 (3). (“versement total de régularisation”) O. Reg. 70/17, s. 51; O. Reg. 221/18, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK64\"></a><b>51. </b>In sections 52 to 56,</p> <p class=\"definition-e\">“monthly rehabilitation payment” means the amount that an individual is required to pay on a monthly basis to rehabilitate a student loan, as determined under subsection 52 (3); (“versement mensuel de régularisation”)</p> <p class=\"definition-e\">“rehabilitation period” means the period, as determined under subsection 52 (4), over which a student loan is to be rehabilitated; (“période de régularisation”)</p> <p class=\"definition-e\">“total rehabilitation payment” means the payment determined under subsection 52 (3). (“versement total de régularisation”) O. Reg. 70/17, s. 51; O. Reg. 221/18, s. 2.</p>"
        },
        {
            "ahref_id": "#BK65",
            "TOCid": "52.",
            "part_id": null,
            "part_type": null,
            "section": "Application for rehabilitation",
            "content": " 52. (1) An individual who has defaulted on his or her obligation to repay student loans and who wishes to make an attempt to rehabilitate the loans shall apply for loan rehabilitation in a form approved by the Minister. O. Reg. 70/17, s. 52 (1). (2) An individual who applied for loan rehabilitation will receive a payment schedule described in subsection (3), if the following conditions are satisfied: 1.  The student loans were issued under this Regulation, the 2001 Regulation or the pre-2001 Regulation. 2.  The borrower is in default of his or her obligations to repay the student loan under section 49 of this Regulation, section 41 of the 2001 Regulation or section 10 of the pre-2001 Regulation and, i.  in the case where the loan was issued under this Regulation or the 2001 Regulation, the Minister determines that the loan will no longer be administered by the service provider, or ii.  in the case where the loan was issued under the pre-2001 Regulation, the Government of Ontario paid the student loans and interest to the Minister pursuant to a guarantee made under section 8 of the Act. 3.  The amount of principal outstanding on the student loans is at least $600. 4.  The individual has not previously made more than one attempt at rehabilitating the loans. O. Reg. 70/17, s. 52 (2). (3) The payment schedule shall include, (a)  the amount of the total rehabilitation payment required to rehabilitate the loan, which is equal to (A × 2) + B in which, “A”  is the monthly amount calculated by amortizing the outstanding principal over 114 months at an interest rate equal to the prime rate as of the date of application plus one per cent, and “B”  is the amount of interest in arrears as of the date of the application; and (b)  the amount of the monthly rehabilitation payments required to satisfy the total rehabilitation payment if paid over a period of two, three, four, five or six months. O. Reg. 221/18, s. 3. (4) An individual who receives a payment schedule described in subsection (3) determines the rehabilitation period by selecting whether to make monthly rehabilitation payments over two, three, four, five or six months, and shall make the monthly rehabilitation payments, in accordance with the payment schedule, on or before the end of the number of months selected. O. Reg. 221/18, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK65\"></a><b>52. </b>(1) An individual who has defaulted on his or her obligation to repay student loans and who wishes to make an attempt to rehabilitate the loans shall apply for loan rehabilitation in a form approved by the Minister. O. Reg. 70/17, s. 52 (1).</p> <p class=\"subsection-e\"> <a href=\"http://www.ontario.ca/fr/lois/reglement/010268#s42p3s2\">(2)</a> An individual who applied for loan rehabilitation will receive a payment schedule described in subsection (3), if the following conditions are satisfied:</p> <p class=\"paragraph-e\">  1.  The student loans were issued under this Regulation, the 2001 Regulation or the pre-2001 Regulation.</p> <p class=\"paragraph-e\">  2.  The borrower is in default of his or her obligations to repay the student loan under section 49 of this Regulation, section 41 of the 2001 Regulation or section 10 of the pre-2001 Regulation and,</p> <p class=\"subpara-e\">  i.  in the case where the loan was issued under this Regulation or the 2001 Regulation, the Minister determines that the loan will no longer be administered by the service provider, or</p> <p class=\"subpara-e\">  ii.  in the case where the loan was issued under the pre-2001 Regulation, the Government of Ontario paid the student loans and interest to the Minister pursuant to a guarantee made under section 8 of the Act.</p> <p class=\"paragraph-e\">  3.  The amount of principal outstanding on the student loans is at least $600.</p> <p class=\"paragraph-e\">  4.  The individual has not previously made more than one attempt at rehabilitating the loans. O. Reg. 70/17, s. 52 (2).</p> <p class=\"subsection-e\">  (3) The payment schedule shall include,</p> <p class=\"clause-e\">  (a)  the amount of the total rehabilitation payment required to rehabilitate the loan, which is equal to</p> <p class=\"equation-e\">(A × 2) + B</p> <p class=\"Sclause-e\">in which,</p> <p class=\"equationind2-e\">  “A”  is the monthly amount calculated by amortizing the outstanding principal over 114 months at an interest rate equal to the prime rate as of the date of application plus one per cent, and</p> <p class=\"equationind2-e\">  “B”  is the amount of interest in arrears as of the date of the application; and</p> <p class=\"clause-e\">  (b)  the amount of the monthly rehabilitation payments required to satisfy the total rehabilitation payment if paid over a period of two, three, four, five or six months. O. Reg. 221/18, s. 3.</p> <p class=\"subsection-e\">  (4) An individual who receives a payment schedule described in subsection (3) determines the rehabilitation period by selecting whether to make monthly rehabilitation payments over two, three, four, five or six months, and shall make the monthly rehabilitation payments, in accordance with the payment schedule, on or before the end of the number of months selected. O. Reg. 221/18, s. 3.</p>"
        },
        {
            "ahref_id": "#BK66",
            "TOCid": "53.",
            "part_id": null,
            "part_type": null,
            "section": "Suspension of rehabilitation",
            "content": " 53. (1) The Minister may grant a temporary suspension of a rehabilitation attempt, whether or not the rehabilitation attempt has already failed and been terminated under section 54 if, in his or her opinion, the special circumstances of the individual justify the suspension.  (2) The suspension may be for such period of time as the Minister determines is appropriate, and a revised payment schedule setting out a revised rehabilitation period shall be provided to the individual. (3) If a rehabilitation attempt fails and is terminated, and subsequently a suspension of the attempt is granted under subsection (1), (a)  the failure and termination of the attempt are deemed never to have occurred; and (b)  the suspension period is deemed to have started on the day of the failure and ends on the day specified by the Minister. (4) When the suspension period ends, the rehabilitation attempt recommences on the same terms as applied before the suspension. (5) An individual who receives a revised payment schedule described in subsection (2) shall make the required monthly rehabilitation payments, in accordance with the revised payment schedule, before the end of the revised rehabilitation period.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK66\"></a><b>53. </b>(1) The Minister may grant a temporary suspension of a rehabilitation attempt, whether or not the rehabilitation attempt has already failed and been terminated under section 54 if, in his or her opinion, the special circumstances of the individual justify the suspension. </p> <p class=\"subsection-e\">  (2) The suspension may be for such period of time as the Minister determines is appropriate, and a revised payment schedule setting out a revised rehabilitation period shall be provided to the individual. </p> <p class=\"subsection-e\">  (3) If a rehabilitation attempt fails and is terminated, and subsequently a suspension of the attempt is granted under subsection (1),</p> <p class=\"clause-e\">  (a)  the failure and termination of the attempt are deemed never to have occurred; and</p> <p class=\"clause-e\">  (b)  the suspension period is deemed to have started on the day of the failure and ends on the day specified by the Minister. </p> <p class=\"subsection-e\">  (4) When the suspension period ends, the rehabilitation attempt recommences on the same terms as applied before the suspension. </p> <p class=\"subsection-e\">  (5) An individual who receives a revised payment schedule described in subsection (2) shall make the required monthly rehabilitation payments, in accordance with the revised payment schedule, before the end of the revised rehabilitation period. </p>"
        },
        {
            "ahref_id": "#BK67",
            "TOCid": "54.",
            "part_id": null,
            "part_type": null,
            "section": "Rehabilitation attempt",
            "content": " 54. (1) A rehabilitation attempt is considered to fail as follows: 1.  The attempt is considered to fail on the first day that the individual is in arrears for two consecutive months on the obligation under subsection 52 (4) to make monthly rehabilitation payments. 2.  If the individual’s rehabilitation attempt was suspended under section 53, the attempt is considered to fail on the first day after the recommencement of the attempt that the individual is in arrears for two consecutive months on the obligation under subsection 53 (5) to make monthly rehabilitation payments. 3.  If, as of the last day of the rehabilitation period or the revised rehabilitation period, the individual has not made payments that, in total, are equal to the total rehabilitation payment, the attempt is considered to fail on the day after the last day of the rehabilitation period or revised rehabilitation period. O. Reg. 70/17, s. 54 (1); O. Reg. 221/18, s. 4 (1). (2) If an attempt at rehabilitating a student loan fails, the attempt is terminated and the loan cannot be rehabilitated unless the individual reapplies under subsection 52 (1). O. Reg. 70/17, s. 54 (2). (3) A rehabilitation attempt is considered to succeed if, (a)  the individual makes the monthly rehabilitation payments in accordance with subsection 52 (4) and, if applicable, subsection 53 (5); (b)  as of the last day of the rehabilitation period or revised rehabilitation period, the individual has made payments that, in total, are equal to the total rehabilitation payment, and, (i)  the individual was not at any point during the rehabilitation period in arrears for two consecutive months on the obligation under subsection 52 (4) to make monthly rehabilitation payments, or (ii)  for a rehabilitation attempt that was suspended, the individual was not at any point after the recommencement of the attempt in arrears for two consecutive months on the obligation under subsection 53 (5) to make monthly rehabilitation payments. O. Reg. 70/17, s. 54 (3); O. Reg. 221/18, s. 4 (2). (4) If a rehabilitation attempt succeeds, the rehabilitation is effective as of the day after the last day of the rehabilitation period or revised rehabilitation period. O. Reg. 70/17, s. 54 (4). (5) Subsection (4) applies even if the final payment is made before the last day of the rehabilitation period or revised rehabilitation period. O. Reg. 70/17, s. 54 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK67\"></a><b>54. </b>(1) A rehabilitation attempt is considered to fail as follows:</p> <p class=\"paragraph-e\">  1.  The attempt is considered to fail on the first day that the individual is in arrears for two consecutive months on the obligation under subsection 52 (4) to make monthly rehabilitation payments.</p> <p class=\"paragraph-e\">  2.  If the individual’s rehabilitation attempt was suspended under section 53, the attempt is considered to fail on the first day after the recommencement of the attempt that the individual is in arrears for two consecutive months on the obligation under subsection 53 (5) to make monthly rehabilitation payments.</p> <p class=\"paragraph-e\">  3.  If, as of the last day of the rehabilitation period or the revised rehabilitation period, the individual has not made payments that, in total, are equal to the total rehabilitation payment, the attempt is considered to fail on the day after the last day of the rehabilitation period or revised rehabilitation period. O. Reg. 70/17, s. 54 (1); O. Reg. 221/18, s. 4 (1).</p> <p class=\"subsection-e\">  (2) If an attempt at rehabilitating a student loan fails, the attempt is terminated and the loan cannot be rehabilitated unless the individual reapplies under subsection 52 (1). O. Reg. 70/17, s. 54 (2).</p> <p class=\"subsection-e\">  (3) A rehabilitation attempt is considered to succeed if,</p> <p class=\"clause-e\">  (a)  the individual makes the monthly rehabilitation payments in accordance with subsection 52 (4) and, if applicable, subsection 53 (5);</p> <p class=\"clause-e\">  (b)  as of the last day of the rehabilitation period or revised rehabilitation period, the individual has made payments that, in total, are equal to the total rehabilitation payment, and,</p> <p class=\"subclause-e\">  (i)  the individual was not at any point during the rehabilitation period in arrears for two consecutive months on the obligation under subsection 52 (4) to make monthly rehabilitation payments, or</p> <p class=\"subclause-e\">  (ii)  for a rehabilitation attempt that was suspended, the individual was not at any point after the recommencement of the attempt in arrears for two consecutive months on the obligation under subsection 53 (5) to make monthly rehabilitation payments. O. Reg. 70/17, s. 54 (3); O. Reg. 221/18, s. 4 (2).</p> <p class=\"subsection-e\">  (4) If a rehabilitation attempt succeeds, the rehabilitation is effective as of the day after the last day of the rehabilitation period or revised rehabilitation period. O. Reg. 70/17, s. 54 (4).</p> <p class=\"subsection-e\">  (5) Subsection (4) applies even if the final payment is made before the last day of the rehabilitation period or revised rehabilitation period. O. Reg. 70/17, s. 54 (5).</p>"
        },
        {
            "ahref_id": "#BK68",
            "TOCid": "55.",
            "part_id": null,
            "part_type": null,
            "section": "Effect of rehabilitation",
            "content": " 55. A student loan that has been successfully rehabilitated, (a)  is deemed to be a student loan issued by the Minister under this Regulation and is subject to the terms and conditions normally applicable to such a loan; and (b)  shall otherwise be treated as if the default and rehabilitation had not occurred.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK68\"></a><b>55. </b>A student loan that has been successfully rehabilitated,</p> <p class=\"clause-e\">  (a)  is deemed to be a student loan issued by the Minister under this Regulation and is subject to the terms and conditions normally applicable to such a loan; and</p> <p class=\"clause-e\">  (b)  shall otherwise be treated as if the default and rehabilitation had not occurred.</p>"
        },
        {
            "ahref_id": "#BK69",
            "TOCid": "56.",
            "part_id": null,
            "part_type": null,
            "section": "Transition",
            "content": " 56. An application for loan rehabilitation that was made under the 2001 Regulation but on which no decision was made before March 10, 2017, and the rehabilitation of a loan that commenced under that regulation but was not completed before March 10, 2017, shall be continued under this Regulation. General",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK69\"></a><b>56. </b>An application for loan rehabilitation that was made under the 2001 Regulation but on which no decision was made before <i>March 10, 2017</i>, and the rehabilitation of a loan that commenced under that regulation but was not completed before <i>March 10, 2017</i>, shall be continued under this Regulation.</p> <p class=\"heading1-e\"><a name=\"BK70\"></a>General</p>"
        },
        {
            "ahref_id": "#BK70",
            "TOCid": "General",
            "part_id": null,
            "part_type": null,
            "section": "General",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK71",
            "TOCid": "57.",
            "part_id": null,
            "part_type": null,
            "section": "Duty to give notice of material change in circumstances",
            "content": " 57. (1) An individual who enters into a master student financial assistance agreement, under which the individual receives a grant or student loan pursuant to section 20, is required to promptly notify the Minister or such person or entity as may be designated by the Minister for the purposes of this section of any material change in his or her circumstances that occurs during the period of study for which the grant or loan is issued. O. Reg. 70/17, s. 57 (1); O. Reg. 83/23, s. 22. (2) A material change in circumstances includes, (a)  a change in the individual’s marital or family status; (b)  a change of address; (c)  a change in his or her enrolment; (d)  a change in education costs described in subsection 10 (4); and (e)  a change in financial resources described in subsection 10 (6). O. Reg. 70/17, s. 57 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK71\"></a><b>57.</b><a href=\"http://www.ontario.ca/fr/lois/reglement/010268#s22s1\"> (1)</a> An individual who enters into a master student financial assistance agreement, under which the individual receives a grant or student loan pursuant to section 20, is required to promptly notify the Minister or such person or entity as may be designated by the Minister for the purposes of this section of any material change in his or her circumstances that occurs during the period of study for which the grant or loan is issued. O. Reg. 70/17, s. 57 (1); O. Reg. 83/23, s. 22.</p> <p class=\"subsection-e\"> <a href=\"http://www.ontario.ca/fr/lois/reglement/010268#s22s2\">(2)</a> A material change in circumstances includes,</p> <p class=\"clause-e\">  (a)  a change in the individual’s marital or family status;</p> <p class=\"clause-e\">  (b)  a change of address;</p> <p class=\"clause-e\">  (c)  a change in his or her enrolment;</p> <p class=\"clause-e\">  (d)  a change in education costs described in subsection 10 (4); and</p> <p class=\"clause-e\">  (e)  a change in financial resources described in subsection 10 (6). O. Reg. 70/17, s. 57 (2).</p>"
        },
        {
            "ahref_id": "#BK72",
            "TOCid": "58.",
            "part_id": null,
            "part_type": null,
            "section": "Change of address",
            "content": " 58. An individual who enters into a master student financial assistance agreement under which the individual receives a grant or student loan pursuant to section 20, shall promptly notify the service provider or such person or entity as may be designated by the Minister for the purposes of this section of any change of address that occurs after the person ceases to be a qualifying student under section 24 but before the repayment in full of the principal amount of the student loan and of any outstanding interest on that amount.  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK72\"></a><b>58. </b>An individual who enters into a master student financial assistance agreement under which the individual receives a grant or student loan pursuant to section 20, shall promptly notify the service provider or such person or entity as may be designated by the Minister for the purposes of this section of any change of address that occurs after the person ceases to be a qualifying student under section 24 but before the repayment in full of the principal amount of the student loan and of any outstanding interest on that amount.  </p>"
        },
        {
            "ahref_id": "#BK73",
            "TOCid": "59.",
            "part_id": null,
            "part_type": null,
            "section": "Effect of false statements",
            "content": " 59. (1) If a service provider discovers that a document pertaining to a grant or student loan contains a false statement, the service provider shall promptly report the matter to the Minister.   (2) Upon discovering that the document contains a false statement, the service provider may take any action that he, she or it considers appropriate in the circumstances, with the approval of the Minister.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK73\"></a><b>59. </b>(1) If a service provider discovers that a document pertaining to a grant or student loan contains a false statement, the service provider shall promptly report the matter to the Minister.  </p> <p class=\"subsection-e\"> <a href=\"http://www.ontario.ca/fr/lois/reglement/010268#s45s2\">(2)</a> Upon discovering that the document contains a false statement, the service provider may take any action that he, she or it considers appropriate in the circumstances, with the approval of the Minister.</p>"
        },
        {
            "ahref_id": "#BK74",
            "TOCid": "60.",
            "part_id": null,
            "part_type": null,
            "section": "Officers authorized to issue notices of assessment",
            "content": " 60. The Deputy Minister and the Director, Student Financial Assistance Branch of the Ministry, are authorized to approve loans under section 8 of the Act.  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK74\"></a><b>60. </b>The Deputy Minister and the Director, Student Financial Assistance Branch of the Ministry, are authorized to approve loans under section 8 of the Act.  </p>"
        },
        {
            "ahref_id": "#BK75",
            "TOCid": "61.",
            "part_id": null,
            "part_type": null,
            "section": "Authority of service providers",
            "content": " 61. A service provider may act on behalf of the Minister in exercising rights and performing duties under this Regulation, if authorized to do so by the Minister. 62. Omitted (provides for coming into force of provisions of this Regulation).  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK75\"></a><b>61. </b>A service provider may act on behalf of the Minister in exercising rights and performing duties under this Regulation, if authorized to do so by the Minister.</p> <p class=\"section-e\"> <b>62.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/170070\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}