{
    "reg_info": {
        "full_title": "O. Reg. 294/92: SHERIFFS - FEES",
        "reg_name_text": "SHERIFFS — FEES",
        "citation": "O. Reg. 294/92: SHERIFFS - FEES",
        "act_under": "Administration of Justice Act",
        "url": "https://www.ontario.ca/laws/regulation/920294",
        "date_scraped": "2023-12-19 03:14:32"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "November  6, 2016",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/920294/v4",
            "valid_from": "October  6, 2016",
            "valid_to": "November  5, 2016"
        },
        {
            "a_href": "/laws/regulation/920294/v3",
            "valid_from": "January 27, 2011",
            "valid_to": "October  5, 2016"
        },
        {
            "a_href": "/laws/regulation/920294/v2",
            "valid_from": "December 16, 2010",
            "valid_to": "January 26, 2011"
        },
        {
            "a_href": "/laws/regulation/920294/v1",
            "valid_from": "April  3, 2000",
            "valid_to": "December 15, 2010"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. (1) The following fees are payable to a sheriff: 1. For up to three attempts, whether or not successful, to serve a document, $100 for each person to be served. 2. For filing or renewing a writ of execution or order that a sheriff is liable or required to enforce and for delivering a copy of the writ or order or a renewal of it to the land registrar of a land titles division, $100. 3. For filing or renewing a writ of execution or order that a sheriff is liable or required to enforce and that is not required to be delivered to a land registrar of a land titles division, $75. 4. For filing a writ of seizure or a direction to seize under the Repair and Storage Liens Act, $115. 5. For each attempt, whether or not successful, to enforce a writ of delivery, a writ of sequestration, an order for interim recovery of personal property, an order for interim preservation of personal property, or a writ of seizure or direction to seize under the Repair and Storage Liens Act, $400. 6. For each attempt, whether or not successful, to enforce a writ of seizure and sale or an order directing a sale, $240. 7. For each attempt, whether or not successful, to enforce any other writ of execution or order, $240. 8. For a search for writs, per name searched, $11 before November 2, 2015, and the amount determined under subsection (4) on and after that date. 9. For each report showing the details of a writ, lien or order or for a copy of a writ, lien or order, i. before November 2, 2015, $6, up to a maximum fee of $60 for each name searched, and ii. on and after that date, the amount determined under subsection (4), up to a maximum fee for each name searched of the amount determined under subsection (5). 10. For preparing a schedule of distribution under the Creditors’ Relief Act, $45 per writ or notice of garnishment listed on the schedule, up to a maximum fee of an amount equal to 20 per cent of the money received. 11. For a calculation for satisfaction of writs and garnishments, $45 per writ or notice of garnishment. 12. For any service or act ordered by a court for which no fee is provided, $55 for each hour (or part of an hour) spent performing the service or doing the act. 13. For making copies of documents, other than writs of execution, orders and certificates of lien, i. not requiring certification, $1 per page, ii. requiring certification, $3.50 per page. O. Reg. 217/00, s. 1; O. Reg. 508/10, s. 1 (1); O. Reg. 12/11, s. 1 (1); O. Reg. 333/16, s. 1. (2) In addition to the fees set out in paragraphs 5, 6, 7 and 12 of subsection (1), the person who requests the service shall pay the sheriff his or her reasonable and necessary disbursements in providing the services described in those paragraphs.  O. Reg. 358/94, s. 1. (3) In subsections (4) to (8), “actual fee” means, for a specified year, the fee that is payable on the annual effective date in the specified year; (“frais réels”) “actual maximum fee” means, for a specified year, the maximum fee that is payable on the annual effective date in the specified year; (“frais maximaux réels”) “annual effective date” means the first Monday in November; (“date d’effet annuelle”) “Consumer Price Index” means the Consumer Price Index for Canada, all-items, not seasonally adjusted (2002=100), as published by Statistics Canada in Table 5 of The Consumer Price Index (Catalogue no. 62-001-X). (“Indice des prix à la consommation”)  O. Reg. 508/10, s. 1 (2); O. Reg. 12/11, s. 1 (2). (4) For the purposes of paragraphs 8 and 9 of subsection (1), the following is the amount of the fee that is payable on and after November 2, 2015: 1. The fee payable on and after November 2, 2015 and before the annual effective date in 2016 is the amount determined in accordance with the following rules: i. Calculate the notional fee for 2015 using the formula, (A × B × 0.5) + A in which, “A” is the actual fee payable for 2014, and “B” is the indexation factor for 2015, as determined in accordance with subsection (6). ii. Choose the amount that is the higher of the notional fee for 2015 and the actual fee for 2014. iii. The amount chosen, as rounded to the nearest multiple of five cents, is the amount of the fee payable on and after November 2, 2015 and before the annual effective date in 2016.  O. Reg. 508/10, s. 1 (2). 2. The fee payable on and after the annual effective date in a specified year after 2015 and before the annual effective date in the following year is the amount determined in accordance with the following rules: i. Calculate the notional fee for the year using the formula, (C × D × 0.5) + C in which, “C” is the notional fee for the preceding year, and “D” is the indexation factor for the specified year, as determined in accordance with subsection (7). ii. Choose the amount that is the higher of the notional fee for the year and the actual fee for the preceding year. iii. The amount chosen, as rounded to the nearest multiple of five cents, is the amount of the fee payable on and after the annual effective date in the specified year and before the annual effective date in the following year.  O. Reg. 508/10, s. 1 (2); O. Reg. 12/11, s. 1 (2). (5) For the purposes of paragraph 9 of subsection (1), the applicable maximum fee payable on and after November 2, 2015 is determined in accordance with the rules set out in subsection (4), with necessary modifications, to be read as if each reference to “fee”, “notional fee” or “actual fee” in that subsection were a reference to “maximum fee”, “notional maximum fee” or “actual maximum fee”, respectively.  O. Reg. 508/10, s. 1 (2); O. Reg. 12/11, s. 1 (2). (6) The indexation factor for 2015 is the percentage, rounded to the nearest one-thousandth, that is calculated using the formula, [(1 + E) × (1 + F) × (1 + G) × (1 + H) × (1 + J)] – 1 in which, “E” is the Consumer Price Index percentage change, for June 2011, from the corresponding month of the previous year, “F” is the Consumer Price Index percentage change, for June 2012, from the corresponding month of the previous year, “G” is the Consumer Price Index percentage change, for June 2013, from the corresponding month of the previous year, “H” is the Consumer Price Index percentage change, for June 2014, from the corresponding month of the previous year, and “J” is the Consumer Price Index percentage change, for June 2015, from the corresponding month of the previous year. O. Reg. 508/10, s. 1 (2); O. Reg. 12/11, s. 1 (2). (7) The indexation factor for a specified year after 2015 is the Consumer Price Index percentage change, for June of the specified year, from the corresponding month of the previous year.  O. Reg. 508/10, s. 1 (2); O. Reg. 12/11, s. 1 (2). (8) A reference in subsection (6) or (7) to the Consumer Price Index percentage change, for a month, from the corresponding month of the previous year is a reference to the percentage change published by Statistics Canada in Table 5 of The Consumer Price Index (Catalogue no. 62-001-X).  O. Reg. 508/10, s. 1 (2); O. Reg. 12/11, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) The following fees are payable to a sheriff:</p> <p class=\"paragraph-e\">  1. For up to three attempts, whether or not successful, to serve a document, $100 for each person to be served.</p> <p class=\"paragraph-e\">  2. For filing or renewing a writ of execution or order that a sheriff is liable or required to enforce and for delivering a copy of the writ or order or a renewal of it to the land registrar of a land titles division, $100.</p> <p class=\"paragraph-e\">  3. For filing or renewing a writ of execution or order that a sheriff is liable or required to enforce and that is not required to be delivered to a land registrar of a land titles division, $75.</p> <p class=\"paragraph-e\">  4. For filing a writ of seizure or a direction to seize under the <i>Repair and Storage Liens Act</i>, $115.</p> <p class=\"paragraph-e\">  5. For each attempt, whether or not successful, to enforce a writ of delivery, a writ of sequestration, an order for interim recovery of personal property, an order for interim preservation of personal property, or a writ of seizure or direction to seize under the <i>Repair and Storage Liens Act</i>, $400.</p> <p class=\"paragraph-e\">  6. For each attempt, whether or not successful, to enforce a writ of seizure and sale or an order directing a sale, $240.</p> <p class=\"paragraph-e\">  7. For each attempt, whether or not successful, to enforce any other writ of execution or order, $240.</p> <p class=\"paragraph-e\">  8. For a search for writs, per name searched, $11 before November 2, 2015, and the amount determined under subsection (4) on and after that date.</p> <p class=\"paragraph-e\">  9. For each report showing the details of a writ, lien or order or for a copy of a writ, lien or order, </p> <p class=\"subpara-e\">  i. before November 2, 2015, $6, up to a maximum fee of $60 for each name searched, and</p> <p class=\"subpara-e\">  ii. on and after that date, the amount determined under subsection (4), up to a maximum fee for each name searched of the amount determined under subsection (5).</p> <p class=\"paragraph-e\">  10. For preparing a schedule of distribution under the <i>Creditors’ Relief Act</i>, $45 per writ or notice of garnishment listed on the schedule, up to a maximum fee of an amount equal to 20 per cent of the money received.</p> <p class=\"paragraph-e\">  11. For a calculation for satisfaction of writs and garnishments, $45 per writ or notice of garnishment.</p> <p class=\"paragraph-e\">  12. For any service or act ordered by a court for which no fee is provided, $55 for each hour (or part of an hour) spent performing the service or doing the act.</p> <p class=\"paragraph-e\">  13. For making copies of documents, other than writs of execution, orders and certificates of lien,</p> <p class=\"subpara-e\">  i. not requiring certification, $1 per page,</p> <p class=\"subpara-e\">  ii. requiring certification, $3.50 per page. O. Reg. 217/00, s. 1; O. Reg. 508/10, s. 1 (1); O. Reg. 12/11, s. 1 (1); O. Reg. 333/16, s. 1.</p> <p class=\"subsection-e\">  (2) In addition to the fees set out in paragraphs 5, 6, 7 and 12 of subsection (1), the person who requests the service shall pay the sheriff his or her reasonable and necessary disbursements in providing the services described in those paragraphs.  O. Reg. 358/94, s. 1.</p> <p class=\"subsection-e\">  (3) In subsections (4) to (8),</p> <p class=\"firstdef-e\">“actual fee” means, for a specified year, the fee that is payable on the annual effective date in the specified year; (“frais réels”)</p> <p class=\"definition-e\">“actual maximum fee” means, for a specified year, the maximum fee that is payable on the annual effective date in the specified year; (“frais maximaux réels”)</p> <p class=\"definition-e\">“annual effective date” means the first Monday in November; (“date d’effet annuelle”)</p> <p class=\"definition-e\">“Consumer Price Index” means the Consumer Price Index for Canada, all-items, not seasonally adjusted (2002=100), as published by Statistics Canada in Table 5 of <i>The Consumer Price Index</i> (Catalogue no. 62-001-X). (“Indice des prix à la consommation”)  O. Reg. 508/10, s. 1 (2); O. Reg. 12/11, s. 1 (2).</p> <p class=\"subsection-e\">  (4) For the purposes of paragraphs 8 and 9 of subsection (1), the following is the amount of the fee that is payable on and after November 2, 2015:</p> <p class=\"paragraph-e\">  1. The fee payable on and after November 2, 2015 and before the annual effective date in 2016 is the amount determined in accordance with the following rules:</p> <p class=\"subpara-e\">  i. Calculate the notional fee for 2015 using the formula,</p> <p class=\"equation-e\">(A × B × 0.5) + A</p> <p class=\"Ssubpara-e\">in which,</p> <p class=\"equationind3-e\">  “A” is the actual fee payable for 2014, and</p> <p class=\"equationind3-e\">  “B” is the indexation factor for 2015, as determined in accordance with subsection (6).</p> <p class=\"subpara-e\">  ii. Choose the amount that is the higher of the notional fee for 2015 and the actual fee for 2014.</p> <p class=\"subpara-e\">  iii. The amount chosen, as rounded to the nearest multiple of five cents, is the amount of the fee payable on and after November 2, 2015 and before the annual effective date in 2016.  O. Reg. 508/10, s. 1 (2).</p> <p class=\"paragraph-e\">  2. The fee payable on and after the annual effective date in a specified year after 2015 and before the annual effective date in the following year is the amount determined in accordance with the following rules:</p> <p class=\"subpara-e\">  i. Calculate the notional fee for the year using the formula,</p> <p class=\"equation-e\">(C × D × 0.5) + C</p> <p class=\"Ssubpara-e\">in which,</p> <p class=\"equationind3-e\">  “C” is the notional fee for the preceding year, and</p> <p class=\"equationind3-e\">  “D” is the indexation factor for the specified year, as determined in accordance with subsection (7).</p> <p class=\"subpara-e\">  ii. Choose the amount that is the higher of the notional fee for the year and the actual fee for the preceding year.</p> <p class=\"subpara-e\">  iii. The amount chosen, as rounded to the nearest multiple of five cents, is the amount of the fee payable on and after the annual effective date in the specified year and before the annual effective date in the following year.  O. Reg. 508/10, s. 1 (2); O. Reg. 12/11, s. 1 (2).</p> <p class=\"subsection-e\">  (5) For the purposes of paragraph 9 of subsection (1), the applicable maximum fee payable on and after November 2, 2015 is determined in accordance with the rules set out in subsection (4), with necessary modifications, to be read as if each reference to “fee”, “notional fee” or “actual fee” in that subsection were a reference to “maximum fee”, “notional maximum fee” or “actual maximum fee”, respectively.  O. Reg. 508/10, s. 1 (2); O. Reg. 12/11, s. 1 (2).</p> <p class=\"subsection-e\">  (6) The indexation factor for 2015 is the percentage, rounded to the nearest one-thousandth, that is calculated using the formula, </p> <p class=\"equation-e\">[(1 + E) × (1 + F) × (1 + G) × (1 + H) × (1 + J)] – 1</p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">  “E” is the Consumer Price Index percentage change, for June 2011, from the corresponding month of the previous year,</p> <p class=\"equationind1-e\">  “F” is the Consumer Price Index percentage change, for June 2012, from the corresponding month of the previous year,</p> <p class=\"equationind1-e\">  “G” is the Consumer Price Index percentage change, for June 2013, from the corresponding month of the previous year,</p> <p class=\"equationind1-e\">  “H” is the Consumer Price Index percentage change, for June 2014, from the corresponding month of the previous year, and</p> <p class=\"equationind1-e\">  “J” is the Consumer Price Index percentage change, for June 2015, from the corresponding month of the previous year.</p> <p class=\"footnote-e\">O. Reg. 508/10, s. 1 (2); O. Reg. 12/11, s. 1 (2).</p> <p class=\"subsection-e\">  (7) The indexation factor for a specified year after 2015 is the Consumer Price Index percentage change, for June of the specified year, from the corresponding month of the previous year.  O. Reg. 508/10, s. 1 (2); O. Reg. 12/11, s. 1 (2).</p> <p class=\"subsection-e\">  (8) A reference in subsection (6) or (7) to the Consumer Price Index percentage change, for a month, from the corresponding month of the previous year is a reference to the percentage change published by Statistics Canada in Table 5 of <i>The Consumer Price Index</i> (Catalogue no. 62-001-X).  O. Reg. 508/10, s. 1 (2); O. Reg. 12/11, s. 1 (2).</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. In addition to the fees and disbursements set out in section 1, the person who requests the service shall pay the sheriff a travel allowance as set out in Regulation 11 of the Revised Regulations of Ontario, 1990 (Kilometre Allowances) made under the Act for the distance he or she necessarily travels, both ways, between the court house and the place where the sheriff, (a)  Revoked:  O. Reg. 431/93, s. 2. (b) enforces or attempts to enforce a writ or order; or (c) performs or attempts to perform any other service directed by a court.  O. Reg. 294/92, s. 2; O. Reg. 431/93, s. 2; O. Reg. 333/16, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>In addition to the fees and disbursements set out in section 1, the person who requests the service shall pay the sheriff a travel allowance as set out in Regulation 11 of the Revised Regulations of Ontario, 1990 (Kilometre Allowances) made under the Act for the distance he or she necessarily travels, both ways, between the court house and the place where the sheriff,</p> <p class=\"clause-e\">  (a)  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 431/93, s. 2.</p> <p class=\"clause-e\">  (b) enforces or attempts to enforce a writ or order; or</p> <p class=\"clause-e\">  (c) performs or attempts to perform any other service directed by a court.  O. Reg. 294/92, s. 2; O. Reg. 431/93, s. 2; O. Reg. 333/16, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. Omitted (revokes other Regulations).  O. Reg. 294/92, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">revokes other Regulations</span>).  O. Reg. 294/92, s. 3.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/920294\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}