{
    "reg_info": {
        "full_title": "O. Reg. 281/07: LOTTERIES",
        "reg_name_text": "LOTTERIES",
        "citation": "O. Reg. 281/07: ",
        "act_under": "Gaming Control Act, 1992   Loi de 1992 sur la réglementation des jeux",
        "url": "https://www.ontario.ca/laws/regulation/070281",
        "date_scraped": "2023-12-19 05:16:01"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/070281/v5",
            "valid_from": "May 14, 2012",
            "valid_to": "May 31, 2012"
        },
        {
            "a_href": "/laws/regulation/070281/v4",
            "valid_from": "January 24, 2008",
            "valid_to": "May 13, 2012"
        },
        {
            "a_href": "/laws/regulation/070281/v3",
            "valid_from": "January  1, 2008",
            "valid_to": "January 23, 2008"
        },
        {
            "a_href": "/laws/regulation/070281/v2",
            "valid_from": "July  1, 2007",
            "valid_to": "December 31, 2007"
        },
        {
            "a_href": "/laws/regulation/070281/v1",
            "valid_from": "June 28, 2007",
            "valid_to": "June 30, 2007"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Regulation, “lottery” means a game of chance that is played using a lottery ticket and that is not operated on or through a slot machine or played on tables or wheels of fortune; “lottery equipment” means, (a) a lottery ticket, (b) on-line terminals, electronic ticket checkers and similar equipment that, in the opinion of the Registrar, is integral to the conduct, management or operation of a lottery, but does not include telecommunications equipment, or (c) other equipment that could influence the outcome of a lottery; “lottery equipment supplier” means a person, other than the Ontario Lottery and Gaming Corporation or the Interprovincial Lottery Corporation, who, (a) manufactures, provides, installs, tests, maintains or repairs lottery equipment or provides gaming services that, (i) could influence the outcome of a lottery, or (ii) in the opinion of the Registrar, are integral to the conduct, management or operation of a lottery, (b) manufactures, provides, installs, tests, maintains or repairs a lottery management system; “lottery management system” means any computer-based equipment or software used in the operation of a lottery and includes computerized systems for monitoring lottery equipment and equipment used for recording or transmitting gaming information or information about transactions in a lottery; “lottery retailer” means a person authorized by the Ontario Lottery and Gaming Corporation to sell lottery tickets to the public; “lottery retailer manager” means an individual who is employed by a lottery retailer that sells lottery tickets to the public and who, in the opinion of the Registrar, (a) exercises significant decision-making authority with respect to the operation of lotteries by the retailer, or (b) supervises employees or other persons employed by the retailer in operating lotteries; “lottery ticket” means a ticket or other means of participating in a lottery; “prescribed lottery” means a lottery prescribed by section 2; “Registrar” means the Registrar of Alcohol and Gaming. O. Reg. 281/07, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“lottery” means a game of chance that is played using a lottery ticket and that is not operated on or through a slot machine or played on tables or wheels of fortune;</p> <p class=\"definition-e\">“lottery equipment” means,</p> <p class=\"defclause-e\">(a) a lottery ticket,</p> <p class=\"defclause-e\">(b) on-line terminals, electronic ticket checkers and similar equipment that, in the opinion of the Registrar, is integral to the conduct, management or operation of a lottery, but does not include telecommunications equipment, or</p> <p class=\"defclause-e\">(c) other equipment that could influence the outcome of a lottery;</p> <p class=\"definition-e\">“lottery equipment supplier” means a person, other than the Ontario Lottery and Gaming Corporation or the Interprovincial Lottery Corporation, who, </p> <p class=\"defclause-e\">(a) manufactures, provides, installs, tests, maintains or repairs lottery equipment or provides gaming services that,</p> <p class=\"defsubclause-e\">(i) could influence the outcome of a lottery, or</p> <p class=\"defsubclause-e\">(ii) in the opinion of the Registrar, are integral to the conduct, management or operation of a lottery,</p> <p class=\"defclause-e\">(b) manufactures, provides, installs, tests, maintains or repairs a lottery management system;</p> <p class=\"definition-e\">“lottery management system” means any computer-based equipment or software used in the operation of a lottery and includes computerized systems for monitoring lottery equipment and equipment used for recording or transmitting gaming information or information about transactions in a lottery;</p> <p class=\"definition-e\">“lottery retailer” means a person authorized by the Ontario Lottery and Gaming Corporation to sell lottery tickets to the public;</p> <p class=\"definition-e\">“lottery retailer manager” means an individual who is employed by a lottery retailer that sells lottery tickets to the public and who, in the opinion of the Registrar,</p> <p class=\"defclause-e\">(a) exercises significant decision-making authority with respect to the operation of lotteries by the retailer, or</p> <p class=\"defclause-e\">(b) supervises employees or other persons employed by the retailer in operating lotteries;</p> <p class=\"definition-e\">“lottery ticket” means a ticket or other means of participating in a lottery;</p> <p class=\"definition-e\">“prescribed lottery” means a lottery prescribed by section 2;</p> <p class=\"definition-e\">“Registrar” means the Registrar of Alcohol and Gaming. O. Reg. 281/07, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Prescribed lottery",
            "content": "2. A lottery is prescribed for the purposes of clause (b) of the definition of “game of chance” in subsection 1 (1) of the Act. O. Reg. 281/07, s. 2. Classes of Registrants",
            "raw_html": "<p class=\"section-e\"><b>2. </b>A lottery is prescribed for the purposes of clause (b) of the definition of “game of chance” in subsection 1 (1) of the Act. O. Reg. 281/07, s. 2.</p> <p class=\"heading1-e\">Classes of Registrants</p>"
        },
        {
            "id": "3.",
            "section": "Classes of suppliers",
            "content": "3. The following classes of suppliers are established for the purposes of registration under the Act: 1. Lottery equipment supplier. 2. Lottery retailer. O. Reg. 281/07, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>The following classes of suppliers are established for the purposes of registration under the Act:</p> <p class=\"paragraph-e\">1. Lottery equipment supplier.</p> <p class=\"paragraph-e\">2. Lottery retailer. O. Reg. 281/07, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Lottery equipment supplier",
            "content": "4. No person, other than the Ontario Lottery and Gaming Corporation, the Interprovincial Lottery Corporation or a registered lottery equipment supplier, is authorized to do any of the actions described in the definition of “lottery equipment supplier” in section 1. O. Reg. 281/07, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>No person, other than the Ontario Lottery and Gaming Corporation, the Interprovincial Lottery Corporation or a registered lottery equipment supplier, is authorized to do any of the actions described in the definition of “lottery equipment supplier” in section 1. O. Reg. 281/07, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Lottery retailer",
            "content": "5. No person, other than the Ontario Lottery and Gaming Corporation or a registered lottery retailer, is authorized to do any of the actions described in the definition of “lottery retailer” in section 1. O. Reg. 281/07, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>No person, other than the Ontario Lottery and Gaming Corporation or a registered lottery retailer, is authorized to do any of the actions described in the definition of “lottery retailer” in section 1. O. Reg. 281/07, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Class of gaming assistants",
            "content": "6. The class of lottery retailer manager is established as a class of gaming assistants for the purpose of registration under the Act. O. Reg. 281/07, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>The class of lottery retailer manager is established as a class of gaming assistants for the purpose of registration under the Act. O. Reg. 281/07, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Lottery retailer manager",
            "content": "7. No person, other than a registered lottery retailer or a registered lottery retailer manager, is authorized to do any of the actions described in the definition of “lottery retailer manager” in section 1. O. Reg. 281/07, s. 7. Applications",
            "raw_html": "<p class=\"section-e\"><b>7. </b>No person, other than a registered lottery retailer or a registered lottery retailer manager, is authorized to do any of the actions described in the definition of “lottery retailer manager” in section 1. O. Reg. 281/07, s. 7.</p> <p class=\"heading1-e\">Applications</p>"
        },
        {
            "id": "8.",
            "section": "Form and contents of application",
            "content": "8. An application for registration or renewal of registration as a supplier or a gaming assistant under this Regulation shall be in a form provided by the Registrar and shall state the class or classes of registration for which the applicant is applying and an address for service in Ontario. O. Reg. 281/07, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>An application for registration or renewal of registration as a supplier or a gaming assistant under this Regulation shall be in a form provided by the Registrar and shall state the class or classes of registration for which the applicant is applying and an address for service in Ontario. O. Reg. 281/07, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Response of Registrar",
            "content": "9. (1) Upon receiving a completed application under section 8, the Registrar shall consider the application and either grant it or refuse it. O. Reg. 281/07, s. 9 (1). (2) Upon granting an application, the Registrar shall issue a certificate of registration to the applicant stating the expiry date of the registration. O. Reg. 281/07, s. 9 (2). (3) A registration that is granted or renewed expires within four years from the date set out on the certificate of registration. O. Reg. 281/07, s. 9 (3). (4) Despite subsection (3), the registration of a lottery retailer shall terminate if the retailer’s contract with the Ontario Lottery and Gaming Corporation that authorizes the retailer to sell lottery tickets to the public is terminated. O. Reg. 11/08, s. 1. Terms of Registration",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) Upon receiving a completed application under section 8, the Registrar shall consider the application and either grant it or refuse it. O. Reg. 281/07, s. 9 (1).</p> <p class=\"subsection-e\">(2) Upon granting an application, the Registrar shall issue a certificate of registration to the applicant stating the expiry date of the registration. O. Reg. 281/07, s. 9 (2).</p> <p class=\"subsection-e\">(3) A registration that is granted or renewed expires within four years from the date set out on the certificate of registration. O. Reg. 281/07, s. 9 (3).</p> <p class=\"subsection-e\">(4) Despite subsection (3), the registration of a lottery retailer shall terminate if the retailer’s contract with the Ontario Lottery and Gaming Corporation that authorizes the retailer to sell lottery tickets to the public is terminated. O. Reg. 11/08, s. 1.</p> <p class=\"heading1-e\">Terms of Registration</p>"
        },
        {
            "id": "10.",
            "section": "Terms of registration",
            "content": "10. The requirements set out in sections 11 to 17 for registrants are terms of their registration. O. Reg. 281/07, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>The requirements set out in sections 11 to 17 for registrants are terms of their registration. O. Reg. 281/07, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Certificates",
            "content": "11. (1) Every lottery retailer registered under this Regulation shall ensure that the retailer’s certificate of registration or a copy of the certificate is prominently displayed at the business premises identified in the retailer’s registration or is kept in a place that the Registrar approves where the document is immediately available for inspection. O. Reg. 11/08, s. 2. (2) Every gaming assistant registered under this Regulation shall carry or have immediate access to their certificate of registration when carrying out any duties of employment. O. Reg. 281/07, s. 11 (2).",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) Every lottery retailer registered under this Regulation shall ensure that the retailer’s certificate of registration or a copy of the certificate is prominently displayed at the business premises identified in the retailer’s registration or is kept in a place that the Registrar approves where the document is immediately available for inspection. O. Reg. 11/08, s. 2.</p> <p class=\"subsection-e\">(2) Every gaming assistant registered under this Regulation shall carry or have immediate access to their certificate of registration when carrying out any duties of employment. O. Reg. 281/07, s. 11 (2).</p>"
        },
        {
            "id": "12.",
            "section": "Standards and recording",
            "content": "12. Every supplier registered under this Regulation and every gaming assistant registered under this Regulation who provides goods or services with respect to a lottery shall comply with, (a) the standards for the goods and services that the Registrar specifies to ensure the safety, security and integrity of the lottery; and (b) the requirements that the Registrar specifies with respect to the recording and maintaining of financial and related information in a timely, accurate and auditable manner. O. Reg. 281/07, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>Every supplier registered under this Regulation and every gaming assistant registered under this Regulation who provides goods or services with respect to a lottery shall comply with,</p> <p class=\"clause-e\">(a) the standards for the goods and services that the Registrar specifies to ensure the safety, security and integrity of the lottery; and</p> <p class=\"clause-e\">(b) the requirements that the Registrar specifies with respect to the recording and maintaining of financial and related information in a timely, accurate and auditable manner. O. Reg. 281/07, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": "Responsibilities for employees and suppliers",
            "content": "13. (1) Every supplier registered under this Regulation shall be responsible for the conduct of every person employed by the supplier in the performance of their duties in relation to the supplier’s registration. O. Reg. 281/07, s. 13 (1). (2) Every lottery retailer registered under this Regulation shall ensure that every lottery retailer manager employed by the retailer in relation to the retailer’s registration has the registration required to perform the functions assigned to or carried out by the employee. O. Reg. 281/07, s. 13 (2). (3) At the request of the Registrar, every supplier registered under this Regulation shall complete and file with the Registrar, in the form and within the time the Registrar specifies, an information return about, (a) its employees who are not required to be registered as gaming assistants but who provide goods or services for the operation of a lottery; and (b) all persons with whom it contracts in relation to the supplier’s registration. O. Reg. 281/07, s. 13 (3). (4) Every supplier registered under this Regulation shall ensure that its employees who provide goods or services for the operation of a lottery or the premises used for a lottery comply with the Registrar’s policy on access to the premises. O. Reg. 281/07, s. 13 (4).",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) Every supplier registered under this Regulation shall be responsible for the conduct of every person employed by the supplier in the performance of their duties in relation to the supplier’s registration. O. Reg. 281/07, s. 13 (1).</p> <p class=\"subsection-e\">(2) Every lottery retailer registered under this Regulation shall ensure that every lottery retailer manager employed by the retailer in relation to the retailer’s registration has the registration required to perform the functions assigned to or carried out by the employee. O. Reg. 281/07, s. 13 (2).</p> <p class=\"subsection-e\">(3) At the request of the Registrar, every supplier registered under this Regulation shall complete and file with the Registrar, in the form and within the time the Registrar specifies, an information return about,</p> <p class=\"clause-e\">(a) its employees who are not required to be registered as gaming assistants but who provide goods or services for the operation of a lottery; and</p> <p class=\"clause-e\">(b) all persons with whom it contracts in relation to the supplier’s registration. O. Reg. 281/07, s. 13 (3).</p> <p class=\"subsection-e\">(4) Every supplier registered under this Regulation shall ensure that its employees who provide goods or services for the operation of a lottery or the premises used for a lottery comply with the Registrar’s policy on access to the premises. O. Reg. 281/07, s. 13 (4).</p>"
        },
        {
            "id": "14.",
            "section": "Contractual obligations of lottery retailer",
            "content": "14. A registered lottery retailer shall comply with its contractual obligations to the Ontario Lottery and Gaming Corporation. O. Reg. 281/07, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14. </b>A registered lottery retailer shall comply with its contractual obligations to the Ontario Lottery and Gaming Corporation. O. Reg. 281/07, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": "Lottery equipment",
            "content": "15. (1) A registered lottery equipment supplier shall not provide, install, maintain or repair lottery equipment or provide, install, maintain, repair or operate a lottery management system unless the Registrar has approved the lottery equipment or the lottery management system, as the case may be, for use. O. Reg. 281/07, s. 15 (1). (2) A registered lottery equipment supplier shall not provide lottery equipment or a lottery management system except in accordance with the Registrar’s approval. O. Reg. 281/07, s. 15 (2). (3) A registered lottery equipment supplier shall not modify the lottery equipment or lottery management system approved by the Registrar without the prior written approval of the Registrar for the modification and shall disclose to the Registrar all of the modifications at the time of requesting the Registrar’s approval for a modification. O. Reg. 281/07, s. 15 (3). (4) In determining whether to approve lottery equipment or a lottery management system under subsection (1), (2) or modifications under subsection (3), the Registrar, (a) shall have regard to the technical integrity, safety and security of the equipment or the system, as the case may be, including its accounting capability, and the integrity of the lotteries; (b) may require that the equipment or the system, as the case may be, be tested with respect to the factors mentioned in clause (a) at the expense of the supplier; and (c) may approve, without testing, the equipment or the system, as the case may be, if it has been approved in another jurisdiction where lotteries are legal. O. Reg. 281/07, s. 15 (4). (5) The supplier shall inform the Registrar in writing immediately if the supplier becomes aware of any problem with the integrity, security or accounting capability of any lottery equipment or lottery management system. O. Reg. 281/07, s. 15 (5). (6) The Registrar may revoke the approval of any lottery equipment or lottery management system if there is a problem with the integrity, security or accounting capability of any lottery equipment or lottery management system, as the case may be. O. Reg. 281/07, s. 15 (6).",
            "raw_html": "<p class=\"section-e\"><b>15. </b>(1) A registered lottery equipment supplier shall not provide, install, maintain or repair lottery equipment or provide, install, maintain, repair or operate a lottery management system unless the Registrar has approved the lottery equipment or the lottery management system, as the case may be, for use. O. Reg. 281/07, s. 15 (1).</p> <p class=\"subsection-e\">(2) A registered lottery equipment supplier shall not provide lottery equipment or a lottery management system except in accordance with the Registrar’s approval. O. Reg. 281/07, s. 15 (2).</p> <p class=\"subsection-e\">(3) A registered lottery equipment supplier shall not modify the lottery equipment or lottery management system approved by the Registrar without the prior written approval of the Registrar for the modification and shall disclose to the Registrar all of the modifications at the time of requesting the Registrar’s approval for a modification. O. Reg. 281/07, s. 15 (3).</p> <p class=\"subsection-e\">(4) In determining whether to approve lottery equipment or a lottery management system under subsection (1), (2) or modifications under subsection (3), the Registrar, </p> <p class=\"clause-e\">(a) shall have regard to the technical integrity, safety and security of the equipment or the system, as the case may be, including its accounting capability, and the integrity of the lotteries;</p> <p class=\"clause-e\">(b) may require that the equipment or the system, as the case may be, be tested with respect to the factors mentioned in clause (a) at the expense of the supplier; and</p> <p class=\"clause-e\">(c) may approve, without testing, the equipment or the system, as the case may be, if it has been approved in another jurisdiction where lotteries are legal. O. Reg. 281/07, s. 15 (4).</p> <p class=\"subsection-e\">(5) The supplier shall inform the Registrar in writing immediately if the supplier becomes aware of any problem with the integrity, security or accounting capability of any lottery equipment or lottery management system. O. Reg. 281/07, s. 15 (5).</p> <p class=\"subsection-e\">(6) The Registrar may revoke the approval of any lottery equipment or lottery management system if there is a problem with the integrity, security or accounting capability of any lottery equipment or lottery management system, as the case may be. O. Reg. 281/07, s. 15 (6).</p>"
        },
        {
            "id": "16.",
            "section": "Security plan",
            "content": "16. (1) A registered lottery equipment supplier shall not install, maintain or repair lottery equipment or install, maintain, repair or operate a lottery management system unless, (a) the supplier has submitted to the Registrar a security plan to ensure the security of the equipment or the system, as the case may be, and the integrity of the lottery; and (b) the Registrar has approved the security plan. O. Reg. 281/07, s. 16 (1). (1.1) A lottery equipment supplier is exempt from subsection (1) with respect to the installation, maintenance or repair of lottery equipment that is an on-line terminal, electronic ticket checker or similar equipment if the work is done at the premises of a lottery retailer or at the premises of the Ontario Lottery and Gaming Corporation. O. Reg. 11/08, s. 3. (2) The security plan shall include, (a) a floor plan of the location used for the installation, maintenance or repair of lottery equipment or a lottery management system, showing the placement of all security equipment in relation to the areas covered by the plan; (b) a description of the security equipment and its capabilities; (c) a description of the supplier’s policies and procedures with respect to security, including areas of the location covered by the plan, procedures for the handling and moving of the lottery equipment or lottery management system and procedures for dealing with persons trespassing on the location; and (d) a description of the supplier’s plan for maintaining security if the security equipment in use fails. O. Reg. 281/07, s. 16 (2). (3) A supplier who proposes to make changes to the security plan shall submit to the Registrar for approval an amendment to the security plan showing the proposed changes. O. Reg. 281/07, s. 16 (3). (4) In determining whether to approve a security plan under subsection (1) or changes to a security plan under subsection (3), the Registrar shall have regard to, (a) the security of the lottery equipment and lottery management system; (b) the security of the premises in which the lottery equipment or lottery management system is located on a permanent or temporary basis; and (c) the security of modes of transportation used to move the lottery equipment or lottery management system. O. Reg. 281/07, s. 16 (4).",
            "raw_html": "<p class=\"section-e\"><b>16. </b>(1) A registered lottery equipment supplier shall not install, maintain or repair lottery equipment or install, maintain, repair or operate a lottery management system unless,</p> <p class=\"clause-e\">(a) the supplier has submitted to the Registrar a security plan to ensure the security of the equipment or the system, as the case may be, and the integrity of the lottery; and</p> <p class=\"clause-e\">(b) the Registrar has approved the security plan. O. Reg. 281/07, s. 16 (1).</p> <p class=\"subsection-e\">(1.1) A lottery equipment supplier is exempt from subsection (1) with respect to the installation, maintenance or repair of lottery equipment that is an on-line terminal, electronic ticket checker or similar equipment if the work is done at the premises of a lottery retailer or at the premises of the Ontario Lottery and Gaming Corporation. O. Reg. 11/08, s. 3.</p> <p class=\"subsection-e\">(2) The security plan shall include,</p> <p class=\"clause-e\">(a) a floor plan of the location used for the installation, maintenance or repair of lottery equipment or a lottery management system, showing the placement of all security equipment in relation to the areas covered by the plan;</p> <p class=\"clause-e\">(b) a description of the security equipment and its capabilities;</p> <p class=\"clause-e\">(c) a description of the supplier’s policies and procedures with respect to security, including areas of the location covered by the plan, procedures for the handling and moving of the lottery equipment or lottery management system and procedures for dealing with persons trespassing on the location; and</p> <p class=\"clause-e\">(d) a description of the supplier’s plan for maintaining security if the security equipment in use fails. O. Reg. 281/07, s. 16 (2).</p> <p class=\"subsection-e\">(3) A supplier who proposes to make changes to the security plan shall submit to the Registrar for approval an amendment to the security plan showing the proposed changes. O. Reg. 281/07, s. 16 (3).</p> <p class=\"subsection-e\">(4) In determining whether to approve a security plan under subsection (1) or changes to a security plan under subsection (3), the Registrar shall have regard to,</p> <p class=\"clause-e\">(a) the security of the lottery equipment and lottery management system;</p> <p class=\"clause-e\">(b) the security of the premises in which the lottery equipment or lottery management system is located on a permanent or temporary basis; and</p> <p class=\"clause-e\">(c) the security of modes of transportation used to move the lottery equipment or lottery management system. O. Reg. 281/07, s. 16 (4).</p>"
        },
        {
            "id": "17.",
            "section": "Internal controls",
            "content": "17. (1) A registered lottery equipment supplier shall put in place a system of internal controls that achieves the control objectives identified by the Registrar to ensure the integrity of the lottery equipment. O. Reg. 281/07, s. 17 (1). (2) If the Registrar so requires, the lottery equipment supplier shall have an independent licensed public accountant review the internal control system and prepare, (a) a report on whether or not the system achieves the control objectives identified by the Registrar; or (b) a report on whether or not the system is in compliance with the policies of the Registrar on internal controls and with the supplier’s stated internal control system. O. Reg. 281/07, s. 17 (2). (3) An accountant’s report mentioned in subsection (2) shall set out suggestions for improvements or changes to the internal control system. O. Reg. 281/07, s. 17 (3). (4) The lottery equipment supplier shall submit a report mentioned in subsection (2) to the Registrar within the time period specified by the Registrar. O. Reg. 281/07, s. 17 (4). (5) The Registrar may require the lottery equipment supplier to make changes to the internal control system at any time. O. Reg. 281/07, s. 17 (5). (6) The lottery equipment supplier shall implement all changes to the internal control system required by the Registrar within the time period specified by the Registrar. O. Reg. 281/07, s. 17 (6). (7) In determining whether to require a lottery equipment supplier to make changes to the internal control system, the Registrar shall consider, in addition to the control objectives identified by the Registrar, whether the system provides reasonable assurance that, (a) financial records and reporting will be accurate, reliable and prepared on a timely basis; (b) the manufacturing, installation, maintenance or repair of the lottery equipment ensures the technical integrity, safety and security of the lottery equipment; (c) the potential for error and fraud has been minimized; (d) lottery tickets will be safeguarded; and (e) efficient operations are promoted. O. Reg. 281/07, s. 17 (7). (8) The lottery equipment supplier shall pay the costs of a report mentioned in subsection (2). O. Reg. 281/07, s. 17 (8). (9) A registered lottery equipment supplier shall ensure that its operations are conducted in accordance with the internal control system approved by the Registrar. O. Reg. 281/07, s. 17 (9). General",
            "raw_html": "<p class=\"section-e\"><b>17. </b>(1) A registered lottery equipment supplier shall put in place a system of internal controls that achieves the control objectives identified by the Registrar to ensure the integrity of the lottery equipment. O. Reg. 281/07, s. 17 (1).</p> <p class=\"subsection-e\">(2) If the Registrar so requires, the lottery equipment supplier shall have an independent licensed public accountant review the internal control system and prepare,</p> <p class=\"clause-e\">(a) a report on whether or not the system achieves the control objectives identified by the Registrar; or</p> <p class=\"clause-e\">(b) a report on whether or not the system is in compliance with the policies of the Registrar on internal controls and with the supplier’s stated internal control system. O. Reg. 281/07, s. 17 (2).</p> <p class=\"subsection-e\">(3) An accountant’s report mentioned in subsection (2) shall set out suggestions for improvements or changes to the internal control system. O. Reg. 281/07, s. 17 (3).</p> <p class=\"subsection-e\">(4) The lottery equipment supplier shall submit a report mentioned in subsection (2) to the Registrar within the time period specified by the Registrar. O. Reg. 281/07, s. 17 (4).</p> <p class=\"subsection-e\">(5) The Registrar may require the lottery equipment supplier to make changes to the internal control system at any time. O. Reg. 281/07, s. 17 (5).</p> <p class=\"subsection-e\">(6) The lottery equipment supplier shall implement all changes to the internal control system required by the Registrar within the time period specified by the Registrar. O. Reg. 281/07, s. 17 (6).</p> <p class=\"subsection-e\">(7) In determining whether to require a lottery equipment supplier to make changes to the internal control system, the Registrar shall consider, in addition to the control objectives identified by the Registrar, whether the system provides reasonable assurance that,</p> <p class=\"clause-e\">(a) financial records and reporting will be accurate, reliable and prepared on a timely basis;</p> <p class=\"clause-e\">(b) the manufacturing, installation, maintenance or repair of the lottery equipment ensures the technical integrity, safety and security of the lottery equipment;</p> <p class=\"clause-e\">(c) the potential for error and fraud has been minimized;</p> <p class=\"clause-e\">(d) lottery tickets will be safeguarded; and</p> <p class=\"clause-e\">(e) efficient operations are promoted. O. Reg. 281/07, s. 17 (7).</p> <p class=\"subsection-e\">(8) The lottery equipment supplier shall pay the costs of a report mentioned in subsection (2). O. Reg. 281/07, s. 17 (8).</p> <p class=\"subsection-e\">(9) A registered lottery equipment supplier shall ensure that its operations are conducted in accordance with the internal control system approved by the Registrar. O. Reg. 281/07, s. 17 (9).</p> <p class=\"heading1-e\">General</p>"
        },
        {
            "id": "18.",
            "section": "Change of information",
            "content": "18. Every supplier registered under this Regulation shall notify the Registrar in writing within five days of any change in the officers, directors or partners of the supplier or of any change in the holders of 5 per cent or more of any shares of the supplier. O. Reg. 281/07, s. 18.",
            "raw_html": "<p class=\"section-e\"><b>18. </b>Every supplier registered under this Regulation shall notify the Registrar in writing within five days of any change in the officers, directors or partners of the supplier or of any change in the holders of 5 per cent or more of any shares of the supplier. O. Reg. 281/07, s. 18.</p>"
        },
        {
            "id": "19.",
            "section": "Rules of play",
            "content": "19. Despite section 3.7 of the Act and Ontario Regulation 385/99 (Games of Chance Conducted and Managed by the Ontario Lottery and Gaming Corporation) made under the Act, the rules of play approved by the Board for the playing of games of chance do not apply to a lottery established by the Ontario Lottery and Gaming Corporation or the Interprovincial Lottery Corporation. O. Reg. 281/07, s. 19.",
            "raw_html": "<p class=\"section-e\"><b>19. </b>Despite section 3.7 of the Act and Ontario Regulation 385/99 (Games of Chance Conducted and Managed by the Ontario Lottery and Gaming Corporation) made under the Act, the rules of play approved by the Board for the playing of games of chance do not apply to a lottery established by the Ontario Lottery and Gaming Corporation or the Interprovincial Lottery Corporation. O. Reg. 281/07, s. 19.</p>"
        },
        {
            "id": "20.",
            "section": "Rules of play",
            "content": "20. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 281/07, s. 20. ",
            "raw_html": "<p class=\"section-e\"><b>20.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 281/07, s. 20.</p> <p class=\"Normal\"></p>"
        }
    ]
}