{
    "reg_info": {
        "full_title": "O. Reg. 16/08: ASSESSMENT OF EXPENSES AND EXPENDITURES",
        "reg_name_text": "Assessment of Expenses and Expenditures",
        "citation": "O. Reg. 16/08: ASSESSMENT OF EXPENSES AND EXPENDITURES",
        "act_under": "Ontario Energy Board Act, 1998",
        "url": "https://www.ontario.ca/laws/regulation/080016",
        "date_scraped": "2023-12-19 02:01:40"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April  1, 2018",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/080016/v9",
            "valid_from": "December 15, 2017",
            "valid_to": "March 31, 2018"
        },
        {
            "a_href": "/laws/regulation/080016/v8",
            "valid_from": "February  8, 2017",
            "valid_to": "December 14, 2017"
        },
        {
            "a_href": "/laws/regulation/080016/v7",
            "valid_from": "January  1, 2015",
            "valid_to": "February  7, 2017"
        },
        {
            "a_href": "/laws/regulation/080016/v6",
            "valid_from": "December 16, 2014",
            "valid_to": "December 31, 2014"
        },
        {
            "a_href": "/laws/regulation/080016/v5",
            "valid_from": "January  1, 2011",
            "valid_to": "December 15, 2014"
        },
        {
            "a_href": "/laws/regulation/080016/v4",
            "valid_from": "December 14, 2010",
            "valid_to": "December 31, 2010"
        },
        {
            "a_href": "/laws/regulation/080016/v3",
            "valid_from": "March  6, 2009",
            "valid_to": "December 13, 2010"
        },
        {
            "a_href": "/laws/regulation/080016/v2",
            "valid_from": "April  1, 2008",
            "valid_to": "March  5, 2009"
        },
        {
            "a_href": "/laws/regulation/080016/v1",
            "valid_from": "February  4, 2008",
            "valid_to": "March 31, 2008"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "0.1",
            "section": "Definitions",
            "content": " 0.1 In this Regulation, “broader public sector” means health service providers, school boards, colleges, universities, municipalities, community and social service providers and Crown agencies, boards, commissions and authorities that provide public services under the laws of Ontario or under a ministry transfer payment program; (“secteur parapublic”) “broader public sector procurement agent” means, with respect to a member of the broader public sector, an entity that is controlled or owned by the member and one or more other members and that procures electricity or gas on behalf of one or more of them; (“agent des acquisitions du secteur parapublic”) “gas marketer” has the meaning assigned by section 47 of the Act and “gas marketing” has a corresponding meaning; (“agent de commercialisation de gaz”, “commercialisation de gaz”) “licensed gas marketer” means a gas marketer licensed under Part IV of the Act; (“agent de commercialisation de gaz titulaire de permis”) “licensed retailer” means a retailer licensed under Part V of the Act; (“détaillant titulaire de permis”) “low-volume consumer” means, (a) in relation to electricity, a consumer who is a low-volume consumer for the purposes of Part V of the Act, or (b) in relation to gas, a consumer who is a low-volume consumer for the purposes of Part IV of the Act; (“petit consommateur”) “retail” has the meaning assigned by section 56 of the Act; (“vendre au détail”) “retailer” has the meaning assigned by section 56 of the Act. (“détaillant”)  O. Reg. 499/10, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>0.1</b> In this Regulation,</p> <p class=\"firstdef-e\">“broader public sector” means health service providers, school boards, colleges, universities, municipalities, community and social service providers and Crown agencies, boards, commissions and authorities that provide public services under the laws of Ontario or under a ministry transfer payment program; (“secteur parapublic”)</p> <p class=\"definition-e\">“broader public sector procurement agent” means, with respect to a member of the broader public sector, an entity that is controlled or owned by the member and one or more other members and that procures electricity or gas on behalf of one or more of them; (“agent des acquisitions du secteur parapublic”)</p> <p class=\"definition-e\">“gas marketer” has the meaning assigned by section 47 of the Act and “gas marketing” has a corresponding meaning; (“agent de commercialisation de gaz”, “commercialisation de gaz”)</p> <p class=\"definition-e\">“licensed gas marketer” means a gas marketer licensed under Part IV of the Act; (“agent de commercialisation de gaz titulaire de permis”)</p> <p class=\"definition-e\">“licensed retailer” means a retailer licensed under Part V of the Act; (“détaillant titulaire de permis”)</p> <p class=\"definition-e\">“low-volume consumer” means,</p> <p class=\"defclause-e\">  (a) in relation to electricity, a consumer who is a low-volume consumer for the purposes of Part V of the Act, or</p> <p class=\"defclause-e\">  (b) in relation to gas, a consumer who is a low-volume consumer for the purposes of Part IV of the Act; (“petit consommateur”)</p> <p class=\"definition-e\">“retail” has the meaning assigned by section 56 of the Act; (“vendre au détail”)</p> <p class=\"definition-e\">“retailer” has the meaning assigned by section 56 of the Act. (“détaillant”)  O. Reg. 499/10, s. 1.</p>"
        },
        {
            "id": "1.",
            "section": "Class of persons liable for Board expenses and expenditures",
            "content": " 1. The following persons or classes of persons are liable for the purpose of subsection 26 (1) of the Act to pay an assessment with respect to expenses incurred and expenditures made by the Board: 1. Distributors that are licensed under Part V of the Act. 2. Transmitters that are licensed under Part V of the Act. 3. Gas transmitters, gas distributors and storage companies that are subject to section 36 of the Act. 4. The IESO. 5. Unit sub-meter providers. 6. Ontario Power Generation Inc. 7. Licensed gas marketers, but not broader public sector procurement agents that engage in gas marketing to only members of the broader public sector. 8. Licensed retailers who retail electricity to low-volume consumers, but not broader public sector procurement agents that retail electricity to only members of the broader public sector.  O. Reg. 16/08, s. 1; O. Reg. 499/10, s. 2; O. Reg. 293/14, s. 1; O. Reg. 31/17, s. 1; O. Reg. 514/17, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>The following persons or classes of persons are liable for the purpose of subsection 26 (1) of the Act to pay an assessment with respect to expenses incurred and expenditures made by the Board:</p> <p class=\"paragraph-e\">  1. Distributors that are licensed under Part V of the Act.</p> <p class=\"paragraph-e\">  2. Transmitters that are licensed under Part V of the Act. </p> <p class=\"paragraph-e\">  3. Gas transmitters, gas distributors and storage companies that are subject to section 36 of the Act.</p> <p class=\"paragraph-e\">  4. The IESO.</p> <p class=\"paragraph-e\">  5. Unit sub-meter providers.</p> <p class=\"paragraph-e\">  6. Ontario Power Generation Inc.</p> <p class=\"paragraph-e\">  7. Licensed gas marketers, but not broader public sector procurement agents that engage in gas marketing to only members of the broader public sector.</p> <p class=\"paragraph-e\">  8. Licensed retailers who retail electricity to low-volume consumers, but not broader public sector procurement agents that retail electricity to only members of the broader public sector.  O. Reg. 16/08, s. 1; O. Reg. 499/10, s. 2; O. Reg. 293/14, s. 1; O. Reg. 31/17, s. 1; O. Reg. 514/17, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Frequency",
            "content": " 2. The persons and classes of persons listed in section 1 are liable to pay an assessment described in that section in respect of each fiscal year of the Board, which commences on April 1 in each year and ends on March 31 in the following year. O. Reg. 514/17, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>The persons and classes of persons listed in section 1 are liable to pay an assessment described in that section in respect of each fiscal year of the Board, which commences on April 1 in each year and ends on March 31 in the following year. O. Reg. 514/17, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Frequency",
            "content": " 3. Omitted (revokes other Regulations).  O. Reg. 16/08, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">revokes other Regulations</span>).  O. Reg. 16/08, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Frequency",
            "content": " 4. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 16/08, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 16/08, s. 4.</p>"
        },
        {
            "id": null,
            "section": "Frequency",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/080016\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}