{
    "reg_info": {
        "full_title": "O. Reg. 304/92: EXEMPTION - MINISTRY OF TRANSPORTATION - MTC-60",
        "reg_name_text": "EXEMPTION — MINISTRY OF TRANSPORTATION — MTC-60",
        "citation": "O. Reg. 304/92: EXEMPTION - MINISTRY OF TRANSPORTATION - MTC-60",
        "act_under": "Environmental Assessment Act   Loi sur les évaluations environnementales",
        "url": "https://www.ontario.ca/laws/regulation/920304",
        "date_scraped": "2023-12-21 14:07:04"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June  9, 1992",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": null,
            "section": null,
            "content": "Having received a request from the Minister of Transportation that an undertaking, namely: the activity of carrying out the design, provision and construction of a new two-lane, undivided highway, to be numbered as Highway 11/17, 27.8 kilometres in length, from the Thunder Bay Expressway/Harbour Expressway Intersection in the City of Thunder Bay, westerly to the East Limit of Kakabeka Falls in the Township of O’Connor, with full access control and at-grade intersections provided at appropriately spaced intervals along the alignment, be exempt from the application of the Act pursuant to section 29; and",
            "raw_html": "<p class=\"parawtab-e\">Having received a request from the Minister of Transportation that an undertaking, namely:</p> <p class=\"parawindt-e\">the activity of carrying out the design, provision and construction of a new two-lane, undivided highway, to be numbered as Highway 11/17, 27.8 kilometres in length, from the Thunder Bay Expressway/Harbour Expressway Intersection in the City of Thunder Bay, westerly to the East Limit of Kakabeka Falls in the Township of O’Connor, with full access control and at-grade intersections provided at appropriately spaced intervals along the alignment,</p> <p class=\"paranoindt-e\">be exempt from the application of the Act pursuant to section 29; and</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "Having been advised by the Minister of Transportation that if the undertaking is subject to the application of the Act, the following injury, damage or interference with the persons and property indicated will occur: A. The Crown will be damaged by an increase in the cost of and interfered with by the delay in the completion of a project for which a planning exemption has been granted. B. The Corporations of the City of Thunder Bay and the Townships of Paipoonge and O’Connor will be interfered with by the delay in completion of this project for which a designated alignment has existed since 1979 upon which land use planning and development has been influenced in expectation of the highway construction. C. The public will be interfered with and damaged by operational problems in the existing Provincial and local road systems and by vehicle accidents on existing Highway 11/17.",
            "raw_html": "<p class=\"parawtab-e\">Having been advised by the Minister of Transportation that if the undertaking is subject to the application of the Act, the following injury, damage or interference with the persons and property indicated will occur:</p> <p class=\"paragraph-e\">A. The Crown will be damaged by an increase in the cost of and interfered with by the delay in the completion of a project for which a planning exemption has been granted.</p> <p class=\"paragraph-e\">B. The Corporations of the City of Thunder Bay and the Townships of Paipoonge and O’Connor will be interfered with by the delay in completion of this project for which a designated alignment has existed since 1979 upon which land use planning and development has been influenced in expectation of the highway construction.</p> <p class=\"paragraph-e\">C. The public will be interfered with and damaged by operational problems in the existing Provincial and local road systems and by vehicle accidents on existing Highway 11/17.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;",
            "raw_html": "<p class=\"parawtab-e\">Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of the Act for the following reasons: A. The planning for the highway is exempt from the requirements of the Act. Public participation and intergovernmental agency liaison were part of the planning process. B. The Councils of the City of Thunder Bay and the Township of Paipoonge have passed resolutions requesting that the Ministry proceed a soon as possible with the undertaking. C. The completion of the re-alignment Highway 11/17 controlled access highway will allow the full benefit of the highway corridor to be realized by the people of Ontario and especially the residents and the business, commercial and industrial development in the City of Thunder Bay and the Township of Paipoonge.",
            "raw_html": "<p class=\"parawtab-e\">The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of the Act for the following reasons:</p> <p class=\"paragraph-e\">A. The planning for the highway is exempt from the requirements of the Act. Public participation and intergovernmental agency liaison were part of the planning process.</p> <p class=\"paragraph-e\">B. The Councils of the City of Thunder Bay and the Township of Paipoonge have passed resolutions requesting that the Ministry proceed a soon as possible with the undertaking.</p> <p class=\"paragraph-e\">C. The completion of the re-alignment Highway 11/17 controlled access highway will allow the full benefit of the highway corridor to be realized by the people of Ontario and especially the residents and the business, commercial and industrial development in the City of Thunder Bay and the Township of Paipoonge.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "This exemption order is subject to the following terms and conditions: 1. The Ministry of Transportation shall prepare and submit an Environmental Study Report and the undertaking shall be processed as though it were an undertaking described in Schedule B of the Class EA for Provincial Highways Program. 2. No construction shall be carried out pursuant to this exemption order unless construction has commenced prior to May 31, 1994. O.Reg. 304/92. ",
            "raw_html": "<p class=\"parawtab-e\">This exemption order is subject to the following terms and conditions:</p> <p class=\"paragraph-e\">1. The Ministry of Transportation shall prepare and submit an Environmental Study Report and the undertaking shall be processed as though it were an undertaking described in Schedule B of the Class EA for Provincial Highways Program.</p> <p class=\"paragraph-e\">2. No construction shall be carried out pursuant to this exemption order unless construction has commenced prior to May 31, 1994. O.Reg. 304/92.</p> <p class=\"Normal\"></p>"
        }
    ]
}