{
    "reg_info": {
        "full_title": "O. Reg. 884/93: DESIGNATED DRUGS",
        "reg_name_text": "DESIGNATED DRUGS",
        "citation": "O. Reg. 884/93: ",
        "act_under": "Midwifery Act, 1991   Loi de 1991 sur les sages-femmes",
        "url": "https://www.ontario.ca/laws/regulation/930884",
        "date_scraped": "2023-12-19 06:56:53"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January 22, 2010",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/930884/v2",
            "valid_from": "August 26, 2004",
            "valid_to": "January 21, 2010"
        },
        {
            "a_href": "/laws/regulation/930884/v1",
            "valid_from": "December 31, 1993",
            "valid_to": "August 25, 2004"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. For the purposes of paragraph 5 of section 4 of the Act, the following substances are designated as substances that a member may administer by injection on the member’s own responsibility: Ampicillin — for the purpose of preventing neonatal group B streptococcal disease Bupivacaine — for the purpose of local anaesthesia for episiotomy or the repair of tears Carbetocin Carboprost tromethamine Cefazolin — for the purpose of preventing neonatal group B streptococcal disease Chloroprocaine — for the purpose of local anaesthesia for episiotomy or the repair of tears Clindamycin — for the purpose of preventing neonatal group B streptococcal disease Dimenhydrinate Diphenhydramine hydrochloride Epinephrine hydrochloride Ergonovine maleate Erythromycin — for the purpose of preventing neonatal group B streptococcal disease Hepatitis B immune globulin Hepatitis B vaccine Intravenous fluids Lidocaine hydrochloride with or without epinephrine — for the purpose of local anaesthesia for episiotomy or the repair of tears Measles-mumps-rubella virus vaccine Oxytocin Penicillin G — for the purpose of preventing neonatal group B streptococcal disease Phytonadione RhD immune globulin Varicella Zoster immune globulin O. Reg. 13/10, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>For the purposes of paragraph 5 of section 4 of the Act, the following substances are designated as substances that a member may administer by injection on the member’s own responsibility:</p> <p class=\"parawindt-e\">Ampicillin — for the purpose of preventing neonatal group B streptococcal disease</p> <p class=\"parawindt-e\">Bupivacaine — for the purpose of local anaesthesia for episiotomy or the repair of tears</p> <p class=\"parawindt-e\">Carbetocin</p> <p class=\"parawindt-e\">Carboprost tromethamine</p> <p class=\"parawindt-e\">Cefazolin — for the purpose of preventing neonatal group B streptococcal disease</p> <p class=\"parawindt-e\">Chloroprocaine — for the purpose of local anaesthesia for episiotomy or the repair of tears</p> <p class=\"parawindt-e\">Clindamycin — for the purpose of preventing neonatal group B streptococcal disease</p> <p class=\"parawindt-e\">Dimenhydrinate</p> <p class=\"parawindt-e\">Diphenhydramine hydrochloride</p> <p class=\"parawindt-e\">Epinephrine hydrochloride</p> <p class=\"parawindt-e\">Ergonovine maleate</p> <p class=\"parawindt-e\">Erythromycin — for the purpose of preventing neonatal group B streptococcal disease</p> <p class=\"parawindt-e\">Hepatitis B immune globulin</p> <p class=\"parawindt-e\">Hepatitis B vaccine</p> <p class=\"parawindt-e\">Intravenous fluids</p> <p class=\"parawindt-e\">Lidocaine hydrochloride with or without epinephrine — for the purpose of local anaesthesia for episiotomy or the repair of tears</p> <p class=\"parawindt-e\">Measles-mumps-rubella virus vaccine</p> <p class=\"parawindt-e\">Oxytocin</p> <p class=\"parawindt-e\">Penicillin G — for the purpose of preventing neonatal group B streptococcal disease</p> <p class=\"parawindt-e\">Phytonadione</p> <p class=\"parawindt-e\">RhD immune globulin</p> <p class=\"parawindt-e\">Varicella Zoster immune globulin </p> <p class=\"footnote-e\">O. Reg. 13/10, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. For the purposes of paragraph 5 of section 4 of the Act, the following substances are designated as substances that a member may administer by inhalation on the member’s own responsibility: Nitrous oxide Therapeutic oxygen O. Reg. 884/93, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>For the purposes of paragraph 5 of section 4 of the Act, the following substances are designated as substances that a member may administer by inhalation on the member’s own responsibility:</p> <p class=\"parawindt-e\">Nitrous oxide</p> <p class=\"parawindt-e\">Therapeutic oxygen</p> <p class=\"footnote-e\">O. Reg. 884/93, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. For the purposes of paragraph 6 of section 4 of the Act, the following drugs are designated as drugs that a member may prescribe on the member’s own responsibility: Amoxicillin-clavulanic acid — for the purpose of treating mastitis Cephalexin — for the purpose of treating mastitis Ciprofloxacin (oral) Clotrimazole Clindamycin (oral) Cloxacillin (oral) Diclofenac (oral) Domperidone — for the purpose of promoting lactation Doxylamine succinate-pyridoxine hydrochloride Ergonovine maleate (oral) Erythromycin ophthalmic ointment Folic acid (oral; greater than 1mg/dose) Hepatitis B immune globulin Hepatitis B vaccine Hydrocortisone anorectal therapy compound Metronidazole (oral) Miconazole Misoprostol — for the purpose of preventing postpartum hemorrhage Mupirocin-betamethasone valerate-miconazole (topical) Naproxen (oral) Nitrofurantoin — for the purpose of treating urinary tract infections Nystatin Phytonadione RhD immune globulin Sulfamethoxazole-trimethoprim (oral) Trimethoprim — for the purpose of treating urinary tract infections O. Reg. 13/10, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>For the purposes of paragraph 6 of section 4 of the Act, the following drugs are designated as drugs that a member may prescribe on the member’s own responsibility:</p> <p class=\"parawindt-e\">Amoxicillin-clavulanic acid — for the purpose of treating mastitis</p> <p class=\"parawindt-e\">Cephalexin — for the purpose of treating mastitis</p> <p class=\"parawindt-e\">Ciprofloxacin (oral)</p> <p class=\"parawindt-e\">Clotrimazole</p> <p class=\"parawindt-e\">Clindamycin (oral)</p> <p class=\"parawindt-e\">Cloxacillin (oral)</p> <p class=\"parawindt-e\">Diclofenac (oral)</p> <p class=\"parawindt-e\">Domperidone — for the purpose of promoting lactation</p> <p class=\"parawindt-e\">Doxylamine succinate-pyridoxine hydrochloride</p> <p class=\"parawindt-e\">Ergonovine maleate (oral)</p> <p class=\"parawindt-e\">Erythromycin ophthalmic ointment</p> <p class=\"parawindt-e\">Folic acid (oral; greater than 1mg/dose)</p> <p class=\"parawindt-e\">Hepatitis B immune globulin</p> <p class=\"parawindt-e\">Hepatitis B vaccine</p> <p class=\"parawindt-e\">Hydrocortisone anorectal therapy compound</p> <p class=\"parawindt-e\">Metronidazole (oral)</p> <p class=\"parawindt-e\">Miconazole</p> <p class=\"parawindt-e\">Misoprostol — for the purpose of preventing postpartum hemorrhage</p> <p class=\"parawindt-e\">Mupirocin-betamethasone valerate-miconazole (topical)</p> <p class=\"parawindt-e\">Naproxen (oral)</p> <p class=\"parawindt-e\">Nitrofurantoin — for the purpose of treating urinary tract infections</p> <p class=\"parawindt-e\">Nystatin</p> <p class=\"parawindt-e\">Phytonadione</p> <p class=\"parawindt-e\">RhD immune globulin</p> <p class=\"parawindt-e\">Sulfamethoxazole-trimethoprim (oral)</p> <p class=\"parawindt-e\">Trimethoprim — for the purpose of treating urinary tract infections</p> <p class=\"footnote-e\">O. Reg. 13/10, s. 2.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. (1) In the course of engaging in the practice of midwifery, a member may use any drug on the order of a member of the College of Physicians and Surgeons of Ontario.  O. Reg. 13/10, s. 3. (2) For the purposes of paragraph 5 of section 4 of the Act, a member may administer any substance by injection or inhalation on the order of a member of the College of Physicians and Surgeons of Ontario.  O. Reg. 13/10, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) In the course of engaging in the practice of midwifery, a member may use any drug on the order of a member of the College of Physicians and Surgeons of Ontario.  O. Reg. 13/10, s. 3.</p> <p class=\"subsection-e\">  (2) For the purposes of paragraph 5 of section 4 of the Act, a member may administer any substance by injection or inhalation on the order of a member of the College of Physicians and Surgeons of Ontario.  O. Reg. 13/10, s. 3.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5. A member may administer, prescribe or order any drug or substance that may lawfully be purchased or acquired without a prescription.  O. Reg. 884/93, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>A member may administer, prescribe or order any drug or substance that may lawfully be purchased or acquired without a prescription.  O. Reg. 884/93, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": " 6. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 884/93, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>6.</b> <span>Omitted (provides for coming into force of provisions of this Regulation).</span>  O. Reg. 884/93, s. 6.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}