{
    "reg_info": {
        "full_title": "O. Reg. 217/01: LIQUID FUELS",
        "reg_name_text": "LIQUID FUELS",
        "citation": "O. Reg. 217/01: ",
        "act_under": "Technical Standards and Safety Act, 2000   Loi de 2000 sur les normes techniques et la sécurité",
        "url": "https://www.ontario.ca/laws/regulation/010217",
        "date_scraped": "2023-12-19 22:45:47"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June 27, 2001",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "P67_1052",
            "section": "Interpretation",
            "content": "1. (1) In this Regulation, “approved” means, (a) with respect to a standard or a laboratory test report, that it is listed in “Titles of Standards and Laboratory Test Reports Authorized in the Province of Ontario under the Act” published by the designated administrative authority from time to time, (b) with respect to an appliance, equipment, a component or an accessory, that it bears the label or symbol of a designated testing organization or a label or symbol authorized by the director, certifying that it complies with an approved standard or laboratory test report, or (c) with respect to an installation or work, that it complies with this Regulation or, where the installation or work was installed before this Regulation came into force, that it complies with the predecessor to this Regulation as it existed when the installation or work was carried out; “associated product” means any product of petroleum, other than gasoline, wax and asphalt or any other liquid product used as a fuel; “bulk plant” means one or more storage tanks, including their appurtenances, where gasoline or an associated product is received by pipeline, tank vessel, tank car or tank vehicle and is stored in bulk for subsequent transmission by pipeline or transportation or distribution by tank vessel, tank car or tank vehicle; “cardlock/keylock” means an outlet not used by the general public where gasoline or diesel fuel is dispensed unsupervised; “certificate” means a certificate issued under Ontario Regulation 216/01 (Certification of Petroleum Equipment Mechanics); “code adoption document” means the “Liquid Fuels Handling Code” adopted as part of this Regulation under Ontario Regulation 223/01; “contractor” means a person who carries on, in whole or in part, the business of installing, removing, repairing, altering or servicing equipment, and includes a person or an agent of the person who agrees to install, remove, repair, alter or service equipment sold or leased by the person; “equipment” means a device that is used in the handling of gasoline or an associated product; “facility” means a permanent or mobile retail outlet, bulk plant, marina, cardlock/keylock, private outlet or farm where gasoline or an associated product is handled other than in portable containers; “farm” means a private outlet that consists of a tract of land, including all buildings, structures and appurtenances to the land, devoted to the production of crops or the raising of animals, and includes fish hatcheries, ranges and nurseries with growing operations; “flash point” means the lowest temperature, determined by the ASTM D93 test method, at which the vapour of a product of petroleum forms a flammable mixture in air; “gasoline” means a product of petroleum that may include oxygenates and gasoline additives that has a flash point below 37.8 degrees C, that is a liquid at standard temperatures and pressures and that is designed for use in an engine; “handling” means the storing, transmitting, transporting or distribution of gasoline or an associated product, and includes putting them into the fuel tank of a motor vehicle, motor boat or other watercraft or into a container, but does not include putting them into the fuel tank of a motor vehicle or into a container at a self-serve gasoline facility, and “handle” and “handler” have corresponding meanings; “install” includes placing equipment in position for permanent or temporary use, venting it and connecting piping to it, and “installation” has a corresponding meaning; “maintenance” includes, (a) the repair or replacement of equipment with identical equipment, or servicing of equipment, (b) the replacement of equipment with equipment that has similar performance specifications where it is not necessary to change the layout perimeters directly associated with the equipment, or (c) the concrete work required to allow the installation of a pump or dispenser under clause (b); “marina” means any premises at which gasoline or an associated product is dispensed for use as fuel for floating motorized watercraft; “modification” means a reduction, expansion or other layout change or change in the operation of a facility, but does not include maintenance or decommissioning; “operator” means a person who is responsible for all aspects of the day to day operation of a retail outlet, bulk plant, marina or private outlet, whether or not the person is located on the premises during the hours of operation, and when referring to a tank vehicle, means the owner of the tank vehicle; “portable container” means a container that has a capacity of 50 litres or less, that is designed, manufactured and used or to be used for the storage or conveyance of gasoline or an associated product; “private outlet” means any premises, other than a retail outlet, where gasoline or an associated product is put into the fuel tanks of motor vehicles or floating motorized watercraft or into portable containers; “retail outlet” means any premises to which the public is invited, at which gasoline or an associated product is sold and is put into the fuel tanks of motor vehicles, floating motorized watercraft or into portable containers; “tank vehicle” means a vehicle that is designated for transporting gasoline or an associated product; “transport” means to convey gasoline or an associated product, exclusive of the fuel carried for use in the vehicle, other than by pipeline, and “transporting” and “transportation” have corresponding meanings. O. Reg. 217/01, s. 1 (1). (2) The requirements set out in the code adoption document relating to operation and modification apply to the operation and modification of all new installations and of existing installations but the design and construction requirements set out in it do not, unless otherwise specified, apply to existing installations constructed in accordance with the requirements of a predecessor of this Regulation. O. Reg. 217/01, s. 1 (2). (3) In the event of a conflict between a provision of this Regulation, the code adoption document or a code referenced in the code adoption document, this Regulation prevails. O. Reg. 217/01, s. 1 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P67_1052\"></a><a name=\"BK0\"></a>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“approved” means,</p> <p class=\"defclause-e\">(a) with respect to a standard or a laboratory test report, that it is listed in “Titles of Standards and Laboratory Test Reports Authorized in the Province of Ontario under the Act” published by the designated administrative authority from time to time,</p> <p class=\"defclause-e\">(b) with respect to an appliance, equipment, a component or an accessory, that it bears the label or symbol of a designated testing organization or a label or symbol authorized by the director, certifying that it complies with an approved standard or laboratory test report, or</p> <p class=\"defclause-e\">(c) with respect to an installation or work, that it complies with this Regulation or, where the installation or work was installed before this Regulation came into force, that it complies with the predecessor to this Regulation as it existed when the installation or work was carried out;</p> <p class=\"definition-e\">“associated product” means any product of petroleum, other than gasoline, wax and asphalt or any other liquid product used as a fuel;</p> <p class=\"definition-e\">“bulk plant” means one or more storage tanks, including their appurtenances, where gasoline or an associated product is received by pipeline, tank vessel, tank car or tank vehicle and is stored in bulk for subsequent transmission by pipeline or transportation or distribution by tank vessel, tank car or tank vehicle;</p> <p class=\"definition-e\">“cardlock/keylock” means an outlet not used by the general public where gasoline or diesel fuel is dispensed unsupervised; </p> <p class=\"definition-e\">“certificate” means a certificate issued under Ontario Regulation 216/01 (Certification of Petroleum Equipment Mechanics);</p> <p class=\"definition-e\">“code adoption document” means the “Liquid Fuels Handling Code” adopted as part of this Regulation under Ontario Regulation 223/01;</p> <p class=\"definition-e\">“contractor” means a person who carries on, in whole or in part, the business of installing, removing, repairing, altering or servicing equipment, and includes a person or an agent of the person who agrees to install, remove, repair, alter or service equipment sold or leased by the person;</p> <p class=\"definition-e\">“equipment” means a device that is used in the handling of gasoline or an associated product;</p> <p class=\"definition-e\">“facility” means a permanent or mobile retail outlet, bulk plant, marina, cardlock/keylock, private outlet or farm where gasoline or an associated product is handled other than in portable containers;</p> <p class=\"definition-e\">“farm” means a private outlet that consists of a tract of land, including all buildings, structures and appurtenances to the land, devoted to the production of crops or the raising of animals, and includes fish hatcheries, ranges and nurseries with growing operations;</p> <p class=\"definition-e\">“flash point” means the lowest temperature, determined by the ASTM D93 test method, at which the vapour of a product of petroleum forms a flammable mixture in air;</p> <p class=\"definition-e\">“gasoline” means a product of petroleum that may include oxygenates and gasoline additives that has a flash point below 37.8 degrees C, that is a liquid at standard temperatures and pressures and that is designed for use in an engine;</p> <p class=\"definition-e\">“handling” means the storing, transmitting, transporting or distribution of gasoline or an associated product, and includes putting them into the fuel tank of a motor vehicle, motor boat or other watercraft or into a container, but does not include putting them into the fuel tank of a motor vehicle or into a container at a self-serve gasoline facility, and “handle” and “handler” have corresponding meanings;</p> <p class=\"definition-e\">“install” includes placing equipment in position for permanent or temporary use, venting it and connecting piping to it, and “installation” has a corresponding meaning;</p> <p class=\"definition-e\">“maintenance” includes,</p> <p class=\"defclause-e\">(a) the repair or replacement of equipment with identical equipment, or servicing of equipment,</p> <p class=\"defclause-e\">(b) the replacement of equipment with equipment that has similar performance specifications where it is not necessary to change the layout perimeters directly associated with the equipment, or</p> <p class=\"defclause-e\">(c) the concrete work required to allow the installation of a pump or dispenser under clause (b);</p> <p class=\"definition-e\">“marina” means any premises at which gasoline or an associated product is dispensed for use as fuel for floating motorized watercraft;</p> <p class=\"definition-e\">“modification” means a reduction, expansion or other layout change or change in the operation of a facility, but does not include maintenance or decommissioning;</p> <p class=\"definition-e\">“operator” means a person who is responsible for all aspects of the day to day operation of a retail outlet, bulk plant, marina or private outlet, whether or not the person is located on the premises during the hours of operation, and when referring to a tank vehicle, means the owner of the tank vehicle;</p> <p class=\"definition-e\">“portable container” means a container that has a capacity of 50 litres or less, that is designed, manufactured and used or to be used for the storage or conveyance of gasoline or an associated product;</p> <p class=\"definition-e\">“private outlet” means any premises, other than a retail outlet, where gasoline or an associated product is put into the fuel tanks of motor vehicles or floating motorized watercraft or into portable containers;</p> <p class=\"definition-e\">“retail outlet” means any premises to which the public is invited, at which gasoline or an associated product is sold and is put into the fuel tanks of motor vehicles, floating motorized watercraft or into portable containers;</p> <p class=\"definition-e\">“tank vehicle” means a vehicle that is designated for transporting gasoline or an associated product;</p> <p class=\"definition-e\">“transport” means to convey gasoline or an associated product, exclusive of the fuel carried for use in the vehicle, other than by pipeline, and “transporting” and “transportation” have corresponding meanings. O. Reg. 217/01, s. 1 (1).</p> <p class=\"subsection-e\">(2) The requirements set out in the code adoption document relating to operation and modification apply to the operation and modification of all new installations and of existing installations but the design and construction requirements set out in it do not, unless otherwise specified, apply to existing installations constructed in accordance with the requirements of a predecessor of this Regulation. O. Reg. 217/01, s. 1 (2).</p> <p class=\"subsection-e\">(3) In the event of a conflict between a provision of this Regulation, the code adoption document or a code referenced in the code adoption document, this Regulation prevails. O. Reg. 217/01, s. 1 (3).</p>"
        },
        {
            "id": "P100_7329",
            "section": "Application",
            "content": "2. (1) This Regulation applies to facilities where gasoline or an associated product is handled, loaded or dispensed to be used as a fuel in motor vehicles or as a fuel oil. O. Reg. 217/01, s. 2 (1). (2) This Regulation does not apply to, (a) equipment or installations associated with standby generators or heating oil systems; (b) any matter regulated under Ontario Regulation 213/01 (Fuel Oil); (c) any matter relating to the subject matter of this Regulation that is regulated by the Government of Canada; (d) the storage, handling and use of equipment or installations for gaseous fuels; (e) processing plants where the resulting product is not used as a fuel; (f) petroleum refineries; (g) equipment or installations at underground parts of an underground mine that are subject to the Occupational Health and Safety Act, or fuels packaged as consumer goods. O. Reg. 217/01, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P100_7329\"></a><a name=\"BK1\"></a>2. </b>(1) This Regulation applies to facilities where gasoline or an associated product is handled, loaded or dispensed to be used as a fuel in motor vehicles or as a fuel oil. O. Reg. 217/01, s. 2 (1).</p> <p class=\"subsection-e\">(2) This Regulation does not apply to,</p> <p class=\"clause-e\">(a) equipment or installations associated with standby generators or heating oil systems;</p> <p class=\"clause-e\">(b) any matter regulated under Ontario Regulation 213/01 (Fuel Oil);</p> <p class=\"clause-e\">(c) any matter relating to the subject matter of this Regulation that is regulated by the Government of Canada;</p> <p class=\"clause-e\">(d) the storage, handling and use of equipment or installations for gaseous fuels;</p> <p class=\"clause-e\">(e) processing plants where the resulting product is not used as a fuel;</p> <p class=\"clause-e\">(f) petroleum refineries;</p> <p class=\"clause-e\">(g) equipment or installations at underground parts of an underground mine that are subject to the <i>Occupational Health and Safety Act</i>, or fuels packaged as consumer goods. O. Reg. 217/01, s. 2 (2).</p>"
        },
        {
            "id": "P110_8254",
            "section": "General requirement for compliance",
            "content": "3. (1) Every person engaged in an activity, use of equipment, process or procedure to which the Act and this Regulation apply shall comply with the Act and this Regulation. O. Reg. 217/01, s. 3 (1). (2) For the purpose of subsection (1), the reference to an activity, use of equipment, process or procedure includes, but is not limited to, design, construction, installation, repair, maintenance, modification, service, use or equipment disposal associated with gasoline and associated products. O. Reg. 217/01, s. 3 (2). (3) The holder of a licence for a facility is responsible for ensuring compliance with all of the requirements of this Regulation with respect to the facility whether the person is in attendance at the facility or not. O. Reg. 217/01, s. 3 (3). (4) The holder of a licence for a tank vehicle is responsible for ensuring compliance with all of the requirements of this Regulation with respect to the tank vehicle whether the person is in attendance at the tank vehicle or not. O. Reg. 217/01, s. 3 (4).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P110_8254\"></a><a name=\"BK2\"></a>3. </b>(1) Every person engaged in an activity, use of equipment, process or procedure to which the Act and this Regulation apply shall comply with the Act and this Regulation. O. Reg. 217/01, s. 3 (1).</p> <p class=\"subsection-e\">(2) For the purpose of subsection (1), the reference to an activity, use of equipment, process or procedure includes, but is not limited to, design, construction, installation, repair, maintenance, modification, service, use or equipment disposal associated with gasoline and associated products. O. Reg. 217/01, s. 3 (2).</p> <p class=\"subsection-e\">(3) The holder of a licence for a facility is responsible for ensuring compliance with all of the requirements of this Regulation with respect to the facility whether the person is in attendance at the facility or not. O. Reg. 217/01, s. 3 (3).</p> <p class=\"subsection-e\">(4) The holder of a licence for a tank vehicle is responsible for ensuring compliance with all of the requirements of this Regulation with respect to the tank vehicle whether the person is in attendance at the tank vehicle or not. O. Reg. 217/01, s. 3 (4). </p>"
        },
        {
            "id": "P115_9332",
            "section": "Licences and registrations",
            "content": "4. (1) Subject to subsection (2), the director shall, upon an application by an applicant, (a) issue a licence, a duplicate licence, a licence with new information or a renewal of a licence to operate a retail outlet, a marina or a bulk plant; (b) issue a licence, a duplicate licence, a licence with new information or a renewal of a licence to transport gasoline or associated products; or (c) issue a registration, a duplicate registration, a registration with new information or a renewal of a registration as a contractor, subject to Ontario Regulation 216/01 (Certification of Petroleum Equipment Mechanics). O. Reg. 217/01, s. 4 (1). (2) It is a condition of the issue of any of the documents set out in subsection (1) that an inspector carry out an inspection of the retail outlet, marina, bulk plant or of the tank vehicle to which the application relates and confirm that the facility or vehicle complies with the requirements of this Regulation. O. Reg. 217/01, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P115_9332\"></a><a name=\"BK3\"></a>4. </b>(1) Subject to subsection (2), the director shall, upon an application by an applicant,</p> <p class=\"clause-e\">(a) issue a licence, a duplicate licence, a licence with new information or a renewal of a licence to operate a retail outlet, a marina or a bulk plant; </p> <p class=\"clause-e\">(b) issue a licence, a duplicate licence, a licence with new information or a renewal of a licence to transport gasoline or associated products; or</p> <p class=\"clause-e\">(c) issue a registration, a duplicate registration, a registration with new information or a renewal of a registration as a contractor, subject to Ontario Regulation 216/01 (Certification of Petroleum Equipment Mechanics). O. Reg. 217/01, s. 4 (1).</p> <p class=\"subsection-e\">(2) It is a condition of the issue of any of the documents set out in subsection (1) that an inspector carry out an inspection of the retail outlet, marina, bulk plant or of the tank vehicle to which the application relates and confirm that the facility or vehicle complies with the requirements of this Regulation. O. Reg. 217/01, s. 4 (2).</p>"
        },
        {
            "id": "P121_10361",
            "section": "Activities to comply with Regulation",
            "content": "5. (1) No person shall operate, install, alter, repair, service, test, remove or use any equipment or any other thing employed or to be employed in the handling or use of gasoline or an associated product or test, use, supply, transport, store, handle or transfer gasoline or an associated product except in accordance with this Regulation. O. Reg. 217/01, s. 5 (1). (2) Every person who carries out an activity referred to in subsection (1) shall instruct their employees to comply with the Act and this Regulation and shall take every precaution that is reasonable in the circumstances to ensure that the employees comply with the Act and this regulation or any other applicable regulation. O. Reg. 217/01, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P121_10361\"></a><a name=\"BK4\"></a>5. </b>(1) No person shall operate, install, alter, repair, service, test, remove or use any equipment or any other thing employed or to be employed in the handling or use of gasoline or an associated product or test, use, supply, transport, store, handle or transfer gasoline or an associated product except in accordance with this Regulation. O. Reg. 217/01, s. 5 (1).</p> <p class=\"subsection-e\">(2) Every person who carries out an activity referred to in subsection (1) shall instruct their employees to comply with the Act and this Regulation and shall take every precaution that is reasonable in the circumstances to ensure that the employees comply with the Act and this regulation or any other applicable regulation. O. Reg. 217/01, s. 5 (2).</p>"
        },
        {
            "id": "P124_11130",
            "section": "Authorization required for handling",
            "content": "6. No person shall handle gasoline or an associated product unless the person is the holder of a licence or registration, or of a certificate for that purpose. O. Reg. 217/01, s. 6.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P124_11130\"></a><a name=\"BK5\"></a>6. </b>No person shall handle gasoline or an associated product unless the person is the holder of a licence or registration, or of a certificate for that purpose. O. Reg. 217/01, s. 6.</p>"
        },
        {
            "id": "P126_11343",
            "section": "Registration as contractor",
            "content": "7. (1) No person shall act as a contractor unless the person is registered as a contractor. O. Reg. 217/01, s. 7 (1).  (2) All vehicles operated by a registered contractor, whether leased or owned, shall be clearly marked with the name and registration number as recorded on the contractor’s registration certificate. O. Reg. 217/01, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P126_11343\"></a><a name=\"BK6\"></a>7. </b>(1) No person shall act as a contractor unless the person is registered as a contractor. O. Reg. 217/01, s. 7 (1). </p> <p class=\"subsection-e\">(2) All vehicles operated by a registered contractor, whether leased or owned, shall be clearly marked with the name and registration number as recorded on the contractor’s registration certificate. O. Reg. 217/01, s. 7 (2).</p>"
        },
        {
            "id": "P129_11750",
            "section": "Licence, registration or certificate required ",
            "content": "8. (1) Subject to subsection (2), no person shall install, alter, purge, activate, repair, service or remove any equipment or other thing employed or to be employed in the handling or use of gasoline or an associated product unless the person is the holder of a licence, registration or certificate for that purpose, as the case requires. O. Reg. 217/01, s. 8 (1). (2) A person who is not the holder of the required licence, registration or certificate may install, alter, purge, activate, repair, service or remove equipment or any other thing under subsection (1) if he or she does so in the actual presence of a holder of a certificate for the relevant purpose. O. Reg. 217/01, s. 8 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P129_11750\"></a><a name=\"BK7\"></a>8. </b>(1) Subject to subsection (2), no person shall install, alter, purge, activate, repair, service or remove any equipment or other thing employed or to be employed in the handling or use of gasoline or an associated product unless the person is the holder of a licence, registration or certificate for that purpose, as the case requires. O. Reg. 217/01, s. 8 (1).</p> <p class=\"subsection-e\">(2) A person who is not the holder of the required licence, registration or certificate may install, alter, purge, activate, repair, service or remove equipment or any other thing under subsection (1) if he or she does so in the actual presence of a holder of a certificate for the relevant purpose. O. Reg. 217/01, s. 8 (2).</p>"
        },
        {
            "id": "P132_12486",
            "section": "Use of approved equipment only",
            "content": "9. No person shall use in a private outlet, retail outlet, marina or bulk plant equipment that is not approved. O. Reg. 217/01, s. 9.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P132_12486\"></a><a name=\"BK8\"></a>9. </b>No person shall use in a private outlet, retail outlet, marina or bulk plant equipment that is not approved. O. Reg. 217/01, s. 9.</p>"
        },
        {
            "id": "P134_12641",
            "section": "Licence required",
            "content": "10. (1) No person shall operate a retail outlet, a marina or a bulk plant unless it is licensed. O. Reg. 217/01, s. 10 (1).  (2) No person shall transport gasoline or an associated product without a licence to do so. O. Reg. 217/01, s. 10 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P134_12641\"></a><a name=\"BK9\"></a>10. </b>(1) No person shall operate a retail outlet, a marina or a bulk plant unless it is licensed. O. Reg. 217/01, s. 10 (1). </p> <p class=\"subsection-e\">(2) No person shall transport gasoline or an associated product without a licence to do so. O. Reg. 217/01, s. 10 (2). </p>"
        },
        {
            "id": "P137_12921",
            "section": "Certificate required",
            "content": "11. No person shall install, repair, service or remove equipment at a facility unless the person holds a certificate for that purpose. O. Reg. 217/01, s. 11.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P137_12921\"></a><a name=\"BK10\"></a>11. </b>No person shall install, repair, service or remove equipment at a facility unless the person holds a certificate for that purpose. O. Reg. 217/01, s. 11.</p>"
        },
        {
            "id": "P139_13122",
            "section": "Prohibited activities without approval",
            "content": "12. Where this Regulation requires the approval of equipment or other thing employed or to be employed in the handling or use of gasoline or an associated product, no person shall offer for sale, sell, lease, rent, buy, use, supply or install the equipment or other thing unless it is approved or will be approved. O. Reg. 217/01, s. 12.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P139_13122\"></a><a name=\"BK11\"></a>12. </b>Where this Regulation requires the approval of equipment or other thing employed or to be employed in the handling or use of gasoline or an associated product, no person shall offer for sale, sell, lease, rent, buy, use, supply or install the equipment or other thing unless it is approved or will be approved. O. Reg. 217/01, s. 12.</p>"
        },
        {
            "id": "P141_13487",
            "section": "Occurrence or accident",
            "content": "13. (1) Where it appears that asphyxiation, explosion or fire has occurred because of the use, handling or storage of gasoline or an associated product, the owner or operator of the facility or the holder of the licence, registration or certificate shall forthwith notify an inspector of the occurrence by telephone, fax or any other form of electronic transmission, and an operator of a facility or a licence holder shall have in place procedures for such notification. O. Reg. 217/01, s. 13 (1). (2) The discovery of a petroleum product that has escaped into the environment or inside a building, a spill or a confirmed leak shall be reported to the director by the operator of the facility or the licence holder. O. Reg. 217/01, s. 13 (2). (3) No person shall interfere with or disturb any wreckage, article or thing at the scene of the occurrence that is connected with it except in the interest of public safety, saving a life, relieving human suffering, continuity of service or preservation of property. O. Reg. 217/01, s. 13 (3). (4) Where it is permitted to interfere with or disturb wreckage, an article or a thing under subsection (3), no person shall carry away or destroy any wreckage, an article or thing unless an inspector has given permission to do so. O. Reg. 217/01, s. 13 (4).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P141_13487\"></a><a name=\"BK12\"></a>13. </b>(1) Where it appears that asphyxiation, explosion or fire has occurred because of the use, handling or storage of gasoline or an associated product, the owner or operator of the facility or the holder of the licence, registration or certificate shall forthwith notify an inspector of the occurrence by telephone, fax or any other form of electronic transmission, and an operator of a facility or a licence holder shall have in place procedures for such notification. O. Reg. 217/01, s. 13 (1).</p> <p class=\"subsection-e\">(2) The discovery of a petroleum product that has escaped into the environment or inside a building, a spill or a confirmed leak shall be reported to the director by the operator of the facility or the licence holder. O. Reg. 217/01, s. 13 (2).</p> <p class=\"subsection-e\">(3) No person shall interfere with or disturb any wreckage, article or thing at the scene of the occurrence that is connected with it except in the interest of public safety, saving a life, relieving human suffering, continuity of service or preservation of property. O. Reg. 217/01, s. 13 (3).</p> <p class=\"subsection-e\">(4) Where it is permitted to interfere with or disturb wreckage, an article or a thing under subsection (3), no person shall carry away or destroy any wreckage, an article or thing unless an inspector has given permission to do so. O. Reg. 217/01, s. 13 (4).</p>"
        },
        {
            "id": "P146_14835",
            "section": "Safe operating condition",
            "content": "14. An operator or licence holder shall ensure that every container, equipment, facility or any other thing that is employed in the handling of gasoline or associated products is maintained in a safe operating condition. O. Reg. 217/01, s. 14.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P146_14835\"></a><a name=\"BK13\"></a>14. </b>An operator or licence holder shall ensure that every container, equipment, facility or any other thing that is employed in the handling of gasoline or associated products is maintained in a safe operating condition. O. Reg. 217/01, s. 14.</p>"
        },
        {
            "id": "P148_15127",
            "section": "Unacceptable condition — immediate hazard",
            "content": "15. (1) In this section and in section 16,  “unacceptable condition” means, (a) with respect to equipment or a facility, that it is being used for a purpose other than that for which it was approved, (b) with respect to equipment or a facility, that any deterioration of it is likely, in the director’s opinion, to impair its safe operation, or (c) with respect to equipment, that the condition of its state of repair, its mode of operation or its operating environment is likely, in the director’s opinion, to impair its safe operation or does not meet the requirements of this Regulation or, where it was installed before this Regulation came into force, that it does not meet the requirements of the predecessor to this Regulation as it existed when the equipment was installed. O. Reg. 217/01, s. 15 (1). (2) A supplier, a certificate holder or a contractor who finds that equipment or a work is in an unacceptable condition that constitutes an immediate hazard shall, (a) immediately take action to stop the supply of gasoline or an associated product to the equipment or facility; (b) immediately give the operator of the equipment or facility oral notice of the condition and of the action taken under clause (a); (c) promptly give written notice of the condition to the user, including a direction that the equipment or facility is not to be used until the condition is corrected; and (d) forward a copy of the notice required under clause (c) to the designated administrative authority. O. Reg. 217/01, s. 15 (2). (3) An operator to whom notice has been given under subsection (2) shall not use the equipment or facility or permit its use until the condition has been corrected and confirmation of the correction has been forwarded by the supplier, certificate holder or contractor to the designated administrative authority. O. Reg. 217/01, s. 15 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P148_15127\"></a><a name=\"BK14\"></a>15.</b> (1) In this section and in section 16, </p> <p class=\"firstdef-e\">“unacceptable condition” means,</p> <p class=\"defclause-e\">(a) with respect to equipment or a facility, that it is being used for a purpose other than that for which it was approved,</p> <p class=\"defclause-e\">(b) with respect to equipment or a facility, that any deterioration of it is likely, in the director’s opinion, to impair its safe operation, or</p> <p class=\"defclause-e\">(c) with respect to equipment, that the condition of its state of repair, its mode of operation or its operating environment is likely, in the director’s opinion, to impair its safe operation or does not meet the requirements of this Regulation or, where it was installed before this Regulation came into force, that it does not meet the requirements of the predecessor to this Regulation as it existed when the equipment was installed. O. Reg. 217/01, s. 15 (1).</p> <p class=\"subsection-e\">(2) A supplier, a certificate holder or a contractor who finds that equipment or a work is in an unacceptable condition that constitutes an immediate hazard shall,</p> <p class=\"clause-e\">(a) immediately take action to stop the supply of gasoline or an associated product to the equipment or facility;</p> <p class=\"clause-e\">(b) immediately give the operator of the equipment or facility oral notice of the condition and of the action taken under clause (a);</p> <p class=\"clause-e\">(c) promptly give written notice of the condition to the user, including a direction that the equipment or facility is not to be used until the condition is corrected; and</p> <p class=\"clause-e\">(d) forward a copy of the notice required under clause (c) to the designated administrative authority. O. Reg. 217/01, s. 15 (2).</p> <p class=\"subsection-e\">(3) An operator to whom notice has been given under subsection (2) shall not use the equipment or facility or permit its use until the condition has been corrected and confirmation of the correction has been forwarded by the supplier, certificate holder or contractor to the designated administrative authority. O. Reg. 217/01, s. 15 (3).</p>"
        },
        {
            "id": "P160_17049",
            "section": "Unacceptable condition — no immediate hazard",
            "content": "16. (1) A fuel supplier, a certificate holder or a contractor who finds that equipment or a facility is in an unacceptable condition but that it does not constitute an immediate hazard shall promptly give to the operator of the equipment or facility, a written notice, a copy of which shall be sent to the designated administrative authority, that sets out, (a) a description of the condition; and (b) a statement indicating that the supply of gasoline or associated product to the equipment or facility will be shut off if the condition is not corrected within the period of time specified in the notice. O. Reg. 217/01, s. 16 (1). (2) The period of time set out in a notice under clause (1) (b) shall not exceed 90 days. O. Reg. 217/01, s. 16 (2). (3) An operator to whom notice has been given under subsection (1) shall not use the equipment or facility or permit its use after the expiry of the period of time specified in the notice for correcting the condition until the condition has been corrected and confirmation of the correction has been forwarded by the supplier, certificate holder or contractor to the designated administrative authority. O. Reg. 217/01, s. 16 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P160_17049\"></a><a name=\"BK15\"></a>16. </b>(1) A fuel supplier, a certificate holder or a contractor who finds that equipment or a facility is in an unacceptable condition but that it does not constitute an immediate hazard shall promptly give to the operator of the equipment or facility, a written notice, a copy of which shall be sent to the designated administrative authority, that sets out,</p> <p class=\"clause-e\">(a) a description of the condition; and</p> <p class=\"clause-e\">(b) a statement indicating that the supply of gasoline or associated product to the equipment or facility will be shut off if the condition is not corrected within the period of time specified in the notice. O. Reg. 217/01, s. 16 (1).</p> <p class=\"subsection-e\">(2) The period of time set out in a notice under clause (1) (b) shall not exceed 90 days. O. Reg. 217/01, s. 16 (2).</p> <p class=\"subsection-e\">(3) An operator to whom notice has been given under subsection (1) shall not use the equipment or facility or permit its use after the expiry of the period of time specified in the notice for correcting the condition until the condition has been corrected and confirmation of the correction has been forwarded by the supplier, certificate holder or contractor to the designated administrative authority. O. Reg. 217/01, s. 16 (3).</p>"
        },
        {
            "id": "P166_18263",
            "section": "Off-site testing",
            "content": "17. (1) This section applies only to the testing of equipment, a component or an accessory that is carried out at a place other than the place where the equipment, component or accessory is installed for its intended use. O. Reg. 217/01, s. 17 (1). (2) A person may apply to a designated testing organization to have equipment, a component or an accessory tested under this section. O. Reg. 217/01, s. 17 (2). (3) The testing organizations approved by the Standards Council of Canada are designated as organizations to test equipment, components and accessories to applicable approved standards or laboratory test reports. O. Reg. 217/01, s. 17 (3). (4) A designated testing organization that tests an appliance, equipment, a component or an accessory under this section and finds that it conforms to the applicable approved standards or laboratory test reports shall place its label or symbol on it. O. Reg. 217/01, s. 17 (4).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P166_18263\"></a><a name=\"BK16\"></a>17. </b>(1) This section applies only to the testing of equipment, a component or an accessory that is carried out at a place other than the place where the equipment, component or accessory is installed for its intended use. O. Reg. 217/01, s. 17 (1).</p> <p class=\"subsection-e\">(2) A person may apply to a designated testing organization to have equipment, a component or an accessory tested under this section. O. Reg. 217/01, s. 17 (2).</p> <p class=\"subsection-e\">(3) The testing organizations approved by the Standards Council of Canada are designated as organizations to test equipment, components and accessories to applicable approved standards or laboratory test reports. O. Reg. 217/01, s. 17 (3). </p> <p class=\"subsection-e\">(4) A designated testing organization that tests an appliance, equipment, a component or an accessory under this section and finds that it conforms to the applicable approved standards or laboratory test reports shall place its label or symbol on it. O. Reg. 217/01, s. 17 (4).</p>"
        },
        {
            "id": "P171_19234",
            "section": "On-site testing",
            "content": "18. (1) This section applies only to the testing of equipment, a component or an accessory that is carried out at a place where the equipment, component or accessory is installed for its intended use. O. Reg. 217/01, s. 18 (1). (2) A person may apply to the director to have equipment, a component or an accessory tested under this section. O. Reg. 217/01, s. 18 (2). (3) The director may test equipment, a component or an accessory to applicable approved standards or laboratory test reports for the purposes of this Regulation. O. Reg. 217/01, s. 18 (3). (4) If the equipment, a component or an accessory tested under this section conforms to the applicable approved standards or laboratory test reports, the director shall place his or her label or symbol on it. O. Reg. 217/01, s. 18 (4). (5) The director may refuse to test equipment, a component or an accessory if its design is substantially the same as one that has been tested and approved by a designated testing organization. O. Reg. 217/01, s. 18 (5). (6) Where a person applies under subsection (2), the director, or an inspector designated by the director, shall, (a) examine the equipment, component or accessory to determine whether it complies with this Regulation; and (b) affix an approved label or symbol to the equipment, component or accessory, if the director or inspector determines that it complies with this Regulation. O. Reg. 217/01, s. 18 (6). (7) An applicant under this section shall provide the director or inspector with all information, and conduct or cause to be conducted such tests, as are considered necessary by the director or inspector to determine that the equipment, component or accessory complies with this Regulation. O. Reg. 217/01, s. 18 (7). (8) The director may establish specifications or test reports for equipment and designate organizations to test equipment in accordance with such requirements. O. Reg. 217/01, s. 18 (8).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P171_19234\"></a><a name=\"BK17\"></a>18. </b>(1) This section applies only to the testing of equipment, a component or an accessory that is carried out at a place where the equipment, component or accessory is installed for its intended use. O. Reg. 217/01, s. 18 (1).</p> <p class=\"subsection-e\">(2) A person may apply to the director to have equipment, a component or an accessory tested under this section. O. Reg. 217/01, s. 18 (2).</p> <p class=\"subsection-e\">(3) The director may test equipment, a component or an accessory to applicable approved standards or laboratory test reports for the purposes of this Regulation. O. Reg. 217/01, s. 18 (3).</p> <p class=\"subsection-e\">(4) If the equipment, a component or an accessory tested under this section conforms to the applicable approved standards or laboratory test reports, the director shall place his or her label or symbol on it. O. Reg. 217/01, s. 18 (4).</p> <p class=\"subsection-e\">(5) The director may refuse to test equipment, a component or an accessory if its design is substantially the same as one that has been tested and approved by a designated testing organization. O. Reg. 217/01, s. 18 (5).</p> <p class=\"subsection-e\">(6) Where a person applies under subsection (2), the director, or an inspector designated by the director, shall,</p> <p class=\"clause-e\">(a) examine the equipment, component or accessory to determine whether it complies with this Regulation; and</p> <p class=\"clause-e\">(b) affix an approved label or symbol to the equipment, component or accessory, if the director or inspector determines that it complies with this Regulation. O. Reg. 217/01, s. 18 (6).</p> <p class=\"subsection-e\">(7) An applicant under this section shall provide the director or inspector with all information, and conduct or cause to be conducted such tests, as are considered necessary by the director or inspector to determine that the equipment, component or accessory complies with this Regulation. O. Reg. 217/01, s. 18 (7).</p> <p class=\"subsection-e\">(8) The director may establish specifications or test reports for equipment and designate organizations to test equipment in accordance with such requirements. O. Reg. 217/01, s. 18 (8).</p>"
        },
        {
            "id": "P182_21236",
            "section": "Registration of contractors",
            "content": "19. (1) An application for a registration as a contractor or its renewal shall be made to the director in the form published by the designated administrative authority, be accompanied by the fee set by the authority and by evidence that the applicant’s installations, repairs and other work has been inspected in accordance with subsection (2). O. Reg. 217/01, s. 19 (1). (2) An inspector may inspect the installations, repairs and other work of a contractor to determine whether they comply with this Regulation. O. Reg. 217/01, s. 19 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P182_21236\"></a><a name=\"BK18\"></a>19. </b>(1) An application for a registration as a contractor or its renewal shall be made to the director in the form published by the designated administrative authority, be accompanied by the fee set by the authority and by evidence that the applicant’s installations, repairs and other work has been inspected in accordance with subsection (2). O. Reg. 217/01, s. 19 (1).</p> <p class=\"subsection-e\">(2) An inspector may inspect the installations, repairs and other work of a contractor to determine whether they comply with this Regulation. O. Reg. 217/01, s. 19 (2).</p>"
        },
        {
            "id": "P185_21802",
            "section": "Licences",
            "content": "20. (1) An application for a licence to operate a retail outlet, a cardlock/keylock, a marina or a bulk plant or to transport gasoline or an associated product shall be made to the director in the form published by the designated administrative authority and be accompanied by the fee set by the authority. O. Reg. 217/01, s. 20 (1). (2) A separate application shall be made for each retail outlet, marina or bulk plant that the applicant intends to operate and for each tank vehicle in which the applicant intends to transport gasoline or an associated product. O. Reg. 217/01, s. 20 (2). (3) A separate licence shall be issued for each retail outlet, marina or bulk plant that the applicant intends to operate and for each tank vehicle in which the applicant intends to transport gasoline or an associated product. O. Reg. 217/01, s. 20 (3). (4) Despite subsection (3), a single licence may be issued for a site having more than one retail outlet if the site has only retail outlets; however, where a cardlock/keylock facility is located at a bulk plant, a licence shall be issued for both the cardlock/keylock and the bulk plant. O. Reg. 217/01, s. 20 (4). (5) Where this Regulation requires the licensing of a facility under subsection 10 (1), no person shall put gasoline or an associated product into a storage tank at a facility unless the facility is licensed, except for the purpose of ballasting an underground storage tank. O. Reg. 217/01, s. 20 (5). (6) Subject to subsections (7), (8) and (10), an applicant who applies to the director for a licence shall, for each facility, prepare and submit a plan in triplicate which sets out, (a) the location of all storage tanks and pump islands; (b) details of the storage tanks, including their capacity and material of construction; (c) the location of property lines, buildings, kiosks and wells located within 30 metres of the storage tanks and pump; (d) the distance from storage tanks and dispensers to property lines, buildings and wells; (e) the location of vent pipes; and (f) the location of the control equipment for self-serve stations. O. Reg. 217/01, s. 20 (6). (7) Subsection (6) does not apply where the director is satisfied that, (a) the designated administrative authority has plans for the facility in its files and that the plans accurately depict the facility; or (b) the equipment has been previously approved. O. Reg. 217/01, s. 20 (7). (8) Upon approving the drawings required under subsection (6), the director shall return one copy of the drawings to the applicant. O. Reg. 217/01, s. 20 (8). (9) An applicant may submit only one copy of the drawings if, (a) the plans are reviewed by a professional engineer, are stamped with the seal of the engineer and signed by him or her declaring that the plans comply with all the requirements of this Regulation; (b) the professional engineer submits a written declaration to the director that the plans were reviewed, stamped and signed declaring that the plans comply with this Regulation; and (c) the plans are kept at the facility at all times during its construction. O. Reg. 217/01, s. 20 (9). (10) Upon request by an inspector, an applicant under subsection (9) shall produce the plans within 72 hours. O. Reg. 217/01, s. 20 (10). (11) Plans referred to in subsection (6) shall be submitted before construction begins. O. Reg. 217/01, s. 20 (11). (12) The director shall issue a licence, as the case requires, (a) where an inspector carries out an inspection of the retail outlet, marina, bulk plant or of the tank vehicle and confirms that the facility or vehicle complies with the requirements of this Regulation; or (b) where the facility or vehicle does not comply with the requirements but the non-compliance is minor, does not constitute an immediate hazard and is corrected in the time required by the inspector. O. Reg. 217/01, s. 20 (12). (13) Where a licence is issued despite a minor non-compliance under clause (12) (b), the term of the licence shall not be longer than the time specified by the inspector for the correction of the deficiency and, where the deficiency is corrected within that time, the director shall issue the licence for the remainder of the term of the licence as determined by this Regulation. O. Reg. 217/01, s. 20 (13). (14) In this section, “professional engineer” means a person who is licensed under the Professional Engineers Act. O. Reg. 217/01, s. 20 (14).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P185_21802\"></a><a name=\"BK19\"></a>20. </b>(1) An application for a licence to operate a retail outlet, a cardlock/keylock, a marina or a bulk plant or to transport gasoline or an associated product shall be made to the director in the form published by the designated administrative authority and be accompanied by the fee set by the authority. O. Reg. 217/01, s. 20 (1).</p> <p class=\"subsection-e\">(2) A separate application shall be made for each retail outlet, marina or bulk plant that the applicant intends to operate and for each tank vehicle in which the applicant intends to transport gasoline or an associated product. O. Reg. 217/01, s. 20 (2).</p> <p class=\"subsection-e\">(3) A separate licence shall be issued for each retail outlet, marina or bulk plant that the applicant intends to operate and for each tank vehicle in which the applicant intends to transport gasoline or an associated product. O. Reg. 217/01, s. 20 (3).</p> <p class=\"subsection-e\">(4) Despite subsection (3), a single licence may be issued for a site having more than one retail outlet if the site has only retail outlets; however, where a cardlock/keylock facility is located at a bulk plant, a licence shall be issued for both the cardlock/keylock and the bulk plant. O. Reg. 217/01, s. 20 (4).</p> <p class=\"subsection-e\">(5) Where this Regulation requires the licensing of a facility under subsection 10 (1), no person shall put gasoline or an associated product into a storage tank at a facility unless the facility is licensed, except for the purpose of ballasting an underground storage tank. O. Reg. 217/01, s. 20 (5).</p> <p class=\"subsection-e\">(6) Subject to subsections (7), (8) and (10), an applicant who applies to the director for a licence shall, for each facility, prepare and submit a plan in triplicate which sets out,</p> <p class=\"clause-e\">(a) the location of all storage tanks and pump islands;</p> <p class=\"clause-e\">(b) details of the storage tanks, including their capacity and material of construction;</p> <p class=\"clause-e\">(c) the location of property lines, buildings, kiosks and wells located within 30 metres of the storage tanks and pump;</p> <p class=\"clause-e\">(d) the distance from storage tanks and dispensers to property lines, buildings and wells;</p> <p class=\"clause-e\">(e) the location of vent pipes; and</p> <p class=\"clause-e\">(f) the location of the control equipment for self-serve stations. O. Reg. 217/01, s. 20 (6).</p> <p class=\"subsection-e\">(7) Subsection (6) does not apply where the director is satisfied that,</p> <p class=\"clause-e\">(a) the designated administrative authority has plans for the facility in its files and that the plans accurately depict the facility; or </p> <p class=\"clause-e\">(b) the equipment has been previously approved. O. Reg. 217/01, s. 20 (7).</p> <p class=\"subsection-e\">(8) Upon approving the drawings required under subsection (6), the director shall return one copy of the drawings to the applicant. O. Reg. 217/01, s. 20 (8).</p> <p class=\"subsection-e\">(9) An applicant may submit only one copy of the drawings if,</p> <p class=\"clause-e\">(a) the plans are reviewed by a professional engineer, are stamped with the seal of the engineer and signed by him or her declaring that the plans comply with all the requirements of this Regulation; </p> <p class=\"clause-e\">(b) the professional engineer submits a written declaration to the director that the plans were reviewed, stamped and signed declaring that the plans comply with this Regulation; and</p> <p class=\"clause-e\">(c) the plans are kept at the facility at all times during its construction. O. Reg. 217/01, s. 20 (9).</p> <p class=\"subsection-e\">(10) Upon request by an inspector, an applicant under subsection (9) shall produce the plans within 72 hours. O. Reg. 217/01, s. 20 (10).</p> <p class=\"subsection-e\">(11) Plans referred to in subsection (6) shall be submitted before construction begins. O. Reg. 217/01, s. 20 (11).</p> <p class=\"subsection-e\">(12) The director shall issue a licence, as the case requires,</p> <p class=\"clause-e\">(a) where an inspector carries out an inspection of the retail outlet, marina, bulk plant or of the tank vehicle and confirms that the facility or vehicle complies with the requirements of this Regulation; or</p> <p class=\"clause-e\">(b) where the facility or vehicle does not comply with the requirements but the non-compliance is minor, does not constitute an immediate hazard and is corrected in the time required by the inspector. O. Reg. 217/01, s. 20 (12).</p> <p class=\"subsection-e\">(13) Where a licence is issued despite a minor non-compliance under clause (12) (b), the term of the licence shall not be longer than the time specified by the inspector for the correction of the deficiency and, where the deficiency is corrected within that time, the director shall issue the licence for the remainder of the term of the licence as determined by this Regulation. O. Reg. 217/01, s. 20 (13).</p> <p class=\"subsection-e\">(14) In this section, </p> <p class=\"firstdef-e\">“professional engineer” means a person who is licensed under the <i>Professional Engineers Act</i>. O. Reg. 217/01, s. 20 (14).</p>"
        },
        {
            "id": "P214_26333",
            "section": "Power of director to issue licence",
            "content": "21. The director may issue a licence where an inspection has not been carried out if the director is satisfied that the requirements of this Regulation have otherwise been met. O. Reg. 217/01, s. 21.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P214_26333\"></a><a name=\"BK20\"></a>21. </b>The director may issue a licence where an inspection has not been carried out if the director is satisfied that the requirements of this Regulation have otherwise been met. O. Reg. 217/01, s. 21.</p>"
        },
        {
            "id": "P216_26564",
            "section": "Modification of a facility",
            "content": "22. (1) The holder of a licence for a facility to handle gasoline and associated products shall not make a modification to the facility until the licence holder applies for and receives written permission from the director to make the modification. O. Reg. 217/01, s. 22 (1). (2) The director shall give the written permission under subsection (1) if, in his or her opinion, the modification complies with the requirements of this Regulation. O. Reg. 217/01, s. 22 (2). (3) An applicant under subsection (1) shall, (a) set out all details of the modification proposed in the application; and (b) if the modification includes any changes to a plan previously provided, provide a new plan. O. Reg. 217/01, s. 22 (3). (4) No person shall operate a facility to handle gasoline and associated products that has been modified without the director’s written permission. O. Reg. 217/01, s. 22 (4). (5) An applicant may operate a facility to handle gasoline and associated products pending receipt of the written permission referred to in subsection (4) if the facility is inspected and accepted by a contractor who declares in writing that the facility complies with the requirements of this Regulation. O. Reg. 217/01, s. 22 (5).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P216_26564\"></a><a name=\"BK21\"></a>22. </b>(1) The holder of a licence for a facility to handle gasoline and associated products shall not make a modification to the facility until the licence holder applies for and receives written permission from the director to make the modification. O. Reg. 217/01, s. 22 (1).</p> <p class=\"subsection-e\">(2) The director shall give the written permission under subsection (1) if, in his or her opinion, the modification complies with the requirements of this Regulation. O. Reg. 217/01, s. 22 (2).</p> <p class=\"subsection-e\">(3) An applicant under subsection (1) shall,</p> <p class=\"clause-e\">(a) set out all details of the modification proposed in the application; and</p> <p class=\"clause-e\">(b) if the modification includes any changes to a plan previously provided, provide a new plan. O. Reg. 217/01, s. 22 (3).</p> <p class=\"subsection-e\">(4) No person shall operate a facility to handle gasoline and associated products that has been modified without the director’s written permission. O. Reg. 217/01, s. 22 (4).</p> <p class=\"subsection-e\">(5) An applicant may operate a facility to handle gasoline and associated products pending receipt of the written permission referred to in subsection (4) if the facility is inspected and accepted by a contractor who declares in writing that the facility complies with the requirements of this Regulation. O. Reg. 217/01, s. 22 (5).</p>"
        },
        {
            "id": "P224_27836",
            "section": "Posting of licence",
            "content": "23. (1) A licence holder shall post the licence or a copy of the licence such that it is readily visible at the retail outlet, marina or bulk plant. O. Reg. 217/01, s. 23 (1). (2) In the case of a licence to transport gasoline or an associated product, the licence holder shall ensure that the licence or a copy of it is with the tank vehicle. O. Reg. 217/01, s. 23 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P224_27836\"></a><a name=\"BK22\"></a>23. </b>(1) A licence holder shall post the licence or a copy of the licence such that it is readily visible at the retail outlet, marina or bulk plant. O. Reg. 217/01, s. 23 (1).</p> <p class=\"subsection-e\">(2) In the case of a licence to transport gasoline or an associated product, the licence holder shall ensure that the licence or a copy of it is with the tank vehicle. O. Reg. 217/01, s. 23 (2).</p>"
        },
        {
            "id": "P227_28251",
            "section": "Licence for modified facility",
            "content": "24. If the holder of a licence for a retail outlet, marina or bulk plant plans to modify the facility, the licence holder shall apply to the director for a licence if the modification will, (a) result in an additional type of service being offered at the facility; (b) convert the type of service offered at the facility to another type of service; or (c) in the case of the holder of a licence for a bulk plant, affect the storage capacity for which the facility is licensed. O. Reg. 217/01, s. 24.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P227_28251\"></a><a name=\"BK23\"></a>24. </b>If the holder of a licence for a retail outlet, marina or bulk plant plans to modify the facility, the licence holder shall apply to the director for a licence if the modification will,</p> <p class=\"clause-e\">(a) result in an additional type of service being offered at the facility;</p> <p class=\"clause-e\">(b) convert the type of service offered at the facility to another type of service; or</p> <p class=\"clause-e\">(c) in the case of the holder of a licence for a bulk plant, affect the storage capacity for which the facility is licensed. O. Reg. 217/01, s. 24.</p>"
        },
        {
            "id": "P232_28788",
            "section": "No transfer of licence or registration",
            "content": "25. (1) A licence or registration referred to in this Regulation is not transferable. O. Reg. 217/01, s. 25 (1). (2) Where the licence holder under subsection 4 (1) changes, the new party shall immediately apply for a licence to operate the facility. O. Reg. 217/01, s. 25 (2). (3) Despite subsection (1), a person may operate a previously licensed facility for a period of up to 90 days following the submission of an application for a new licence and pending receipt of that licence. O. Reg. 217/01, s. 25 (3). (4) A licence or registration expires 12 months after it is issued or at such earlier time as is stated on it. O. Reg. 217/01, s. 25 (4). (5) A licence or registration shall state the date of its expiry. O. Reg. 217/01, s. 25 (5).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P232_28788\"></a><a name=\"BK24\"></a>25. </b>(1) A licence or registration referred to in this Regulation is not transferable. O. Reg. 217/01, s. 25 (1).</p> <p class=\"subsection-e\">(2) Where the licence holder under subsection 4 (1) changes, the new party shall immediately apply for a licence to operate the facility. O. Reg. 217/01, s. 25 (2).</p> <p class=\"subsection-e\">(3) Despite subsection (1), a person may operate a previously licensed facility for a period of up to 90 days following the submission of an application for a new licence and pending receipt of that licence. O. Reg. 217/01, s. 25 (3).</p> <p class=\"subsection-e\">(4) A licence or registration expires 12 months after it is issued or at such earlier time as is stated on it. O. Reg. 217/01, s. 25 (4).</p> <p class=\"subsection-e\">(5) A licence or registration shall state the date of its expiry. O. Reg. 217/01, s. 25 (5).</p>"
        },
        {
            "id": "P238_29572",
            "section": "Renewal",
            "content": "26. (1) An application to renew a licence or registration shall be submitted to the director before the expiry of the licence or registration. O. Reg. 217/01, s. 26 (1). (2) Where the holder of the licence or registration applies for a renewal before its expiry and pays the fee set by the designated administrative authority, the licence or registration remains valid until the renewal is granted. O. Reg. 217/01, s. 26 (2). (3) If the holder of a licence or registration changes his, her or its name or address, the holder shall, within 30 days, apply to the director for a licence or registration indicating the new name or address. O. Reg. 217/01, s. 26 (3). (4) A holder of a licence or registration whose licence or registration is lost or destroyed shall apply to the director for a duplicate within six days of the discovery of the loss or of the destruction. O. Reg. 217/01, s. 26 (4).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P238_29572\"></a><a name=\"BK25\"></a>26. </b>(1) An application to renew a licence or registration shall be submitted to the director before the expiry of the licence or registration. O. Reg. 217/01, s. 26 (1).</p> <p class=\"subsection-e\">(2) Where the holder of the licence or registration applies for a renewal before its expiry and pays the fee set by the designated administrative authority, the licence or registration remains valid until the renewal is granted. O. Reg. 217/01, s. 26 (2).</p> <p class=\"subsection-e\">(3) If the holder of a licence or registration changes his, her or its name or address, the holder shall, within 30 days, apply to the director for a licence or registration indicating the new name or address. O. Reg. 217/01, s. 26 (3).</p> <p class=\"subsection-e\">(4) A holder of a licence or registration whose licence or registration is lost or destroyed shall apply to the director for a duplicate within six days of the discovery of the loss or of the destruction. O. Reg. 217/01, s. 26 (4).</p>"
        },
        {
            "id": "27.",
            "section": "Renewal",
            "content": "27. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 217/01, s. 27. ",
            "raw_html": "<p class=\"section-e\"><b>27.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 217/01, s. 27.</p> <p class=\"Normal\"></p>"
        }
    ]
}