{
    "reg_info": {
        "full_title": "O. Reg. 206/17: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "O. Reg. 206/17: ",
        "act_under": "Ontario Fair Hydro Plan Act, 2017   Loi de 2017 sur le Plan ontarien pour des frais d’électricité équitables",
        "url": "https://www.ontario.ca/laws/regulation/170206",
        "date_scraped": "2023-12-18 22:38:24"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/170206/v4",
            "valid_from": "September 13, 2019",
            "valid_to": "October 31, 2019"
        },
        {
            "a_href": "/laws/regulation/170206/v3",
            "valid_from": "November 24, 2017",
            "valid_to": "September 12, 2019"
        },
        {
            "a_href": "/laws/regulation/170206/v2",
            "valid_from": "November  3, 2017",
            "valid_to": "November 23, 2017"
        },
        {
            "a_href": "/laws/regulation/170206/v1",
            "valid_from": "June 28, 2017",
            "valid_to": "November  2, 2017"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Definitions",
            "part_id": null,
            "part_type": null,
            "section": "Definitions",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Definitions",
            "content": " 1. (1) In this Regulation, “acceleration of a funding obligation” means, (a) a portion of the principal amount owing in respect of the funding obligation has become due and payable by a financing entity before the scheduled payment date, maturity date or redemption date, or (b) a party to a derivative agreement in respect of the funding obligation has elected to close-out or terminate the agreement, resulting in an obligation on a financing entity to pay a termination amount, close-out amount or similar amount; “average monthly funding obligation” means, in respect of a month, the amount determined in accordance with subsection (3); “average annual funding obligation” means, in respect of a year, the sum of the average monthly funding obligations for the year; “capital account” means an account established by or on behalf of a financing entity under the governing documents of a funding obligation for the purpose of accumulating funds to be used to make repayments in respect of the funding obligation; “derivative agreement” means any derivative agreement, including interest rate swaps and cross-currency swaps and any associated collateral, entered into in connection with or to hedge the exposure of a financing entity under a funding obligation; “derivative payment” means any payment required to be made in connection with a derivative agreement, including ordinary course payments, payments on termination and payments made in connection with margining or collateral arrangements; “finance reserve account” means an account established by or on behalf of a financing entity under the governing documents of a funding obligation for the purposes of pre-funding, collateralizing, over-collateralizing or establishing reserves for the payment of funding obligations and other finance amounts or for related contingencies; “financing entity expense” includes, (a) fees, including fees charged by the Financial Services Manager, charges, costs, indemnities, reimbursements, other amounts incurred or committed to, by or on behalf of a financing entity as a result of an activity authorized or permitted under the Act, and (b) any taxes on amounts mentioned in clause (a); “funding cost” means interest, commitment fees or other similar costs payable by or on behalf of a financing entity in respect of funding obligations, including a derivative payment; “funding tranche” means an issuance of funding obligations of a particular class or type, all of which have the same terms, but does not include an issuance of a funding obligation to the Financial Services Manager; “governing documents” means, in respect of a funding obligation, the documents governing the terms of the funding obligation or other matters relating to the funding obligation; “market comparable fees” means fees, expressed as an annual percentage rate, charged by full-service managers of funds, including but not limited to securitization vehicles, pension funds and other investment funds, hedge funds or other similar funds, for services that are similar to the services provided by the Financial Services Manager under the Act in terms of, (a) the type of services provided, (b) the scope of services provided, (c) the level of services provided, and (d) the dollar amount of assets under management; “market comparable forecast interest rates” means, in relation to a funding tranche, interest rates for a debt obligation that, (a) has a principal amount that is comparable to the principal amount of the funding tranche, (b) has a term that is comparable to the term of the funding tranche, (c) is based on a type of instrument that is comparable to the type of instrument of the funding tranche, (d) has payment rights that are similar to the payment rights of the funding tranche, and (e) is issued by an issuer with a risk profile comparable to the risk profile of the financing entity issuing the funding tranche; “maturity date” means, in respect of a funding obligation, the date set out in the governing documents of the funding obligation on which all outstanding principal, interest and other amounts outstanding are due and payable; “net annual funding obligation” means, in respect of a year, the sum of the principal amounts of funding tranches issued in the year, other than any funding tranches that constitute a refinancing; “prescribed matters” means matters in relation to the establishment, management and administration of financing entities and the investment asset, including but not limited to matters in relation to, (a) financing entities that are established or that are planned to be established, and (b) funding obligations that have been incurred or that are planned to be incurred by financing entities; “recovery amount” means the aggregate of all amounts received by or on behalf of financing entities in respect of funding obligations; “redemption amount” means the amount payable by or on behalf of a financing entity to redeem, prepay or repurchase a funding obligation incurred by or on behalf of the financing entity, including any premium, make-whole or other amount payable to give effect to the prepayment, redemption or repurchase; “refinancing amount” means the principal amount of a funding obligation incurred by a financing entity in respect of a refinancing; “repayment” means the payment by or on behalf of a financing entity or the provision by or on behalf of a financing entity for the payment of all or a portion of the principal amount advanced to the financing entity under a funding obligation; “tax” means a tax, duty, fee, premium, excise, assessment, impost, levy or other charge payable to Her Majesty in right of Ontario, Her Majesty in right of Canada or the government of any other country, province, state, municipality or other political territory and imposed or authorized to be imposed by any law of Ontario, Canada, or any other country, province, state, municipality or other political territory and includes, (a) a tax, duty, fee, premium, excise, assessment, impost, levy or other charge, (i) levied on, measured by or described with respect to income, earnings, gross receipts, profits, capital, capital gains, sales or use, or (ii) referred to as branch tax, net worth tax, alternative tax, minimum tax, goods and services tax, harmonized sales tax, value-added tax, excise tax, ad valorem tax, franchise tax, transfer tax, withholding tax, property tax, surtax, payroll tax, employment tax or employer health tax, (b) government pension plan premiums or contributions, social security premiums, workers’ compensation premiums and employment or unemployment insurance or compensation premiums and contributions, (c) an amount or charge under Part VI of the Electricity Act, 1998, (d) an instalment in respect of an amount mentioned in clauses (a) to (c), and (e) interest, penalties, fines, additions to tax or other amounts imposed on or in respect of an amount mentioned in clauses (a) to (c); “tax liability” means all tax paid or payable by or on behalf of a financing entity, incurred directly or indirectly by the financing entity or for which the financing entity is otherwise liable as a result of any activity, undertaking, transaction or event authorized or permitted under the Act; “tax refund” means all amounts received by or on behalf of a financing entity as a refund of tax and to which the financing entity is entitled as a result of any activity, undertaking, transaction or event authorized or permitted under the Act. O. Reg. 206/17, s. 1 (1); O. Reg. 415/17, s. 1 (1); O. Reg. 446/17, s. 1 (1). (2) For the purposes of subsection 21 (8) of the Act and this Regulation, “readjustment amount” means, in respect of a reference period, the amount determined by applying the following steps: 1. Determine the amount, if any, by which the total amount payable by specified consumers for electricity in respect of the reference period is forecast to be reduced as a result of a determination of the Board under Part II of the Act. 2. Determine the amount, if any, by which the determination under paragraph 1 exceeds the absolute value of the fair allocation amount determined by the Minister under subsection 20 (1) of the Act in respect of the reference period. O. Reg. 446/17, s. 1 (2). (3) For the purposes of determining the average monthly funding obligation for a month, the following formula applies: (A + B) ÷ 2 where, A = the sum of the balances on the first day of the month of the principal amount of all outstanding funding obligations incurred by financing entities, B = the sum of the balances on the last day of the month of the principal amount of all outstanding funding obligations incurred by financing entities. O. Reg. 415/17, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1. </b>(1) In this Regulation,</p> <p class=\"definition-e\">“acceleration of a funding obligation” means,</p> <p class=\"defclause-e\">  (a) a portion of the principal amount owing in respect of the funding obligation has become due and payable by a financing entity before the scheduled payment date, maturity date or redemption date, or</p> <p class=\"defclause-e\">  (b) a party to a derivative agreement in respect of the funding obligation has elected to close-out or terminate the agreement, resulting in an obligation on a financing entity to pay a termination amount, close-out amount or similar amount;</p> <p class=\"definition-e\">“average monthly funding obligation” means, in respect of a month, the amount determined in accordance with subsection (3);</p> <p class=\"definition-e\">“average annual funding obligation” means, in respect of a year, the sum of the average monthly funding obligations for the year;</p> <p class=\"definition-e\">“capital account” means an account established by or on behalf of a financing entity under the governing documents of a funding obligation for the purpose of accumulating funds to be used to make repayments in respect of the funding obligation;</p> <p class=\"definition-e\">“derivative agreement” means any derivative agreement, including interest rate swaps and cross-currency swaps and any associated collateral, entered into in connection with or to hedge the exposure of a financing entity under a funding obligation;</p> <p class=\"definition-e\">“derivative payment” means any payment required to be made in connection with a derivative agreement, including ordinary course payments, payments on termination and payments made in connection with margining or collateral arrangements;</p> <p class=\"definition-e\">“finance reserve account” means an account established by or on behalf of a financing entity under the governing documents of a funding obligation for the purposes of pre-funding, collateralizing, over-collateralizing or establishing reserves for the payment of funding obligations and other finance amounts or for related contingencies;</p> <p class=\"definition-e\">“financing entity expense” includes,</p> <p class=\"defclause-e\">  (a) fees, including fees charged by the Financial Services Manager, charges, costs, indemnities, reimbursements, other amounts incurred or committed to, by or on behalf of a financing entity as a result of an activity authorized or permitted under the Act, and</p> <p class=\"defclause-e\">  (b) any taxes on amounts mentioned in clause (a);</p> <p class=\"definition-e\">“funding cost” means interest, commitment fees or other similar costs payable by or on behalf of a financing entity in respect of funding obligations, including a derivative payment;</p> <p class=\"definition-e\">“funding tranche” means an issuance of funding obligations of a particular class or type, all of which have the same terms, but does not include an issuance of a funding obligation to the Financial Services Manager;</p> <p class=\"definition-e\">“governing documents” means, in respect of a funding obligation, the documents governing the terms of the funding obligation or other matters relating to the funding obligation;</p> <p class=\"definition-e\">“market comparable fees” means fees, expressed as an annual percentage rate, charged by full-service managers of funds, including but not limited to securitization vehicles, pension funds and other investment funds, hedge funds or other similar funds, for services that are similar to the services provided by the Financial Services Manager under the Act in terms of,</p> <p class=\"defclause-e\">  (a) the type of services provided,</p> <p class=\"defclause-e\">  (b) the scope of services provided,</p> <p class=\"defclause-e\">  (c) the level of services provided, and</p> <p class=\"defclause-e\">  (d) the dollar amount of assets under management;</p> <p class=\"definition-e\">“market comparable forecast interest rates” means, in relation to a funding tranche, interest rates for a debt obligation that,</p> <p class=\"defclause-e\">  (a) has a principal amount that is comparable to the principal amount of the funding tranche,</p> <p class=\"defclause-e\">  (b) has a term that is comparable to the term of the funding tranche,</p> <p class=\"defclause-e\">  (c) is based on a type of instrument that is comparable to the type of instrument of the funding tranche, </p> <p class=\"defclause-e\">  (d) has payment rights that are similar to the payment rights of the funding tranche, and</p> <p class=\"defclause-e\">  (e) is issued by an issuer with a risk profile comparable to the risk profile of the financing entity issuing the funding tranche;</p> <p class=\"definition-e\">“maturity date” means, in respect of a funding obligation, the date set out in the governing documents of the funding obligation on which all outstanding principal, interest and other amounts outstanding are due and payable;</p> <p class=\"definition-e\">“net annual funding obligation” means, in respect of a year, the sum of the principal amounts of funding tranches issued in the year, other than any funding tranches that constitute a refinancing;</p> <p class=\"definition-e\">“prescribed matters” means matters in relation to the establishment, management and administration of financing entities and the investment asset, including but not limited to matters in relation to,</p> <p class=\"defclause-e\">  (a) financing entities that are established or that are planned to be established, and</p> <p class=\"defclause-e\">  (b) funding obligations that have been incurred or that are planned to be incurred by financing entities;</p> <p class=\"definition-e\">“recovery amount” means the aggregate of all amounts received by or on behalf of financing entities in respect of funding obligations;</p> <p class=\"definition-e\">“redemption amount” means the amount payable by or on behalf of a financing entity to redeem, prepay or repurchase a funding obligation incurred by or on behalf of the financing entity, including any premium, make-whole or other amount payable to give effect to the prepayment, redemption or repurchase;</p> <p class=\"definition-e\">“refinancing amount” means the principal amount of a funding obligation incurred by a financing entity in respect of a refinancing;</p> <p class=\"definition-e\">“repayment” means the payment by or on behalf of a financing entity or the provision by or on behalf of a financing entity for the payment of all or a portion of the principal amount advanced to the financing entity under a funding obligation;</p> <p class=\"definition-e\">“tax” means a tax, duty, fee, premium, excise, assessment, impost, levy or other charge payable to Her Majesty in right of Ontario, Her Majesty in right of Canada or the government of any other country, province, state, municipality or other political territory and imposed or authorized to be imposed by any law of Ontario, Canada, or any other country, province, state, municipality or other political territory and includes,</p> <p class=\"defclause-e\">  (a) a tax, duty, fee, premium, excise, assessment, impost, levy or other charge,</p> <p class=\"defsubclause-e\">  (i) levied on, measured by or described with respect to income, earnings, gross receipts, profits, capital, capital gains, sales or use, or</p> <p class=\"defsubclause-e\">  (ii) referred to as branch tax, net worth tax, alternative tax, minimum tax, goods and services tax, harmonized sales tax, value-added tax, excise tax, <i>ad valorem</i> tax, franchise tax, transfer tax, withholding tax, property tax, surtax, payroll tax, employment tax or employer health tax,</p> <p class=\"defclause-e\">  (b) government pension plan premiums or contributions, social security premiums, workers’ compensation premiums and employment or unemployment insurance or compensation premiums and contributions,</p> <p class=\"defclause-e\">  (c) an amount or charge under Part VI of the Electricity Act, 1998,</p> <p class=\"defclause-e\">  (d) an instalment in respect of an amount mentioned in clauses (a) to (c), and</p> <p class=\"defclause-e\">  (e) interest, penalties, fines, additions to tax or other amounts imposed on or in respect of an amount mentioned in clauses (a) to (c);</p> <p class=\"definition-e\">“tax liability” means all tax paid or payable by or on behalf of a financing entity, incurred directly or indirectly by the financing entity or for which the financing entity is otherwise liable as a result of any activity, undertaking, transaction or event authorized or permitted under the Act;</p> <p class=\"definition-e\">“tax refund” means all amounts received by or on behalf of a financing entity as a refund of tax and to which the financing entity is entitled as a result of any activity, undertaking, transaction or event authorized or permitted under the Act. O. Reg. 206/17, s. 1 (1); O. Reg. 415/17, s. 1 (1); O. Reg. 446/17, s. 1 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of subsection 21 (8) of the Act and this Regulation,</p> <p class=\"definition-e\">“readjustment amount” means, in respect of a reference period, the amount determined by applying the following steps:</p> <p class=\"defparagraph-e\">  1. Determine the amount, if any, by which the total amount payable by specified consumers for electricity in respect of the reference period is forecast to be reduced as a result of a determination of the Board under Part II of the Act.</p> <p class=\"defparagraph-e\">  2. Determine the amount, if any, by which the determination under paragraph 1 exceeds the absolute value of the fair allocation amount determined by the Minister under subsection 20 (1) of the Act in respect of the reference period. O. Reg. 446/17, s. 1 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of determining the average monthly funding obligation for a month, the following formula applies:</p> <p class=\"equation-e\">(A + B) ÷ 2</p> <p class=\"equationind1-e\">where,</p> <p class=\"equationind1-e\">  A = the sum of the balances on the first day of the month of the principal amount of all outstanding funding obligations incurred by financing entities,</p> <p class=\"equationind1-e\">  B = the sum of the balances on the last day of the month of the principal amount of all outstanding funding obligations incurred by financing entities. O. Reg. 415/17, s. 1 (2).</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Funding obligation",
            "content": " 2. (1) For the purposes of the definition of “funding obligation” in subsection 1 (1) of the Act, a payment obligation in respect of any of the following types of amounts is also a funding obligation if it is incurred by or on behalf of a financing entity: 1. A refinancing. 2. A derivative payment. 3. An amount raised for the purposes of a financing entity acquiring and financing an investment interest, including any amounts raised that also constitute, and are recoverable as, a finance amount. (2) Funding obligations include principal, interest, fees and other amounts owing in respect of the funding obligations.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK2\"></a>2. </b>(1) For the purposes of the definition of “funding obligation” in subsection 1 (1) of the Act, a payment obligation in respect of any of the following types of amounts is also a funding obligation if it is incurred by or on behalf of a financing entity:</p> <p class=\"paragraph-e\">  1. A refinancing.</p> <p class=\"paragraph-e\">  2. A derivative payment.</p> <p class=\"paragraph-e\">  3. An amount raised for the purposes of a financing entity acquiring and financing an investment interest, including any amounts raised that also constitute, and are recoverable as, a finance amount.</p> <p class=\"subsection-e\">  (2) Funding obligations include principal, interest, fees and other amounts owing in respect of the funding obligations.</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Refinancing",
            "content": " 3. (1) For the purposes of the definition of “refinancing” in subsection 1 (1) of the Act, a refinancing includes the incurrence of a debt if the following criteria are met: 1. The debt is incurred no earlier than six months before the maturity date of a funding obligation. 2. The proceeds of the debt are designated by the Financial Services Manager to repay the funding obligation mentioned in paragraph 1. 3. The proceeds are applied as designated. (2) For greater certainty, if the proceeds mentioned in paragraph 2 of subsection (1) are not applied as designated, the debt ceases to be a refinancing but remains a funding obligation. Clean Energy Adjustment",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>3. </b>(1) For the purposes of the definition of “refinancing” in subsection 1 (1) of the Act, a refinancing includes the incurrence of a debt if the following criteria are met:</p> <p class=\"paragraph-e\">  1. The debt is incurred no earlier than six months before the maturity date of a funding obligation.</p> <p class=\"paragraph-e\">  2. The proceeds of the debt are designated by the Financial Services Manager to repay the funding obligation mentioned in paragraph 1.</p> <p class=\"paragraph-e\">  3. The proceeds are applied as designated.</p> <p class=\"subsection-e\">  (2) For greater certainty, if the proceeds mentioned in paragraph 2 of subsection (1) are not applied as designated, the debt ceases to be a refinancing but remains a funding obligation.</p> <p class=\"heading1-e\"><a name=\"BK4\"></a>Clean Energy Adjustment</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "Clean Energy Adjustment",
            "part_id": null,
            "part_type": null,
            "section": "Clean Energy Adjustment",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Unit sub-metering, collection",
            "content": " 4. For the purposes of subsection 13 (6) of the Act, amounts in respect of the clean energy adjustment may be collected by the specified consumer as follows: 1. If an invoice for electricity is issued to a person by the specified consumer, the specified consumer may collect from the person the person’s proportionate share of the amount of the clean energy adjustment shown on the invoice for electricity payable by the specified consumer. 2. If an invoice for electricity is issued to a person by a unit sub-meter provider providing unit sub-metering for a specified consumer, the unit sub-meter provider may collect from the person the person’s proportionate share of the amount of the clean energy adjustment shown on the invoice for electricity payable by the specified consumer.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>4. </b>For the purposes of subsection 13 (6) of the Act, amounts in respect of the clean energy adjustment may be collected by the specified consumer as follows:</p> <p class=\"paragraph-e\">  1. If an invoice for electricity is issued to a person by the specified consumer, the specified consumer may collect from the person the person’s proportionate share of the amount of the clean energy adjustment shown on the invoice for electricity payable by the specified consumer.</p> <p class=\"paragraph-e\">  2. If an invoice for electricity is issued to a person by a unit sub-meter provider providing unit sub-metering for a specified consumer, the unit sub-meter provider may collect from the person the person’s proportionate share of the amount of the clean energy adjustment shown on the invoice for electricity payable by the specified consumer.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Determining the finance amount",
            "content": " 5. (1) Subject to subsection (2) and section 6.1, the finance amount in respect of a financing entity and a period of time shall be determined as follows: 1. After eliminating any duplication in the following amounts, calculate the sum of the following amounts: i. Amounts paid or payable during the period in respect of repayments. ii. Funding costs paid or payable during the period. iii. Redemption amounts paid or payable during the period. iv. Derivative payments required to be made during the period. v. Amounts deposited, as required under the governing documents of funding obligations, into capital accounts or finance reserve accounts during the period. vi. Financing entity expenses paid or payable during the period. vii. Tax liabilities payable during the period. viii. Amounts paid or payable by or on behalf of a financing entity during the period to any guarantor or surety that made a payment of an amount due and payable under a funding obligation, including pursuant to a guarantee, indemnity, contract of insurance or agreement entered into under subsection 5 (2) or (3) of the Act. 2. After eliminating any duplication in the following amounts, calculate the sum of the following amounts: i. Amounts withdrawn, as required under the governing documents of funding obligations, from capital accounts or finance reserve accounts during the period. ii. For any period before May 1, 2021, amounts received during the period in respect of funding rebates and carrying costs. ii.1 For any period on and after May 1, 2021, amounts received during the period in respect of funding rebates. iii. Recovery amounts received during the period. iv. Refinancing amounts that are applied to repayments during the period. v. Any payments received in connection with a derivative agreement, including ordinary course receipts, payments received on termination and payments received in connection with margining or collateral arrangements. vi. Tax refunds received during the period. 3. Subtract the sum calculated under paragraph 2 from the sum calculated under paragraph 1. O. Reg. 206/17, s. 5 (1); O. Reg. 415/17, s. 2; O. Reg. 446/17, s. 2. (2) Subject to subsection (3), the following rules apply with respect to the determination of the finance amount: 1. The determination shall be made by applying a cash basis accounting method. 2. If the determination is in respect of a past period of time, the determination shall reflect cash amounts actually paid, deposited, received, applied, withdrawn or made available during that period of time. 3. If the determination is in respect of a future period of time, the determination shall reflect the estimated cash amounts that will be paid, deposited, received, applied, withdrawn or made available during that period of time. 4. If the determination is in respect of a period of time that includes both past and future dates, the determination may reflect a combination of actual and expected cash amounts. (3) Despite subsection (2), taxes may be estimated in respect of a particular tax reporting period of a financing entity and allocated in respect of various periods of time that occur within the tax reporting period, in such manner as the Financial Services Manager considers to be reasonable, subject to the following rules: 1. The estimated taxes, less any taxes paid by way of instalment or otherwise by or on behalf of the financing entity during the period of time in respect of which the finance amount is determined, shall be deemed to be a tax liability of the financing entity during that period of time. 2. The amount, if any, by which the estimated taxes exceeds the tax liability of the financing entity in respect of the particular tax reporting period, as determined without taking into account paragraph 1, shall be deemed to be a tax refund received by the financing entity during the period of time described in subsection (4). 3. The amount, if any, by which the tax liability of the financing entity in respect of the particular tax reporting period, as determined without taking into account paragraph 1, exceeds the estimated taxes shall be deemed to be a tax liability payable by the financing entity during the period of time described in subsection (4). 4. If a financing entity receives an assessment or reassessment of taxes for a particular tax reporting period that differs from the amount shown on a tax return filed with the applicable governmental authority, the following rules apply: i. The assessed or reassessed amount shall be deemed to be a tax liability payable by the financing entity during the first period of time, commencing after the date of the assessment or reassessment, in respect of which the finance amount is determined. ii. Any interest charged on the assessed or reassessed amount following the date of the assessment or reassessment shall be deemed to be a tax liability payable by the financing entity as the interest is paid or accrues. iii. Once there has been a final determination with respect to the tax liability payable by the financing entity in respect of the particular tax reporting period, the amount, if any, by which the tax liability payable by the financing entity during the tax reporting period is decreased from the assessed or reassessed amount, together with the after-tax amount of any refund interest received by the financing entity, shall be deemed to be a tax refund received by the financing entity during the first period of time, commencing after the final determination, in respect of which the finance amount is determined. (4) For the purposes of paragraphs 2 and 3 of subsection (3), the period of time is the first period of time, commencing after the filing of the tax return with the applicable governmental authority for the particular tax reporting period, in respect of which the finance amount is determined. (5) For the purposes of subparagraph 4 iii of subsection (3), “final determination” means a determination made by the applicable governmental authority or court of competent jurisdiction and in respect of which all rights to object to or appeal have been exhausted or have expired.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>5. </b>(1) Subject to subsection (2) and section 6.1, the finance amount in respect of a financing entity and a period of time shall be determined as follows:</p> <p class=\"paragraph-e\">  1. After eliminating any duplication in the following amounts, calculate the sum of the following amounts:</p> <p class=\"subpara-e\">  i. Amounts paid or payable during the period in respect of repayments.</p> <p class=\"subpara-e\">  ii. Funding costs paid or payable during the period.</p> <p class=\"subpara-e\">  iii. Redemption amounts paid or payable during the period.</p> <p class=\"subpara-e\">  iv. Derivative payments required to be made during the period.</p> <p class=\"subpara-e\">  v. Amounts deposited, as required under the governing documents of funding obligations, into capital accounts or finance reserve accounts during the period.</p> <p class=\"subpara-e\">  vi. Financing entity expenses paid or payable during the period.</p> <p class=\"subpara-e\">  vii. Tax liabilities payable during the period.</p> <p class=\"subpara-e\">  viii. Amounts paid or payable by or on behalf of a financing entity during the period to any guarantor or surety that made a payment of an amount due and payable under a funding obligation, including pursuant to a guarantee, indemnity, contract of insurance or agreement entered into under subsection 5 (2) or (3) of the Act.</p> <p class=\"paragraph-e\">  2. After eliminating any duplication in the following amounts, calculate the sum of the following amounts:</p> <p class=\"subpara-e\">  i. Amounts withdrawn, as required under the governing documents of funding obligations, from capital accounts or finance reserve accounts during the period.</p> <p class=\"subpara-e\">  ii. For any period before May 1, 2021, amounts received during the period in respect of funding rebates and carrying costs.</p> <p class=\"subclause-e\">  ii.1 For any period on and after May 1, 2021, amounts received during the period in respect of funding rebates.</p> <p class=\"subpara-e\">  iii. Recovery amounts received during the period.</p> <p class=\"subpara-e\">  iv. Refinancing amounts that are applied to repayments during the period.</p> <p class=\"subpara-e\">  v. Any payments received in connection with a derivative agreement, including ordinary course receipts, payments received on termination and payments received in connection with margining or collateral arrangements.</p> <p class=\"subpara-e\">  vi. Tax refunds received during the period.</p> <p class=\"paragraph-e\">  3. Subtract the sum calculated under paragraph 2 from the sum calculated under paragraph 1. O. Reg. 206/17, s. 5 (1); O. Reg. 415/17, s. 2; O. Reg. 446/17, s. 2.</p> <p class=\"subsection-e\">  (2) Subject to subsection (3), the following rules apply with respect to the determination of the finance amount:</p> <p class=\"paragraph-e\">  1. The determination shall be made by applying a cash basis accounting method.</p> <p class=\"paragraph-e\">  2. If the determination is in respect of a past period of time, the determination shall reflect cash amounts actually paid, deposited, received, applied, withdrawn or made available during that period of time.</p> <p class=\"paragraph-e\">  3. If the determination is in respect of a future period of time, the determination shall reflect the estimated cash amounts that will be paid, deposited, received, applied, withdrawn or made available during that period of time.</p> <p class=\"paragraph-e\">  4. If the determination is in respect of a period of time that includes both past and future dates, the determination may reflect a combination of actual and expected cash amounts.</p> <p class=\"subsection-e\">  (3) Despite subsection (2), taxes may be estimated in respect of a particular tax reporting period of a financing entity and allocated in respect of various periods of time that occur within the tax reporting period, in such manner as the Financial Services Manager considers to be reasonable, subject to the following rules:</p> <p class=\"paragraph-e\">  1. The estimated taxes, less any taxes paid by way of instalment or otherwise by or on behalf of the financing entity during the period of time in respect of which the finance amount is determined, shall be deemed to be a tax liability of the financing entity during that period of time.</p> <p class=\"paragraph-e\">  2. The amount, if any, by which the estimated taxes exceeds the tax liability of the financing entity in respect of the particular tax reporting period, as determined without taking into account paragraph 1, shall be deemed to be a tax refund received by the financing entity during the period of time described in subsection (4).</p> <p class=\"paragraph-e\">  3. The amount, if any, by which the tax liability of the financing entity in respect of the particular tax reporting period, as determined without taking into account paragraph 1, exceeds the estimated taxes shall be deemed to be a tax liability payable by the financing entity during the period of time described in subsection (4).</p> <p class=\"paragraph-e\">  4. If a financing entity receives an assessment or reassessment of taxes for a particular tax reporting period that differs from the amount shown on a tax return filed with the applicable governmental authority, the following rules apply:</p> <p class=\"subpara-e\">  i. The assessed or reassessed amount shall be deemed to be a tax liability payable by the financing entity during the first period of time, commencing after the date of the assessment or reassessment, in respect of which the finance amount is determined.</p> <p class=\"subpara-e\">  ii. Any interest charged on the assessed or reassessed amount following the date of the assessment or reassessment shall be deemed to be a tax liability payable by the financing entity as the interest is paid or accrues.</p> <p class=\"subpara-e\">  iii. Once there has been a final determination with respect to the tax liability payable by the financing entity in respect of the particular tax reporting period, the amount, if any, by which the tax liability payable by the financing entity during the tax reporting period is decreased from the assessed or reassessed amount, together with the after-tax amount of any refund interest received by the financing entity, shall be deemed to be a tax refund received by the financing entity during the first period of time, commencing after the final determination, in respect of which the finance amount is determined.</p> <p class=\"subsection-e\">  (4) For the purposes of paragraphs 2 and 3 of subsection (3), the period of time is the first period of time, commencing after the filing of the tax return with the applicable governmental authority for the particular tax reporting period, in respect of which the finance amount is determined.</p> <p class=\"subsection-e\">  (5) For the purposes of subparagraph 4 iii of subsection (3),</p> <p class=\"definition-e\">“final determination” means a determination made by the applicable governmental authority or court of competent jurisdiction and in respect of which all rights to object to or appeal have been exhausted or have expired.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Determining true up amount",
            "content": " 6. (1) Unless all funding obligations and other finance amounts are paid in full, the Financial Services Manager shall calculate the true up amount in respect of each reference period. (2) The Financial Services Manager may, at any time during a reference period, determine the true up amount in respect of the remaining portion of the reference period if, (a) all funding obligations and other finance amounts have not been paid in full; (b) the Board has made a determination under subsection 15 (4) of the Act in respect of the reference period; and (c) the Financial Services Manager reasonably forecasts that the collection of the clean energy adjustment will be insufficient to pay the estimated finance amount for a reference period. (3) Subject to section 6.1, the true up amount in respect of a reference period or a portion of the reference period shall be determined, as follows: T = (A − B) + C where, T = the true up amount in respect of the period of time, A = the aggregate of the finance amounts in respect of all reference periods preceding the current reference period and, if the determination is being made at a point in time during the current reference period, in respect of the portion of the current reference period that precedes the point in time, B = the aggregate of all amounts of the clean energy adjustment remitted to or for the benefit of the investment interest owners during all reference periods preceding the current reference period and, if the determination is being made at a point in time during the current reference period, in respect of the portion of the current reference period that precedes the point in time, C = the amount representing reasonably foreseeable differences between the amounts to be invoiced in respect of the clean energy adjustment and the amounts to be remitted by the IESO to the investment interest owners in respect of the invoices due to various factors, including those mentioned in subparagraphs 2 ii and iii of subsection 15 (2) of the Act. O. Reg. 206/17, s. 6 (3); O. Reg. 446/17, s. 3. (4) The Financial Services Manager shall, when determining the amounts described in “C” in the formula set out in subsection (3), have regard to amounts payable that were not collected and any amounts in respect of which an overpayment was made, which may include amounts resulting from a default of specified consumers, an electricity vendor or the IESO, whether in its capacity as an electricity vendor or its activities as agent or otherwise under section 16 or 17 of the Act. (5) If the Financial Services Manager determines that an error in the determination of the clean energy adjustment or any other error relating to the clean energy adjustment requires correction, the Financial Services Manager may reflect the correction in a subsequent determination of the true up amount.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>6. </b>(1) Unless all funding obligations and other finance amounts are paid in full, the Financial Services Manager shall calculate the true up amount in respect of each reference period.</p> <p class=\"subsection-e\">  (2) The Financial Services Manager may, at any time during a reference period, determine the true up amount in respect of the remaining portion of the reference period if,</p> <p class=\"clause-e\">  (a) all funding obligations and other finance amounts have not been paid in full;</p> <p class=\"clause-e\">  (b) the Board has made a determination under subsection 15 (4) of the Act in respect of the reference period; and</p> <p class=\"clause-e\">  (c) the Financial Services Manager reasonably forecasts that the collection of the clean energy adjustment will be insufficient to pay the estimated finance amount for a reference period.</p> <p class=\"subsection-e\">  (3) Subject to section 6.1, the true up amount in respect of a reference period or a portion of the reference period shall be determined, as follows:</p> <p class=\"equation-e\">T = (A − B) + C</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">  T = the true up amount in respect of the period of time,</p> <p class=\"equationind1-e\">  A = the aggregate of the finance amounts in respect of all reference periods preceding the current reference period and, if the determination is being made at a point in time during the current reference period, in respect of the portion of the current reference period that precedes the point in time,</p> <p class=\"equationind1-e\">  B = the aggregate of all amounts of the clean energy adjustment remitted to or for the benefit of the investment interest owners during all reference periods preceding the current reference period and, if the determination is being made at a point in time during the current reference period, in respect of the portion of the current reference period that precedes the point in time,</p> <p class=\"equationind1-e\">  C = the amount representing reasonably foreseeable differences between the amounts to be invoiced in respect of the clean energy adjustment and the amounts to be remitted by the IESO to the investment interest owners in respect of the invoices due to various factors, including those mentioned in subparagraphs 2 ii and iii of subsection 15 (2) of the Act. O. Reg. 206/17, s. 6 (3); O. Reg. 446/17, s. 3.</p> <p class=\"subsection-e\">  (4) The Financial Services Manager shall, when determining the amounts described in “C” in the formula set out in subsection (3), have regard to amounts payable that were not collected and any amounts in respect of which an overpayment was made, which may include amounts resulting from a default of specified consumers, an electricity vendor or the IESO, whether in its capacity as an electricity vendor or its activities as agent or otherwise under section 16 or 17 of the Act.</p> <p class=\"subsection-e\">  (5) If the Financial Services Manager determines that an error in the determination of the clean energy adjustment or any other error relating to the clean energy adjustment requires correction, the Financial Services Manager may reflect the correction in a subsequent determination of the true up amount.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "6.1",
            "part_id": null,
            "part_type": null,
            "section": "Acceleration",
            "content": " 6.1 (1) Despite the acceleration of a funding obligation at any time, the Financial Services Manager shall, for the purposes of determining the clean energy adjustment and the true up amount under section 15 of the Act, determine the estimated finance amount and the true up amount as if no acceleration had occurred. O. Reg. 446/17, s. 4. (2) If the application of subsection (1) results in the estimated finance amount being less than what it would have otherwise been, the Financial Services Manager shall add an additional amount to the estimated finance amount determined under subsection (1), which additional amount shall be calculated as follows: 1. Estimate the sum of amounts that constitute the clean energy adjustment for each month during the reference period, determined in accordance with subsection (1). 2. Estimate the sum of amounts that would have, in the absence of subsection (1), constituted the clean energy adjustment for each month during the reference period. 3. Determine the lesser amount of the following: i. The sum estimated under paragraph 2. ii. The fair allocation amount for the reference period. 4. Determine the amount, if any, by which the amount determined under paragraph 3 exceeds the sum estimated under paragraph 1. O. Reg. 446/17, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>6.1 </b>(1) Despite the acceleration of a funding obligation at any time, the Financial Services Manager shall, for the purposes of determining the clean energy adjustment and the true up amount under section 15 of the Act, determine the estimated finance amount and the true up amount as if no acceleration had occurred. O. Reg. 446/17, s. 4.</p> <p class=\"subsection-e\">  (2) If the application of subsection (1) results in the estimated finance amount being less than what it would have otherwise been, the Financial Services Manager shall add an additional amount to the estimated finance amount determined under subsection (1), which additional amount shall be calculated as follows:</p> <p class=\"paragraph-e\">  1. Estimate the sum of amounts that constitute the clean energy adjustment for each month during the reference period, determined in accordance with subsection (1).</p> <p class=\"paragraph-e\">  2. Estimate the sum of amounts that would have, in the absence of subsection (1), constituted the clean energy adjustment for each month during the reference period.</p> <p class=\"paragraph-e\">  3. Determine the lesser amount of the following:</p> <p class=\"subpara-e\">  i. The sum estimated under paragraph 2.</p> <p class=\"subpara-e\">  ii. The fair allocation amount for the reference period. </p> <p class=\"paragraph-e\">  4. Determine the amount, if any, by which the amount determined under paragraph 3 exceeds the sum estimated under paragraph 1. O. Reg. 446/17, s. 4.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Notification to Board",
            "content": " 7. (1) The Financial Services Manager shall notify the Board of the clean energy adjustment in respect of a reference period or a portion of a reference period in accordance with this section. (2) Subject to subsection (6), until such time as all funding obligations and other finance amounts have been paid in full, the notification in respect of each reference period shall be provided, (a) in the case of a reference period that begins on May 1, on or before April 1 in the same year; and (b) in the case of a reference period that begins on November 1, on or before October 1 in the same year. (3) In addition to complying with subsection (2), the Financial Services Manager shall, starting on the day after the final scheduled payment date of the funding obligation described in subsection (4) and until such time as all funding obligations and other finance amounts have been paid in full, comply with subsection (5). (4) For the purposes of subsection (3), the relevant funding obligation is the outstanding funding obligation that has the latest maturity date of all outstanding funding obligations. (5) During the period of time mentioned in subsection (3), the Financial Services Manager shall update its most recent determination of the clean energy adjustment and notify the Board of the updated determination, (a) on or before January 1 in each year, in respect of the months of February, March and April in the same year; and (b) on or before July 1 in each year, in respect of the months of August, September and October in the same year. (6) If the Financial Services Manager makes a determination of the true up amount under subsection 6 (2) in respect of the remaining portion of a reference period, the Financial Services Manager shall redetermine the clean energy adjustment in respect of the remaining months in the reference period for which the Board has made a determination under subsection 15 (4) of the Act and notify the Board of the redetermination as soon as possible.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>7. </b>(1) The Financial Services Manager shall notify the Board of the clean energy adjustment in respect of a reference period or a portion of a reference period in accordance with this section.</p> <p class=\"subsection-e\">  (2) Subject to subsection (6), until such time as all funding obligations and other finance amounts have been paid in full, the notification in respect of each reference period shall be provided,</p> <p class=\"clause-e\">  (a) in the case of a reference period that begins on May 1, on or before April 1 in the same year; and</p> <p class=\"clause-e\">  (b) in the case of a reference period that begins on November 1, on or before October 1 in the same year.</p> <p class=\"subsection-e\">  (3) In addition to complying with subsection (2), the Financial Services Manager shall, starting on the day after the final scheduled payment date of the funding obligation described in subsection (4) and until such time as all funding obligations and other finance amounts have been paid in full, comply with subsection (5).</p> <p class=\"subsection-e\">  (4) For the purposes of subsection (3), the relevant funding obligation is the outstanding funding obligation that has the latest maturity date of all outstanding funding obligations.</p> <p class=\"subsection-e\">  (5) During the period of time mentioned in subsection (3), the Financial Services Manager shall update its most recent determination of the clean energy adjustment and notify the Board of the updated determination,</p> <p class=\"clause-e\">  (a) on or before January 1 in each year, in respect of the months of February, March and April in the same year; and</p> <p class=\"clause-e\">  (b) on or before July 1 in each year, in respect of the months of August, September and October in the same year.</p> <p class=\"subsection-e\">  (6) If the Financial Services Manager makes a determination of the true up amount under subsection 6 (2) in respect of the remaining portion of a reference period, the Financial Services Manager shall redetermine the clean energy adjustment in respect of the remaining months in the reference period for which the Board has made a determination under subsection 15 (4) of the Act and notify the Board of the redetermination as soon as possible.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Board to determine rates",
            "content": " 8. (1) The Board shall, upon receiving a notice of the clean energy adjustment under section 7, determine the rates at which specified consumers are to be invoiced in respect of the period of time in respect of which the notice was given. (2) The rates shall be expressed as a cent per kWh amount and determined by dividing the clean energy adjustment in respect of the relevant period of time by the forecast electricity consumption of specified consumers in respect of the period. (3) For the purposes of subsection (2), the forecast electricity consumption of specified consumers shall be based on forecast information provided to the Board by the IESO. (4) If notice is provided under subsection 7 (2) or (5), the rates shall be determined by the Board so that the rate takes effect on the first day of the month following the month in which the notice was required to be provided. (5) If notice of a redetermination is provided under subsection 7 (6), the rates shall be determined by the Board so that they take effect, (a) if the notice was provided before the 15th day in a month, on the first day of the month following the month in which the notice was provided; or (b) if the notice was provided on or after the 15th day in a month, on the first day of the second month following the month in which the notice was provided.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK10\"></a>8. </b>(1) The Board shall, upon receiving a notice of the clean energy adjustment under section 7, determine the rates at which specified consumers are to be invoiced in respect of the period of time in respect of which the notice was given.</p> <p class=\"subsection-e\">  (2) The rates shall be expressed as a cent per kWh amount and determined by dividing the clean energy adjustment in respect of the relevant period of time by the forecast electricity consumption of specified consumers in respect of the period.</p> <p class=\"subsection-e\">  (3) For the purposes of subsection (2), the forecast electricity consumption of specified consumers shall be based on forecast information provided to the Board by the IESO.</p> <p class=\"subsection-e\">  (4) If notice is provided under subsection 7 (2) or (5), the rates shall be determined by the Board so that the rate takes effect on the first day of the month following the month in which the notice was required to be provided.</p> <p class=\"subsection-e\">  (5) If notice of a redetermination is provided under subsection 7 (6), the rates shall be determined by the Board so that they take effect,</p> <p class=\"clause-e\">  (a) if the notice was provided before the 15th day in a month, on the first day of the month following the month in which the notice was provided; or</p> <p class=\"clause-e\">  (b) if the notice was provided on or after the 15th day in a month, on the first day of the second month following the month in which the notice was provided.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "IESO to receive, remit amounts",
            "content": " 9. (1) The IESO shall ensure that amounts actually received in respect of the clean energy adjustment under subsection 16 (1) of the Act are identifiable as such. (2) For the purposes of subsection 16 (4) of the Act, the IESO shall remit the amounts to the financing entities within a reasonable period of time.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>9. </b>(1) The IESO shall ensure that amounts actually received in respect of the clean energy adjustment under subsection 16 (1) of the Act are identifiable as such.</p> <p class=\"subsection-e\">  (2) For the purposes of subsection 16 (4) of the Act, the IESO shall remit the amounts to the financing entities within a reasonable period of time.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "9.1",
            "part_id": null,
            "part_type": null,
            "section": "IESO to pay, remit amounts re carrying costs of financing entity",
            "content": " 9.1 (1) During the period beginning on December 1, 2017 and ending on July 31, 2021, the IESO shall pay and remit to a financing entity any amounts charged to the IESO by the financing entity in respect of carrying costs of the financing entity during the period beginning on June 1, 2017 and ending on July 31, 2021. O. Reg. 415/17, s. 3. (2) For the purposes of determining the amounts to be paid and remitted under subsection (1), the IESO may rely on information provided by a financing entity with respect to the amounts. O. Reg. 415/17, s. 3. (3) The carrying costs of a financing entity for a period of time shall be determined as follows: 1. After eliminating any duplication in the following amounts, calculate the sum of the following amounts: i. Funding costs paid or payable during the period. ii. Derivative payments required to be made during the period. iii. Amounts deposited, as required under the governing documents of funding obligations, into accounts other than capital accounts during the period. iv. Financing entity expenses paid or payable during the period. v. Tax liabilities payable during the period. 2. After eliminating any duplication in the following amounts, calculate the sum of the following amounts: i. Amounts withdrawn, as permitted under the governing documents of funding obligations, from accounts other than capital accounts during the period. ii. Any payments received in connection with a derivative agreement, including ordinary course receipts, payments received on termination and payments received in connection with margining or collateral arrangements. iii. Tax refunds received during the period. 3. Subtract the sum calculated under paragraph 2 from the sum calculated under paragraph 1. O. Reg. 415/17, s. 3. (4) The determination of the carrying costs of a financing entity for a period of time shall be made on an accrual basis accounting method. O. Reg. 415/17, s. 3. (5) The IESO may grant security to a financing entity in order to secure its obligations to pay and remit present and future amounts due under this section. O. Reg. 415/17, s. 3.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK12\"></a>9.1 </b>(1) During the period beginning on December 1, 2017 and ending on July 31, 2021, the IESO shall pay and remit to a financing entity any amounts charged to the IESO by the financing entity in respect of carrying costs of the financing entity during the period beginning on June 1, 2017 and ending on July 31, 2021. O. Reg. 415/17, s. 3.</p> <p class=\"subsection-e\">  (2) For the purposes of determining the amounts to be paid and remitted under subsection (1), the IESO may rely on information provided by a financing entity with respect to the amounts. O. Reg. 415/17, s. 3.</p> <p class=\"subsection-e\">  (3) The carrying costs of a financing entity for a period of time shall be determined as follows:</p> <p class=\"paragraph-e\">  1. After eliminating any duplication in the following amounts, calculate the sum of the following amounts:</p> <p class=\"subpara-e\">  i. Funding costs paid or payable during the period.</p> <p class=\"subpara-e\">  ii. Derivative payments required to be made during the period.</p> <p class=\"subpara-e\">  iii. Amounts deposited, as required under the governing documents of funding obligations, into accounts other than capital accounts during the period.</p> <p class=\"subpara-e\">  iv. Financing entity expenses paid or payable during the period.</p> <p class=\"subpara-e\">  v. Tax liabilities payable during the period.</p> <p class=\"paragraph-e\">  2. After eliminating any duplication in the following amounts, calculate the sum of the following amounts:</p> <p class=\"subpara-e\">  i. Amounts withdrawn, as permitted under the governing documents of funding obligations, from accounts other than capital accounts during the period.</p> <p class=\"subpara-e\">  ii. Any payments received in connection with a derivative agreement, including ordinary course receipts, payments received on termination and payments received in connection with margining or collateral arrangements.</p> <p class=\"subpara-e\">  iii. Tax refunds received during the period.</p> <p class=\"paragraph-e\">  3. Subtract the sum calculated under paragraph 2 from the sum calculated under paragraph 1. O. Reg. 415/17, s. 3.</p> <p class=\"subsection-e\">  (4) The determination of the carrying costs of a financing entity for a period of time shall be made on an accrual basis accounting method. O. Reg. 415/17, s. 3.</p> <p class=\"subsection-e\">  (5) The IESO may grant security to a financing entity in order to secure its obligations to pay and remit present and future amounts due under this section. O. Reg. 415/17, s. 3.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Electricity vendors to invoice, collect",
            "content": " 10. (1) Each electricity vendor shall ensure that invoices issued to specified consumers include a separate line item for the amount in respect of the clean energy adjustment. (2) Each electricity vendor shall ensure that amounts collected from specified consumers in respect of the clean energy adjustment are deposited into a segregated account established for the purpose of receiving those amounts exclusively. (3) Each electricity vendor shall maintain separate records with respect to amounts invoiced to specified consumers in respect of clean energy adjustments. (4) Subject to any requirement to the contrary under any Act or regulation, each electricity vendor shall make the records mentioned in subsection (3) available, upon request, to the IESO, the Financial Services Manager, financing entities and investment interest owners. Financial Services Manager - Fees",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK13\"></a>10. </b>(1) Each electricity vendor shall ensure that invoices issued to specified consumers include a separate line item for the amount in respect of the clean energy adjustment.</p> <p class=\"subsection-e\">  (2) Each electricity vendor shall ensure that amounts collected from specified consumers in respect of the clean energy adjustment are deposited into a segregated account established for the purpose of receiving those amounts exclusively.</p> <p class=\"subsection-e\">  (3) Each electricity vendor shall maintain separate records with respect to amounts invoiced to specified consumers in respect of clean energy adjustments.</p> <p class=\"subsection-e\">  (4) Subject to any requirement to the contrary under any Act or regulation, each electricity vendor shall make the records mentioned in subsection (3) available, upon request, to the IESO, the Financial Services Manager, financing entities and investment interest owners.</p> <p class=\"heading1-e\"><a name=\"BK14\"></a>Financial Services Manager - Fees</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "Financial Services Manager - Fees",
            "part_id": null,
            "part_type": null,
            "section": "Financial Services Manager - Fees",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "10.1",
            "part_id": null,
            "part_type": null,
            "section": "Fees that may be established, charged",
            "content": " 10.1 (1) For the purposes of subsection 19 (3) of the Act, the fees established and charged by the Financial Services Manager may be charged to financing entities in relation to prescribed matters. O. Reg. 415/17, s. 4. (2) The Financial Services Manager shall not establish or charge any fees to financing entities other than those fees provided for under this Regulation. O. Reg. 415/17, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>10.1 </b>(1) For the purposes of subsection 19 (3) of the Act, the fees established and charged by the Financial Services Manager may be charged to financing entities in relation to prescribed matters. O. Reg. 415/17, s. 4.</p> <p class=\"subsection-e\">  (2) The Financial Services Manager shall not establish or charge any fees to financing entities other than those fees provided for under this Regulation. O. Reg. 415/17, s. 4.</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "10.2",
            "part_id": null,
            "part_type": null,
            "section": "Submission re general fee for 2017",
            "content": " 10.2 (1) The Financial Services Manager shall submit to the Board, on or before February 28, 2018, the proposed fee for the period beginning on June 1, 2017 and ending on December 31, 2017. O. Reg. 415/17, s. 4. (2) The proposed fee shall be the sum of the following: 1. $3.1 million, reflecting the amount of return payable on services provided by the Financial Services Manager in relation to prescribed matters during the period mentioned in subsection (1). 2. The amount of any costs and expenditures incurred by the Financial Services Manager in relation to prescribed matters during the period mentioned in subsection (1) and paid during the period mentioned in subsection (1). O. Reg. 415/17, s. 4. (3) The costs and expenditures referred to in subsection (2) include, but are not limited to, costs and expenditures in respect of the following: 1. Underwriters or selling agents for funding obligations. 2. Banking fees, including but not limited to structuring fees or work fees. 3. Fees of issuing and paying agents for funding obligations. 4. Fees of trustees. 5. Fees incurred in the preparation of financial statements, financial reports, compliance certificates and tax returns. 6. Fees of legal counsel. 7. Rating agency fees. 8. Filing or registration fees. 9. Direct costs of the Financial Services Manager for employees whose work for the Financial Services Manager consists exclusively of the provision of services to financing entities in relation to prescribed matters. 10. Costs and expenditures incurred on behalf of any financing entity in connection with the Financial Services Manager’s duties under the Act in relation to the financing entity. 11. Costs and expenditures incurred in relation to a management agreement between the Financial Services Manager and any financing entity, where the agreement provides for the reimbursement of the costs and expenditures. O. Reg. 415/17, s. 4. (4) The submission shall include written confirmation from the Financial Services Manager’s external auditor or another external auditor of the following: 1. That the amounts of the costs and expenditures that the Financial Services Manager seeks to recover through fees, as set out in the submission, are accurate. 2. That the amounts of the costs and expenditures, as set out in the submission, were incurred by the Financial Services Manager. 3. That, except in the case of amounts referred to in paragraph 9 of subsection (3), the amounts were paid to third parties. O. Reg. 415/17, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>10.2 </b>(1) The Financial Services Manager shall submit to the Board, on or before February 28, 2018, the proposed fee for the period beginning on June 1, 2017 and ending on December 31, 2017. O. Reg. 415/17, s. 4.</p> <p class=\"subsection-e\">  (2) The proposed fee shall be the sum of the following:</p> <p class=\"paragraph-e\">  1. $3.1 million, reflecting the amount of return payable on services provided by the Financial Services Manager in relation to prescribed matters during the period mentioned in subsection (1).</p> <p class=\"paragraph-e\">  2. The amount of any costs and expenditures incurred by the Financial Services Manager in relation to prescribed matters during the period mentioned in subsection (1) and paid during the period mentioned in subsection (1). O. Reg. 415/17, s. 4.</p> <p class=\"subsection-e\">  (3) The costs and expenditures referred to in subsection (2) include, but are not limited to, costs and expenditures in respect of the following:</p> <p class=\"paragraph-e\">  1. Underwriters or selling agents for funding obligations.</p> <p class=\"paragraph-e\">  2. Banking fees, including but not limited to structuring fees or work fees.</p> <p class=\"paragraph-e\">  3. Fees of issuing and paying agents for funding obligations.</p> <p class=\"paragraph-e\">  4. Fees of trustees.</p> <p class=\"paragraph-e\">  5. Fees incurred in the preparation of financial statements, financial reports, compliance certificates and tax returns.</p> <p class=\"paragraph-e\">  6. Fees of legal counsel.</p> <p class=\"paragraph-e\">  7. Rating agency fees.</p> <p class=\"paragraph-e\">  8. Filing or registration fees.</p> <p class=\"paragraph-e\">  9. Direct costs of the Financial Services Manager for employees whose work for the Financial Services Manager consists exclusively of the provision of services to financing entities in relation to prescribed matters.</p> <p class=\"paragraph-e\">  10. Costs and expenditures incurred on behalf of any financing entity in connection with the Financial Services Manager’s duties under the Act in relation to the financing entity.</p> <p class=\"paragraph-e\">  11. Costs and expenditures incurred in relation to a management agreement between the Financial Services Manager and any financing entity, where the agreement provides for the reimbursement of the costs and expenditures. O. Reg. 415/17, s. 4.</p> <p class=\"subsection-e\">  (4) The submission shall include written confirmation from the Financial Services Manager’s external auditor or another external auditor of the following:</p> <p class=\"paragraph-e\">  1. That the amounts of the costs and expenditures that the Financial Services Manager seeks to recover through fees, as set out in the submission, are accurate.</p> <p class=\"paragraph-e\">  2. That the amounts of the costs and expenditures, as set out in the submission, were incurred by the Financial Services Manager.</p> <p class=\"paragraph-e\">  3. That, except in the case of amounts referred to in paragraph 9 of subsection (3), the amounts were paid to third parties. O. Reg. 415/17, s. 4.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "10.3",
            "part_id": null,
            "part_type": null,
            "section": "Board review of general fee for 2017",
            "content": " 10.3 (1) The Board may, (a) subject to subsection (2), approve or refuse to approve the amount referred to in paragraph 1 of subsection 10.2 (2); and (b) subject to subsection (3), approve or refuse to approve a portion of the amount referred to in paragraph 2 of subsection 10.2 (2). O. Reg. 415/17, s. 4. (2)  For the purposes of clause (1) (a), the Board shall approve the amount if the Board is of the view that both of the following conditions are met: 1. Any financing entities were established during the period mentioned in subsection 10.2 (1). 2. Any funding obligations were incurred during the period or work was substantially completed during the period mentioned in subsection 10.2 (1) in order for funding obligations to be incurred after the end of the period mentioned in subsection 10.2 (1). O. Reg. 415/17, s. 4. (3) For the purposes of clause (1) (b), the Board may refuse to approve an amount of a cost or expenditure if the Board is of the view that the cost or expenditure was not incurred by the Financial Services Manager in relation to prescribed matters during the period mentioned in subsection 10.2 (1) or that the cost or expenditure was not paid by the Financial Services Manager during the period mentioned in subsection 10.2 (1). O. Reg. 415/17, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>10.3 </b>(1) The Board may,</p> <p class=\"clause-e\">  (a) subject to subsection (2), approve or refuse to approve the amount referred to in paragraph 1 of subsection 10.2 (2); and</p> <p class=\"clause-e\">  (b) subject to subsection (3), approve or refuse to approve a portion of the amount referred to in paragraph 2 of subsection 10.2 (2). O. Reg. 415/17, s. 4.</p> <p class=\"subsection-e\">  (2)  For the purposes of clause (1) (a), the Board shall approve the amount if the Board is of the view that both of the following conditions are met:</p> <p class=\"paragraph-e\">  1. Any financing entities were established during the period mentioned in subsection 10.2 (1).</p> <p class=\"paragraph-e\">  2. Any funding obligations were incurred during the period or work was substantially completed during the period mentioned in subsection 10.2 (1) in order for funding obligations to be incurred after the end of the period mentioned in subsection 10.2 (1). O. Reg. 415/17, s. 4.</p> <p class=\"subsection-e\">  (3) For the purposes of clause (1) (b), the Board may refuse to approve an amount of a cost or expenditure if the Board is of the view that the cost or expenditure was not incurred by the Financial Services Manager in relation to prescribed matters during the period mentioned in subsection 10.2 (1) or that the cost or expenditure was not paid by the Financial Services Manager during the period mentioned in subsection 10.2 (1). O. Reg. 415/17, s. 4.</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "10.4",
            "part_id": null,
            "part_type": null,
            "section": "Charging of general fee for 2017",
            "content": " 10.4 (1) If the Board approves a fee under section 10.3, the fee is payable no later than 30 days following the last day of the month in which the Board’s approval is given. O. Reg. 415/17, s. 4. (2) Where there is more than one financing entity, the portion of the fee allocated to and payable by a financing entity shall be based on a reasonable allocation as determined by the Financial Services Manager. O. Reg. 415/17, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>10.4 </b>(1) If the Board approves a fee under section 10.3, the fee is payable no later than 30 days following the last day of the month in which the Board’s approval is given. O. Reg. 415/17, s. 4.</p> <p class=\"subsection-e\">  (2) Where there is more than one financing entity, the portion of the fee allocated to and payable by a financing entity shall be based on a reasonable allocation as determined by the Financial Services Manager. O. Reg. 415/17, s. 4.</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "10.5",
            "part_id": null,
            "part_type": null,
            "section": "Submission re general fee for January 1, 2018 to March 31, 2019",
            "content": " 10.5 (1) The Financial Services Manager shall submit to the Board, on or before December 15, 2017, the proposed fee for the period beginning on January 1, 2018 and ending on March 31, 2019. O. Reg. 415/17, s. 4. (2) The Financial Services Manager shall establish the proposed fee for the period mentioned in subsection (1) as follows: 1. Apply the following formula in respect of each funding tranche that forms part of the sum of the principal amounts of funding tranches issued in the period, other than any funding tranches that constitute a refinancing: (A × (B − C)) × 0.10 Where, A = the principal amount of the funding tranche, B = the forecast interest rate for the funding tranche, and C = the actual interest rate for the funding tranche. 2. Calculate the sum of the amounts determined by applying the formula under paragraph 1. 3. If the result calculated under paragraph 2 is greater than the following, decrease the result to the following:  the amount that is 2 per cent of the amount that is 5 per cent of the sum of the principal amounts of funding tranches issued in the period, other than any funding tranches that constitute a refinancing. 4. If the result calculated under paragraph 2 is less than the following amount, increase the result to the following: the amount that is -2 per cent of the amount that is 5 per cent of the sum of the principal amounts of funding tranches issued in the period, other than any funding tranches that constitute a refinancing. 5. Calculate the amount that is 0.00625 per cent of the average monthly funding obligation for each month in the period mentioned in subsection (1). 6. Calculate the sum of the amount determined under paragraph 2 after applying paragraph 3 or 4, as the case may be, and all of the amounts calculated for months under paragraph 5. O. Reg. 415/17, s. 4. (3) If, subsequent to the initial submission to the Board under subsection (1), the Financial Services Manager determines that a funding tranche may be issued that was not contemplated in the initial submission, the following rules apply: 1. If the Board has not approved the proposed fee, the Financial Services Manager may notify the Board of the funding tranche and, on a day that is later than December 15, 2017 but before such day as may be specified by the Board, submit an amendment to the submission that sets out a forecast interest rate for that funding tranche. 2. If the Board has approved the proposed fee, the Financial Services Manager may notify the Board of the funding tranche and, before such day as may be specified by the Board, submit to the Board a forecast interest rate for that funding tranche as part of a proposal to amend the fee to include that funding tranche. O. Reg. 415/17, s. 4. (4) A proposal to amend a fee under paragraph 2 of subsection (3) shall be deemed, for the purpose of the Board’s review of the proposal, to be a new proposed fee under this section. O. Reg. 415/17, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>10.5 </b>(1) The Financial Services Manager shall submit to the Board, on or before December 15, 2017, the proposed fee for the period beginning on January 1, 2018 and ending on March 31, 2019. O. Reg. 415/17, s. 4.</p> <p class=\"subsection-e\">  (2) The Financial Services Manager shall establish the proposed fee for the period mentioned in subsection (1) as follows:</p> <p class=\"paragraph-e\"><span class=\"Prompt\">  1. Apply the following formula in respect of each funding tranche that forms part of the </span>sum of the principal amounts of funding tranches issued in the period, other than any funding tranches that constitute a refinancing:</p> <p class=\"equation-e\">(A × (B − C)) × 0.10</p> <p class=\"equationind1-e\">Where,</p> <p class=\"equationind1-e\">  A = the principal amount of the funding tranche,</p> <p class=\"equationind1-e\">  B = the forecast interest rate for the funding tranche, and</p> <p class=\"equationind1-e\">  C = the actual interest rate for the funding tranche.</p> <p class=\"paragraph-e\">  2. Calculate the sum of the amounts determined by applying the formula under paragraph 1.</p> <p class=\"paragraph-e\">  3. If the result calculated under paragraph 2 is greater than the following, decrease the result to the following:  the amount that is 2 per cent of the amount that is 5 per cent of the sum of the principal amounts of funding tranches issued in the period, other than any funding tranches that constitute a refinancing.</p> <p class=\"paragraph-e\">  4. If the result calculated under paragraph 2 is less than the following amount, increase the result to the following: the amount that is -2 per cent of the amount that is 5 per cent of the sum of the principal amounts of funding tranches issued in the period, other than any funding tranches that constitute a refinancing.</p> <p class=\"paragraph-e\">  5. Calculate the amount that is 0.00625 per cent of the average monthly funding obligation for each month in the period mentioned in subsection (1).</p> <p class=\"paragraph-e\">  6. Calculate the sum of the amount determined under paragraph 2 after applying paragraph 3 or 4, as the case may be, and all of the amounts calculated for months under paragraph 5. O. Reg. 415/17, s. 4.</p> <p class=\"subsection-e\">  (3) If, subsequent to the initial submission to the Board under subsection (1), the Financial Services Manager determines that a funding tranche may be issued that was not contemplated in the initial submission, the following rules apply:</p> <p class=\"paragraph-e\">  1. If the Board has not approved the proposed fee, the Financial Services Manager may notify the Board of the funding tranche and, on a day that is later than December 15, 2017 but before such day as may be specified by the Board, submit an amendment to the submission that sets out a forecast interest rate for that funding tranche.</p> <p class=\"paragraph-e\">  2. If the Board has approved the proposed fee, the Financial Services Manager may notify the Board of the funding tranche and, before such day as may be specified by the Board, submit to the Board a forecast interest rate for that funding tranche as part of a proposal to amend the fee to include that funding tranche. O. Reg. 415/17, s. 4.</p> <p class=\"subsection-e\">  (4) A proposal to amend a fee under paragraph 2 of subsection (3) shall be deemed, for the purpose of the Board’s review of the proposal, to be a new proposed fee under this section. O. Reg. 415/17, s. 4.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "10.6",
            "part_id": null,
            "part_type": null,
            "section": "Board review of general fee",
            "content": " 10.6 (1) The Board may, (a) approve the fee proposed under section 10.5; or (b) refuse to approve the fee if the Board is of the view that any forecast interest rate used for the purposes of paragraph 1 of subsection 10.5 (2) is materially inconsistent with market comparable forecast interest rates. O. Reg. 415/17, s. 4. (2) If the Board refuses to approve the proposed fee, (a) the Board may make recommendations to the Financial Services Manager regarding each forecast interest rate that the Board found was materially inconsistent with market comparable forecast interest rates; and (b) the Financial Services Manager shall submit to the Board, (i) a revised proposed fee that takes into consideration the recommendations of the Board, if any, and (ii) a description of the methodology that the Financial Services Manager has applied to determine revised forecast interest rates for each funding tranche in respect of which the Board found an inconsistency with market comparable forecast interest rates. O. Reg. 415/17, s. 4. (3) If the Financial Services Manager submits a revised proposed fee, this section applies, with necessary modifications, to the submission as if it were the initial submission. O. Reg. 415/17, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>10.6 </b>(1) The Board may,</p> <p class=\"clause-e\">  (a) approve the fee proposed under section 10.5; or</p> <p class=\"clause-e\">  (b) refuse to approve the fee if the Board is of the view that any forecast interest rate used for the purposes of paragraph 1 of subsection 10.5 (2) is materially inconsistent with market comparable forecast interest rates. O. Reg. 415/17, s. 4.</p> <p class=\"subsection-e\">  (2) If the Board refuses to approve the proposed fee,</p> <p class=\"clause-e\">  (a) the Board may make recommendations to the Financial Services Manager regarding each forecast interest rate that the Board found was materially inconsistent with market comparable forecast interest rates; and</p> <p class=\"clause-e\">  (b) the Financial Services Manager shall submit to the Board,</p> <p class=\"subclause-e\">  (i) a revised proposed fee that takes into consideration the recommendations of the Board, if any, and</p> <p class=\"subclause-e\">  (ii) a description of the methodology that the Financial Services Manager has applied to determine revised forecast interest rates for each funding tranche in respect of which the Board found an inconsistency with market comparable forecast interest rates. O. Reg. 415/17, s. 4.</p> <p class=\"subsection-e\">  (3) If the Financial Services Manager submits a revised proposed fee, this section applies, with necessary modifications, to the submission as if it were the initial submission. O. Reg. 415/17, s. 4.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "10.7",
            "part_id": null,
            "part_type": null,
            "section": "Charging of general fee",
            "content": " 10.7 (1) If the Board approves a fee under section 10.6, (a) subject to subsection (2), each monthly amount determined under paragraph 5 of subsection 10.5 (2) is payable no later than the last day of the month following the month in respect of which the amount was determined; and (b) all other amounts are payable no later than 30 days following the later of March 31, 2019 and the last day of the month in which the Board’s approval is given. O. Reg. 415/17, s. 4. (2) If the Board approves a fee under section 10.6 after January 1, 2018, each of the monthly amounts referred to in clause (1) (a) is payable no later than the later of, (a) the last day of the month following the month in respect of which the amount was determined; and (b) the last day of the month following the month in which the Board’s approval is given. O. Reg. 415/17, s. 4. (3) Where there is more than one financing entity, the portion of the fee allocated to and payable by a financing entity shall be based on a reasonable allocation as determined by the Financial Services Manager. O. Reg. 415/17, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>10.7 </b>(1) If the Board approves a fee under section 10.6,</p> <p class=\"clause-e\">  (a) subject to subsection (2), each monthly amount determined under paragraph 5 of subsection 10.5 (2) is payable no later than the last day of the month following the month in respect of which the amount was determined; and</p> <p class=\"clause-e\">  (b) all other amounts are payable no later than 30 days following the later of March 31, 2019 and the last day of the month in which the Board’s approval is given. O. Reg. 415/17, s. 4.</p> <p class=\"subsection-e\">  (2) If the Board approves a fee under section 10.6 after January 1, 2018, each of the monthly amounts referred to in clause (1) (a) is payable no later than the later of,</p> <p class=\"clause-e\">  (a) the last day of the month following the month in respect of which the amount was determined; and</p> <p class=\"clause-e\">  (b) the last day of the month following the month in which the Board’s approval is given. O. Reg. 415/17, s. 4.</p> <p class=\"subsection-e\">  (3) Where there is more than one financing entity, the portion of the fee allocated to and payable by a financing entity shall be based on a reasonable allocation as determined by the Financial Services Manager. O. Reg. 415/17, s. 4.</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "10.8",
            "part_id": null,
            "part_type": null,
            "section": "Submission re base and variable fees for 2019-2020, subsequent years",
            "content": " 10.8 (1) The Financial Services Manager shall submit to the Board, on or before February 28, 2019 and on or before February 28 in each subsequent year, the proposed base fee and variable fee for the period beginning on April 1 in the year of the submission and ending on March 31 in the following year. O. Reg. 415/17, s. 4. (2) In this section and sections 10.9 to 10.12, a reference to a year means the 12-month period beginning on April 1 and ending on the following March 31. O. Reg. 415/17, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK22\"></a><b>10.8 </b>(1) The Financial Services Manager shall submit to the Board, on or before February 28, 2019 and on or before February 28 in each subsequent year, the proposed base fee and variable fee for the period beginning on April 1 in the year of the submission and ending on March 31 in the following year. O. Reg. 415/17, s. 4.</p> <p class=\"subsection-e\">  (2) In this section and sections 10.9 to 10.12, a reference to a year means the 12-month period beginning on April 1 and ending on the following March 31. O. Reg. 415/17, s. 4.</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "10.9",
            "part_id": null,
            "part_type": null,
            "section": "Base fee",
            "content": " 10.9 (1) The Financial Services Manager shall establish a proposed base fee mentioned in subsection 10.8 (1) for each month in a year by determining the amount that it considers to be consistent with market comparable fees, expressed as a percentage of the average monthly funding obligation for the preceding month. O. Reg. 415/17, s. 4. (2) The Financial Services Manager shall determine the amount that it considers to be consistent with market comparable fees by applying the following rules: 1. Subject to paragraph 2, the Financial Services Manager shall determine the average of at least five fees that satisfy the definition of “market comparable fees” in subsection 1 (1). 2. If the Financial Services Manager is not able to determine the average of at least five fees for the purposes of paragraph 1, the Financial Services Manager shall determine the average of as many fees as possible. 3. Subject to paragraph 4, the Financial Services Manager shall ensure that at least 80 per cent of the fees included in the average are fees charged by full-service managers of securitization vehicles. 4. If the Financial Services Manager is not able to ensure that at least 80 per cent of the fees meet the description set out in paragraph 3, the Financial Services Manager shall ensure that the highest percentage possible of the fees included in the average meets that description. O. Reg. 415/17, s. 4. (3) The Financial Services Manager shall use, for the purposes of making the determination under subsection (2), fees charged in Canada by full-service managers who are in Canada. O. Reg. 415/17, s. 4. (4)  Despite subsection (3), the Financial Services Manager may use the following fees if the Board consents to the use of such fees: 1. Fees charged in a North American jurisdiction other than Canada by full-service managers who are in Canada. 2. Fees charged by full-service managers who are in a North American jurisdiction other than Canada. O. Reg. 415/17, s. 4. (5) The Board may, (a) approve the proposed base fee; or (b) subject to subsection (6), refuse to approve the proposed base fee if the Board is of the view that the proposed base fee is materially inconsistent with market comparable fees. O. Reg. 415/17, s. 4. (6) When determining whether the proposed base fee is materially inconsistent with market comparable fees, the Board shall apply the rules set out in subsection (2) and may use market comparable fees other than those used by the Financial Services Manager for the purposes of that subsection including any fees that meet the description set out in paragraph 1 or 2 of subsection (4). O. Reg. 415/17, s. 4. (7) If the Board refuses to approve a proposed base fee, (a) the Board may make recommendations to the Financial Services Manager regarding the determination of a base fee that is consistent with market comparable fees; and (b) the Financial Services Manager shall submit to the Board, (i) a revised proposed base fee that takes into consideration the recommendations of the Board, if any,\nand (ii) a description of the methodology that the Financial Services Manager has applied to determine the revised proposed base fee, including but not limited to details concerning the market comparable fees that the Financial Services Manager considered. O. Reg. 415/17, s. 4. (8) If the Financial Services Manager submits a revised proposed base fee, this section applies, with necessary modifications, to the submission as if it were the initial submission. O. Reg. 415/17, s. 4. (9) If the Board has not approved a proposed base fee by the first day of the year for which the proposed base fee would be charged, (a) the Financial Services Manager may continue to charge the base fee that was most recently approved by the Board, if any base fee was previously approved; and (b) the Financial Services Manager shall adjust the base fee in the month following the month in which the Board approves the proposed base fee, to reflect the difference between the base fee charged for the year to date and the base fee approved by the Board for the year to date. O. Reg. 415/17, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK23\"></a><b>10.9 </b>(1) The Financial Services Manager shall establish a proposed base fee mentioned in subsection 10.8 (1) for each month in a year by determining the amount that it considers to be consistent with market comparable fees, expressed as a percentage of the average monthly funding obligation for the preceding month. O. Reg. 415/17, s. 4.</p> <p class=\"subsection-e\">  (2) The Financial Services Manager shall determine the amount that it considers to be consistent with market comparable fees by applying the following rules:</p> <p class=\"paragraph-e\">  1. Subject to paragraph 2, the Financial Services Manager shall determine the average of at least five fees that satisfy the definition of “market comparable fees” in subsection 1 (1).</p> <p class=\"paragraph-e\">  2. If the Financial Services Manager is not able to determine the average of at least five fees for the purposes of paragraph 1, the Financial Services Manager shall determine the average of as many fees as possible.</p> <p class=\"paragraph-e\">  3. Subject to paragraph 4, the Financial Services Manager shall ensure that at least 80 per cent of the fees included in the average are fees charged by full-service managers of securitization vehicles. </p> <p class=\"paragraph-e\">  4. If the Financial Services Manager is not able to ensure that at least 80 per cent of the fees meet the description set out in paragraph 3, the Financial Services Manager shall ensure that the highest percentage possible of the fees included in the average meets that description. O. Reg. 415/17, s. 4.</p> <p class=\"subsection-e\">  (3) The Financial Services Manager shall use, for the purposes of making the determination under subsection (2), fees charged in Canada by full-service managers who are in Canada. O. Reg. 415/17, s. 4.</p> <p class=\"subsection-e\">  (4)  Despite subsection (3), the Financial Services Manager may use the following fees if the Board consents to the use of such fees:</p> <p class=\"paragraph-e\">  1. Fees charged in a North American jurisdiction other than Canada by full-service managers who are in Canada.</p> <p class=\"paragraph-e\">  2. Fees charged by full-service managers who are in a North American jurisdiction other than Canada. O. Reg. 415/17, s. 4.</p> <p class=\"subsection-e\">  (5) The Board may,</p> <p class=\"clause-e\">  (a) approve the proposed base fee; or</p> <p class=\"clause-e\">  (b) subject to subsection (6), refuse to approve the proposed base fee if the Board is of the view that the proposed base fee is materially inconsistent with market comparable fees. O. Reg. 415/17, s. 4.</p> <p class=\"subsection-e\">  (6) When determining whether the proposed base fee is materially inconsistent with market comparable fees, the Board shall apply the rules set out in subsection (2) and may use market comparable fees other than those used by the Financial Services Manager for the purposes of that subsection including any fees that meet the description set out in paragraph 1 or 2 of subsection (4). O. Reg. 415/17, s. 4.</p> <p class=\"subsection-e\">  (7) If the Board refuses to approve a proposed base fee,</p> <p class=\"clause-e\">  (a) the Board may make recommendations to the Financial Services Manager regarding the determination of a base fee that is consistent with market comparable fees; and</p> <p class=\"clause-e\">  (b) the Financial Services Manager shall submit to the Board,</p> <p class=\"subclause-e\">  (i) a revised proposed base fee that takes into consideration the recommendations of the Board, if any,<b>\n</b>and</p> <p class=\"subclause-e\">  (ii) a description of the methodology that the Financial Services Manager has applied to determine the revised proposed base fee, including but not limited to details concerning the market comparable fees that the Financial Services Manager considered. O. Reg. 415/17, s. 4.</p> <p class=\"subsection-e\">  (8) If the Financial Services Manager submits a revised proposed base fee, this section applies, with necessary modifications, to the submission as if it were the initial submission. O. Reg. 415/17, s. 4.</p> <p class=\"subsection-e\">  (9) If the Board has not approved a proposed base fee by the first day of the year for which the proposed base fee would be charged,</p> <p class=\"clause-e\">  (a) the Financial Services Manager may continue to charge the base fee that was most recently approved by the Board, if any base fee was previously approved; and</p> <p class=\"clause-e\">  (b) the Financial Services Manager shall adjust the base fee in the month following the month in which the Board approves the proposed base fee, to reflect the difference between the base fee charged for the year to date and the base fee approved by the Board for the year to date. O. Reg. 415/17, s. 4.</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "10.10",
            "part_id": null,
            "part_type": null,
            "section": "Variable fee",
            "content": " 10.10 (1) The Financial Services Manager shall establish a variable fee mentioned in subsection 10.8 (1) for a year as follows: 1. Apply the following formula in respect of each funding tranche that forms part of the net annual funding obligation for the year: (A × (B − C)) × 0.10 where, A = the principal amount of the funding tranche, B = the forecast interest rate for the funding tranche, and C = the actual interest rate for the funding tranche. 2. Calculate the sum of the amounts determined by applying the formula under paragraph 1. 3. If the result calculated under paragraph 2 is greater than the following, decrease the result to the following:  the amount that is 2 per cent of the amount that is 5 per cent of the sum of the principal amounts of funding tranches issued in the period, other than any funding tranches that constitute a refinancing. 4. If the result calculated under paragraph 2 is less than the following amount, increase the result to the following: the amount that is -2 per cent of the amount that is 5 per cent of the sum of the principal amounts of funding tranches issued in the period, other than any funding tranches that constitute a refinancing. O. Reg. 415/17, s. 4. (2) The Board may, (a) approve the proposed variable fee; or (b) refuse to approve a proposed variable fee if the Board is of the view that any forecast interest rate used for the purposes of subsection (1) is materially inconsistent with market comparable forecast interest rates. O. Reg. 415/17, s. 4. (3) If the Board refuses to approve the proposed variable fee, (a) the Board may make recommendations to the Financial Services Manager regarding each forecast interest rate that the Board found was materially inconsistent with market comparable forecast interest rates; and (b) the Financial Services Manager shall submit to the Board, (i) a revised proposed fee that takes into consideration the recommendations of the Board, if any, and (ii) a description of the methodology that the Financial Services Manager has applied to determine revised forecast interest rates for each funding tranche in respect of which the Board found an inconsistency with market comparable forecast interest rates. O. Reg. 415/17, s. 4. (4) If, subsequent to the initial submission to the Board under subsection (1), the Financial Services Manager determines that a funding tranche may be issued that was not contemplated in the initial submission, the following rules apply: 1. If the Board has not approved the proposed fee, the Financial Services Manager may notify the Board of the funding tranche and, on a day that is later than February 28 but before such day as may be specified by the Board, submit an amendment to the submission that sets out a forecast interest rate for that funding tranche. 2. If the Board has approved the proposed fee, the Financial Services Manager may notify the Board of the funding tranche and, before such day as may be specified by the Board, submit to the Board a forecast interest rate for that funding tranche as part of a proposal to amend the fee to include that funding tranche. O. Reg. 415/17, s. 4. (5) A proposal to amend a fee under paragraph 2 of subsection (4) shall be deemed, for the purpose of the Board’s review of the proposal, to be a new proposed fee under this section. O. Reg. 415/17, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>10.10 </b>(1) The Financial Services Manager shall establish a variable fee mentioned in subsection 10.8 (1) for a year <span class=\"Prompt\">as follows:</span></p> <p class=\"paragraph-e\"><span class=\"Prompt\">  1. Apply the following formula in respect of each funding tranche that forms part of the net annual funding obligation for the year:</span></p> <p class=\"equation-e\">(A × (B − C)) × 0.10</p> <p class=\"equationind1-e\">where,</p> <p class=\"equationind1-e\">  A = the principal amount of the funding tranche,</p> <p class=\"equationind1-e\">  B = the forecast interest rate for the funding tranche, and</p> <p class=\"equationind1-e\">  C = the actual interest rate for the funding tranche.</p> <p class=\"paragraph-e\">  2. Calculate the sum of the amounts determined by applying the formula under paragraph 1.</p> <p class=\"paragraph-e\">  3. If the result calculated under paragraph 2 is greater than the following, decrease the result to the following:  the amount that is 2 per cent of the amount that is 5 per cent of the sum of the principal amounts of funding tranches issued in the period, other than any funding tranches that constitute a refinancing.</p> <p class=\"paragraph-e\">  4. If the result calculated under paragraph 2 is less than the following amount, increase the result to the following: the amount that is -2 per cent of the amount that is 5 per cent of the sum of the principal amounts of funding tranches issued in the period, other than any funding tranches that constitute a refinancing. O. Reg. 415/17, s. 4.</p> <p class=\"subsection-e\">  (2) The Board may,</p> <p class=\"clause-e\">  (a) approve the proposed variable fee; or</p> <p class=\"clause-e\">  (b) refuse to approve a proposed variable fee if the Board is of the view that any forecast interest rate used for the purposes of subsection (1) is materially inconsistent with market comparable forecast interest rates. O. Reg. 415/17, s. 4.</p> <p class=\"subsection-e\">  (3) If the Board refuses to approve the proposed variable fee,</p> <p class=\"clause-e\">  (a) the Board may make recommendations to the Financial Services Manager regarding each forecast interest rate that the Board found was materially inconsistent with market comparable forecast interest rates; and</p> <p class=\"clause-e\">  (b) the Financial Services Manager shall submit to the Board,</p> <p class=\"subclause-e\">  (i) a revised proposed fee that takes into consideration the recommendations of the Board, if any, and</p> <p class=\"subclause-e\">  (ii) a description of the methodology that the Financial Services Manager has applied to determine revised forecast interest rates for each funding tranche in respect of which the Board found an inconsistency with market comparable forecast interest rates. O. Reg. 415/17, s. 4.</p> <p class=\"subsection-e\">  (4) If, subsequent to the initial submission to the Board under subsection (1), the Financial Services Manager determines that a funding tranche may be issued that was not contemplated in the initial submission, the following rules apply:</p> <p class=\"paragraph-e\">  1. If the Board has not approved the proposed fee, the Financial Services Manager may notify the Board of the funding tranche and, on a day that is later than February 28 but before such day as may be specified by the Board, submit an amendment to the submission that sets out a forecast interest rate for that funding tranche.</p> <p class=\"paragraph-e\">  2. If the Board has approved the proposed fee, the Financial Services Manager may notify the Board of the funding tranche and, before such day as may be specified by the Board, submit to the Board a forecast interest rate for that funding tranche as part of a proposal to amend the fee to include that funding tranche. O. Reg. 415/17, s. 4.</p> <p class=\"subsection-e\">  (5) A proposal to amend a fee under paragraph 2 of subsection (4) shall be deemed, for the purpose of the Board’s review of the proposal, to be a new proposed fee under this section. O. Reg. 415/17, s. 4.</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "10.11",
            "part_id": null,
            "part_type": null,
            "section": "In-year amendments to base fee or variable fee",
            "content": " 10.11 (1) The Financial Services Manager may, no more frequently than once in any consecutive twelve-month period, make submissions to the Board to amend any fees approved by the Board under section 10.9 or 10.10, and section 10.9 or 10.10 applies, as the case may be and with necessary modifications, in respect of the submissions. O. Reg. 415/17, s. 4. (2) Nothing in subsection (1) authorizes an amendment to a fee that would result in the fee failing to meet the criteria for approval set out in section 10.9 or 10.10, as the case may be. O. Reg. 415/17, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK25\"></a><b>10.11 </b>(1) The Financial Services Manager may, no more frequently than once in any consecutive twelve-month period, make submissions to the Board to amend any fees approved by the Board under section 10.9 or 10.10, and section 10.9 or 10.10 applies, as the case may be and with necessary modifications, in respect of the submissions. O. Reg. 415/17, s. 4.</p> <p class=\"subsection-e\">  (2) Nothing in subsection (1) authorizes an amendment to a fee that would result in the fee failing to meet the criteria for approval set out in section 10.9 or 10.10, as the case may be. O. Reg. 415/17, s. 4.</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "10.12",
            "part_id": null,
            "part_type": null,
            "section": "Charging of base and variable fees",
            "content": " 10.12 (1) If the Board approves a fee under section 10.9 or 10.10,  (a) in the case of a base fee, subject to subsection (2), the fee is payable no later than 30 days after the end of the month for which the fee is payable; and (b) in the case of a variable fee for a year, the fee is payable on the later of, (i) June 30 in the following year, or (ii) the last day of the third month following the month in which the Board’s approval is given. O. Reg. 415/17, s. 4. (2) If the Board approves a fee under section 10.9 after March 31, 2019, each of the monthly amounts referred to in clause (1) (a) is payable no later than the later of, (a) the last day of the month following the month in respect of which the amount was determined; and (b) the last day of the month following the month in which the Board’s approval is given. O. Reg. 415/17, s. 4. (3) If the variable fee for a year is a negative amount, it shall be deducted from the first payments of base fees payable in the following year until the amount has been fully deducted. O. Reg. 415/17, s. 4. (4) Where there is more than one financing entity, the portion of the fees allocated to and payable by a financing entity shall be based on, (a) in the case of a base fee, the financing entity’s proportionate share of the average principal amount of funding obligations for the applicable period; and (b) in the case of a variable fee, the portion of the variable fee attributable to the funding tranches issued by the financing entity. O. Reg. 415/17, s. 4. (5) If the Board approves an amendment to a fee under section 10.11, the fee as amended may be charged, (a) in the case of a base fee, starting in the month following the month in which the Board’s approval is given; and (b) in the case of a variable fee, in respect of funding tranches issued starting in the month following the month in which the Board’s approval is given. O. Reg. 415/17, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK26\"></a><b>10.12 </b>(1) If the Board approves a fee under section 10.9 or 10.10, </p> <p class=\"clause-e\">  (a) in the case of a base fee, subject to subsection (2), the fee is payable no later than 30 days after the end of the month for which the fee is payable; and</p> <p class=\"clause-e\">  (b) in the case of a variable fee for a year, the fee is payable on the later of,</p> <p class=\"subclause-e\">  (i) June 30 in the following year, or</p> <p class=\"subclause-e\">  (ii) the last day of the third month following the month in which the Board’s approval is given. O. Reg. 415/17, s. 4.</p> <p class=\"subsection-e\">  (2) If the Board approves a fee under section 10.9 after March 31, 2019, each of the monthly amounts referred to in clause (1) (a) is payable no later than the later of,</p> <p class=\"clause-e\">  (a) the last day of the month following the month in respect of which the amount was determined; and</p> <p class=\"clause-e\">  (b) the last day of the month following the month in which the Board’s approval is given. O. Reg. 415/17, s. 4.</p> <p class=\"subsection-e\">  (3) If the variable fee for a year is a negative amount, it shall be deducted from the first payments of base fees payable in the following year until the amount has been fully deducted. O. Reg. 415/17, s. 4.</p> <p class=\"subsection-e\">  (4) Where there is more than one financing entity, the portion of the fees allocated to and payable by a financing entity shall be based on,</p> <p class=\"clause-e\">  (a) in the case of a base fee, the financing entity’s proportionate share of the average principal amount of funding obligations for the applicable period; and</p> <p class=\"clause-e\">  (b) in the case of a variable fee, the portion of the variable fee attributable to the funding tranches issued by the financing entity. O. Reg. 415/17, s. 4.</p> <p class=\"subsection-e\">  (5) If the Board approves an amendment to a fee under section 10.11, the fee as amended may be charged,</p> <p class=\"clause-e\">  (a) in the case of a base fee, starting in the month following the month in which the Board’s approval is given; and</p> <p class=\"clause-e\">  (b) in the case of a variable fee, in respect of funding tranches issued starting in the month following the month in which the Board’s approval is given. O. Reg. 415/17, s. 4.</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "10.13",
            "part_id": null,
            "part_type": null,
            "section": "Fees for costs and expenditures, submission to Board",
            "content": " 10.13 (1) The Financial Services Manager shall submit to the Board a proposed fee for costs and expenditures, (a) no later than February 28, 2019, in respect of costs and expenditures paid during 2018; and (b) no later than February 28 in each subsequent year, in respect of costs and expenditures paid during the previous calendar year. O. Reg. 415/17, s. 4. (2) The fee may be established to recover the amount of costs and expenditures incurred by the Financial Services Manager in relation to prescribed matters. O. Reg. 415/17, s. 4. (3) The costs and expenditures referred to in subsection (2) include but are not limited to costs and expenditures in respect of the following: 1. Underwriters or selling agents for funding obligations. 2. Banking fees, including but not limited to structuring fees or work fees. 3. Fees of issuing and paying agents for funding obligations. 4. Fees of trustees. 5. Fees incurred in the preparation of financial statements, financial reports, compliance certificates and tax returns. 6. Fees of legal counsel. 7. Rating agency fees. 8. Filing or registration fees. 9. Subject to subsection (4), direct costs of the Financial Services Manager for employees whose work for the Financial Services Manager consists exclusively of the provision of services to financing entities in relation to prescribed matters. 10. Costs and expenditures incurred on behalf of any financing entity in connection with the Financial Services Manager’s duties under the Act in relation to the financing entity. 11. Costs and expenditures incurred in relation to a management agreement between the Financial Services Manager and any financing entity, where the agreement provides for the reimbursement of the costs and expenditures. O. Reg. 415/17, s. 4. (4) If the costs referred to in paragraph 9 of subsection (3) are paid after March 31, 2019, they are recoverable for a year only if the Board, upon reviewing the submission, makes the following determination: 1. A majority of the market comparable fees used by the Board for the purposes of subsection 10.9 (3) for a fiscal year that begins in the calendar year to which the submission under this section relates are charged by full-service managers of funds who, in addition to charging those fees, also recover costs that are materially consistent with and similar to the costs referred to in paragraph 9 of subsection (3) that are paid after March 31, 2019. O. Reg. 415/17, s. 4. (5) For the purposes of subsection (4), the Board shall consider whether the costs paid after March 31, 2019 are incurred in relation to the establishment, management and administration of the funds to which the market comparable fees relate. O. Reg. 415/17, s. 4. (6) For the purposes of subsection (4), a fiscal year begins on April 1 in a year and ends on March 31 in the following year. O. Reg. 415/17, s. 4. (7) The submission shall include written confirmation from the Financial Services Manager’s external auditor or another external auditor of the following: 1. That the amounts of the costs and expenditures that the Financial Services Manager seeks to recover through fees, as set out in the submission, are accurate. 2. That the amounts of the costs and expenditures, as set out in the submission, were incurred by the Financial Services Manager. 3. That, except in the case of amounts referred to in paragraph 9 of subsection (3), the amounts were paid to third parties. O. Reg. 415/17, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK27\"></a><b>10.13 </b>(1) The Financial Services Manager shall submit to the Board a proposed fee for costs and expenditures,</p> <p class=\"clause-e\">  (a) no later than February 28, 2019, in respect of costs and expenditures paid during 2018; and</p> <p class=\"clause-e\">  (b) no later than February 28 in each subsequent year, in respect of costs and expenditures paid during the previous calendar year. O. Reg. 415/17, s. 4.</p> <p class=\"subsection-e\">  (2) The fee may be established to recover the amount of costs and expenditures incurred by the Financial Services Manager in relation to prescribed matters. O. Reg. 415/17, s. 4.</p> <p class=\"subsection-e\">  (3) The costs and expenditures referred to in subsection (2) include but are not limited to costs and expenditures in respect of the following:</p> <p class=\"paragraph-e\">  1. Underwriters or selling agents for funding obligations.</p> <p class=\"paragraph-e\">  2. Banking fees, including but not limited to structuring fees or work fees.</p> <p class=\"paragraph-e\">  3. Fees of issuing and paying agents for funding obligations.</p> <p class=\"paragraph-e\">  4. Fees of trustees.</p> <p class=\"paragraph-e\">  5. Fees incurred in the preparation of financial statements, financial reports, compliance certificates and tax returns.</p> <p class=\"paragraph-e\">  6. Fees of legal counsel.</p> <p class=\"paragraph-e\">  7. Rating agency fees.</p> <p class=\"paragraph-e\">  8. Filing or registration fees.</p> <p class=\"paragraph-e\">  9. Subject to subsection (4), direct costs of the Financial Services Manager for employees whose work for the Financial Services Manager consists exclusively of the provision of services to financing entities in relation to prescribed matters.</p> <p class=\"paragraph-e\">  10. Costs and expenditures incurred on behalf of any financing entity in connection with the Financial Services Manager’s duties under the Act in relation to the financing entity.</p> <p class=\"paragraph-e\">  11. Costs and expenditures incurred in relation to a management agreement between the Financial Services Manager and any financing entity, where the agreement provides for the reimbursement of the costs and expenditures. O. Reg. 415/17, s. 4.</p> <p class=\"subsection-e\">  (4) If the costs referred to in paragraph 9 of subsection (3) are paid after March 31, 2019, they are recoverable for a year only if the Board, upon reviewing the submission, makes the following determination: </p> <p class=\"paragraph-e\">  1. A majority of the market comparable fees used by the Board for the purposes of subsection 10.9 (3) for a fiscal year that begins in the calendar year to which the submission under this section relates are charged by full-service managers of funds who, in addition to charging those fees, also recover costs that are materially consistent with and similar to the costs referred to in paragraph 9 of subsection (3) that are paid after March 31, 2019. O. Reg. 415/17, s. 4.</p> <p class=\"subsection-e\">  (5) For the purposes of subsection (4), the Board shall consider whether the costs paid after March 31, 2019 are incurred in relation to the establishment, management and administration of the funds to which the market comparable fees relate. O. Reg. 415/17, s. 4.</p> <p class=\"subsection-e\">  (6) For the purposes of subsection (4), a fiscal year begins on April 1 in a year and ends on March 31 in the following year. O. Reg. 415/17, s. 4.</p> <p class=\"subsection-e\">  (7) The submission shall include written confirmation from the Financial Services Manager’s external auditor or another external auditor of the following:</p> <p class=\"paragraph-e\">  1. That the amounts of the costs and expenditures that the Financial Services Manager seeks to recover through fees, as set out in the submission, are accurate.</p> <p class=\"paragraph-e\">  2. That the amounts of the costs and expenditures, as set out in the submission, were incurred by the Financial Services Manager.</p> <p class=\"paragraph-e\">  3. That, except in the case of amounts referred to in paragraph 9 of subsection (3), the amounts were paid to third parties. O. Reg. 415/17, s. 4.</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "10.14",
            "part_id": null,
            "part_type": null,
            "section": "Board review of fee for costs, expenditures",
            "content": " 10.14 (1) The Board may, (a) approve the fee proposed under section 10.13; or (b) subject to subsection (2), refuse to approve a portion of the amount included in the proposed fee relating to any costs and expenditures and approve the remainder of the proposed fee. O. Reg. 415/17, s. 4. (2) The Board may refuse to approve an amount of a cost or expenditure if the Board is of the view that the cost or expenditure was not incurred by the Financial Services Manager in relation to prescribed matters or that the cost or expenditure was not paid by the Financial Services Manager during the year to which the fee relates. O. Reg. 415/17, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK28\"></a><b>10.14 </b>(1) The Board may,</p> <p class=\"clause-e\">  (a) approve the fee proposed under section 10.13; or</p> <p class=\"clause-e\">  (b) subject to subsection (2), refuse to approve a portion of the amount included in the proposed fee relating to any costs and expenditures and approve the remainder of the proposed fee. O. Reg. 415/17, s. 4.</p> <p class=\"subsection-e\">  (2) The Board may refuse to approve an amount of a cost or expenditure if the Board is of the view that the cost or expenditure was not incurred by the Financial Services Manager in relation to prescribed matters or that the cost or expenditure was not paid by the Financial Services Manager during the year to which the fee relates. O. Reg. 415/17, s. 4.</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "10.15",
            "part_id": null,
            "part_type": null,
            "section": "Charging of fee for costs, expenditures",
            "content": " 10.15 (1) If the Board approves a fee under section 10.14, the fee is payable no later than 30 days following the last day of the month in which the Board’s approval is given. O. Reg. 415/17, s. 4. (2) Where there is more than one financing entity, the portion of the fee allocated to and payable by a financing entity shall be based on a reasonable allocation as determined by the Financial Services Manager. O. Reg. 415/17, s. 4. Fair Allocation Amount",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK29\"></a><b>10.15 </b>(1) If the Board approves a fee under section 10.14, the fee is payable no later than 30 days following the last day of the month in which the Board’s approval is given. O. Reg. 415/17, s. 4.</p> <p class=\"subsection-e\">  (2) Where there is more than one financing entity, the portion of the fee allocated to and payable by a financing entity shall be based on a reasonable allocation as determined by the Financial Services Manager. O. Reg. 415/17, s. 4.</p> <p class=\"heading1-e\"><a name=\"BK30\"></a>Fair Allocation Amount</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "Fair Allocation Amount",
            "part_id": null,
            "part_type": null,
            "section": "Fair Allocation Amount",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "Prescribed period, amount",
            "content": " 11. (1) The prescribed period for the purposes of sub-subparagraph 1 ii B of subsection 20 (1) of the Act shall be the period beginning on January 1, 2005 and ending on April 30, 2017. (2) If the sum of the amounts determined under paragraphs 1 and 2 of subsection 20 (1) of the Act is less than or equal to the amount determined under paragraph 3 of subsection 20 (1) of the Act, the amount determined by applying the following formula is prescribed for the purposes of paragraph 5 of subsection 20 (1) of the Act: A = B − C where, A = the amount prescribed for the purposes of paragraph 5 of subsection 20 (1) of the Act, B = the sum of the amounts determined under paragraphs 1 and 2 of subsection 20 (1) of the Act, and C = the amount determined under paragraph 3 of subsection 20 (1) of the Act.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK31\"></a>11. </b>(1) The prescribed period for the purposes of sub-subparagraph 1 ii B of subsection 20 (1) of the Act shall be the period beginning on January 1, 2005 and ending on April 30, 2017.</p> <p class=\"subsection-e\">  (2) If the sum of the amounts determined under paragraphs 1 and 2 of subsection 20 (1) of the Act is less than or equal to the amount determined under paragraph 3 of subsection 20 (1) of the Act, the amount determined by applying the following formula is prescribed for the purposes of paragraph 5 of subsection 20 (1) of the Act:</p> <p class=\"equation-e\">A = B − C</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">  A = the amount prescribed for the purposes of paragraph 5 of subsection 20 (1) of the Act,</p> <p class=\"equationind1-e\">  B = the sum of the amounts determined under paragraphs 1 and 2 of subsection 20 (1) of the Act, and</p> <p class=\"equationind1-e\">  C = the amount determined under paragraph 3 of subsection 20 (1) of the Act.</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Determination of estimated financing costs",
            "content": " 12. (1) For the purposes of paragraph 2 of subsection 20 (1) of the Act, the estimated financing costs in respect of a reference period shall consist of the sum of the following amounts, after eliminating any duplication, that are forecast to become payable during the reference period: 1. Estimated funding costs. 2. Estimated financing entity expenses. 3. Estimated funding rebates. (2) In estimating amounts for the purposes of subsection (1), the Minister shall make the following assumptions: 1. The entire amount of the regulatory asset is transferred over time in accordance with section 26 of the Act. 2. The principal owing by a financing entity during a reference period is paid in full by applying funds that are forecast to be available to it under the Financing Plan after all other estimated finance amounts for the reference period have been paid in full. (3) For the purposes of subsection 20 (2) of the Act, the prescribed circumstances are that one or more determinations under section 9 or 11 of the Act in respect of a past reference period have resulted in a readjustment amount. (4) If the circumstances mentioned in subsection (3) apply, the Minister shall, in addition to calculating the sum of the costs set out in paragraphs 1 to 3 of subsection (1), calculate a portion of the readjustment amount that should be attributed to the reference period and include it in the determination of the estimated financing costs in respect of the reference period. (5) For the purposes of subsection (4), the Minister shall determine the portion to be attributed to the reference period in such a manner as to ensure that readjustment amounts are recovered equally over the remaining reference periods.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK32\"></a>12. </b>(1) For the purposes of paragraph 2 of subsection 20 (1) of the Act, the estimated financing costs in respect of a reference period shall consist of the sum of the following amounts, after eliminating any duplication, that are forecast to become payable during the reference period:</p> <p class=\"paragraph-e\">  1. Estimated funding costs.</p> <p class=\"paragraph-e\">  2. Estimated financing entity expenses.</p> <p class=\"paragraph-e\">  3. Estimated funding rebates.</p> <p class=\"subsection-e\">  (2) In estimating amounts for the purposes of subsection (1), the Minister shall make the following assumptions:</p> <p class=\"paragraph-e\">  1. The entire amount of the regulatory asset is transferred over time in accordance with section 26 of the Act.</p> <p class=\"paragraph-e\">  2. The principal owing by a financing entity during a reference period is paid in full by applying funds that are forecast to be available to it under the Financing Plan after all other estimated finance amounts for the reference period have been paid in full.</p> <p class=\"subsection-e\">  (3) For the purposes of subsection 20 (2) of the Act, the prescribed circumstances are that one or more determinations under section 9 or 11 of the Act in respect of a past reference period have resulted in a readjustment amount.</p> <p class=\"subsection-e\">  (4) If the circumstances mentioned in subsection (3) apply, the Minister shall, in addition to calculating the sum of the costs set out in paragraphs 1 to 3 of subsection (1), calculate a portion of the readjustment amount that should be attributed to the reference period and include it in the determination of the estimated financing costs in respect of the reference period.</p> <p class=\"subsection-e\">  (5) For the purposes of subsection (4), the Minister shall determine the portion to be attributed to the reference period in such a manner as to ensure that readjustment amounts are recovered equally over the remaining reference periods.</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "13.",
            "part_id": null,
            "part_type": null,
            "section": "Minister’s considerations",
            "content": " 13. For the purposes of subsection 20 (3) of the Act, the Minister shall have regard to the following matters: 1. Electricity prices. 2. Interest rates. 3. Inflation. 4. Electricity consumption. 5. The useful life of the assets that are subject to contracts referred to in clause (a) of the definition of “clean energy costs” in subsection 1 (1) of the Act. Financing Plan",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK33\"></a><b>13. </b>For the purposes of subsection 20 (3) of the Act, the Minister shall have regard to the following matters:</p> <p class=\"paragraph-e\">  1. Electricity prices.</p> <p class=\"paragraph-e\">  2. Interest rates.</p> <p class=\"paragraph-e\">  3. Inflation.</p> <p class=\"paragraph-e\">  4. Electricity consumption.</p> <p class=\"paragraph-e\">  5. The useful life of the assets that are subject to contracts referred to in clause (a) of the definition of “clean energy costs” in subsection 1 (1) of the Act.</p> <p class=\"heading1-e\"><a name=\"BK34\"></a>Financing Plan</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "Financing Plan",
            "part_id": null,
            "part_type": null,
            "section": "Financing Plan",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "14.",
            "part_id": null,
            "part_type": null,
            "section": "Principles and assumptions",
            "content": " 14. (1) The Financial Services Manager shall make reasonable assumptions regarding the following matters in preparing the Financing Plan: 1. The IESO deferral for future months, based on the most recent calculation of the fair allocation amount. 2. Future transfers of specified portions of the regulatory asset. 3. The maturities of funding obligations. 4. Cash flow requirements to meet contractual obligations associated with funding obligations. 5. Descriptions of current funding options, including terms and conditions. 6. Descriptions of currency and interest rate hedging programs, if applicable. 7. Financing entity expenses. 8. Interest rates. 9. The need for and the establishment of financing reserve accounts and capital accounts. (2) In addition to the principles set out in subsection 21 (3) of the Act, the Financial Services Manager shall have regard to the following principles in preparing the Financing Plan: 1. The Financial Services Manager should, i. seek the best terms available at the time of incurrence of a funding obligation, having regard to other financing transactions of the size and type contemplated by the Financing Plan, ii. apply the principal proceeds of a funding obligation for the purpose of repaying or redeeming debt or for the purposes of paying the purchase price for investment interests, iii. consider the interests of specified consumers with respect to stable and predictable electricity rates, iv. act as any reasonably prudent financial services manager would act in similar circumstances, and v. deal with related parties on arm’s length terms. 2. The Financing Plan should, i. identify the reference capital or finance markets in which the funding obligations are to be incurred, including markets outside of Canada, ii. describe how recovery amounts will be applied to funding obligations over time, iii. address the capitalization of proposed financing entities, iv. describe strategies to mitigate risk, including currency and interest rate hedging measures, if applicable, v. seek to minimize tax consequences associated with the incurrence of a funding obligation, and vi. articulate the principles by which the Financial Services Manager will make decisions regarding the following: A. Interest rates. B. The term to maturity of funding obligations. C. Refinancing. D. Deposits to and withdrawals from reserve accounts. E. Indemnifications. F. Fees. 3. Subject to subsection (2.1), if the fair allocation amount in respect of the reference period is either a negative amount or an amount that is less than the carrying costs of financing entities during the reference period, the Financial Services Manager may include all or a portion of the carrying costs in clean energy adjustments to be collected from specified consumers for the reference period. O. Reg. 206/17, s. 14 (2); O. Reg. 446/17, s. 5 (1). (2.1) Paragraph 3 of subsection (2) does not apply in respect of the carrying costs of financing entities that are paid by the IESO under section 9.1. O. Reg. 446/17, s. 5 (2). (3) The Financial Services Manager shall, no later than 90 days following the end of each fiscal year, submit to the Minister a report with respect to its affairs during the fiscal year, signed by an officer of the Financial Services Manager. (4) Despite subsection (3), for the fiscal year commencing in 2017, the Financial Services Manager shall submit the report by such time as may be specified by the Minister, which time shall be on or after the 30th day following the end of the fiscal year. The Regulatory Asset",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK35\"></a><b>14. </b>(1) The Financial Services Manager shall make reasonable assumptions regarding the following matters in preparing the Financing Plan:</p> <p class=\"paragraph-e\">  1. The IESO deferral for future months, based on the most recent calculation of the fair allocation amount.</p> <p class=\"paragraph-e\">  2. Future transfers of specified portions of the regulatory asset.</p> <p class=\"paragraph-e\">  3. The maturities of funding obligations.</p> <p class=\"paragraph-e\">  4. Cash flow requirements to meet contractual obligations associated with funding obligations.</p> <p class=\"paragraph-e\">  5. Descriptions of current funding options, including terms and conditions.</p> <p class=\"paragraph-e\">  6. Descriptions of currency and interest rate hedging programs, if applicable.</p> <p class=\"paragraph-e\">  7. Financing entity expenses.</p> <p class=\"paragraph-e\">  8. Interest rates.</p> <p class=\"paragraph-e\">  9. The need for and the establishment of financing reserve accounts and capital accounts.</p> <p class=\"subsection-e\">  (2) In addition to the principles set out in subsection 21 (3) of the Act, the Financial Services Manager shall have regard to the following principles in preparing the Financing Plan:</p> <p class=\"paragraph-e\">  1. The Financial Services Manager should,</p> <p class=\"subpara-e\">  i. seek the best terms available at the time of incurrence of a funding obligation, having regard to other financing transactions of the size and type contemplated by the Financing Plan,</p> <p class=\"subpara-e\">  ii. apply the principal proceeds of a funding obligation for the purpose of repaying or redeeming debt or for the purposes of paying the purchase price for investment interests,</p> <p class=\"subpara-e\">  iii. consider the interests of specified consumers with respect to stable and predictable electricity rates,</p> <p class=\"subpara-e\">  iv. act as any reasonably prudent financial services manager would act in similar circumstances, and</p> <p class=\"subpara-e\">  v. deal with related parties on arm’s length terms.</p> <p class=\"paragraph-e\">  2. The Financing Plan should,</p> <p class=\"subpara-e\">  i. identify the reference capital or finance markets in which the funding obligations are to be incurred, including markets outside of Canada,</p> <p class=\"subpara-e\">  ii. describe how recovery amounts will be applied to funding obligations over time,</p> <p class=\"subpara-e\">  iii. address the capitalization of proposed financing entities,</p> <p class=\"subpara-e\">  iv. describe strategies to mitigate risk, including currency and interest rate hedging measures, if applicable,</p> <p class=\"subpara-e\">  v. seek to minimize tax consequences associated with the incurrence of a funding obligation, and</p> <p class=\"subpara-e\">  vi. articulate the principles by which the Financial Services Manager will make decisions regarding the following:</p> <p class=\"subsubpara-e\">  A. Interest rates.</p> <p class=\"subsubpara-e\">  B. The term to maturity of funding obligations.</p> <p class=\"subsubpara-e\">  C. Refinancing.</p> <p class=\"subsubpara-e\">  D. Deposits to and withdrawals from reserve accounts.</p> <p class=\"subsubpara-e\">  E. Indemnifications.</p> <p class=\"subsubpara-e\">  F. Fees.</p> <p class=\"paragraph-e\">  3. Subject to subsection (2.1), if the fair allocation amount in respect of the reference period is either a negative amount or an amount that is less than the carrying costs of financing entities during the reference period, the Financial Services Manager may include all or a portion of the carrying costs in clean energy adjustments to be collected from specified consumers for the reference period. O. Reg. 206/17, s. 14 (2); O. Reg. 446/17, s. 5 (1).</p> <p class=\"subsection-e\">  (2.1) Paragraph 3 of subsection (2) does not apply in respect of the carrying costs of financing entities that are paid by the IESO under section 9.1. O. Reg. 446/17, s. 5 (2).</p> <p class=\"subsection-e\">  (3) The Financial Services Manager shall, no later than 90 days following the end of each fiscal year, submit to the Minister a report with respect to its affairs during the fiscal year, signed by an officer of the Financial Services Manager.</p> <p class=\"subsection-e\">  (4) Despite subsection (3), for the fiscal year commencing in 2017, the Financial Services Manager shall submit the report by such time as may be specified by the Minister, which time shall be on or after the 30th day following the end of the fiscal year.</p> <p class=\"heading1-e\"><a name=\"BK36\"></a>The Regulatory Asset</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "The Regulatory Asset",
            "part_id": null,
            "part_type": null,
            "section": "The Regulatory Asset",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "15.",
            "part_id": null,
            "part_type": null,
            "section": "Determination of IESO deferral",
            "content": " 15. The IESO may include the following amounts in the IESO deferral for each month: 1. The difference between the following amounts: i. The sum of all amounts payable to the IESO in the month by electricity vendors and specified consumers under the Electricity Act, 1998 and the market rules made under section 32 of that Act, without taking into account any of the following: A. Variances reported to and recorded monthly by the IESO in a variance account under section 5 of Ontario Regulation 430/04 (Payments Re Section 25.33 of the Act) made under that Act. B. Rates determined by the Board under Part II of the Act. ii. The sum of all amounts payable in the same month by electricity vendors and specified consumers to the IESO, taking into account rates determined under Part II of the Act. 2. The costs incurred by the IESO in relation to the financing of the difference between the amounts referred to in subparagraphs 1 i and ii. 3. Any amounts incurred by the IESO on or after May 1, 2017 and before the Act came into force.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK37\"></a><b>15. </b>The IESO may include the following amounts in the IESO deferral for each month:</p> <p class=\"paragraph-e\">  1. The difference between the following amounts:</p> <p class=\"subpara-e\">  i. The sum of all amounts payable to the IESO in the month by electricity vendors and specified consumers under the <i>Electricity Act, 1998</i> and the market rules made under section 32 of that Act, without taking into account any of the following:</p> <p class=\"subsubpara-e\">  A. Variances reported to and recorded monthly by the IESO in a variance account under section 5 of Ontario Regulation 430/04 (Payments Re Section 25.33 of the Act) made under that Act.</p> <p class=\"subsubpara-e\">  B. Rates determined by the Board under Part II of the Act.</p> <p class=\"subpara-e\">  ii. The sum of all amounts payable in the same month by electricity vendors and specified consumers to the IESO, taking into account rates determined under Part II of the Act.</p> <p class=\"paragraph-e\">  2. The costs incurred by the IESO in relation to the financing of the difference between the amounts referred to in subparagraphs 1 i and ii.</p> <p class=\"paragraph-e\">  3. Any amounts incurred by the IESO on or after May 1, 2017 and before the Act came into force.</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "16.",
            "part_id": null,
            "part_type": null,
            "section": "Adjustments that may be recorded by the IESO",
            "content": " 16. For the purposes of paragraph 3 of subsection 24 (1) of the Act, the IESO shall record the following adjustments in a variance account each month: 1. All funding rebates and other amounts paid by the IESO to a financing entity during the month. 2. Any variance account balances in variance accounts established and maintained under subsection 25.33 (5) of the Electricity Act, 1998 and costs incurred in relation to the balances. 3. Any amounts paid or incurred by the IESO under section 9.1. O. Reg. 206/17, s. 16; O. Reg. 415/17, s. 5. Miscellaneous",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK38\"></a><b>16. </b>For the purposes of paragraph 3 of subsection 24 (1) of the Act, the IESO shall record the following adjustments in a variance account each month:</p> <p class=\"paragraph-e\">  1. All funding rebates and other amounts paid by the IESO to a financing entity during the month.</p> <p class=\"paragraph-e\">  2. Any variance account balances in variance accounts established and maintained under subsection 25.33 (5) of the <i>Electricity Act, 1998</i> and costs incurred in relation to the balances.</p> <p class=\"paragraph-e\">  3. Any amounts paid or incurred by the IESO under section 9.1. O. Reg. 206/17, s. 16; O. Reg. 415/17, s. 5.</p> <p class=\"heading1-e\"><a name=\"BK39\"></a>Miscellaneous</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "Miscellaneous",
            "part_id": null,
            "part_type": null,
            "section": "Miscellaneous",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "17.",
            "part_id": null,
            "part_type": null,
            "section": "Investment asset",
            "content": " 17. The prescribed accounts referred to in paragraph 3 of subsection 29 (1) of the Act are as follows: 1. Any specifically identified segregated account, regardless of the name in which the account is opened, if it is opened by the IESO or an electricity vendor and if amounts in respect of the clean energy adjustment are deposited into it. 2. Any accounts opened in the name of a financing entity by the Financial Services Manager.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK40\"></a><b>17. </b>The prescribed accounts referred to in paragraph 3 of subsection 29 (1) of the Act are as follows:</p> <p class=\"paragraph-e\">  1. Any specifically identified segregated account, regardless of the name in which the account is opened, if it is opened by the IESO or an electricity vendor and if amounts in respect of the clean energy adjustment are deposited into it.</p> <p class=\"paragraph-e\">  2. Any accounts opened in the name of a financing entity by the Financial Services Manager.</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "18.",
            "part_id": null,
            "part_type": null,
            "section": "Appointment of agent, invoicing or collection",
            "content": " 18. For the purposes of subsection 33 (1) of the Act, the appointment may occur if the electricity vendor is unable or unwilling to perform its obligations under the Act, including if the electricity vendor becomes insolvent, bankrupt or enters into receivership.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK41\"></a><b>18. </b>For the purposes of subsection 33 (1) of the Act, the appointment may occur if the electricity vendor is unable or unwilling to perform its obligations under the Act, including if the electricity vendor becomes insolvent, bankrupt or enters into receivership.</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "19.",
            "part_id": null,
            "part_type": null,
            "section": "Disclosure in marketing materials, offering documents, etc.",
            "content": " 19. For the purposes of section 40 of the Act, a person may include the references in marketing materials or offering documents if, (a) the inclusion is required by applicable law or is necessary for the purposes of any financing of funding obligations, including any requests for disclosure by rating agencies; and (b) the Minister has been given written notice of the proposed inclusion of the references and has been given a reasonable opportunity to comment. 20. Omitted (provides for coming into force of provisions of this Regulation).    ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK42\"></a><b>19. </b>For the purposes of section 40 of the Act, a person may include the references in marketing materials or offering documents if,</p> <p class=\"clause-e\">  (a) the inclusion is required by applicable law or is necessary for the purposes of any financing of funding obligations, including any requests for disclosure by rating agencies; and</p> <p class=\"clause-e\">  (b) the Minister has been given written notice of the proposed inclusion of the references and has been given a reasonable opportunity to comment.</p> <p class=\"section-e\"> <b>20.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}