{
    "reg_info": {
        "full_title": "O. Reg. 94/00: WARD DESCRIPTIONS AND BOUNDARY ADJUSTMENT",
        "reg_name_text": "WARD DESCRIPTIONS AND BOUNDARY ADJUSTMENT",
        "citation": "O. Reg. 94/00: ",
        "act_under": "Town of Haldimand Act, 1999 \nLoi de 1999 sur la ville de Haldimand",
        "url": "https://www.ontario.ca/laws/regulation/000094",
        "date_scraped": "2023-12-19 23:46:16"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "February 25, 2000",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. (1) The following wards are established for the Town of Haldimand effective January 1, 2001: 1. Ward 1, consisting of all the land within the following boundaries: Commencing at the shoreline of Lake Erie and the boundary line between the City of Nanticoke and the Town of Haldimand; Thence northerly along the boundary line between the City of Nanticoke and the Town of Haldimand to the centre line of Regional Road No. 20; Thence in a northwesterly direction following the centre line of Regional Road No. 20 to the centre line of Concession Road 10, thence in a westerly direction following the centre line of Concession Road 10 to a point between Lots 13 and 14, Concession 11, thence in a northerly direction following the limits between Lots 13 and 14, Concessions 11, 12 and 13 to the centre line of Regional Road No. 20, thence in a northwesterly direction following the centre line of Regional Road No. 20 to Regional Road No. 74; Thence southerly following the boundary line described in section 2 to the shoreline of Lake Erie; Thence easterly along the shoreline of Lake Erie to the place of commencement. 2. Ward 2, consisting of polling subdivisions 1 to 6 (inclusive) of ward 5 of the Town of Haldimand and of wards 6 and 7 of the Town of Haldimand. 3. Ward 3, consisting of ward 1 of the Town of Haldimand. 4. Ward 4, consisting of wards 2, 3 and 4 of the Town of Haldimand and of polling subdivision 7 of ward 5 of the Town of Haldimand. 5. Ward 5, consisting of wards 1 and 3 of the Town of Dunnville. 6. Ward 6, consisting of wards 2 and 4 of the Town of Dunnville.  O. Reg. 94/00, s. 1 (1); O. Reg. 140/00, s. 1. (2) In this section, (a) a reference to a municipality, other than the Town of Haldimand in the first line of subsection (1), is a reference to that municipality as it exists on the date this Regulation is filed; (b) a reference to a ward or a polling subdivision of a municipality is a reference to the ward or polling subdivision that was used for the 1997 regular election in that municipality.  O. Reg. 94/00, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) The following wards are established for the Town of Haldimand effective January 1, 2001:</p> <p class=\"paragraph-e\">  1. Ward 1, consisting of all the land within the following boundaries:</p> <p class=\"parawindt2-e\">Commencing at the shoreline of Lake Erie and the boundary line between the City of Nanticoke and the Town of Haldimand;</p> <p class=\"parawindt2-e\">Thence northerly along the boundary line between the City of Nanticoke and the Town of Haldimand to the centre line of Regional Road No. 20;</p> <p class=\"parawindt2-e\">Thence in a northwesterly direction following the centre line of Regional Road No. 20 to the centre line of Concession Road 10, thence in a westerly direction following the centre line of Concession Road 10 to a point between Lots 13 and 14, Concession 11, thence in a northerly direction following the limits between Lots 13 and 14, Concessions 11, 12 and 13 to the centre line of Regional Road No. 20, thence in a northwesterly direction following the centre line of Regional Road No. 20 to Regional Road No. 74;</p> <p class=\"parawindt2-e\">Thence southerly following the boundary line described in section 2 to the shoreline of Lake Erie;</p> <p class=\"parawindt2-e\">Thence easterly along the shoreline of Lake Erie to the place of commencement.</p> <p class=\"paragraph-e\">  2. Ward 2, consisting of polling subdivisions 1 to 6 (inclusive) of ward 5 of the Town of Haldimand and of wards 6 and 7 of the Town of Haldimand.</p> <p class=\"paragraph-e\">  3. Ward 3, consisting of ward 1 of the Town of Haldimand.</p> <p class=\"paragraph-e\">  4. Ward 4, consisting of wards 2, 3 and 4 of the Town of Haldimand and of polling subdivision 7 of ward 5 of the Town of Haldimand.</p> <p class=\"paragraph-e\">  5. Ward 5, consisting of wards 1 and 3 of the Town of Dunnville.</p> <p class=\"paragraph-e\">  6. Ward 6, consisting of wards 2 and 4 of the Town of Dunnville.  O. Reg. 94/00, s. 1 (1); O. Reg. 140/00, s. 1.</p> <p class=\"subsection-e\">  (2) In this section,</p> <p class=\"clause-e\">  (a) a reference to a municipality, other than the Town of Haldimand in the first line of subsection (1), is a reference to that municipality as it exists on the date this Regulation is filed;</p> <p class=\"clause-e\">  (b) a reference to a ward or a polling subdivision of a municipality is a reference to the ward or polling subdivision that was used for the 1997 regular election in that municipality.  O. Reg. 94/00, s. 1 (2).</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. The line dividing the Town of Norfolk from the Town of Haldimand as described in Schedule A to the Act is adjusted so that the description of the line reads as follows: Beginning at the intersection of the prolongation of the centreline of the original road allowance between the geographic Township of Townsend and the geographic Township of Walpole (being Regional Road 74) with the southwesterly limit of the County of Brant. Thence southerly along the centreline of the original road allowance between the geographic Township of Townsend and the geographic Township of Walpole (being Regional Road 74) to the prolongation of the centreline of the road allowance between Concessions 11 and 12 of the geographic Township of Townsend; Thence westerly to and along the centreline of the said road allowance to its intersection with the northerly prolongation of the limit between Lots 20 and 21, Concession 12 of the geographic Township of Townsend; Thence southerly to and along the said limit between Lots 20 and 21, Concession 12, and the southerly prolongation thereof, to the centreline of the road allowance between Concessions 12 and 13 of the geographic Township of Townsend; Thence westerly along the centreline of said road allowance, and following along a jog in the alignment of the said lot limits, to the northerly prolongation of the limit between Lots 20 and 21, Concession 13 of the geographic Township of Townsend; Thence southerly to and along the said limit between Lots 20 and 21, Concession 13, being also the easterly limit of Part 1 on a Plan deposited in the Registry Office for the Land Titles Division of Haldimand-Norfolk (No. 37) as number 37R-7542, to an angle therein distant approximately 671.70 metres from the northeast corner of said Part 1; Thence westerly continuing along the limit of said Part 1 a distance of approximately 301.92 metres to an angle therein; Thence southerly continuing along the easterly limit of said Part 1, a distance of approximately 671.57 metres to the southeast corner of said Part 1, being in the northerly limit of the road allowance between Concessions 13 and 14 of the geographic Township of Townsend; Thence southerly across said road allowance a distance of approximately 20.117 metres to the northwest corner of Part 1 on a Plan deposited in the Registry Office for the Land Titles Division of Haldimand-Norfolk (No. 37) as number 37R-7611; Thence southerly along the westerly limit of said Part 1, on Plan 37R-7611, and the southerly prolongation thereof, to the southerly limit of the abandoned Canadian National Railway as shown on said Plan 37R-7611, being also the northerly limit of Part 1 on a Plan deposited in the Registry Office for the Land Titles Division of Haldimand-Norfolk (No. 37) as number 37R-7938; Thence westerly along the southerly limit of said abandoned Canadian National Railway, being also the northerly limit of said Part 1 on Plan 37R-7938, to the northwest corner of said Part 1, being in the division line between the east and west halves of Lot 19, Concession 14 of the geographic Township of Townsend; Thence southerly along the westerly limit of said Part 1, Plan 37R-7938 and along the southerly prolongation thereof, to the centreline of the King’s Highway No. 3, as widened by a Plan registered in the Registry Office for the Registry Division of Norfolk (No. 37) as number 315 (MTO Plan No. P-1864-8); Thence easterly along the centreline of the King’s Highway No. 3 as so widened, to its intersection with the northerly prolongation of the limit between Lots 20 and 21, Concession 6 of the geographic Township of Woodhouse; Thence southerly, to and along the said limit between Lots 20 and 21, Concession 6, and the southerly prolongation thereof, to the centreline of the road allowance between Concessions 5 and 6 of the geographic Township of Woodhouse; Thence westerly along the centreline of said road allowance, and following along a jog in the alignment of the said lot limits, to its intersection with the northerly prolongation of the limit between Lots 20 and 21, Concession 5, of the geographic Township of Woodhouse; Thence southerly to and along the said limit between Lots 20 and 21, Concession 5, and the southerly prolongation thereof, to the centreline of the road allowance between Concessions 4 and 5 of the geographic Township of Woodhouse; Thence westerly along the centreline of said road allowance, and following along a jog in the alignment of the said lot limits, to its intersection with the northerly prolongation of the limit between Lots 20 and 21, Concession 4 of the geographic Township of Woodhouse; Thence southerly, to and along the said limit between Lots 20 and 21, Concession 4, and the southerly prolongation thereof, to the centreline of the road allowance between Concessions 3 and 4 of the geographic Township of Woodhouse; Thence easterly along the centreline of said road allowance, and following along a jog in the alignment of the said lot limits, to its intersection with the northerly prolongation of the limit between Lots 20 and 21, Concession 3 of the geographic Township of Woodhouse, being also the easterly limit of Part 1 on a Plan deposited in the Registry Office for the Registry Division of Norfolk (No. 37) as number 37R-3333; Thence southerly, to and along the said limit between Lots 20 and 21, Concession 3, and the southerly prolongation thereof, across the King’s Highway No. 6, to the centreline of Regional Road No. 3 as widened by two Plans registered in the Registry Office for the Registry Division of Norfolk (No. 37) as numbers 912 and 971; Thence easterly along the centreline of Regional Road No. 3 as so widened, and following along a jog in the alignment of the said lot limits, to its intersection with the northerly prolongation of the limit between Lots 20 and 21, Concession 2 of the geographic Township of Woodhouse; Thence southerly, to and along the said limit between Lots 20 and 21, Concession 2, to the southeast corner of Lot 20, Concession 2; Thence continuing southerly, across the road allowance between Concessions 1 and 2 of the geographic Township of Woodhouse to the northeast corner of Lot 20, Concession 1; Thence continuing southerly, along the limit between Lots 20 and 21 of said Concession 1 to the northerly limit of Old Lake Shore Road, being the southerly limit of Part 1 on a Plan deposited in the Registry Office for the Registry Division of Norfolk (No. 37) as number 37R-6619; Thence easterly along the said northerly limit of Old Lake Shore Road, as shown on said Plan 37R-6619 to its intersection with the northerly prolongation of the westerly limit of Lot 31 of Registered Plan No. 72B for the Township of Woodhouse; Thence southerly to and along the said westerly limit of Lot 31 of Registered Plan No. 72B and the southerly prolongation thereof to and within the bed of Lake Erie, to the International Boundary Line between Canada and the United States of America. O. Reg. 94/00, s. 2.    ",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>The line dividing the Town of Norfolk from the Town of Haldimand as described in Schedule A to the Act is adjusted so that the description of the line reads as follows:</p> <p class=\"parawindt-e\">Beginning at the intersection of the prolongation of the centreline of the original road allowance between the geographic Township of Townsend and the geographic Township of Walpole (being Regional Road 74) with the southwesterly limit of the County of Brant.</p> <p class=\"parawindt-e\">Thence southerly along the centreline of the original road allowance between the geographic Township of Townsend and the geographic Township of Walpole (being Regional Road 74) to the prolongation of the centreline of the road allowance between Concessions 11 and 12 of the geographic Township of Townsend;</p> <p class=\"parawindt-e\">Thence westerly to and along the centreline of the said road allowance to its intersection with the northerly prolongation of the limit between Lots 20 and 21, Concession 12 of the geographic Township of Townsend;</p> <p class=\"parawindt-e\">Thence southerly to and along the said limit between Lots 20 and 21, Concession 12, and the southerly prolongation thereof, to the centreline of the road allowance between Concessions 12 and 13 of the geographic Township of Townsend;</p> <p class=\"parawindt-e\">Thence westerly along the centreline of said road allowance, and following along a jog in the alignment of the said lot limits, to the northerly prolongation of the limit between Lots 20 and 21, Concession 13 of the geographic Township of Townsend;</p> <p class=\"parawindt-e\">Thence southerly to and along the said limit between Lots 20 and 21, Concession 13, being also the easterly limit of Part 1 on a Plan deposited in the Registry Office for the Land Titles Division of Haldimand-Norfolk (No. 37) as number 37R-7542, to an angle therein distant approximately 671.70 metres from the northeast corner of said Part 1;</p> <p class=\"parawindt-e\">Thence westerly continuing along the limit of said Part 1 a distance of approximately 301.92 metres to an angle therein;</p> <p class=\"parawindt-e\">Thence southerly continuing along the easterly limit of said Part 1, a distance of approximately 671.57 metres to the southeast corner of said Part 1, being in the northerly limit of the road allowance between Concessions 13 and 14 of the geographic Township of Townsend;</p> <p class=\"parawindt-e\">Thence southerly across said road allowance a distance of approximately 20.117 metres to the northwest corner of Part 1 on a Plan deposited in the Registry Office for the Land Titles Division of Haldimand-Norfolk (No. 37) as number 37R-7611;</p> <p class=\"parawindt-e\">Thence southerly along the westerly limit of said Part 1, on Plan 37R-7611, and the southerly prolongation thereof, to the southerly limit of the abandoned Canadian National Railway as shown on said Plan 37R-7611, being also the northerly limit of Part 1 on a Plan deposited in the Registry Office for the Land Titles Division of Haldimand-Norfolk (No. 37) as number 37R-7938;</p> <p class=\"parawindt-e\">Thence westerly along the southerly limit of said abandoned Canadian National Railway, being also the northerly limit of said Part 1 on Plan 37R-7938, to the northwest corner of said Part 1, being in the division line between the east and west halves of Lot 19, Concession 14 of the geographic Township of Townsend;</p> <p class=\"parawindt-e\">Thence southerly along the westerly limit of said Part 1, Plan 37R-7938 and along the southerly prolongation thereof, to the centreline of the King’s Highway No. 3, as widened by a Plan registered in the Registry Office for the Registry Division of Norfolk (No. 37) as number 315 (MTO Plan No. P-1864-8);</p> <p class=\"parawindt-e\">Thence easterly along the centreline of the King’s Highway No. 3 as so widened, to its intersection with the northerly prolongation of the limit between Lots 20 and 21, Concession 6 of the geographic Township of Woodhouse;</p> <p class=\"parawindt-e\">Thence southerly, to and along the said limit between Lots 20 and 21, Concession 6, and the southerly prolongation thereof, to the centreline of the road allowance between Concessions 5 and 6 of the geographic Township of Woodhouse;</p> <p class=\"parawindt-e\">Thence westerly along the centreline of said road allowance, and following along a jog in the alignment of the said lot limits, to its intersection with the northerly prolongation of the limit between Lots 20 and 21, Concession 5, of the geographic Township of Woodhouse;</p> <p class=\"parawindt-e\">Thence southerly to and along the said limit between Lots 20 and 21, Concession 5, and the southerly prolongation thereof, to the centreline of the road allowance between Concessions 4 and 5 of the geographic Township of Woodhouse;</p> <p class=\"parawindt-e\">Thence westerly along the centreline of said road allowance, and following along a jog in the alignment of the said lot limits, to its intersection with the northerly prolongation of the limit between Lots 20 and 21, Concession 4 of the geographic Township of Woodhouse;</p> <p class=\"parawindt-e\">Thence southerly, to and along the said limit between Lots 20 and 21, Concession 4, and the southerly prolongation thereof, to the centreline of the road allowance between Concessions 3 and 4 of the geographic Township of Woodhouse;</p> <p class=\"parawindt-e\">Thence easterly along the centreline of said road allowance, and following along a jog in the alignment of the said lot limits, to its intersection with the northerly prolongation of the limit between Lots 20 and 21, Concession 3 of the geographic Township of Woodhouse, being also the easterly limit of Part 1 on a Plan deposited in the Registry Office for the Registry Division of Norfolk (No. 37) as number 37R-3333;</p> <p class=\"parawindt-e\">Thence southerly, to and along the said limit between Lots 20 and 21, Concession 3, and the southerly prolongation thereof, across the King’s Highway No. 6, to the centreline of Regional Road No. 3 as widened by two Plans registered in the Registry Office for the Registry Division of Norfolk (No. 37) as numbers 912 and 971;</p> <p class=\"parawindt-e\">Thence easterly along the centreline of Regional Road No. 3 as so widened, and following along a jog in the alignment of the said lot limits, to its intersection with the northerly prolongation of the limit between Lots 20 and 21, Concession 2 of the geographic Township of Woodhouse;</p> <p class=\"parawindt-e\">Thence southerly, to and along the said limit between Lots 20 and 21, Concession 2, to the southeast corner of Lot 20, Concession 2;</p> <p class=\"parawindt-e\">Thence continuing southerly, across the road allowance between Concessions 1 and 2 of the geographic Township of Woodhouse to the northeast corner of Lot 20, Concession 1;</p> <p class=\"parawindt-e\">Thence continuing southerly, along the limit between Lots 20 and 21 of said Concession 1 to the northerly limit of Old Lake Shore Road, being the southerly limit of Part 1 on a Plan deposited in the Registry Office for the Registry Division of Norfolk (No. 37) as number 37R-6619;</p> <p class=\"parawindt-e\">Thence easterly along the said northerly limit of Old Lake Shore Road, as shown on said Plan 37R-6619 to its intersection with the northerly prolongation of the westerly limit of Lot 31 of Registered Plan No. 72B for the Township of Woodhouse;</p> <p class=\"parawindt-e\">Thence southerly to and along the said westerly limit of Lot 31 of Registered Plan No. 72B and the southerly prolongation thereof to and within the bed of Lake Erie, to the International Boundary Line between Canada and the United States of America.</p> <p class=\"footnote-e\">O. Reg. 94/00, s. 2.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}