{
    "reg_info": {
        "full_title": "O. Reg. 243/07: SCHOOLS, PRIVATE SCHOOLS AND CHILD CARE CENTRES",
        "reg_name_text": "Schools, Private Schools and Child Care Centres",
        "citation": "O. Reg. 243/07: SCHOOLS, PRIVATE SCHOOLS AND CHILD CARE CENTRES",
        "act_under": "Safe Drinking Water Act, 2002",
        "url": "https://www.ontario.ca/laws/regulation/070243",
        "date_scraped": "2023-12-19 02:34:10"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  1, 2017",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/070243/v6",
            "valid_from": "December 15, 2016",
            "valid_to": "June 30, 2017"
        },
        {
            "a_href": "/laws/regulation/070243/v5",
            "valid_from": "December 14, 2009",
            "valid_to": "December 14, 2016"
        },
        {
            "a_href": "/laws/regulation/070243/v4",
            "valid_from": "October 30, 2009",
            "valid_to": "December 13, 2009"
        },
        {
            "a_href": "/laws/regulation/070243/v3",
            "valid_from": "August 27, 2007",
            "valid_to": "October 29, 2009"
        },
        {
            "a_href": "/laws/regulation/070243/v2",
            "valid_from": "July 26, 2007",
            "valid_to": "August 26, 2007"
        },
        {
            "a_href": "/laws/regulation/070243/v1",
            "valid_from": "June  7, 2007",
            "valid_to": "July 25, 2007"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "General",
            "part_id": null,
            "part_type": null,
            "section": "General",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation",
            "content": " 1. (1) In this Regulation, “child care centre” means a child care centre as defined in the Child Care and Early Years Act, 2014; “lead plumbing” means plumbing with a lead content greater than 8 per cent; (“installation de plomberie en plomb”) “lead solder” means solder with a lead content greater than 0.2 per cent; (“soudures de plomb”) “private school” means a private school as defined in the Education Act; (“école privée”) “school” means a school as defined in the Education Act; (“école”) “standard prescribed for lead” means the standard prescribed for lead in Schedule 2 to Ontario Regulation 169/03 (Ontario Drinking Water Quality Standards) made under the Act. (“norme prescrite à l’égard du plomb”)  O. Reg. 243/07, s. 1 (1); O. Reg. 400/07, s. 1 (1); O. Reg. 417/09, s. 1 (1); O. Reg. 459/16, s. 2 (1, 2). (1.0.1) For the purposes of this Regulation, a filter or other device that treats water is certified for lead reduction if, (a) the filter, the device or the packaging on the filter or device bears a mark indicating that the filter or device is certified by NSF International to one of the standards listed in subsection (1.0.2), as the standard reads on the date the filter or device is manufactured; and (b) lead is listed on the filter, the device or the packaging as one of the contaminants that will be reduced. O. Reg. 459/16, s. 2 (3). (1.0.2) The following standards are the standards mentioned in the definition of “certified for lead reduction” in subsection (1.0.1): 1. NSF/ANSI 53: Drinking Water Treatment Units - Health Effects. 2. NSF/ANSI 58: Reverse Osmosis Drinking Water Treatment Systems. 3. NSF/ANSI 62: Drinking Water Distillation Systems. O. Reg. 459/16, s. 2 (3). (1.1) Despite subsection (1), for the purposes of this Regulation, a school or private school does not include a place of residence used by a teacher or other person employed by the school or private school.  O. Reg. 400/07, s. 1 (2). (2) For the purposes of this Regulation, a school or private school is open on a day if, at any time during that day, the school’s or the private school’s programs are held or the school’s or the private school’s services are provided there for children under 18 years of age.  O. Reg. 400/07, s. 1 (3); O. Reg. 417/09, s. 1 (2). (3) For the purposes of this Regulation, a child care centre is open on a day if, at any time during that day, any of the children cared for is present in the child care centre. O. Reg. 459/16, s. 2 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“child care centre” means a child care centre as defined in the <i>Child Care and Early Years Act, 2014</i>;</p> <p class=\"definition-e\">“lead plumbing” means plumbing with a lead content greater than 8 per cent; (“installation de plomberie en plomb”)</p> <p class=\"definition-e\">“lead solder” means solder with a lead content greater than 0.2 per cent; (“soudures de plomb”)</p> <p class=\"definition-e\">“private school” means a private school as defined in the <i>Education Act</i><i>; (“</i>école privée”)</p> <p class=\"definition-e\">“school” means a school as defined in the <i>Education Act</i>; (“école”)</p> <p class=\"definition-e\">“standard prescribed for lead” means the standard prescribed for lead in Schedule 2 to Ontario Regulation 169/03 (Ontario Drinking Water Quality Standards) made under the Act. (“norme prescrite à l’égard du plomb”)  O. Reg. 243/07, s. 1 (1); O. Reg. 400/07, s. 1 (1); O. Reg. 417/09, s. 1 (1); O. Reg. 459/16, s. 2 (1, 2).</p> <p class=\"subsection-e\">  (1.0.1) For the purposes of this Regulation, a filter or other device that treats water is certified for lead reduction if,</p> <p class=\"clause-e\">  (a) the filter, the device or the packaging on the filter or device bears a mark indicating that the filter or device is certified by NSF International to one of the standards listed in subsection (1.0.2), as the standard reads on the date the filter or device is manufactured; and</p> <p class=\"clause-e\">  (b) lead is listed on the filter, the device or the packaging as one of the contaminants that will be reduced. O. Reg. 459/16, s. 2 (3).</p> <p class=\"subsection-e\">  (1.0.2) The following standards are the standards mentioned in the definition of “certified for lead reduction” in subsection (1.0.1):</p> <p class=\"paragraph-e\">  1. NSF/ANSI 53: Drinking Water Treatment Units - Health Effects.</p> <p class=\"paragraph-e\">  2. NSF/ANSI 58: Reverse Osmosis Drinking Water Treatment Systems.</p> <p class=\"paragraph-e\">  3. NSF/ANSI 62: Drinking Water Distillation Systems. O. Reg. 459/16, s. 2 (3).</p> <p class=\"subsection-e\">  (1.1) Despite subsection (1), for the purposes of this Regulation, a school or private school does not include a place of residence used by a teacher or other person employed by the school or private school.  O. Reg. 400/07, s. 1 (2).</p> <p class=\"subsection-e\">  (2) For the purposes of this Regulation, a school or private school is open on a day if, at any time during that day, the school’s or the private school’s programs are held or the school’s or the private school’s services are provided there for children under 18 years of age.  O. Reg. 400/07, s. 1 (3); O. Reg. 417/09, s. 1 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of this Regulation, a child care centre is open on a day if, at any time during that day, any of the children cared for is present in the child care centre. O. Reg. 459/16, s. 2 (4).</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Exemption",
            "content": " 2. This Regulation does not apply to a school, private school or child care centre that obtains water from a drinking water system if the exemption provided by section 8 of Ontario Regulation 170/03 (Drinking Water Systems) made under the Act applies to the system.  O. Reg. 243/07, s. 2; O. Reg. 459/16, s. 3. Flushing",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK2\"></a>2. </b>This Regulation does not apply to a school, private school or child care centre that obtains water from a drinking water system if the exemption provided by section 8 of Ontario Regulation 170/03 (Drinking Water Systems) made under the Act applies to the system.  O. Reg. 243/07, s. 2; O. Reg. 459/16, s. 3.</p> <p class=\"heading1-e\"><a name=\"BK3\"></a>Flushing</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "Flushing",
            "part_id": null,
            "part_type": null,
            "section": "Flushing",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Weekly flushing",
            "content": " 3. (1) This section applies to a school, private school or child care centre to which section 4 does not apply. O. Reg. 459/16, s. 4 (1). (2) The operator of a school, private school or child care centre to which this section applies shall ensure that, (a) the plumbing is flushed on the first day that the school, private school or child care centre is open in each week; and (b) the flushing is completed before the school, private school or child care centre opens for the day. O. Reg. 459/16, s. 4 (1). (2.1) The flushing requirement in subsection (2) does not apply to the following: 1. The plumbing in a part of a building that is not open for the entire week. 2. The plumbing in a part of a building that is used for student accommodation and that is not used communally. 3. A drinking water fountain or tap that is primarily intended for use by the general public. O. Reg. 459/16, s. 4 (1). (2.2) If a building houses a school or private school that is open to children under 18 years of age for 24 hours on the day referred to in clause (2) (a), the flushing shall be completed at the earliest practicable time.  O. Reg. 400/07, s. 2 (2); O. Reg. 417/09, s. 2 (3). (3) For the purpose of clause (2) (a), plumbing shall be flushed in accordance with the following rules: 1. The cold water must be turned on for at least five minutes at the last tap on each branch or each run of pipe in the plumbing that serves a drinking water fountain or a tap described in paragraph 5 of subsection 5 (2). This rule applies to each building with plumbing that serves such a drinking water fountain or tap. 2. If a filter or other device that treats water is installed on or near the tap referred to in paragraph 1 and it is practicable to bypass the filter or other device without removing it, the filter or other device must be bypassed during the period that the cold water is turned on under paragraph 1. 3. After complying with paragraph 1, the cold water must be turned on for at least 10 seconds at every drinking water fountain and every tap described in paragraph 5 of subsection 5 (2), unless one of the following circumstances exists: i. Test results from the first litre of the most recent set of water samples taken from the fountain or tap show lead levels at or below one microgram per litre. ii. A filter or other device that treats water and is certified for lead reduction is installed on or near the fountain or tap, treated water from the fountain or tap has been sampled and tested for lead at least once after the installation since June 7, 2007, and the test results show lead levels from the first litre of water at or below one microgram per litre. 4. If a tap or drinking water fountain that is turned on under paragraph 1 or 3 has an aerator, the aerator must not be removed.  O. Reg. 243/07, s. 3 (3); O. Reg. 400/07, s. 2 (3, 4); O. Reg. 459/16, s. 4 (2, 3). (4) The operator of a school, private school or child care centre shall ensure that a record is made of the date, time and location of every flushing required by subsection (2) and the name of the person who performed the flushing. O. Reg. 459/16, s. 4 (4). (5) Subsection (4) does not apply in respect of a part of plumbing that is flushed by an automatic device if, (a) the operator of the school, private school or child care centre ensures that the operability of the device is verified, (i) at a minimum, at the frequency set out in the instructions provided by the manufacturer of the device, or (ii) if no instructions mentioned in subclause (i) are available, at least once in each month; and (b) the operator of the school, private school or child care centre ensures that a record is made of the date of each verification mentioned in clause (a) and the name of the person who made the verification.  O. Reg. 417/09, s. 2 (4); O. Reg. 459/16, s. 4 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>3. </b>(1) This section applies to a school, private school or child care centre to which section 4 does not apply. O. Reg. 459/16, s. 4 (1).</p> <p class=\"subsection-e\">  (2) The operator of a school, private school or child care centre to which this section applies shall ensure that,</p> <p class=\"clause-e\">  (a) the plumbing is flushed on the first day that the school, private school or child care centre is open in each week; and</p> <p class=\"clause-e\">  (b) the flushing is completed before the school, private school or child care centre opens for the day. O. Reg. 459/16, s. 4 (1).</p> <p class=\"subsection-e\">  (2.1) The flushing requirement in subsection (2) does not apply to the following:</p> <p class=\"paragraph-e\">  1. The plumbing in a part of a building that is not open for the entire week.</p> <p class=\"paragraph-e\">  2. The plumbing in a part of a building that is used for student accommodation and that is not used communally.</p> <p class=\"paragraph-e\">  3. A drinking water fountain or tap that is primarily intended for use by the general public. O. Reg. 459/16, s. 4 (1).</p> <p class=\"subsection-e\">  (2.2) If a building houses a school or private school that is open to children under 18 years of age for 24 hours on the day referred to in clause (2) (a), the flushing shall be completed at the earliest practicable time.  O. Reg. 400/07, s. 2 (2); O. Reg. 417/09, s. 2 (3).</p> <p class=\"subsection-e\">  (3) For the purpose of clause (2) (a), plumbing shall be flushed in accordance with the following rules:</p> <p class=\"paragraph-e\">  1. The cold water must be turned on for at least five minutes at the last tap on each branch or each run of pipe in the plumbing that serves a drinking water fountain or a tap described in paragraph 5 of subsection 5 (2). This rule applies to each building with plumbing that serves such a drinking water fountain or tap.</p> <p class=\"paragraph-e\">  2. If a filter or other device that treats water is installed on or near the tap referred to in paragraph 1 and it is practicable to bypass the filter or other device without removing it, the filter or other device must be bypassed during the period that the cold water is turned on under paragraph 1.</p> <p class=\"paragraph-e\">  3. After complying with paragraph 1, the cold water must be turned on for at least 10 seconds at every drinking water fountain and every tap described in paragraph 5 of subsection 5 (2), unless one of the following circumstances exists:</p> <p class=\"subpara-e\">  i. Test results from the first litre of the most recent set of water samples taken from the fountain or tap show lead levels at or below one microgram per litre.</p> <p class=\"subpara-e\">  ii. A filter or other device that treats water and is certified for lead reduction is installed on or near the fountain or tap, treated water from the fountain or tap has been sampled and tested for lead at least once after the installation since June 7, 2007, and the test results show lead levels from the first litre of water at or below one microgram per litre.</p> <p class=\"paragraph-e\">  4. If a tap or drinking water fountain that is turned on under paragraph 1 or 3 has an aerator, the aerator must not be removed.  O. Reg. 243/07, s. 3 (3); O. Reg. 400/07, s. 2 (3, 4); O. Reg. 459/16, s. 4 (2, 3).</p> <p class=\"subsection-e\">  (4) The operator of a school, private school or child care centre shall ensure that a record is made of the date, time and location of every flushing required by subsection (2) and the name of the person who performed the flushing. O. Reg. 459/16, s. 4 (4).</p> <p class=\"subsection-e\">  (5) Subsection (4) does not apply in respect of a part of plumbing that is flushed by an automatic device if,</p> <p class=\"clause-e\">  (a) the operator of the school, private school or child care centre ensures that the operability of the device is verified,</p> <p class=\"subclause-e\">  (i) at a minimum, at the frequency set out in the instructions provided by the manufacturer of the device, or</p> <p class=\"subclause-e\">  (ii) if no instructions mentioned in subclause (i) are available, at least once in each month; and</p> <p class=\"clause-e\">  (b) the operator of the school, private school or child care centre ensures that a record is made of the date of each verification mentioned in clause (a) and the name of the person who made the verification.  O. Reg. 417/09, s. 2 (4); O. Reg. 459/16, s. 4 (5).</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Daily flushing",
            "content": " 4. (1) This section applies to a school, private school or child care centre if, (a) all or part of the plumbing that serves the building that houses the school, private school or child care centre was installed before January 1, 1990 and test results from drinking water samples taken in respect of the plumbing in accordance with this Regulation have not been obtained for a period of at least 24 consecutive months; or (b) for a period of at least 24 consecutive months, test results in respect of the plumbing in the building that houses the school, private school or child care centre have been obtained, and at least one of the test results from the second litre of any single set of samples obtained within the most recent 24 consecutive month period has exceeded the standard prescribed for lead. O. Reg. 459/16, s. 5 (1). (2) The operator of a school, private school or child care centre to which this section applies shall ensure that, (a) the plumbing is flushed every day that the school, private school or child care centre is open; and (b) the flushing is completed before the school, private school or child care centre opens for the day. O. Reg. 459/16, s. 5 (1). (2.1) The flushing requirement in subsection (2) does not apply to the following: 1. The plumbing in a part of a building that is not open during any of the days on which the school, private school or child care centre is open. 2. The plumbing in a part of a building that is used for student accommodation and that is not used communally. 3. A drinking water fountain or tap that is primarily intended for use by the general public. O. Reg. 459/16, s. 5 (1). (2.2) If a building houses a school or private school that is open to children under 18 years of age for 24 hours a day, the flushing shall be completed at the earliest practicable time.  O. Reg. 400/07, s. 3 (2); O. Reg. 417/09, s. 3 (3). (3) For the purpose of clause (2) (a), plumbing shall be flushed in accordance with the following rules: 1. The cold water must be turned on for at least five minutes at the last tap on each branch or each run of pipe in the plumbing that serves a drinking water fountain or a tap described in paragraph 5 of subsection 5 (2). 2. If a filter or other device that treats water is installed on or near the tap referred to in paragraph 1 and it is practicable to bypass the filter or other device without removing it, the filter or other device must be bypassed during the period that the cold water is turned on under paragraph 1. 3. After complying with paragraph 1, the cold water must be turned on for at least 10 seconds at every drinking water fountain and every tap described in paragraph 5 of subsection 5 (2), unless one of the following circumstances exists: i. Test results from the first litre of the most recent set of water samples taken from the fountain or tap show lead levels at or below one microgram per litre. ii. A filter or other device that treats water and is certified for lead reduction is installed on or near the fountain or tap, treated water from the fountain or tap has been sampled and tested for lead at least once after the installation since June 7, 2007, and the test results show lead levels from the first litre of water at or below one microgram per litre. 4. If a tap or drinking water fountain that is turned on under paragraph 1 or 3 has an aerator, the aerator must not be removed.  O. Reg. 243/07, s. 4 (3); O. Reg. 400/07, s. 3 (3, 4); O. Reg. 459/16, s. 5 (2, 3). (4) The operator of a school, private school or child care centre shall ensure that a record is made of the date, time and location of every flushing required by subsection (2) and the name of the person who performed the flushing. O. Reg. 459/16, s. 5 (4). (5) Subsection (4) does not apply in respect of a part of plumbing that is flushed by an automatic device if, (a) the operator of the school, private school or child care centre ensures that the operability of the device is verified, (i) at a minimum, at the frequency set out in the instructions provided by the manufacturer of the device, or (ii) if no instructions mentioned in subclause (i) are available, at least once in each month; and (b) the operator of the school, private school or child care centre ensures that a record is made of the date of each verification mentioned in clause (a) and the name of the person who made the verification.  O. Reg. 417/09, s. 3 (4); O. Reg. 459/16, s. 5 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>4. </b>(1) This section applies to a school, private school or child care centre if,</p> <p class=\"clause-e\">  (a) all or part of the plumbing that serves the building that houses the school, private school or child care centre was installed before January 1, 1990 and test results from drinking water samples taken in respect of the plumbing in accordance with this Regulation have not been obtained for a period of at least 24 consecutive months; or</p> <p class=\"clause-e\">  (b) for a period of at least 24 consecutive months, test results in respect of the plumbing in the building that houses the school, private school or child care centre have been obtained, and at least one of the test results from the second litre of any single set of samples obtained within the most recent 24 consecutive month period has exceeded the standard prescribed for lead. O. Reg. 459/16, s. 5 (1).</p> <p class=\"subsection-e\">  (2) The operator of a school, private school or child care centre to which this section applies shall ensure that,</p> <p class=\"clause-e\">  (a) the plumbing is flushed every day that the school, private school or child care centre is open; and</p> <p class=\"clause-e\">  (b) the flushing is completed before the school, private school or child care centre opens for the day. O. Reg. 459/16, s. 5 (1).</p> <p class=\"subsection-e\">  (2.1) The flushing requirement in subsection (2) does not apply to the following:</p> <p class=\"paragraph-e\">  1. The plumbing in a part of a building that is not open during any of the days on which the school, private school or child care centre is open.</p> <p class=\"paragraph-e\">  2. The plumbing in a part of a building that is used for student accommodation and that is not used communally.</p> <p class=\"paragraph-e\">  3. A drinking water fountain or tap that is primarily intended for use by the general public. O. Reg. 459/16, s. 5 (1).</p> <p class=\"subsection-e\">  (2.2) If a building houses a school or private school that is open to children under 18 years of age for 24 hours a day, the flushing shall be completed at the earliest practicable time.  O. Reg. 400/07, s. 3 (2); O. Reg. 417/09, s. 3 (3).</p> <p class=\"subsection-e\">  (3) For the purpose of clause (2) (a), plumbing shall be flushed in accordance with the following rules:</p> <p class=\"paragraph-e\">  1. The cold water must be turned on for at least five minutes at the last tap on each branch or each run of pipe in the plumbing that serves a drinking water fountain or a tap described in paragraph 5 of subsection 5 (2).</p> <p class=\"paragraph-e\">  2. If a filter or other device that treats water is installed on or near the tap referred to in paragraph 1 and it is practicable to bypass the filter or other device without removing it, the filter or other device must be bypassed during the period that the cold water is turned on under paragraph 1.</p> <p class=\"paragraph-e\">  3. After complying with paragraph 1, the cold water must be turned on for at least 10 seconds at every drinking water fountain and every tap described in paragraph 5 of subsection 5 (2), unless one of the following circumstances exists:</p> <p class=\"subpara-e\">  i. Test results from the first litre of the most recent set of water samples taken from the fountain or tap show lead levels at or below one microgram per litre.</p> <p class=\"subpara-e\">  ii. A filter or other device that treats water and is certified for lead reduction is installed on or near the fountain or tap, treated water from the fountain or tap has been sampled and tested for lead at least once after the installation since June 7, 2007, and the test results show lead levels from the first litre of water at or below one microgram per litre.</p> <p class=\"paragraph-e\">  4. If a tap or drinking water fountain that is turned on under paragraph 1 or 3 has an aerator, the aerator must not be removed.  O. Reg. 243/07, s. 4 (3); O. Reg. 400/07, s. 3 (3, 4); O. Reg. 459/16, s. 5 (2, 3).</p> <p class=\"subsection-e\">  (4) The operator of a school, private school or child care centre shall ensure that a record is made of the date, time and location of every flushing required by subsection (2) and the name of the person who performed the flushing. O. Reg. 459/16, s. 5 (4).</p> <p class=\"subsection-e\">  (5) Subsection (4) does not apply in respect of a part of plumbing that is flushed by an automatic device if,</p> <p class=\"clause-e\">  (a) the operator of the school, private school or child care centre ensures that the operability of the device is verified,</p> <p class=\"subclause-e\">  (i) at a minimum, at the frequency set out in the instructions provided by the manufacturer of the device, or</p> <p class=\"subclause-e\">  (ii) if no instructions mentioned in subclause (i) are available, at least once in each month; and</p> <p class=\"clause-e\">  (b) the operator of the school, private school or child care centre ensures that a record is made of the date of each verification mentioned in clause (a) and the name of the person who made the verification.  O. Reg. 417/09, s. 3 (4); O. Reg. 459/16, s. 5 (5).</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "4.1",
            "part_id": null,
            "part_type": null,
            "section": "Director’s direction, alternate flushing",
            "content": " 4.1 (1) Despite section 3 and subsection 4 (1) and, subject to subsection (6), if the Director gives a direction in writing under this section to the operator of a school, private school or child care centre, (a) section 3 ceases to apply in respect of the school, private school or child care centre; (b) section 4 applies in respect of the school, private school or child care centre; and (c) the operator of the school, private school or child care centre shall comply with the direction.  O. Reg. 417/09, s. 4; O. Reg. 459/16, s. 6. (2) The Director may give a direction mentioned in subsection (1) to the operator of a school, private school or child care centre if, (a) the Director has knowledge of water chemistry changes in the drinking water supplied to the school, private school or child care centre; and (b) the Director is of the opinion that the changes mentioned in clause (a) may result in levels of lead in the drinking water at the school, private school or child care centre that exceed the standard prescribed for lead.  O. Reg. 417/09, s. 4; O. Reg. 459/16, s. 6. (3) A direction mentioned in subsection (1) shall direct the operator of the school, private school or child care centre to ensure that flushing is carried out in accordance with section 4 and may direct the operator to take other steps that, in the opinion of the Director, will lower the risk of lead exposure to children at the school, private school or child care centre.  O. Reg. 417/09, s. 4; O. Reg. 459/16, s. 6. (4) The Director may amend a direction mentioned in subsection (1) by giving written notice of the amendment to the operator of the school, private school or child care centre.  O. Reg. 417/09, s. 4; O. Reg. 459/16, s. 6. (5) The Director may revoke a direction mentioned in subsection (1) by giving written notice of the revocation to the operator of the school, private school or child care centre if the Director is of the opinion that, (a) the water chemistry in the drinking water supplied to the school, private school or child care centre is no longer likely to result in levels of lead in the drinking water that exceed the standard prescribed for lead; or (b) steps have been taken to adequately lower the risk of lead exposure to children at the school, private school or child care centre.  O. Reg. 417/09, s. 4; O. Reg. 459/16, s. 6. (6) If the Director revokes a direction mentioned in subsection (1), subsection (1) ceases to apply in respect of the operator of the school, private school or child care centre.  O. Reg. 417/09, s. 4; O. Reg. 459/16, s. 6. Sampling and Testing for Lead",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>4.1 </b>(1) Despite section 3 and subsection 4 (1) and, subject to subsection (6), if the Director gives a direction in writing under this section to the operator of a school, private school or child care centre,</p> <p class=\"clause-e\">  (a) section 3 ceases to apply in respect of the school, private school or child care centre;</p> <p class=\"clause-e\">  (b) section 4 applies in respect of the school, private school or child care centre; and</p> <p class=\"clause-e\">  (c) the operator of the school, private school or child care centre shall comply with the direction.  O. Reg. 417/09, s. 4; O. Reg. 459/16, s. 6.</p> <p class=\"subsection-e\">  (2) The Director may give a direction mentioned in subsection (1) to the operator of a school, private school or child care centre if,</p> <p class=\"clause-e\">  (a) the Director has knowledge of water chemistry changes in the drinking water supplied to the school, private school or child care centre; and</p> <p class=\"clause-e\">  (b) the Director is of the opinion that the changes mentioned in clause (a) may result in levels of lead in the drinking water at the school, private school or child care centre that exceed the standard prescribed for lead.  O. Reg. 417/09, s. 4; O. Reg. 459/16, s. 6.</p> <p class=\"subsection-e\">  (3) A direction mentioned in subsection (1) shall direct the operator of the school, private school or child care centre to ensure that flushing is carried out in accordance with section 4 and may direct the operator to take other steps that, in the opinion of the Director, will lower the risk of lead exposure to children at the school, private school or child care centre.  O. Reg. 417/09, s. 4; O. Reg. 459/16, s. 6.</p> <p class=\"subsection-e\">  (4) The Director may amend a direction mentioned in subsection (1) by giving written notice of the amendment to the operator of the school, private school or child care centre.  O. Reg. 417/09, s. 4; O. Reg. 459/16, s. 6.</p> <p class=\"subsection-e\">  (5) The Director may revoke a direction mentioned in subsection (1) by giving written notice of the revocation to the operator of the school, private school or child care centre if the Director is of the opinion that,</p> <p class=\"clause-e\">  (a) the water chemistry in the drinking water supplied to the school, private school or child care centre is no longer likely to result in levels of lead in the drinking water that exceed the standard prescribed for lead; or</p> <p class=\"clause-e\">  (b) steps have been taken to adequately lower the risk of lead exposure to children at the school, private school or child care centre.  O. Reg. 417/09, s. 4; O. Reg. 459/16, s. 6.</p> <p class=\"subsection-e\">  (6) If the Director revokes a direction mentioned in subsection (1), subsection (1) ceases to apply in respect of the operator of the school, private school or child care centre.  O. Reg. 417/09, s. 4; O. Reg. 459/16, s. 6.</p> <p class=\"heading1-e\"><a name=\"BK7\"></a>Sampling and Testing for Lead</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "Sampling and Testing for Lead",
            "part_id": null,
            "part_type": null,
            "section": "Sampling and Testing for Lead",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Annual sampling and testing for lead",
            "content": " 5.  (1) Revoked:  O. Reg. 417/09, s. 5 (1). (2) The operator of a school, private school or child care centre shall ensure that samples of water are taken in accordance with the following rules: 1. Except in a year in which paragraph 2 applies to a school, private school or child care centre, the samples must be taken at least once in each calendar year, during the period beginning on May 1 and ending on October 31. 2. If the school, private school or child care centre commences operation on or after December 14, 2009, the samples must be taken at least once within 30 days after the first day of operation and, if operation commences during a period beginning on January 1 and ending on March 31, at least once during the period beginning on May 1 and ending on October 31 in the same calendar year during which operation commences. 2.1 The samples must consist of two one-litre samples of cold water taken from the same tap or fountain. 3. If the tap or fountain from which the samples are to be taken has an aerator, the aerator must not be removed while the samples are being taken. 4.  Revoked: O. Reg. 459/16, s. 7 (3). 5. The samples must be taken from, i. any drinking water fountain, or ii. any tap that is used in the preparation of food or drink for children under 18 years of age or to provide drinking water for consumption by children under 18 years of age. 5.1 In the case of a child care centre or in the case of a school or private school in which instruction is given in the primary division within the meaning of the Education Act, at least one set of two one-litre samples must be taken before January 1, 2020 from every drinking water fountain and tap that meets the description set out in paragraph 5. This requirement is satisfied if at least one set of two one-litre samples from every drinking water fountain and tap described in paragraph 5 was taken on or after June 7, 2007. 5.1.1 At least one third of the drinking water fountains and taps required to be sampled under paragraph 5.1 must be sampled in 2017 and at least the second third of the drinking water fountains and taps required to be sampled under paragraph 5.1 must be sampled in 2018. 5.1.2 In the case of a school or private school to which paragraph 5.1 does not apply, at least one set of two-litre samples must be taken before January 1, 2022 from every drinking water fountain and tap that meets the description set out in paragraph 5. This requirement is satisfied if at least one set of two one-litre samples from every drinking water fountain and tap described in paragraph 5 was taken on or after June 7, 2007. 5.2  Revoked: O. Reg. 459/16, s. 7 (5). 5.3 If more than one school, private school or child care centre is served by the same plumbing, a single set of two one-litre samples may be taken for the purposes of paragraph 2.1 for all of the schools, private schools or child care centres if, i. every drinking water fountain and tap described in paragraph 5 and served by the same plumbing has been sampled before the applicable deadlines in paragraph 5.1, 5.1.1 or 5.1.2. This requirement is satisfied if at least one set of two one-litre samples from every drinking water fountain and tap described in paragraph 5 was taken on or after June 7, 2007. ii.  Revoked: O. Reg. 459/16, s. 7 (5). iii. the operator of the school, private school or child care centre who receives a report under subsection 6 (1) gives a report within 24 hours after the report is received to every other school, private school or child care centre that is relying on the same single set of samples, setting out the result that requires the report and the standard prescribed by Schedule 2 to Ontario Regulation 169/03 (Ontario Drinking Water Quality Standards) made under the Act that the result exceeds, and iv. the operator of a school or a child care centre who receives a copy of a report under subparagraph iii gives a copy of the report, within 24 hours after the report is received, to the Ministry of Education, or any successor of that ministry. v.  Revoked: O. Reg. 459/16, s. 7 (9). 6. If there is more than one drinking water fountain or tap described in paragraph 5 and one of those fountains or taps is more likely than the others to be served by lead plumbing or plumbing that contains lead solder, at least one set of samples must be taken from the fountain or tap that is most likely to be served by lead plumbing or plumbing that contains lead solder before any samples are taken from other fountains or taps. This requirement is satisfied if at least one set of samples was taken from the fountain or tap that is most likely to be served by lead plumbing or plumbing that contains lead solder on or after June 7, 2007. 6.1 If one or more drinking water fountains or taps described in paragraph 5 is installed after the applicable deadline in paragraph 5.1 or 5.1.2, at least one set of samples must be taken from every fountain and tap that has yet to be sampled before any required samples are taken from fountains or taps that have already been sampled. 6.2 If a filter or other device that treats water and is certified for lead reduction is installed on or near the drinking water fountain or tap, the operator of the school, private school or child care centre shall ensure that, i. water from the drinking water fountain or tap has been sampled and tested for lead at least once following the installation, and the test results show lead levels from the first litre of treated water at or below one microgram per litre, ii. the filter or device is properly maintained and filter cartridges are replaced at least as frequently as set out in the instructions provided by the device’s manufacturer, and iii. a record is made of the date, time and location of every maintenance activity and filter cartridge replacement and of the name of the person who carried it out. 6.3 The requirement in subparagraph 6.2 i is satisfied in respect of a filter or other device that was installed before the day O. Reg. 459/16 comes into force if water from the drinking water fountain or tap on which or near which the filter or other device was installed was sampled after installation and on or after June 7, 2007. 7. The first sample to be taken must be taken in accordance with the following rules: i. If it is practicable to take the sample immediately after a period of six hours or more when the plumbing is not used, the sample must be taken immediately after that period. ii. If subparagraph i does not apply, the sample must be taken immediately after the longest period when the plumbing is not used for which it is practicable to take the sample. iii. The sample must be taken immediately after the period referred to in subparagraph i or ii and before the plumbing is flushed in accordance with section 3, 4, 4.1 or 5.1. 8. The second sample to be taken must be taken in accordance with the following rules: i. Subject to subparagraph ii, the second sample must be taken immediately after the first sample. ii. Before taking the second sample, the tap or fountain must be turned on for at least five minutes, and then turned off and left unused for a period of at least 30 but not more than 35 minutes. iii. If practicable, the plumbing must not be used during the period of at least 30 but not more than 35 minutes that is referred to in subparagraph ii. iv. The second sample must be taken immediately after the period of at least 30 but not more than 35 minutes that is referred to in subparagraph ii. 8.1 Despite paragraphs 7 and 8, more than one set of samples may be taken on the same day if the first litres of all sets of water samples are taken before any of the second litres is taken from any set of samples. 9. Each sample must be taken during a single continuous period and must include the first water that comes out when the tap or fountain is turned on to take the sample. 10. Each sample must be taken with water flowing at a rate that approximates normal use, without permitting water to splash out of the container in which the sample is being collected. 11. Unless the directions referred to in subsection (4) provide otherwise, more than one container may be used to take each of the samples, as long as the time taken to switch from one container to the next is minimized. 12. A record must be made of the date and time each sample was taken, an estimate of the length of the period referred to in subparagraph 7 i or ii, the location in the school, private school or child care centre where the sample was taken and the name of the person who took the sample.  O. Reg. 243/07, s. 5 (2); O. Reg. 400/07, s. 4 (2); O. Reg. 417/09, s. 5 (2-12); O. Reg. 459/16, s. 7 (1-14). (2.1) Despite paragraph 1 of subsection (2) and subject to subsection (2.2), samples may be taken only once in every third calendar year, during the period beginning on May 1 and ending on October 31 if, (a) for a period of at least 24 consecutive months, test results in respect of the plumbing in the buildings that house the school, private school or child care centre have been obtained, and none of the test results from the most recent 24 consecutive months has exceeded the standard prescribed for lead; (b) every drinking water fountain and every tap described in paragraph 5 of subsection (2) in the school, private school or child care centre has been sampled at least once since June 7, 2007; and (c)  Revoked: O. Reg. 459/16, s. 7 (16). (d) a notice has been submitted to the Director stating that the conditions described in clauses (a) and (b) have been met.  O. Reg. 417/09, s. 5 (13); O. Reg. 459/16, s. 7 (15-17). (2.1.1) Despite paragraphs 5.1 to 5.1.2 of subsection (2), the following rules apply with respect to schools, private schools or child care centres that commence operation on or after the day O. Reg. 459/16 comes into force: 1. A school, private school or child care centre that meets the description in paragraph 5.1 of subsection (2) must take the samples described in that paragraph within three years after it commences operation. 2. A school, private school or child care centre that meets the description in paragraph 5.1.2 of subsection (2) must take the samples described in that paragraph within five years after it commences operation. O. Reg. 459/16, s. 7 (18). (2.2) Subject to subsection (2.7), if the Director gives a direction in writing to the operator of a school, private school or child care centre in respect of which subsection (2.1) applies, (a) subsection (2.1) ceases to apply in respect of the school, private school or child care centre; and (b) the operator of the school, private school or child care centre shall comply with the direction. O. Reg. 459/16, s. 7 (19). (2.3) The Director may give a direction mentioned in subsection (2.2) to the operator of a school, private school or child care centre if, (a) the Director has knowledge of water chemistry changes in the drinking water supplied to the school, private school or child care centre; and (b) the Director is of the opinion that the changes mentioned in clause (a) may result in levels of lead in the drinking water at the school, private school or child care centre that exceed the standard prescribed for lead.  O. Reg. 417/09, s. 5 (13); O. Reg. 459/16, s. 7 (20). (2.4) A direction mentioned in subsection (2.2) shall direct the operator of the school, private school or child care centre to comply with paragraph 1 of subsection 5 (2) and may direct the operator to take other steps, including additional sampling and testing, that, in the opinion of the Director, will lower the risk of lead exposure to children at the school, private school or child care centre.  O. Reg. 417/09, s. 5 (13); O. Reg. 459/16, s. 7 (20). (2.5) The Director may amend a direction mentioned in subsection (2.2) by giving written notice of the amendment to the operator of the school, private school or child care centre.  O. Reg. 417/09, s. 5 (13); O. Reg. 459/16, s. 7 (20). (2.6) The Director may revoke a direction mentioned in subsection (2.2) by giving written notice of the revocation to the operator of the school, private school or child care centre if the Director is of the opinion that, (a) the water chemistry in the drinking water supplied to the school, private school or child care centre is\nno longer likely to result in levels of lead in the drinking water that exceed the standard prescribed for lead; or (b) steps have been taken to adequately lower the risk of lead exposure to children at the school, private school or child care centre.  O. Reg. 417/09, s. 5 (13); O. Reg. 459/16, s. 7 (20). (2.7) If the Director revokes a direction mentioned in subsection (2.2), subsection (2.2) ceases to apply in respect of the operator of the school, private school or child care centre.  O. Reg. 417/09, s. 5 (13); O. Reg. 459/16, s. 7 (20). (3) The operator of a school, private school or child care centre from which a sample is taken under this section shall ensure that the sample is tested for lead.  O. Reg. 243/07, s. 5 (3); O. Reg. 417/09, s. 5 (14); O. Reg. 459/16, s. 7 (20). (4) Subject to subsection (2), the operator of a school, private school or child care centre from which a sample is taken under this section shall ensure that the sample is taken and handled in accordance with the directions of the laboratory to which the sample will be delivered for testing, including directions with respect to, (a) collection procedures; (b) the use of specified kinds of containers or of containers that are provided by the laboratory; (c) the labelling of samples; (d) the completion and submission of forms that are provided by the laboratory; (e) methods of transporting samples, including temperature conditions that must be maintained during transportation; and (f) time periods for delivery of samples.  O. Reg. 243/07, s. 5 (4); O. Reg. 417/09, s. 5 (15); O. Reg. 459/16, s. 7 (20). (5) The operator of a school, private school or child care centre from which a sample is taken under this section shall ensure that written notice of the identity of the laboratory that will conduct the test for lead is given to the Director before the sample is tested, unless the Director has previously been notified under this subsection that a water sample from the school, private school or child care centre was to be tested for lead by that laboratory.  O. Reg. 243/07, s. 5 (5); O. Reg. 417/09, s. 5 (16); O. Reg. 459/16, s. 7 (20). (6) If the information in the written notice given to the Director under subsection (5) changes, the operator of the school, private school or child care centre shall give to the Director written notice of the change within 10 days of the change.  O. Reg. 417/09, s. 5 (17); O. Reg. 459/16, s. 7 (20). (7) Every test of a water sample taken under this section is prescribed as a drinking water test for the purpose of the definition of “drinking water test” in section 2 of the Act.  O. Reg. 243/07, s. 5 (7).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK8\"></a>5. </b> (1)<b> </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 417/09, s. 5 (1).</p> <p class=\"subsection-e\">  (2) The operator of a school, private school or child care centre shall ensure that samples of water are taken in accordance with the following rules:</p> <p class=\"paragraph-e\">  1. Except in a year in which paragraph 2 applies to a school, private school or child care centre, the samples must be taken at least once in each calendar year, during the period beginning on May 1 and ending on October 31.</p> <p class=\"paragraph-e\">  2. If the school, private school or child care centre commences operation on or after December 14, 2009, the samples must be taken at least once within 30 days after the first day of operation and, if operation commences during a period beginning on January 1 and ending on March 31, at least once during the period beginning on May 1 and ending on October 31 in the same calendar year during which operation commences. </p> <p class=\"paragraph-e\">  2.1 The samples must consist of two one-litre samples of cold water taken from the same tap or fountain.</p> <p class=\"paragraph-e\">  3. If the tap or fountain from which the samples are to be taken has an aerator, the aerator must not be removed while the samples are being taken.</p> <p class=\"paragraph-e\">  4.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 459/16, s. 7 (3).</p> <p class=\"paragraph-e\">  5. The samples must be taken from,</p> <p class=\"subpara-e\">  i. any drinking water fountain, or</p> <p class=\"subpara-e\">  ii. any tap that is used in the preparation of food or drink for children under 18 years of age or to provide drinking water for consumption by children under 18 years of age.</p> <p class=\"paragraph-e\">  5.1 In the case of a child care centre or in the case of a school or private school in which instruction is given in the primary division within the meaning of the <i>Education Act</i>, at least one set of two one-litre samples must be taken before January 1, 2020 from every drinking water fountain and tap that meets the description set out in paragraph 5. This requirement is satisfied if at least one set of two one-litre samples from every drinking water fountain and tap described in paragraph 5 was taken on or after June 7, 2007.</p> <p class=\"paragraph-e\"> 5.1.1 At least one third of the drinking water fountains and taps required to be sampled under paragraph 5.1 must be sampled in 2017 and at least the second third of the drinking water fountains and taps required to be sampled under paragraph 5.1 must be sampled in 2018.</p> <p class=\"paragraph-e\"> 5.1.2 In the case of a school or private school to which paragraph 5.1 does not apply, at least one set of two-litre samples must be taken before January 1, 2022 from every drinking water fountain and tap that meets the description set out in paragraph 5. This requirement is satisfied if at least one set of two one-litre samples from every drinking water fountain and tap described in paragraph 5 was taken on or after June 7, 2007.</p> <p class=\"paragraph-e\">  5.2  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 459/16, s. 7 (5).</p> <p class=\"paragraph-e\">  5.3 If more than one school, private school or child care centre is served by the same plumbing, a single set of two one-litre samples may be taken for the purposes of paragraph 2.1 for all of the schools, private schools or child care centres if,</p> <p class=\"subpara-e\">  i. every drinking water fountain and tap described in paragraph 5 and served by the same plumbing has been sampled before the applicable deadlines in paragraph 5.1, 5.1.1 or 5.1.2. This requirement is satisfied if at least one set of two one-litre samples from every drinking water fountain and tap described in paragraph 5 was taken on or after June 7, 2007.</p> <p class=\"subpara-e\">  ii.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 459/16, s. 7 (5).</p> <p class=\"subpara-e\">  iii. the operator of the school, private school or child care centre who receives a report under subsection 6 (1) gives a report within 24 hours after the report is received to every other school, private school or child care centre that is relying on the same single set of samples, setting out the result that requires the report and the standard prescribed by Schedule 2 to Ontario Regulation 169/03 (Ontario Drinking Water Quality Standards) made under the Act that the result exceeds, and</p> <p class=\"subpara-e\">  iv. the operator of a school or a child care centre who receives a copy of a report under subparagraph iii gives a copy of the report, within 24 hours after the report is received, to the Ministry of Education, or any successor of that ministry.</p> <p class=\"subpara-e\">  v.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 459/16, s. 7 (9).</p> <p class=\"paragraph-e\">  6. If there is more than one drinking water fountain or tap described in paragraph 5 and one of those fountains or taps is more likely than the others to be served by lead plumbing or plumbing that contains lead solder, at least one set of samples must be taken from the fountain or tap that is most likely to be served by lead plumbing or plumbing that contains lead solder before any samples are taken from other fountains or taps. This requirement is satisfied if at least one set of samples was taken from the fountain or tap that is most likely to be served by lead plumbing or plumbing that contains lead solder on or after June 7, 2007.</p> <p class=\"paragraph-e\">  6.1 If one or more drinking water fountains or taps described in paragraph 5 is installed after the applicable deadline in paragraph 5.1 or 5.1.2, at least one set of samples must be taken from every fountain and tap that has yet to be sampled before any required samples are taken from fountains or taps that have already been sampled.</p> <p class=\"paragraph-e\">  6.2 If a filter or other device that treats water and is certified for lead reduction is installed on or near the drinking water fountain or tap, the operator of the school, private school or child care centre shall ensure that,</p> <p class=\"subpara-e\">  i. water from the drinking water fountain or tap has been sampled and tested for lead at least once following the installation, and the test results show lead levels from the first litre of treated water at or below one microgram per litre,</p> <p class=\"subpara-e\">  ii. the filter or device is properly maintained and filter cartridges are replaced at least as frequently as set out in the instructions provided by the device’s manufacturer, and</p> <p class=\"subpara-e\">  iii. a record is made of the date, time and location of every maintenance activity and filter cartridge replacement and of the name of the person who carried it out.</p> <p class=\"paragraph-e\">  6.3 The requirement in subparagraph 6.2 i is satisfied in respect of a filter or other device that was installed before the day O. Reg. 459/16 comes into force if water from the drinking water fountain or tap on which or near which the filter or other device was installed was sampled after installation and on or after June 7, 2007.</p> <p class=\"paragraph-e\">  7. The first sample to be taken must be taken in accordance with the following rules:</p> <p class=\"subpara-e\">  i. If it is practicable to take the sample immediately after a period of six hours or more when the plumbing is not used, the sample must be taken immediately after that period.</p> <p class=\"subpara-e\">  ii. If subparagraph i does not apply, the sample must be taken immediately after the longest period when the plumbing is not used for which it is practicable to take the sample.</p> <p class=\"subpara-e\">  iii. The sample must be taken immediately after the period referred to in subparagraph i or ii and before the plumbing is flushed in accordance with section 3, 4, 4.1 or 5.1.</p> <p class=\"paragraph-e\">  8. The second sample to be taken must be taken in accordance with the following rules:</p> <p class=\"subpara-e\">  i. Subject to subparagraph ii, the second sample must be taken immediately after the first sample.</p> <p class=\"subpara-e\">  ii. Before taking the second sample, the tap or fountain must be turned on for at least five minutes, and then turned off and left unused for a period of at least 30 but not more than 35 minutes.</p> <p class=\"subpara-e\">  iii. If practicable, the plumbing must not be used during the period of at least 30 but not more than 35 minutes that is referred to in subparagraph ii.</p> <p class=\"subpara-e\">  iv. The second sample must be taken immediately after the period of at least 30 but not more than 35 minutes that is referred to in subparagraph ii.</p> <p class=\"paragraph-e\">  8.1 Despite paragraphs 7 and 8, more than one set of samples may be taken on the same day if the first litres of all sets of water samples are taken before any of the second litres is taken from any set of samples.</p> <p class=\"paragraph-e\">  9. Each sample must be taken during a single continuous period and must include the first water that comes out when the tap or fountain is turned on to take the sample.</p> <p class=\"paragraph-e\">  10. Each sample must be taken with water flowing at a rate that approximates normal use, without permitting water to splash out of the container in which the sample is being collected.</p> <p class=\"paragraph-e\">  11. Unless the directions referred to in subsection (4) provide otherwise, more than one container may be used to take each of the samples, as long as the time taken to switch from one container to the next is minimized.</p> <p class=\"paragraph-e\">  12. A record must be made of the date and time each sample was taken, an estimate of the length of the period referred to in subparagraph 7 i or ii, the location in the school, private school or child care centre where the sample was taken and the name of the person who took the sample.  O. Reg. 243/07, s. 5 (2); O. Reg. 400/07, s. 4 (2); O. Reg. 417/09, s. 5 (2-12); O. Reg. 459/16, s. 7 (1-14).</p> <p class=\"subsection-e\">  (2.1) Despite paragraph 1 of subsection (2) and subject to subsection (2.2), samples may be taken only once in every third calendar year, during the period beginning on May 1 and ending on October 31 if,</p> <p class=\"clause-e\">  (a) for a period of at least 24 consecutive months, test results in respect of the plumbing in the buildings that house the school, private school or child care centre have been obtained, and none of the test results from the most recent 24 consecutive months has exceeded the standard prescribed for lead;</p> <p class=\"clause-e\">  (b) every drinking water fountain and every tap described in paragraph 5 of subsection (2) in the school, private school or child care centre has been sampled at least once since June 7, 2007; and</p> <p class=\"clause-e\">  (c)  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 459/16, s. 7 (16).</p> <p class=\"clause-e\">  (d) a notice has been submitted to the Director stating that the conditions described in clauses (a) and (b) have been met.  O. Reg. 417/09, s. 5 (13); O. Reg. 459/16, s. 7 (15-17).</p> <p class=\"subsection-e\">  (2.1.1) Despite paragraphs 5.1 to 5.1.2 of subsection (2), the following rules apply with respect to schools, private schools or child care centres that commence operation on or after the day O. Reg. 459/16 comes into force:</p> <p class=\"paragraph-e\">  1. A school, private school or child care centre that meets the description in paragraph 5.1 of subsection (2) must take the samples described in that paragraph within three years after it commences operation.</p> <p class=\"paragraph-e\">  2. A school, private school or child care centre that meets the description in paragraph 5.1.2 of subsection (2) must take the samples described in that paragraph within five years after it commences operation. O. Reg. 459/16, s. 7 (18).</p> <p class=\"subsection-e\">  (2.2) Subject to subsection (2.7), if the Director gives a direction in writing to the operator of a school, private school or child care centre in respect of which subsection (2.1) applies,</p> <p class=\"clause-e\">  (a) subsection (2.1) ceases to apply in respect of the school, private school or child care centre; and</p> <p class=\"clause-e\">  (b) the operator of the school, private school or child care centre shall comply with the direction. O. Reg. 459/16, s. 7 (19).</p> <p class=\"subsection-e\">  (2.3) The Director may give a direction mentioned in subsection (2.2) to the operator of a school, private school or child care centre if,</p> <p class=\"clause-e\">  (a) the Director has knowledge of water chemistry changes in the drinking water supplied to the school, private school or child care centre; and</p> <p class=\"clause-e\">  (b) the Director is of the opinion that the changes mentioned in clause (a) may result in levels of lead in the drinking water at the school, private school or child care centre that exceed the standard prescribed for lead.  O. Reg. 417/09, s. 5 (13); O. Reg. 459/16, s. 7 (20).</p> <p class=\"subsection-e\">  (2.4) A direction mentioned in subsection (2.2) shall direct the operator of the school, private school or child care centre to comply with paragraph 1 of subsection 5 (2) and may direct the operator to take other steps, including additional sampling and testing, that, in the opinion of the Director, will lower the risk of lead exposure to children at the school, private school or child care centre.  O. Reg. 417/09, s. 5 (13); O. Reg. 459/16, s. 7 (20).</p> <p class=\"subsection-e\">  (2.5) The Director may amend a direction mentioned in subsection (2.2) by giving written notice of the amendment to the operator of the school, private school or child care centre.  O. Reg. 417/09, s. 5 (13); O. Reg. 459/16, s. 7 (20).</p> <p class=\"subsection-e\">  (2.6) The Director may revoke a direction mentioned in subsection (2.2) by giving written notice of the revocation to the operator of the school, private school or child care centre if the Director is of the opinion that,</p> <p class=\"clause-e\">  (a) the water chemistry in the drinking water supplied to the school, private school or child care centre is<b>\n</b>no longer likely to result in levels of lead in the drinking water that exceed the standard prescribed for lead; or</p> <p class=\"clause-e\">  (b) steps have been taken to adequately lower the risk of lead exposure to children at the school, private school or child care centre.  O. Reg. 417/09, s. 5 (13); O. Reg. 459/16, s. 7 (20).</p> <p class=\"subsection-e\">  (2.7) If the Director revokes a direction mentioned in subsection (2.2), subsection (2.2) ceases to apply in respect of the operator of the school, private school or child care centre.  O. Reg. 417/09, s. 5 (13); O. Reg. 459/16, s. 7 (20).</p> <p class=\"subsection-e\">  (3) The operator of a school, private school or child care centre from which a sample is taken under this section shall ensure that the sample is tested for lead.  O. Reg. 243/07, s. 5 (3); O. Reg. 417/09, s. 5 (14); O. Reg. 459/16, s. 7 (20).</p> <p class=\"subsection-e\">  (4) Subject to subsection (2), the operator of a school, private school or child care centre from which a sample is taken under this section shall ensure that the sample is taken and handled in accordance with the directions of the laboratory to which the sample will be delivered for testing, including directions with respect to,</p> <p class=\"clause-e\">  (a) collection procedures;</p> <p class=\"clause-e\">  (b) the use of specified kinds of containers or of containers that are provided by the laboratory;</p> <p class=\"clause-e\">  (c) the labelling of samples;</p> <p class=\"clause-e\">  (d) the completion and submission of forms that are provided by the laboratory;</p> <p class=\"clause-e\">  (e) methods of transporting samples, including temperature conditions that must be maintained during transportation; and</p> <p class=\"clause-e\">  (f) time periods for delivery of samples.  O. Reg. 243/07, s. 5 (4); O. Reg. 417/09, s. 5 (15); O. Reg. 459/16, s. 7 (20).</p> <p class=\"subsection-e\">  (5) The operator of a school, private school or child care centre from which a sample is taken under this section shall ensure that written notice of the identity of the laboratory that will conduct the test for lead is given to the Director before the sample is tested, unless the Director has previously been notified under this subsection that a water sample from the school, private school or child care centre was to be tested for lead by that laboratory.  O. Reg. 243/07, s. 5 (5); O. Reg. 417/09, s. 5 (16); O. Reg. 459/16, s. 7 (20).</p> <p class=\"subsection-e\">  (6) If the information in the written notice given to the Director under subsection (5) changes, the operator of the school, private school or child care centre shall give to the Director written notice of the change within 10 days of the change.  O. Reg. 417/09, s. 5 (17); O. Reg. 459/16, s. 7 (20).</p> <p class=\"subsection-e\">  (7) Every test of a water sample taken under this section is prescribed as a drinking water test for the purpose of the definition of “drinking water test” in section 2 of the Act.  O. Reg. 243/07, s. 5 (7).</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "5.1",
            "part_id": null,
            "part_type": null,
            "section": "Director’s direction, alternate flushing or sampling plan",
            "content": " 5.1 (1) Despite sections 3, 4 and 5, if the Director gives a direction in writing under this section to the operator of a school, private school or child care centre, (a) the operator of the school, private school or child care centre shall comply with the direction; and (b) if the Director specifies in the direction that all or part of section 3, 4 or 5 do not apply in respect of the school, private school or child care centre, the specified provisions cease to apply in respect of the school, private school or child care centre.  O. Reg. 417/09, s. 6; O. Reg. 459/16, s. 8. (2) Before a direction mentioned in subsection (1) may be given in respect of a school, private school or child care centre, (a) the owner or operator must submit a proposed alternate flushing plan, a proposed alternate sampling plan or both to the Director; and (b) the Director must consult with the medical officer of health in respect of the proposed plan or plans submitted under clause (a).  O. Reg. 417/09, s. 6; O. Reg. 459/16, s. 8. (3) A direction mentioned in subsection (1) shall direct the operator of the school, private school or child care centre to comply with the plan or plans submitted under clause (2) (a), subject to any amendments made by the Director, and with any additional requirements specified by the Director in the direction.  O. Reg. 417/09, s. 6; O. Reg. 459/16, s. 8. (4) Before giving a direction mentioned in subsection (1), the Director must be of the opinion that the implementation of the plan or plans submitted under clause (2) (a) and compliance with any additional requirements specified in the direction would lower the risk of lead exposure to children at the school, private school or child care centre.  O. Reg. 417/09, s. 6; O. Reg. 459/16, s. 8. (5) The Director may amend or revoke a direction mentioned in subsection (1) by giving written notice of the amendment or revocation to the operator of the school, private school or child care centre.  O. Reg. 417/09, s. 6; O. Reg. 459/16, s. 8. (6) If the Director revokes a direction mentioned in subsection (1), subsection (1) ceases to apply in respect of the operator of the school, private school or child care centre.  O. Reg. 417/09, s. 6; O. Reg. 459/16, s. 8. (7) On or before the second anniversary of the giving of a direction mentioned in subsection (1), the Director shall review the direction and its implementation for the purposes of determining, (a) whether the direction continues to adequately address the risk of lead exposure to children at the school, private school or child care centre; and (b) whether the operator of the school, private school or child care centre is implementing and complying with the direction.  O. Reg. 417/09, s. 6; O. Reg. 459/16, s. 8.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>5.1 </b>(1) Despite sections 3, 4 and 5, if the Director gives a direction in writing under this section to the operator of a school, private school or child care centre,</p> <p class=\"clause-e\">  (a) the operator of the school, private school or child care centre shall comply with the direction; and</p> <p class=\"clause-e\">  (b) if the Director specifies in the direction that all or part of section 3, 4 or 5 do not apply in respect of the school, private school or child care centre, the specified provisions cease to apply in respect of the school, private school or child care centre.  O. Reg. 417/09, s. 6; O. Reg. 459/16, s. 8.</p> <p class=\"subsection-e\">  (2) Before a direction mentioned in subsection (1) may be given in respect of a school, private school or child care centre,</p> <p class=\"clause-e\">  (a) the owner or operator must submit a proposed alternate flushing plan, a proposed alternate sampling plan or both to the Director; and</p> <p class=\"clause-e\">  (b) the Director must consult with the medical officer of health in respect of the proposed plan or plans submitted under clause (a).  O. Reg. 417/09, s. 6; O. Reg. 459/16, s. 8.</p> <p class=\"subsection-e\">  (3) A direction mentioned in subsection (1) shall direct the operator of the school, private school or child care centre to comply with the plan or plans submitted under clause (2) (a), subject to any amendments made by the Director, and with any additional requirements specified by the Director in the direction.  O. Reg. 417/09, s. 6; O. Reg. 459/16, s. 8.</p> <p class=\"subsection-e\">  (4) Before giving a direction mentioned in subsection (1), the Director must be of the opinion that the implementation of the plan or plans submitted under clause (2) (a) and compliance with any additional requirements specified in the direction would lower the risk of lead exposure to children at the school, private school or child care centre.  O. Reg. 417/09, s. 6; O. Reg. 459/16, s. 8.</p> <p class=\"subsection-e\">  (5) The Director may amend or revoke a direction mentioned in subsection (1) by giving written notice of the amendment or revocation to the operator of the school, private school or child care centre.  O. Reg. 417/09, s. 6; O. Reg. 459/16, s. 8.</p> <p class=\"subsection-e\">  (6) If the Director revokes a direction mentioned in subsection (1), subsection (1) ceases to apply in respect of the operator of the school, private school or child care centre.  O. Reg. 417/09, s. 6; O. Reg. 459/16, s. 8.</p> <p class=\"subsection-e\">  (7) On or before the second anniversary of the giving of a direction mentioned in subsection (1), the Director shall review the direction and its implementation for the purposes of determining,</p> <p class=\"clause-e\">  (a) whether the direction continues to adequately address the risk of lead exposure to children at the school, private school or child care centre; and</p> <p class=\"clause-e\">  (b) whether the operator of the school, private school or child care centre is implementing and complying with the direction.  O. Reg. 417/09, s. 6; O. Reg. 459/16, s. 8.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Reporting of test results",
            "content": " 6. (0.1) This section applies if a laboratory conducts a test of a water sample taken in accordance with paragraphs 2.1 to 12 of subsection 5 (2) and subsections 5 (2.1) to (4) or in accordance with section 5.1, either during a period specified in paragraph 1 or 2 of subsection 5 (2) or during any other period.  O. Reg. 417/09, s. 7 (1). (1) If a laboratory conducts a test of a water sample mentioned in subsection (0.1) and the result of the test exceeds any of the standards prescribed by Schedule 2 to Ontario Regulation 169/03 (Ontario Drinking Water Quality Standards) made under the Act, the laboratory shall, within 24 hours after the result is authorized pursuant to subsection 12 (1) or paragraph 4 of subsection 12.0.1 (3) of Ontario Regulation 248/03 (Drinking Water Testing Services) made under the Act, report the result in writing to, (a) the operator of the school, private school or child care centre; (b) the medical officer of health; and (c) the Ministry’s Spills Action Centre. (d), (e)  Revoked:  O. Reg. 400/07, s. 5 (1). O. Reg. 243/07, s. 6 (1); O. Reg. 400/07, s. 5 (1); O. Reg. 417/09, s. 7 (2); O. Reg. 459/16, s. 9 (1). (2) A report required by subsection (1) shall specify the result that requires the report and the standard referred to in subsection (1) that the result exceeds.  O. Reg. 417/09, s. 7 (3). (3) A report or a copy of a report required by this section may be delivered personally or sent by fax or by electronic mail.  O. Reg. 400/07, s. 5 (2). (4) Revoked:  O. Reg. 417/09, s. 7 (4). (5) Section 18 of the Act does not apply to the result of a test of a water sample mentioned in subsection (0.1).  O. Reg. 243/07, s. 6 (5); O. Reg. 417/09, s. 7 (5). (6) The operator of a school, private school or child care centre who receives a report under subsection (1) shall, within 24 hours after the report is received, give a report setting out the result specified in subsection (2) and the standard referred to in subsection (1) that the result exceeds to, (a) the medical officer of health; (b) the Ministry’s Spills Action Centre; and (c) the Ministry of Education, or any successor of that ministry, if the report relates to a school or a child care centre. (d)  Revoked: O. Reg. 459/16, s. 9 (2). O. Reg. 400/07, s. 5 (4); O. Reg. 417/09, s. 7 (6); O. Reg. 459/16, s. 9 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>6.</b> (0.1) This section applies if a laboratory conducts a test of a water sample taken in accordance with paragraphs 2.1 to 12 of subsection 5 (2) and subsections 5 (2.1) to (4) or in accordance with section 5.1, either during a period specified in paragraph 1 or 2 of subsection 5 (2) or during any other period.  O. Reg. 417/09, s. 7 (1).</p> <p class=\"subsection-e\">  (1) If a laboratory conducts a test of a water sample mentioned in subsection (0.1) and the result of the test exceeds any of the standards prescribed by Schedule 2 to Ontario Regulation 169/03 (Ontario Drinking Water Quality Standards) made under the Act, the laboratory shall, within 24 hours after the result is authorized pursuant to subsection 12 (1) or paragraph 4 of subsection 12.0.1 (3) of Ontario Regulation 248/03 (Drinking Water Testing Services) made under the Act, report the result in writing to,</p> <p class=\"clause-e\">  (a) the operator of the school, private school or child care centre;</p> <p class=\"clause-e\">  (b) the medical officer of health; and</p> <p class=\"clause-e\">  (c) the Ministry’s Spills Action Centre.</p> <p class=\"clause-e\"> (d), (e)  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 400/07, s. 5 (1).</p> <p class=\"footnote-e\">O. Reg. 243/07, s. 6 (1); O. Reg. 400/07, s. 5 (1); O. Reg. 417/09, s. 7 (2); O. Reg. 459/16, s. 9 (1).</p> <p class=\"subsection-e\">  (2) A report required by subsection (1) shall specify the result that requires the report and the standard referred to in subsection (1) that the result exceeds.  O. Reg. 417/09, s. 7 (3).</p> <p class=\"subsection-e\">  (3) A report or a copy of a report required by this section may be delivered personally or sent by fax or by electronic mail.  O. Reg. 400/07, s. 5 (2).</p> <p class=\"subsection-e\">  (4) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 417/09, s. 7 (4).</p> <p class=\"subsection-e\">  (5) Section 18 of the Act does not apply to the result of a test of a water sample mentioned in subsection (0.1).  O. Reg. 243/07, s. 6 (5); O. Reg. 417/09, s. 7 (5).</p> <p class=\"subsection-e\">  (6) The operator of a school, private school or child care centre who receives a report under subsection (1) shall, within 24 hours after the report is received, give a report setting out the result specified in subsection (2) and the standard referred to in subsection (1) that the result exceeds to,</p> <p class=\"clause-e\">  (a) the medical officer of health;</p> <p class=\"clause-e\">  (b) the Ministry’s Spills Action Centre; and</p> <p class=\"clause-e\">  (c) the Ministry of Education, or any successor of that ministry, if the report relates to a school or a child care centre.</p> <p class=\"clause-e\">  (d)  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 459/16, s. 9 (2).</p> <p class=\"footnote-e\">O. Reg. 400/07, s. 5 (4); O. Reg. 417/09, s. 7 (6); O. Reg. 459/16, s. 9 (2).</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Corrective action",
            "content": " 7. (1) If a report is made under section 6, the operator of the school, private school or child care centre shall immediately render the drinking water fountain or tap from which the water sample was taken inaccessible for use by children under 18 years of age until the issue that gave rise to the report is resolved or, if alternate steps are directed by the medical officer of health, shall ensure those steps are taken until the issue that gave rise to the report is resolved. O. Reg. 459/16, s. 10 (1). (2) If a report is made under section 6 and the issue that gave rise to the report is resolved, the operator of the school, private school or child care centre shall, within seven days after the issue is resolved, give a written notice summarizing the actions taken and the results achieved to, (a) the medical officer of health; (b) the Ministry’s Spills Action Centre; (c) the Ministry of Education, or any successor of that ministry, if the report relates to a school or a child care centre; and (d)  Revoked: O. Reg. 459/16, s. 10 (3). (e) if the report is in respect of a test of water samples taken under paragraph 5.3 of subsection 5 (2), the operator of every school, private school or child care centre that is relying on the same single set of samples.  O. Reg. 417/09, s. 8; O. Reg. 459/16, s. 10 (2-4). (3) If a report is made under section 6 with respect to lead content in a water sample, the issue that gave rise to the report shall not be considered to be resolved until, (a) test results from the second litre of the most recent set of water samples taken from the drinking water fountain or tap show lead levels that do not exceed the standard prescribed for lead; (b) a filter or other device that treats water and that is certified for lead reduction is installed on or near the drinking water fountain or tap, water from the fountain or tap has been sampled and tested for lead at least once since the report was made, and the test results from the first litre of treated water show lead levels at or below one microgram per litre; or (c) all steps the medical officer of health directs to be taken have been completed. O. Reg. 459/16, s. 10 (5). (4) Despite subsection (3), if the medical officer of health directs that any additional or alternative steps be taken, the issue that gave rise to the report shall not be considered to be resolved until all of the additional or alternative steps have been completed. O. Reg. 459/16, s. 10 (5). (5) The following rules apply if a report has been made under section 6 with respect to lead content in a water sample from a drinking water fountain or tap located in a school, private school or child care centre to which subsection 4 (1) does not apply and the issue that gave rise to the report is considered to be resolved under clause (3) (a): 1. The daily flushing requirements in subsections 4 (2), (2.2) and (4) apply to the fountain or tap for a period of 24 consecutive months after the date the issue is considered to be resolved. 2. In carrying out the daily flushing requirement described in clause 4 (2) (a), the cold water must be turned on for at least 10 seconds at the fountain or tap. 3. Paragraphs 1 and 2 do not apply if, i. the part of the building in which the fountain or tap is located is not open during any of the days on which the school, private school or child care centre is open, ii. the fountain or tap is located in a part of the building that is used for student accommodation and that is not used communally, or iii. the fountain or tap is primarily intended for use by the general public. O. Reg. 459/16, s. 10 (5). Information and Records",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>7. </b>(1) If a report is made under section 6, the operator of the school, private school or child care centre shall immediately render the drinking water fountain or tap from which the water sample was taken inaccessible for use by children under 18 years of age until the issue that gave rise to the report is resolved or, if alternate steps are directed by the medical officer of health, shall ensure those steps are taken until the issue that gave rise to the report is resolved. O. Reg. 459/16, s. 10 (1).</p> <p class=\"subsection-e\">  (2) If a report is made under section 6 and the issue that gave rise to the report is resolved, the operator of the school, private school or child care centre shall, within seven days after the issue is resolved, give a written notice summarizing the actions taken and the results achieved to,</p> <p class=\"clause-e\">  (a) the medical officer of health;</p> <p class=\"clause-e\">  (b) the Ministry’s Spills Action Centre;</p> <p class=\"clause-e\">  (c) the Ministry of Education, or any successor of that ministry, if the report relates to a school or a child care centre; and</p> <p class=\"clause-e\">  (d)  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 459/16, s. 10 (3).</p> <p class=\"clause-e\">  (e) if the report is in respect of a test of water samples taken under paragraph 5.3 of subsection 5 (2), the operator of every school, private school or child care centre that is relying on the same single set of samples.  O. Reg. 417/09, s. 8; O. Reg. 459/16, s. 10 (2-4).</p> <p class=\"subsection-e\">  (3) If a report is made under section 6 with respect to lead content in a water sample, the issue that gave rise to the report shall not be considered to be resolved until,</p> <p class=\"clause-e\">  (a) test results from the second litre of the most recent set of water samples taken from the drinking water fountain or tap show lead levels that do not exceed the standard prescribed for lead;</p> <p class=\"clause-e\">  (b) a filter or other device that treats water and that is certified for lead reduction is installed on or near the drinking water fountain or tap, water from the fountain or tap has been sampled and tested for lead at least once since the report was made, and the test results from the first litre of treated water show lead levels at or below one microgram per litre; or</p> <p class=\"clause-e\">  (c) all steps the medical officer of health directs to be taken have been completed. O. Reg. 459/16, s. 10 (5).</p> <p class=\"subsection-e\">  (4) Despite subsection (3), if the medical officer of health directs that any additional or alternative steps be taken, the issue that gave rise to the report shall not be considered to be resolved until all of the additional or alternative steps have been completed. O. Reg. 459/16, s. 10 (5).</p> <p class=\"subsection-e\">  (5) The following rules apply if a report has been made under section 6 with respect to lead content in a water sample from a drinking water fountain or tap located in a school, private school or child care centre to which subsection 4 (1) does not apply and the issue that gave rise to the report is considered to be resolved under clause (3) (a):</p> <p class=\"paragraph-e\">  1. The daily flushing requirements in subsections 4 (2), (2.2) and (4) apply to the fountain or tap for a period of 24 consecutive months after the date the issue is considered to be resolved.</p> <p class=\"paragraph-e\">  2. In carrying out the daily flushing requirement described in clause 4 (2) (a), the cold water must be turned on for at least 10 seconds at the fountain or tap.</p> <p class=\"paragraph-e\">  3. Paragraphs 1 and 2 do not apply if,</p> <p class=\"subpara-e\">  i. the part of the building in which the fountain or tap is located is not open during any of the days on which the school, private school or child care centre is open,</p> <p class=\"subpara-e\">  ii. the fountain or tap is located in a part of the building that is used for student accommodation and that is not used communally, or</p> <p class=\"subpara-e\">  iii. the fountain or tap is primarily intended for use by the general public. O. Reg. 459/16, s. 10 (5).</p> <p class=\"heading1-e\"><a name=\"BK12\"></a>Information and Records</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "Information and Records",
            "part_id": null,
            "part_type": null,
            "section": "Information and Records",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Information to be available",
            "content": " 8. (1) The operator of a school, private school or child care centre shall ensure that the following information is available for inspection by any member of the public during normal business hours without charge at the school, private school or child care centre: 1. A copy of every record made under section 3, 4, 4.1, 5 or 5.1. 2. A copy of every test result obtained in respect of a test required under section 5, 5.1 or an order. 3. A copy of every test result in respect of which a report was required under section 6. 3.1 A copy of every director’s direction given under section 4.1, subsection 5 (2.2) and section 5.1. 4. A copy of this Regulation.  O. Reg. 243/07, s. 8 (1); O. Reg. 417/09, s. 9 (1-3); O. Reg. 459/16, s. 11 (1). (2) Paragraphs 2 and 3 of subsection (1) do not apply to a test result until the day after it comes into the possession of the operator of the school, private school or child care centre.  O. Reg. 243/07, s. 8 (2); O. Reg. 459/16, s. 11 (2). (3) Paragraphs 1, 2 and 3 of subsection (1) do not apply to a record or test result that is more than two years old.  O. Reg. 243/07, s. 8 (3). (4) Paragraph 3.1 of subsection (1) does not apply to a director’s direction that is more than two years old.  O. Reg. 417/09, s. 9 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>8. </b>(1) The operator of a school, private school or child care centre shall ensure that the following information is available for inspection by any member of the public during normal business hours without charge at the school, private school or child care centre:</p> <p class=\"paragraph-e\">  1. A copy of every record made under section 3, 4, 4.1, 5 or 5.1.</p> <p class=\"paragraph-e\">  2. A copy of every test result obtained in respect of a test required under section 5, 5.1 or an order.</p> <p class=\"paragraph-e\">  3. A copy of every test result in respect of which a report was required under section 6.</p> <p class=\"paragraph-e\">  3.1 A copy of every director’s direction given under section 4.1, subsection 5 (2.2) and section 5.1.</p> <p class=\"paragraph-e\">  4. A copy of this Regulation.  O. Reg. 243/07, s. 8 (1); O. Reg. 417/09, s. 9 (1-3); O. Reg. 459/16, s. 11 (1).</p> <p class=\"subsection-e\">  (2) Paragraphs 2 and 3 of subsection (1) do not apply to a test result until the day after it comes into the possession of the operator of the school, private school or child care centre.  O. Reg. 243/07, s. 8 (2); O. Reg. 459/16, s. 11 (2).</p> <p class=\"subsection-e\">  (3) Paragraphs 1, 2 and 3 of subsection (1) do not apply to a record or test result that is more than two years old.  O. Reg. 243/07, s. 8 (3).</p> <p class=\"subsection-e\">  (4) Paragraph 3.1 of subsection (1) does not apply to a director’s direction that is more than two years old.  O. Reg. 417/09, s. 9 (4).</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Records",
            "content": " 9. (1) The operator of a school, private school or child care centre shall ensure that the following documents and other records are kept for at least six years: 1. Every record made under section 3, 4, 4.1, 5 or 5.1. 1.1 The instructions provided by the manufacturer of a filter or other device referred to in paragraph 6.2 of subsection 5 (2). 2. Every test result obtained in respect of a test required under section 5, 5.1 or an order. 3. Every test result in respect of which a report was required under section 6. 4. A copy of every director’s direction given under section 4.1, subsection 5 (2.2) and section 5.1. 5. A copy of every report provided or received under subparagraphs 5.3 iii and iv of subsection 5 (2).  O. Reg. 243/07, s. 9 (1); O. Reg. 417/09, s. 10; O. Reg. 459/16, s. 12 (1-3). (2) If the Director or a provincial officer makes a request for a document or other record referred to in subsection (1), the operator of the school, private school or child care centre shall ensure that the document or other record is given to the Director or a provincial officer within such period as the Director or provincial officer may specify.  O. Reg. 243/07, s. 9 (2); O. Reg. 459/16, s. 12 (1).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK14\"></a>9. </b>(1) The operator of a school, private school or child care centre shall ensure that the following documents and other records are kept for at least six years:</p> <p class=\"paragraph-e\">  1. Every record made under section 3, 4, 4.1, 5 or 5.1.</p> <p class=\"paragraph-e\">  1.1 The instructions provided by the manufacturer of a filter or other device referred to in paragraph 6.2 of subsection 5 (2).</p> <p class=\"paragraph-e\">  2. Every test result obtained in respect of a test required under section 5, 5.1 or an order.</p> <p class=\"paragraph-e\">  3. Every test result in respect of which a report was required under section 6.</p> <p class=\"paragraph-e\">  4. A copy of every director’s direction given under section 4.1, subsection 5 (2.2) and section 5.1.</p> <p class=\"paragraph-e\">  5. A copy of every report provided or received under subparagraphs 5.3 iii and iv of subsection 5 (2).  O. Reg. 243/07, s. 9 (1); O. Reg. 417/09, s. 10; O. Reg. 459/16, s. 12 (1-3).</p> <p class=\"subsection-e\">  (2) If the Director or a provincial officer makes a request for a document or other record referred to in subsection (1), the operator of the school, private school or child care centre shall ensure that the document or other record is given to the Director or a provincial officer within such period as the Director or provincial officer may specify.  O. Reg. 243/07, s. 9 (2); O. Reg. 459/16, s. 12 (1).</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Forms",
            "content": " 10. (1) Where this Regulation requires or permits the giving or submission of a notice or report, other than a notice or report required to be given by the Director, the notice or report must be in a form provided by or approved by the Director.  O. Reg. 417/09, s. 11. (2) The Director may require that a document or other record that is given to the Director under this Regulation be given in an electronic format specified by the Director.  O. Reg. 417/09, s. 11.  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>10. </b>(1) Where this Regulation requires or permits the giving or submission of a notice or report, other than a notice or report required to be given by the Director, the notice or report must be in a form provided by or approved by the Director.  O. Reg. 417/09, s. 11.</p> <p class=\"subsection-e\">  (2) The Director may require that a document or other record that is given to the Director<b> </b>under this Regulation be given in an electronic format specified by the Director.  O. Reg. 417/09, s. 11.</p> <p class=\"subsection-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/070243\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}