{
    "reg_info": {
        "full_title": "O. Reg. 299/93: EXEMPTION - THE TOWN OF KINCARDINE - KINC-T-1",
        "reg_name_text": "EXEMPTION — THE TOWN OF KINCARDINE — KINC-T-1",
        "citation": "O. Reg. 299/93: EXEMPTION - THE TOWN OF KINCARDINE - KINC-T-1",
        "act_under": "Environmental Assessment Act   Loi sur les évaluations environnementales",
        "url": "https://www.ontario.ca/laws/regulation/930299",
        "date_scraped": "2023-12-21 14:06:34"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "May 10, 1993",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": null,
            "section": null,
            "content": "Having received a request from The Corporation of the Town of Kincardine (the “Town”), that an undertaking, namely: The continued operation, as an interim measure, and closure of the existing and approved Town of Kincardine Valentine Avenue Landfill Site, situated on parts of lots “A” and “B”, Concession “A”, Plan 61, Town of Kincardine, County of Bruce, for the disposal of domestic and solid non-hazardous, industrial and commercial wastes, with the changes as described in the Report entitled “Request for an Exemption to the Environmental Assessment Act – Valentine Avenue Landfill Site Interim Expansion, Town of Kincardine” dated May, 1992 prepared by Conestoga-Rovers & Associates, be exempt from the application of the Act pursuant to section 29; and",
            "raw_html": "<p class=\"parawtab-e\">Having received a request from The Corporation of the Town of Kincardine (the “Town”), that an undertaking, namely:</p> <p class=\"parawindt-e\">The continued operation, as an interim measure, and closure of the existing and approved Town of Kincardine Valentine Avenue Landfill Site, situated on parts of lots “A” and “B”, Concession “A”, Plan 61, Town of Kincardine, County of Bruce, for the disposal of domestic and solid non-hazardous, industrial and commercial wastes, with the changes as described in the Report entitled “Request for an Exemption to the <i>Environmental Assessment Act </i>– Valentine Avenue Landfill Site Interim Expansion, Town of Kincardine” dated May, 1992 prepared by Conestoga-Rovers &amp; Associates,</p> <p class=\"paranoindt-e\">be exempt from the application of the Act pursuant to section 29; and</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "Having been advised by the Town that if the undertaking is subject to the application of the Act, the following injury, damage or interference with the persons and property indicated will occur: A. The Town will be subject to delay and expense if it is required to prepare an environmental assessment for the interim undertaking. B. The current users of the Site who are located in the Town will be without a municipal waste disposal facility as of May, 1993.",
            "raw_html": "<p class=\"parawtab-e\">Having been advised by the Town that if the undertaking is subject to the application of the Act, the following injury, damage or interference with the persons and property indicated will occur:</p> <p class=\"paragraph-e\">A. The Town will be subject to delay and expense if it is required to prepare an environmental assessment for the interim undertaking.</p> <p class=\"paragraph-e\">B. The current users of the Site who are located in the Town will be without a municipal waste disposal facility as of May, 1993.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;",
            "raw_html": "<p class=\"parawtab-e\">Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of the Act for the following reasons: A. The continued operation of the existing landfill is clearly an interim measure for which there are no other reasonable waste management alternatives which can be implemented within the necessary time frame. B. Alternatives have been investigated. C. A public hearing under Part V of the Environmental Protection Act for the approval of the continued operation will be held. D. It is the intention of the Town that the proposed long-term waste management program of the County of Bruce be pursued in accordance with applicable legislation and the Town understands that sufficient elements of the program will be implemented prior to the conclusion of the exempt undertaking so that the Town will not have to seek further approvals for waste disposal sites.",
            "raw_html": "<p class=\"parawtab-e\">The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of the Act for the following reasons:</p> <p class=\"paragraph-e\">A. The continued operation of the existing landfill is clearly an interim measure for which there are no other reasonable waste management alternatives which can be implemented within the necessary time frame.</p> <p class=\"paragraph-e\">B. Alternatives have been investigated.</p> <p class=\"paragraph-e\">C. A public hearing under Part V of the <i>Environmental Protection Act</i> for the approval of the continued operation will be held.</p> <p class=\"paragraph-e\">D. It is the intention of the Town that the proposed long-term waste management program of the County of Bruce be pursued in accordance with applicable legislation and the Town understands that sufficient elements of the program will be implemented prior to the conclusion of the exempt undertaking so that the Town will not have to seek further approvals for waste disposal sites.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "This exemption is subject to the following terms and conditions: 1. Where any activity which otherwise would be exempt under this order is being carried out as or is part of an undertaking for which an environmental assessment has been accepted and approval to proceed received, the activity shall be carried out in accordance with any terms or conditions in the approval to proceed as well as the conditions of this order. 2. Where any activity which is the subject of this order is being carried out as or is part of another undertaking which is the subject of an exemption order under the Act, the activity exempt under this order shall be carried out in accordance with any terms or conditions in the other exemption order as well as the conditions in this order. 3. No waste shall be deposited at the Valentine Avenue Landfill Site pursuant to this order after the earlier of, i. five years after a Provisional Certificate of Approval for the waste disposal site has been issued pursuant to this order, and ii. the commencement of operations of a waste disposal site pursuant to the Bruce County Waste Management Master Plan Systems Study, unless an application for an approval under the Environmental Assessment Act for an undertaking under the Bruce County Waste Management Master Plan Systems Study which includes a waste disposal site, at which waste from the Town may be disposed, has been submitted to the Minister under the Act, in which case, no waste shall be disposed of by the Town pursuant to this order more than one year after a decision is made under the Act to approve or not approve the undertaking. 4. The Town shall pursue expeditiously the issuance of all necessary approvals for the implementation of a long-term waste management program in accordance with applicable legislation within the interim period specified in condition 3. 5. The Town shall file an annual report with the Owen Sound District Office of the Ministry of Environment and Energy, on operations, including leachate collection and disposal, capital works and surface and groundwater monitoring at the Site. A copy of this report will be submitted to the Director, Environmental Assessment Branch, Ministry of Environment and Energy, for filing with the public record under section 30 of the Act. Copies of each report shall be delivered to the Director, Approvals Branch, and the Regional Director of the Southwestern Region. 6. In preparing material and carrying out studies for the application under Part V of the Environmental Protection Act, the Town shall consult with any public authorities and groups who express an interest therein and provide them with copies of all relevant material. 7. In the event the Site is acquired by another municipality, the acquiring municipality shall carry out the responsibilities of the Town under this order. O.Reg. 299/93. ",
            "raw_html": "<p class=\"parawtab-e\">This exemption is subject to the following terms and conditions:</p> <p class=\"paragraph-e\">1. Where any activity which otherwise would be exempt under this order is being carried out as or is part of an undertaking for which an environmental assessment has been accepted and approval to proceed received, the activity shall be carried out in accordance with any terms or conditions in the approval to proceed as well as the conditions of this order.</p> <p class=\"paragraph-e\">2. Where any activity which is the subject of this order is being carried out as or is part of another undertaking which is the subject of an exemption order under the Act, the activity exempt under this order shall be carried out in accordance with any terms or conditions in the other exemption order as well as the conditions in this order.</p> <p class=\"paragraph-e\">3. No waste shall be deposited at the Valentine Avenue Landfill Site pursuant to this order after the earlier of,</p> <p class=\"subpara-e\">i. five years after a Provisional Certificate of Approval for the waste disposal site has been issued pursuant to this order, and</p> <p class=\"subpara-e\">ii. the commencement of operations of a waste disposal site pursuant to the Bruce County Waste Management Master Plan Systems Study,</p> <p class=\"Sparagraph-e\">unless an application for an approval under the <i>Environmental Assessment Act</i> for an undertaking under the Bruce County Waste Management Master Plan Systems Study which includes a waste disposal site, at which waste from the Town may be disposed, has been submitted to the Minister under the Act, in which case, no waste shall be disposed of by the Town pursuant to this order more than one year after a decision is made under the Act to approve or not approve the undertaking.</p> <p class=\"paragraph-e\">4. The Town shall pursue expeditiously the issuance of all necessary approvals for the implementation of a long-term waste management program in accordance with applicable legislation within the interim period specified in condition 3.</p> <p class=\"paragraph-e\">5. The Town shall file an annual report with the Owen Sound District Office of the Ministry of Environment and Energy, on operations, including leachate collection and disposal, capital works and surface and groundwater monitoring at the Site. A copy of this report will be submitted to the Director, Environmental Assessment Branch, Ministry of Environment and Energy, for filing with the public record under section 30 of the Act. Copies of each report shall be delivered to the Director, Approvals Branch, and the Regional Director of the Southwestern Region.</p> <p class=\"paragraph-e\">6. In preparing material and carrying out studies for the application under Part V of the <i>Environmental Protection Act</i>, the Town shall consult with any public authorities and groups who express an interest therein and provide them with copies of all relevant material.</p> <p class=\"paragraph-e\">7. In the event the Site is acquired by another municipality, the acquiring municipality shall carry out the responsibilities of the Town under this order. O.Reg. 299/93.</p> <p class=\"Normal\"></p>"
        }
    ]
}