{
    "reg_info": {
        "full_title": "O. Reg. 196/23: EXEMPTION - RESTRICTED TITLES",
        "reg_name_text": "EXEMPTION - RESTRICTED TITLES",
        "citation": "O. Reg. 196/23: ",
        "act_under": "Nursing Act, 1991",
        "url": "https://www.ontario.ca/laws/regulation/230196",
        "date_scraped": "2023-12-18 03:42:32"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July 24, 2023",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Exemption",
            "content": "  1. A person is exempted from subsections 11 (1) and (5) of the Act if the person satisfies all of the following conditions: 1. The person is registered with a regulatory authority in a Canadian jurisdiction, other than Ontario, and holds in that jurisdiction the equivalent of a certificate of registration in the general or extended class for registered nurses or the general class for registered practical nurses in Ontario. 2. A regulatory authority in a Canadian jurisdiction has not refused to grant the person a certificate of registration in the profession within the two years preceding their application for a certificate of registration under paragraph 6. 3. A finding of professional misconduct, incompetence or incapacity has not been made about or against the person as a result of a proceeding in relation to the profession of nursing. 4. The person must not be the subject of any current professional misconduct, incompetence or incapacity proceeding or any similar proceeding in relation to the profession of nursing. 5. In Ontario, with respect to the practice of nursing, the person only provides professional services in or on behalf a public hospital, the University of Ottawa Heart Institute or a long-term care home and only in a nursing capacity consistent with the certificate of authorization and, where applicable, with the specialty certificate issued to the person by the regulatory authority in the other Canadian jurisdiction. 6. The person has submitted to the College an application for a certificate of registration prior to providing professional services in accordance with paragraph 5. 7. The person holds professional liability insurance or benefits from professional liability insurance coverage or a similar protection that extends coverage to Ontario.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>A person is exempted from subsections 11 (1) and (5) of the Act if the person satisfies all of the following conditions:</p> <p class=\"paragraph-e\">  1. The person is registered with a regulatory authority in a Canadian jurisdiction, other than Ontario, and holds in that jurisdiction the equivalent of a certificate of registration in the general or extended class for registered nurses or the general class for registered practical nurses in Ontario.</p> <p class=\"paragraph-e\">  2. A regulatory authority in a Canadian jurisdiction has not refused to grant the person a certificate of registration in the profession within the two years preceding their application for a certificate of registration under paragraph 6.</p> <p class=\"paragraph-e\">  3. A finding of professional misconduct, incompetence or incapacity has not been made about or against the person as a result of a proceeding in relation to the profession of nursing. </p> <p class=\"paragraph-e\">  4. The person must not be the subject of any current professional misconduct, incompetence or incapacity proceeding or any similar proceeding in relation to the profession of nursing.</p> <p class=\"paragraph-e\">  5. In Ontario, with respect to the practice of nursing, the person only provides professional services in or on behalf a public hospital, the University of Ottawa Heart Institute or a long-term care home and only in a nursing capacity consistent with the certificate of authorization and, where applicable, with the specialty certificate issued to the person by the regulatory authority in the other Canadian jurisdiction.</p> <p class=\"paragraph-e\">  6. The person has submitted to the College an application for a certificate of registration prior to providing professional services in accordance with paragraph 5.</p> <p class=\"paragraph-e\">  7. The person holds professional liability insurance or benefits from professional liability insurance coverage or a similar protection that extends coverage to Ontario.</p>"
        },
        {
            "id": "2.",
            "section": "Loss of exemption",
            "content": "  2. A person who is exempted from subsections 11 (1) and (5) of the Act in accordance with section 1 is no longer exempted in any of the following circumstances: 1. The person’s application for a certificate of registration has been rejected by the College before six months have elapsed since they first began to provide professional services in Ontario. 2. The person has not been issued a certificate of registration by the College within the six months following the day they first began to provide professional services in Ontario. 3. The person no longer satisfies a condition under section 1.",
            "raw_html": "<p class=\"section-e\"><b>  2. </b>A person who is exempted from subsections 11 (1) and (5) of the Act in accordance with section 1 is no longer exempted in any of the following circumstances:</p> <p class=\"paragraph-e\">  1. The person’s application for a certificate of registration has been rejected by the College before six months have elapsed since they first began to provide professional services in Ontario. </p> <p class=\"paragraph-e\">  2. The person has not been issued a certificate of registration by the College within the six months following the day they first began to provide professional services in Ontario.</p> <p class=\"paragraph-e\">  3. The person no longer satisfies a condition under section 1.</p>"
        },
        {
            "id": "3.",
            "section": "Loss of exemption",
            "content": " 3. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>3.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Loss of exemption",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/230196\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}