{
    "reg_info": {
        "full_title": "O. Reg. 285/98: LEGISLATIVE GRANTS FOR THE PERIOD JANUARY 1, 1998 TO AUGUST 31, 1998",
        "reg_name_text": "LEGISLATIVE GRANTS FOR THE PERIOD JANUARY 1, 1998 TO AUGUST 31, 1998",
        "citation": "O. Reg. 285/98: ",
        "act_under": "Education Act",
        "url": "https://www.ontario.ca/laws/regulation/980285",
        "date_scraped": "2023-12-19 18:42:40"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/980285/v1",
            "valid_from": "September 25, 2000",
            "valid_to": "August 12, 2004"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Regulation, “designated board associated with an old board” means the district school board that is listed in Column 2 of Schedule 1 to Ontario Regulation 460/97, opposite the old board listed in Column 1 of that Schedule; (“conseil désigné rattaché à un ancien conseil”) “isolate board” is a school authority other than a section 68 board; (“conseil isolé”) “Metropolitan Toronto area board” means, (a) The Board of Education for the Borough of East York, (b) The Board of Education for the City of Etobicoke, (c) The Board of Education for the City of North York, (d) The Board of Education for the City of Scarborough, (e) The Board of Education for the City of Toronto, and (f) The Board of Education for the City of York; (“conseil de secteur de la communauté urbaine de Toronto”) “old board” does not include the Metropolitan Toronto area boards or The Metropolitan Toronto French-Language School Council; (“ancien conseil”) “section 68 board” is a board established under section 68 of the Act; (“conseil créé en vertu de l’article 68”) “short year” means the period beginning January 1, 1998 and ending August 31, 1998; (“année abrégée”) “short year fees regulation” means Ontario Regulation 284/98; (“règlement sur les droits de l’année abrégée”) “short year A.D.E. regulation” means Ontario Regulation 283/98; (“règlement sur l’effectif quotidien moyen de l’année abrégée”) “supported board associated with an old board” means the district school board that is listed in Column 3 of Schedule 1 to Ontario Regulation 460/97, opposite the old board listed in Column 1 of that Schedule.(“conseil secondé rattaché à un ancien conseil”) O. Reg. 285/98, s. 1. General",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“designated board associated with an old board” means the district school board that is listed in Column 2 of Schedule 1 to Ontario Regulation 460/97, opposite the old board listed in Column 1 of that Schedule; (“conseil désigné rattaché à un ancien conseil”) </p> <p class=\"definition-e\">“isolate board” is a school authority other than a section 68 board; (“conseil isolé”) </p> <p class=\"definition-e\">“Metropolitan Toronto area board” means,</p> <p class=\"defclause-e\">(a) The Board of Education for the Borough of East York,</p> <p class=\"defclause-e\">(b) The Board of Education for the City of Etobicoke,</p> <p class=\"defclause-e\">(c) The Board of Education for the City of North York,</p> <p class=\"defclause-e\">(d) The Board of Education for the City of Scarborough,</p> <p class=\"defclause-e\">(e) The Board of Education for the City of Toronto, and</p> <p class=\"defclause-e\">(f) The Board of Education for the City of York; (“conseil de secteur de la communauté urbaine de Toronto”) </p> <p class=\"definition-e\">“old board” does not include the Metropolitan Toronto area boards or The Metropolitan Toronto French-Language School Council; (“ancien conseil”)</p> <p class=\"definition-e\">“section 68 board” is a board established under section 68 of the Act; (“conseil créé en vertu de l’article 68”)</p> <p class=\"definition-e\">“short year” means the period beginning January 1, 1998 and ending August 31, 1998; (“année abrégée”)</p> <p class=\"definition-e\">“short year fees regulation” means Ontario Regulation 284/98; (“règlement sur les droits de l’année abrégée”) </p> <p class=\"definition-e\">“short year A.D.E. regulation” means Ontario Regulation 283/98; (“règlement sur l’effectif quotidien moyen de l’année abrégée”)</p> <p class=\"definition-e\">“supported board associated with an old board” means the district school board that is listed in Column 3 of Schedule 1 to Ontario Regulation 460/97, opposite the old board listed in Column 1 of that Schedule.(“conseil secondé rattaché à un ancien conseil”) O. Reg. 285/98, s. 1.</p> <p class=\"heading1-e\"><a name=\"P116_2934\"></a><a name=\"BK2\"></a>General</p>"
        },
        {
            "id": "2.",
            "section": "General",
            "content": "2. (1) The legislative grant payable for the short year to a district school board is the amount calculated under Part II. O. Reg. 285/98, s. 2 (1). (2) The legislative grant payable for the short year to an isolate board is the amount calculated under Part IV. O. Reg. 285/98, s. 2 (2). (3) The legislative grant payable for the short year to a section 68 board is the amount calculated under Part IV. O. Reg. 285/98, s. 2 (3).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) The legislative grant payable for the short year to a district school board is the amount calculated under Part II. O. Reg. 285/98, s. 2 (1).</p> <p class=\"subsection-e\">(2) The legislative grant payable for the short year to an isolate board is the amount calculated under Part IV. O. Reg. 285/98, s. 2 (2).</p> <p class=\"subsection-e\">(3) The legislative grant payable for the short year to a section 68 board is the amount calculated under Part IV. O. Reg. 285/98, s. 2 (3).</p>"
        },
        {
            "id": "3.",
            "section": "General",
            "content": "3. A legislative grant payable under this Regulation shall be paid on an estimated basis during the short year and such adjustments as may be necessary shall be made after the actual financial data and average daily enrolments are available. O. Reg. 285/98, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>A legislative grant payable under this Regulation shall be paid on an estimated basis during the short year and such adjustments as may be necessary shall be made after the actual financial data and average daily enrolments are available. O. Reg. 285/98, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "General",
            "content": "4. (1) In subsection (2), “unextended old board” means an old board to which subsection 4 (1) of Ontario Regulation 78/97 applied. O. Reg. 285/98, s. 4 (1). (2) For the purposes of this Regulation, all calculations relating to an unextended old board shall be made separately for elementary school purposes and for secondary school purposes. O. Reg. 285/98, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) In subsection (2),</p> <p class=\"firstdef-e\">“unextended old board” means an old board to which subsection 4 (1) of Ontario Regulation 78/97 applied. O. Reg. 285/98, s. 4 (1).</p> <p class=\"subsection-e\">(2) For the purposes of this Regulation, all calculations relating to an unextended old board shall be made separately for elementary school purposes and for secondary school purposes. O. Reg. 285/98, s. 4 (2).</p>"
        },
        {
            "id": "5.",
            "section": "General",
            "content": "5. It is a condition of the payment of a grant to a board under this Regulation that the board comply with all Acts administered by the Minister and with all regulations, policies, guidelines, directives and similar instruments made under an Act administered by the Minister. O. Reg. 285/98, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>It is a condition of the payment of a grant to a board under this Regulation that the board comply with all Acts administered by the Minister and with all regulations, policies, guidelines, directives and similar instruments made under an Act administered by the Minister. O. Reg. 285/98, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "General",
            "content": "6. Where a board contravenes an Act administered by the Minister or a regulation, policy, guideline, directive or similar instrument made under an Act administered by the Minister, the Minister may withhold all or part of a grant otherwise payable to the board under the Act until the board takes the steps necessary to correct the situation. O. Reg. 285/98, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>Where a board contravenes an Act administered by the Minister or a regulation, policy, guideline, directive or similar instrument made under an Act administered by the Minister, the Minister may withhold all or part of a grant otherwise payable to the board under the Act until the board takes the steps necessary to correct the situation. O. Reg. 285/98, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "General",
            "content": "7. (1) Where the amount payable to an old board under a general legislative grant regulation was overpaid, the overpayment shall be deducted from the grants payable under this Regulation to the designated board associated with the old board and to the supported board associated with the old board, in accordance with the appropriate distribution ratios as determined under the directives published in September, 1997 by the Education Improvement Commission and titled “Directives for the Distribution of Assets and Liabilities Among District School Boards”. O. Reg. 285/98, s. 7 (1). (2) Where the amount payable to an old board under a general legislative grant regulation was underpaid, the underpayment shall be added to the grants payable under this Regulation to the designated board associated with the old board and to the supported board associated with the old board, in accordance with the appropriate distribution ratios as determined under the directives published in September, 1997 by the Education Improvement Commission and titled “Directives for the Distribution of Assets and Liabilities Among District School Boards”. O. Reg. 285/98, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) Where the amount payable to an old board under a general legislative grant regulation was overpaid, the overpayment shall be deducted from the grants payable under this Regulation to the designated board associated with the old board and to the supported board associated with the old board, in accordance with the appropriate distribution ratios as determined under the directives published in September, 1997 by the Education Improvement Commission and titled “Directives for the Distribution of Assets and Liabilities Among District School Boards”. O. Reg. 285/98, s. 7 (1).</p> <p class=\"subsection-e\">(2) Where the amount payable to an old board under a general legislative grant regulation was underpaid, the underpayment shall be added to the grants payable under this Regulation to the designated board associated with the old board and to the supported board associated with the old board, in accordance with the appropriate distribution ratios as determined under the directives published in September, 1997 by the Education Improvement Commission and titled “Directives for the Distribution of Assets and Liabilities Among District School Boards”. O. Reg. 285/98, s. 7 (2).</p>"
        },
        {
            "id": "8.",
            "section": "General",
            "content": "8. For the purposes of this Regulation, if the Minister reasonably concludes that an amount reported at a code point in a financial statement is incorrect because of an error in calculation, because of an error in filling out the form for the financial statement or because an amendment to a previous legislative grant regulation was not taken into account in calculating the amount, the Minister shall make the appropriate correction and the corrected amount shall be deemed to be the amount reported at the code point in the financial statement. O. Reg. 285/98, s. 8. PART II   GRANTS TO DISTRICT SCHOOL BOARDS Interpretation",
            "raw_html": "<p class=\"section-e\"><b>8. </b>For the purposes of this Regulation, if the Minister reasonably concludes that an amount reported at a code point in a financial statement is incorrect because of an error in calculation, because of an error in filling out the form for the financial statement or because an amendment to a previous legislative grant regulation was not taken into account in calculating the amount, the Minister shall make the appropriate correction and the corrected amount shall be deemed to be the amount reported at the code point in the financial statement. O. Reg. 285/98, s. 8.</p> <p class=\"partnum-e\"><b><a name=\"P129_6483\"></a><a name=\"BK3\"></a>PART II <br/>  GRANTS TO DISTRICT SCHOOL BOARDS</b></p> <p class=\"heading1-e\"><a name=\"P130_6522\"></a><a name=\"BK4\"></a>Interpretation</p>"
        },
        {
            "id": "9.",
            "section": "Interpretation",
            "content": "9. (1) In this Part and in Part III, “1997 actual expenditure allocation form” means the form provided by the Ministry, as part of the 1997 financial statement package, for the purpose of determining the French-English split of 1997 actual expenditures by old boards; (“formule de répartition des dépenses réelles de 1997”) “English-language instructional unit” means a class, group of classes or school in which the English language or American sign language is the language of instruction and includes a class, group of classes or school established under paragraph 25 of subsection 8 (1) of the Act; (“module scolaire de langue anglaise”) “English-language portion” of an old board means the notional portion of the old board to which the expenses related to educating pupils in English-language instructional units are allocated in the 1997 actual expenditure allocation form; (“part de langue anglaise”) “French-language portion” of an old board means the notional portion of the old board to which the expenses related to educating pupils in French-language instructional units are allocated in the 1997 actual expenditure allocation form; (“part de langue française”) “language portion” of an old board means, (a) the English-language portion of the old board, and (b) the French-language portion of the old board. (“part linguistique”) O. Reg. 285/98, s. 9 (1). (2) For the purposes of this Part and Part III, an old board is a predecessor of a district school board if the district school board is listed in Column 2 or 3 of Schedule 1 of Ontario Regulation 460/97, opposite the old board listed in Column 1 of that Schedule. O. Reg. 285/98, s. 9 (2). (3) For the purposes of this Part and Part III, (a) a reference to the relevant language portions of the old boards that are the predecessors of an English-language district school board is a reference to the English-language portions of the old boards; and (b) a reference to the relevant language portions of the old boards that are the predecessors of a French-language district school board is a reference to the French-language portions of the old boards. O. Reg. 285/98, s. 9 (3). Grant Entitlement",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) In this Part and in Part III,</p> <p class=\"firstdef-e\">“1997 actual expenditure allocation form” means the form provided by the Ministry, as part of the 1997 financial statement package, for the purpose of determining the French-English split of 1997 actual expenditures by old boards; (“formule de répartition des dépenses réelles de 1997”)</p> <p class=\"definition-e\">“English-language instructional unit” means a class, group of classes or school in which the English language or American sign language is the language of instruction and includes a class, group of classes or school established under paragraph 25 of subsection 8 (1) of the Act; (“module scolaire de langue anglaise”)</p> <p class=\"definition-e\">“English-language portion” of an old board means the notional portion of the old board to which the expenses related to educating pupils in English-language instructional units are allocated in the 1997 actual expenditure allocation form; (“part de langue anglaise”)</p> <p class=\"definition-e\">“French-language portion” of an old board means the notional portion of the old board to which the expenses related to educating pupils in French-language instructional units are allocated in the 1997 actual expenditure allocation form; (“part de langue française”)</p> <p class=\"definition-e\">“language portion” of an old board means,</p> <p class=\"defclause-e\">(a) the English-language portion of the old board, and</p> <p class=\"defclause-e\">(b) the French-language portion of the old board. (“part linguistique”) O. Reg. 285/98, s. 9 (1).</p> <p class=\"subsection-e\">(2) For the purposes of this Part and Part III, an old board is a predecessor of a district school board if the district school board is listed in Column 2 or 3 of Schedule 1 of Ontario Regulation 460/97, opposite the old board listed in Column 1 of that Schedule. O. Reg. 285/98, s. 9 (2).</p> <p class=\"subsection-e\">(3) For the purposes of this Part and Part III,</p> <p class=\"clause-e\">(a) a reference to the relevant language portions of the old boards that are the predecessors of an English-language district school board is a reference to the English-language portions of the old boards; and</p> <p class=\"clause-e\">(b) a reference to the relevant language portions of the old boards that are the predecessors of a French-language district school board is a reference to the French-language portions of the old boards. O. Reg. 285/98, s. 9 (3).</p> <p class=\"heading1-e\"><a name=\"P143_8737\"></a><a name=\"BK5\"></a>Grant Entitlement</p>"
        },
        {
            "id": "10.",
            "section": "Grant Entitlement",
            "content": "10. (1) A district school board shall be paid a grant in an amount determined as follows: 1. Total the revenue guarantees for the relevant language portions of the old boards that are the predecessors of the district school board, in accordance with sections 11 to 16. 2. Deduct the short year tax revenue of the district school board, as determined under section 17. 3. Add the amount determined under section 18, if applicable. 4. Add the amount determined under section 19, if applicable. 5. Deduct the amount determined under section 20, if applicable. 6. Deduct the amount that is in the district school board’s reserve fund under subsection 233 (1) of the Act on August 31, 1998, immediately before the transfer under subsection 233 (2) of the Act. 7. Add the amount determined under section 21, if applicable. 8. Deduct the amount determined under section 22, if applicable. 9. Add the amount in respect of accumulated deficits of old boards attributable to the board, determined in accordance with subsection (2), if that amount is not less than zero. 10. Add the amount specified for the board in section 22.1, if applicable. O. Reg. 285/98, s. 10; O. Reg. 467/98, s. 1 (1); O. Reg. 529/00, s. 1. (2) The amount referred to in paragraph 9 of subsection (1) shall be determined as follows: 1. Multiply the amount of any year-end under requisitions at code point 0245 as reported in the audited 1997 financial statements of each of the old boards attributable to the board by the appropriate factor for each of those old boards, as set out in the Ministry document entitled “Distribution Ratios” and dated August 4, 1998, which document is available for public inspection at the Capital and Operating Grants Administration Branch of the Ministry, located on the 21st floor, 900 Bay Street, Toronto. 2. Total the amounts determined under paragraph 1. 3. Deduct the assistance for extraordinary 1997 tax write-offs as calculated under subsection 19 (1) or (2), as the case may be. 4. Add the adjustment for 1997 extraordinary supplementary taxes as calculated under subsection 20 (1) or (2), as the case may be. O. Reg. 467/98, s. 1 (2). Revenue Guarantee",
            "raw_html": "<p class=\"section-e\"><b>10. </b>(1) A district school board shall be paid a grant in an amount determined as follows:</p> <p class=\"paragraph-e\">1. Total the revenue guarantees for the relevant language portions of the old boards that are the predecessors of the district school board, in accordance with sections 11 to 16.</p> <p class=\"paragraph-e\">2. Deduct the short year tax revenue of the district school board, as determined under section 17.</p> <p class=\"paragraph-e\">3. Add the amount determined under section 18, if applicable.</p> <p class=\"paragraph-e\">4. Add the amount determined under section 19, if applicable.</p> <p class=\"paragraph-e\">5. Deduct the amount determined under section 20, if applicable.</p> <p class=\"paragraph-e\">6. Deduct the amount that is in the district school board’s reserve fund under subsection 233 (1) of the Act on August 31, 1998, immediately before the transfer under subsection 233 (2) of the Act.</p> <p class=\"paragraph-e\">7. Add the amount determined under section 21, if applicable.</p> <p class=\"paragraph-e\">8. Deduct the amount determined under section 22, if applicable.</p> <p class=\"paragraph-e\">9. Add the amount in respect of accumulated deficits of old boards attributable to the board, determined in accordance with subsection (2), if that amount is not less than zero.</p> <p class=\"paragraph-e\">10. Add the amount specified for the board in section 22.1, if applicable. O. Reg. 285/98, s. 10; O. Reg. 467/98, s. 1 (1); O. Reg. 529/00, s. 1.</p> <p class=\"subsection-e\">(2) The amount referred to in paragraph 9 of subsection (1) shall be determined as follows:</p> <p class=\"paragraph-e\">1. Multiply the amount of any year-end under requisitions at code point 0245 as reported in the audited 1997 financial statements of each of the old boards attributable to the board by the appropriate factor for each of those old boards, as set out in the Ministry document entitled “Distribution Ratios” and dated August 4, 1998, which document is available for public inspection at the Capital and Operating Grants Administration Branch of the Ministry, located on the 21st floor, 900 Bay Street, Toronto.</p> <p class=\"paragraph-e\">2. Total the amounts determined under paragraph 1.</p> <p class=\"paragraph-e\">3. Deduct the assistance for extraordinary 1997 tax write-offs as calculated under subsection 19 (1) or (2), as the case may be.</p> <p class=\"paragraph-e\">4. Add the adjustment for 1997 extraordinary supplementary taxes as calculated under subsection 20 (1) or (2), as the case may be. O. Reg. 467/98, s. 1 (2).</p> <p class=\"heading1-e\"><a name=\"P160_10896\"></a><a name=\"BK6\"></a>Revenue Guarantee</p>"
        },
        {
            "id": "11.",
            "section": "Revenue Guarantee",
            "content": "11. The revenue guarantee for a language portion of an old board shall be determined as follows: 1. Multiply the 1997 revenue for the old board, as determined under section 12, by the allocation ratio for the language portion, as determined or specified under section 13. 2. Multiply the amount obtained under paragraph 1 by 0.62. 3. Multiply the amount obtained under paragraph 2 by the enrolment adjustment factor for the language portion as determined under section 14. 4. Add to the amount obtained under paragraph 3 the junior kindergarten adjustment for the language portion as determined under section 15, if applicable. 5. Add to the amount obtained under paragraph 4 the summer school adjustment for the language portion as determined under section 16, if applicable. O. Reg. 285/98, s. 11. 1997 Revenue for an Old Board",
            "raw_html": "<p class=\"section-e\"><b>11. </b>The revenue guarantee for a language portion of an old board shall be determined as follows:</p> <p class=\"paragraph-e\">1. Multiply the 1997 revenue for the old board, as determined under section 12, by the allocation ratio for the language portion, as determined or specified under section 13.</p> <p class=\"paragraph-e\">2. Multiply the amount obtained under paragraph 1 by 0.62.</p> <p class=\"paragraph-e\">3. Multiply the amount obtained under paragraph 2 by the enrolment adjustment factor for the language portion as determined under section 14.</p> <p class=\"paragraph-e\">4. Add to the amount obtained under paragraph 3 the junior kindergarten adjustment for the language portion as determined under section 15, if applicable.</p> <p class=\"paragraph-e\">5. Add to the amount obtained under paragraph 4 the summer school adjustment for the language portion as determined under section 16, if applicable. O. Reg. 285/98, s. 11.</p> <p class=\"heading1-e\"><a name=\"P167_11708\"></a><a name=\"BK7\"></a>1997 Revenue for an Old Board</p>"
        },
        {
            "id": "12.",
            "section": "1997 Revenue for an Old Board",
            "content": "12. (1) The 1997 revenue for an old board is the sum of, (a) the taxes levied under the Act for the purposes of the old board in 1997; (b) amounts that are receivable by the old board in 1997 under subsection 159 (22) of the Municipal Act, as it read immediately before January 1, 1998; (c) payments in lieu of taxes, as defined in section 1 of Ontario Regulation 78/97, that are receivable by the old board in 1997; (d) the total of 1996 taxes refunded by the old board as a result of withdrawal of employee services or lock-out of employees, as reported in the audited 1997 financial statements of the old board at code point 0246; (e) the lesser of, (i) the old board’s over-requisitions and reserve transfers, as determined under subsection (2), and (ii) the amount set out in Table 1 opposite the old board; (f) the supplementary taxes of the old board as determined for revenue guarantee purposes under subsection (4); (g) the grant payable to the old board under Ontario Regulation 78/97, not including amounts payable under section 50 of that Regulation; less the sum of, (h) the amount, if any, by which the sum of the amounts calculated as grants for the old board for 1997 under sections 8 to 45 of Ontario Regulation 78/97 is less than zero; and (i) the tax write-off for the old board as determined for revenue guarantee purposes under subsection (6). O. Reg. 285/98, s. 12 (1). (2) For the purposes of subclause (1) (e) (i), the amount of an old board’s over-requisitions and reserve transfers is the old board’s 1996 over-requisition, as reported in the audited 1997 financial statements of the old board at code point 0244, adjusted as follows: 1. Where the estimates adopted by the old board in 1997 report a net amount transferred from its reserve for working funds, add that net amount to the 1996 over-requisition. 2. Where the estimates adopted by the old board in 1997 report a net amount transferred to its reserve for working funds, deduct that net amount from the 1996 over-requisition. O. Reg. 285/98, s. 12 (2). (3) For the purposes of subclause (1) (e) (i), if the amount obtained under subsection (2) is a negative amount, the amount shall be deemed to be zero. O. Reg. 285/98, s. 12 (3). (4) For the purposes of clause (1) (f), the supplementary taxes of an old board for revenue guarantee purposes is the lesser of, (a) the taxes receivable in 1997 by the old board under section 35 of the Assessment Act; and (b) the greater of, (i) the amount included in the 1997 estimates of the old board in respect of the taxes receivable in 1997 by it under section 35 of the Assessment Act, and (ii) the average of the amounts received by the old board in 1992, 1993, 1994, 1995 and 1996 under section 35 of the Assessment Act. O. Reg. 285/98, s. 12 (4). (5) Calculations under clauses (1) (g) and (h) shall be made as if there was no withdrawal of employee services and no lock-out of employees during 1997. O. Reg. 285/98, s. 12 (5). (6) For the purposes of clause (1) (i), the tax write-off for an old board for revenue guarantee purposes is the lesser of, (a) the amounts charged to the old board in 1997 by a municipal council under section 421 of the Municipal Act, not including taxes receivable in 1997 by the old board to the extent that such taxes were cancelled or reduced as a result of a resolution of the old board; and (b) the greater of, (i) the amounts included in the 1997 estimates of the old board in respect of the amounts chargeable in 1997 to it by a municipal council under section 421 of the Municipal Act, not including taxes receivable in 1997 by the old board to the extent that such taxes were cancelled or reduced as a result of a resolution of the old board, and (ii) the average of the amounts charged to the old board in 1992, 1993, 1994, 1995 and 1996 by a municipal council under section 421 of the Municipal Act, not including taxes receivable in those years by the old board to the extent that such taxes were cancelled or reduced as a result of a resolution of the old board. O. Reg. 285/98, s. 12 (6). (7) For the purposes of subclauses (4) (b) (ii) and (6) (b) (ii), if the amount received or charged, as the case may be, in any one of the five years exceeds the five-year average by 75 per cent or more, the average shall be calculated excluding that year. O. Reg. 285/98, s. 12 (7). Allocation Ratio",
            "raw_html": "<p class=\"section-e\"><b>12. </b>(1) The 1997 revenue for an old board is the sum of,</p> <p class=\"clause-e\">(a) the taxes levied under the Act for the purposes of the old board in 1997;</p> <p class=\"clause-e\"> (b) amounts that are receivable by the old board in 1997 under subsection 159 (22) of the <i>Municipal Act</i>, as it read immediately before January 1, 1998;</p> <p class=\"clause-e\"> (c) payments in lieu of taxes, as defined in section 1 of Ontario Regulation 78/97, that are receivable by the old board in 1997;</p> <p class=\"clause-e\">(d) the total of 1996 taxes refunded by the old board as a result of withdrawal of employee services or lock-out of employees, as reported in the audited 1997 financial statements of the old board at code point 0246;</p> <p class=\"clause-e\">(e) the lesser of,</p> <p class=\"subclause-e\">(i) the old board’s over-requisitions and reserve transfers, as determined under subsection (2), and</p> <p class=\"subclause-e\">(ii) the amount set out in Table 1 opposite the old board;</p> <p class=\"clause-e\">(f) the supplementary taxes of the old board as determined for revenue guarantee purposes under subsection (4);</p> <p class=\"clause-e\">(g) the grant payable to the old board under Ontario Regulation 78/97, not including amounts payable under section 50 of that Regulation;</p> <p class=\"Ssection-e\">less the sum of,</p> <p class=\"clause-e\">(h) the amount, if any, by which the sum of the amounts calculated as grants for the old board for 1997 under sections 8 to 45 of Ontario Regulation 78/97 is less than zero; and</p> <p class=\"clause-e\">(i) the tax write-off for the old board as determined for revenue guarantee purposes under subsection (6). O. Reg. 285/98, s. 12 (1).</p> <p class=\"subsection-e\">(2) For the purposes of subclause (1) (e) (i), the amount of an old board’s over-requisitions and reserve transfers is the old board’s 1996 over-requisition, as reported in the audited 1997 financial statements of the old board at code point 0244, adjusted as follows:</p> <p class=\"paragraph-e\">1. Where the estimates adopted by the old board in 1997 report a net amount transferred from its reserve for working funds, add that net amount to the 1996 over-requisition.</p> <p class=\"paragraph-e\">2. Where the estimates adopted by the old board in 1997 report a net amount transferred to its reserve for working funds, deduct that net amount from the 1996 over-requisition. O. Reg. 285/98, s. 12 (2).</p> <p class=\"subsection-e\">(3) For the purposes of subclause (1) (e) (i), if the amount obtained under subsection (2) is a negative amount, the amount shall be deemed to be zero. O. Reg. 285/98, s. 12 (3).</p> <p class=\"subsection-e\">(4) For the purposes of clause (1) (f), the supplementary taxes of an old board for revenue guarantee purposes is the lesser of,</p> <p class=\"clause-e\">(a) the taxes receivable in 1997 by the old board under section 35 of the <i>Assessment Act</i>; and</p> <p class=\"clause-e\">(b) the greater of,</p> <p class=\"subclause-e\">(i) the amount included in the 1997 estimates of the old board in respect of the taxes receivable in 1997 by it under section 35 of the <i>Assessment Act</i>, and</p> <p class=\"subclause-e\">(ii) the average of the amounts received by the old board in 1992, 1993, 1994, 1995 and 1996 under section 35 of the <i>Assessment Act</i>. O. Reg. 285/98, s. 12 (4).</p> <p class=\"subsection-e\">(5) Calculations under clauses (1) (g) and (h) shall be made as if there was no withdrawal of employee services and no lock-out of employees during 1997. O. Reg. 285/98, s. 12 (5).</p> <p class=\"subsection-e\">(6) For the purposes of clause (1) (i), the tax write-off for an old board for revenue guarantee purposes is the lesser of,</p> <p class=\"clause-e\">(a) the amounts charged to the old board in 1997 by a municipal council under section 421 of the <i>Municipal Act</i>, not including taxes receivable in 1997 by the old board to the extent that such taxes were cancelled or reduced as a result of a resolution of the old board; and</p> <p class=\"clause-e\">(b) the greater of,</p> <p class=\"subclause-e\">(i) the amounts included in the 1997 estimates of the old board in respect of the amounts chargeable in 1997 to it by a municipal council under section 421 of the <i>Municipal Act</i>, not including taxes receivable in 1997 by the old board to the extent that such taxes were cancelled or reduced as a result of a resolution of the old board, and</p> <p class=\"subclause-e\">(ii) the average of the amounts charged to the old board in 1992, 1993, 1994, 1995 and 1996 by a municipal council under section 421 of the <i>Municipal Act</i>, not including taxes receivable in those years by the old board to the extent that such taxes were cancelled or reduced as a result of a resolution of the old board. O. Reg. 285/98, s. 12 (6).</p> <p class=\"subsection-e\">(7) For the purposes of subclauses (4) (b) (ii) and (6) (b) (ii), if the amount received or charged, as the case may be, in any one of the five years exceeds the five-year average by 75 per cent or more, the average shall be calculated excluding that year. O. Reg. 285/98, s. 12 (7).</p> <p class=\"heading1-e\"><a name=\"P197_16094\"></a><a name=\"BK8\"></a>Allocation Ratio</p>"
        },
        {
            "id": "13.",
            "section": "Allocation Ratio",
            "content": "13. (1) Subject to subsection (3), the allocation ratio for the English-language portion of an old board is the ratio specified for English-language expenditures on the 1997 actual expenditure allocation form for the old board. O. Reg. 285/98, s. 13 (1). (2) Subject to subsection (3), the allocation ratio for the French-language portion of an old board is the ratio specified for French-language expenditures on the 1997 actual expenditure allocation form for the old board. O. Reg. 285/98, s. 13 (2). (3) The English-language district school board and the French-language district school board of which an old board is a predecessor may by agreement specify different allocation ratios for the English-language portion and French-language portion of the old board. O. Reg. 285/98, s. 13 (3). (4) If an old board has no French-language expenditures to note on the 1997 actual expenditure allocation form, the allocation ratio for the English-language portion of the old board is one and the allocation ratio for the French-language portion of the old board is zero. O. Reg. 285/98, s. 13 (4). (5) If an old board has no English-language expenditures to note on the 1997 actual expenditure allocation form, the allocation ratio for the French-language portion of the old board is one and the allocation ratio for the English-language portion of the old board is zero. O. Reg. 285/98, s. 13 (5). Enrolment Adjustment Factor",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) Subject to subsection (3), the allocation ratio for the English-language portion of an old board is the ratio specified for English-language expenditures on the 1997 actual expenditure allocation form for the old board. O. Reg. 285/98, s. 13 (1).</p> <p class=\"subsection-e\">(2) Subject to subsection (3), the allocation ratio for the French-language portion of an old board is the ratio specified for French-language expenditures on the 1997 actual expenditure allocation form for the old board. O. Reg. 285/98, s. 13 (2).</p> <p class=\"subsection-e\">(3) The English-language district school board and the French-language district school board of which an old board is a predecessor may by agreement specify different allocation ratios for the English-language portion and French-language portion of the old board. O. Reg. 285/98, s. 13 (3).</p> <p class=\"subsection-e\">(4) If an old board has no French-language expenditures to note on the 1997 actual expenditure allocation form, the allocation ratio for the English-language portion of the old board is one and the allocation ratio for the French-language portion of the old board is zero. O. Reg. 285/98, s. 13 (4).</p> <p class=\"subsection-e\">(5) If an old board has no English-language expenditures to note on the 1997 actual expenditure allocation form, the allocation ratio for the French-language portion of the old board is one and the allocation ratio for the English-language portion of the old board is zero. O. Reg. 285/98, s. 13 (5).</p> <p class=\"heading1-e\"><a name=\"P203_17539\"></a><a name=\"BK9\"></a>Enrolment Adjustment Factor</p>"
        },
        {
            "id": "14.",
            "section": "Enrolment Adjustment Factor",
            "content": "14. (1) The enrolment adjustment factor for the English-language portion of an old board is determined by dividing the 1997-1998 school year English-language average daily enrolment for the old board area, as determined under subsection (2), by the 1997 calendar year English-language average daily enrolment for the old board, as determined under subsection (3). O. Reg. 285/98, s. 14 (1). (2) The 1997-1998 school year English-language average daily enrolment for the old board area is the sum of the following amounts: 1. The portion of the day school A.D.E. of resident-internal pupils and of the day school A.D.E. of resident-external pupils of the old board that is in respect of the period from September 1, 1997 to December 31, 1997, excluding pupils enrolled in a French-language instructional unit. For the purposes of this paragraph, “day school A.D.E. of resident-internal pupils” and “day school A.D.E. of resident-external pupils” have the same meaning as in Ontario Regulation 78/97. 2. The average daily enrolment calculated under section 2 of the short year A.D.E. regulation in respect of pupils who reside in the area of jurisdiction of the old board and who are resident pupils of an English-language district school board, excluding pupils enrolled in a secondary school who are 21 years of age or more on December 31, 1997 and pupils enrolled in a junior kindergarten program. For the purposes of this paragraph, a pupil is a resident pupil of a district school board if he or she is a resident-internal pupil or a resident-external pupil of the board within the meaning of the short year A.D.E. regulation. 3. The portion of the day school A.D.E. of non-resident pupils of the old board that is in respect of the period from September 1, 1997 to December 31, 1997, excluding pupils in respect of whom the Minister did not pay the cost of education under sections 31 to 34 of Ontario Regulation 78/97 and pupils enrolled in a French-language instructional unit. For the purposes of this paragraph, “day school A.D.E. of non-resident pupils” has the same meaning as in Ontario Regulation 78/97. 4. The average daily enrolment calculated under section 2 of the short year A.D.E. regulation in respect of non-resident pupils of an English-language district school board who reside in the area of jurisdiction of the old board and who would qualify for assistance for the cost of education under the rules set out in sections 31 to 34 of Ontario Regulation 78/97, if those rules applied in respect of the short year. For the purposes of this paragraph, a pupil is a non-resident pupil of a district school board if he or she is a non-resident pupil of the board within the meaning of the short year A.D.E. regulation. 5. The product of, i. 7, and ii. the sum of the number of teachers and one-half of the number of teachers’ assistants employed by the old board to provide English-language instruction, within the meaning of subsection 58.1 (1) of the Act, in programs approved by the Minister under section 27 of Ontario Regulation 78/97 for the purposes of the 1997-1998 school year. O. Reg. 285/98, s. 14 (2). (3) The 1997 calendar year English-language average daily enrolment for the old board is the sum of the following amounts: 1. The 1997 day school A.D.E. of resident-external pupils and the 1997 day school A.D.E. of resident-internal pupils of the old board, excluding pupils enrolled in a French-language instructional unit. For the purposes of this paragraph, “day school A.D.E. of resident-external pupils” and “day school A.D.E. of resident-internal pupils” have the same meaning as in Ontario Regulation 78/97. 2. The day school A.D.E. of non-resident pupils of the old board, excluding pupils in respect of whom the Minister did not pay the cost of education under sections 31 to 34 of Ontario Regulation 78/97 and pupils enrolled in a French-language instructional unit. For the purposes of this paragraph, “day school A.D.E. of non-resident pupils” has the same meaning as in Ontario Regulation 78/97. 3. The product of, i. 7, and ii. the sum of the number of teachers and one-half of the number of teachers’ assistants employed to provide English-language instruction, within the meaning of subsection 58.1 (1) of the Act, in programs approved by the Minister under section 27 of Ontario Regulation 78/97 for the purposes of the 1997 calendar year. O. Reg. 285/98, s. 14 (3). (4) The following rules apply in respect of subsections (2) and (3): 1. This rule applies for the purposes of paragraphs 1 and 3 of subsection (2) and paragraphs 1 and 2 of subsection (3). A secondary school pupil of the old board who took some but not all of his or her credits in a French-language instructional unit shall be counted partly as a pupil enrolled in a French-language instructional unit and partly as a pupil not enrolled in such a unit, in the proportion that the credits taken by the pupil in a French-language instructional unit bears to the total credits taken by the pupil. 2. This rule applies for the purposes of paragraph 2 of subsection (2) where, on October 31, 1997, a pupil was enrolled in a secondary school of a public old board and the pupil’s parent or guardian was a separate school supporter whose 1997 taxes for secondary school purposes were applied to the support of the public old board. If the pupil is enrolled on March 31, 1998 in a secondary school of the district school board that, on March 31, 1998, governs the school that the pupil was enrolled in on October 31, 1997, he or she shall be counted as a resident pupil of the public district school board. For the purposes of this rule, “public old board” means an old board other than a Roman Catholic school board within the meaning of the Education Act as it read immediately before January 1, 1998. 3. This rule applies for the purposes of paragraph 2 of subsection (2) where, on October 31, 1997, a pupil was a resident pupil of an old board enrolled in an English-language instructional unit. If the pupil is enrolled on March 31, 1998 in a school governed by an English-language district school board of which the old board is a predecessor board, the pupil shall be counted as a resident pupil of the English-language district school board. For the purposes of this rule, a pupil was a resident pupil of an old board if the pupil was a resident-internal or resident-external pupil of the old board within the meaning of Ontario Regulation 78/97. O. Reg. 285/98, s. 14 (4). (5) Subsections (1) to (4) apply, with necessary modifications, in respect of the enrolment adjustment factor for the French-language portion of an old board and, for the purpose, (a) a reference to English-language shall be deemed to be a reference to French-language; and (b) a reference to French-language shall be deemed to be a reference to English-language. O. Reg. 285/98, s. 14 (5). (6) Where the enrolment adjustment factor calculated in accordance with subsections (1) to (5) is less than 1.0, the enrolment adjustment factor shall be adjusted by adding to it 50 per cent of the amount by which the factor is less than one. O. Reg. 285/98, s. 14 (6). Junior Kindergarten Adjustment",
            "raw_html": "<p class=\"section-e\"><b>14. </b>(1) The enrolment adjustment factor for the English-language portion of an old board is determined by dividing the 1997-1998 school year English-language average daily enrolment for the old board area, as determined under subsection (2), by the 1997 calendar year English-language average daily enrolment for the old board, as determined under subsection (3). O. Reg. 285/98, s. 14 (1).</p> <p class=\"subsection-e\">(2) The 1997-1998 school year English-language average daily enrolment for the old board area is the sum of the following amounts:</p> <p class=\"paragraph-e\">1. The portion of the day school A.D.E. of resident-internal pupils and of the day school A.D.E. of resident-external pupils of the old board that is in respect of the period from September 1, 1997 to December 31, 1997, excluding pupils enrolled in a French-language instructional unit. For the purposes of this paragraph, “day school A.D.E. of resident-internal pupils” and “day school A.D.E. of resident-external pupils” have the same meaning as in Ontario Regulation 78/97.</p> <p class=\"paragraph-e\">2. The average daily enrolment calculated under section 2 of the short year A.D.E. regulation in respect of pupils who reside in the area of jurisdiction of the old board and who are resident pupils of an English-language district school board, excluding pupils enrolled in a secondary school who are 21 years of age or more on December 31, 1997 and pupils enrolled in a junior kindergarten program. For the purposes of this paragraph, a pupil is a resident pupil of a district school board if he or she is a resident-internal pupil or a resident-external pupil of the board within the meaning of the short year A.D.E. regulation.</p> <p class=\"paragraph-e\">3. The portion of the day school A.D.E. of non-resident pupils of the old board that is in respect of the period from September 1, 1997 to December 31, 1997, excluding pupils in respect of whom the Minister did not pay the cost of education under sections 31 to 34 of Ontario Regulation 78/97 and pupils enrolled in a French-language instructional unit. For the purposes of this paragraph, “day school A.D.E. of non-resident pupils” has the same meaning as in Ontario Regulation 78/97.</p> <p class=\"paragraph-e\">4. The average daily enrolment calculated under section 2 of the short year A.D.E. regulation in respect of non-resident pupils of an English-language district school board who reside in the area of jurisdiction of the old board and who would qualify for assistance for the cost of education under the rules set out in sections 31 to 34 of Ontario Regulation 78/97, if those rules applied in respect of the short year. For the purposes of this paragraph, a pupil is a non-resident pupil of a district school board if he or she is a non-resident pupil of the board within the meaning of the short year A.D.E. regulation.</p> <p class=\"paragraph-e\">5. The product of,</p> <p class=\"subpara-e\">i. 7, and</p> <p class=\"subpara-e\">ii. the sum of the number of teachers and one-half of the number of teachers’ assistants employed by the old board to provide English-language instruction, within the meaning of subsection 58.1 (1) of the Act, in programs approved by the Minister under section 27 of Ontario Regulation 78/97 for the purposes of the 1997-1998 school year. O. Reg. 285/98, s. 14 (2).</p> <p class=\"subsection-e\">(3) The 1997 calendar year English-language average daily enrolment for the old board is the sum of the following amounts:</p> <p class=\"paragraph-e\">1. The 1997 day school A.D.E. of resident-external pupils and the 1997 day school A.D.E. of resident-internal pupils of the old board, excluding pupils enrolled in a French-language instructional unit. For the purposes of this paragraph, “day school A.D.E. of resident-external pupils” and “day school A.D.E. of resident-internal pupils” have the same meaning as in Ontario Regulation 78/97.</p> <p class=\"paragraph-e\">2. The day school A.D.E. of non-resident pupils of the old board, excluding pupils in respect of whom the Minister did not pay the cost of education under sections 31 to 34 of Ontario Regulation 78/97 and pupils enrolled in a French-language instructional unit. For the purposes of this paragraph, “day school A.D.E. of non-resident pupils” has the same meaning as in Ontario Regulation 78/97.</p> <p class=\"paragraph-e\">3. The product of,</p> <p class=\"subpara-e\">i. 7, and</p> <p class=\"subpara-e\">ii. the sum of the number of teachers and one-half of the number of teachers’ assistants employed to provide English-language instruction, within the meaning of subsection 58.1 (1) of the Act, in programs approved by the Minister under section 27 of Ontario Regulation 78/97 for the purposes of the 1997 calendar year. O. Reg. 285/98, s. 14 (3).</p> <p class=\"subsection-e\">(4) The following rules apply in respect of subsections (2) and (3):</p> <p class=\"paragraph-e\">1. This rule applies for the purposes of paragraphs 1 and 3 of subsection (2) and paragraphs 1 and 2 of subsection (3). A secondary school pupil of the old board who took some but not all of his or her credits in a French-language instructional unit shall be counted partly as a pupil enrolled in a French-language instructional unit and partly as a pupil not enrolled in such a unit, in the proportion that the credits taken by the pupil in a French-language instructional unit bears to the total credits taken by the pupil.</p> <p class=\"paragraph-e\">2. This rule applies for the purposes of paragraph 2 of subsection (2) where, on October 31, 1997, a pupil was enrolled in a secondary school of a public old board and the pupil’s parent or guardian was a separate school supporter whose 1997 taxes for secondary school purposes were applied to the support of the public old board. If the pupil is enrolled on March 31, 1998 in a secondary school of the district school board that, on March 31, 1998, governs the school that the pupil was enrolled in on October 31, 1997, he or she shall be counted as a resident pupil of the public district school board. For the purposes of this rule, “public old board” means an old board other than a Roman Catholic school board within the meaning of the <i>Education Act</i> as it read immediately before January 1, 1998.</p> <p class=\"paragraph-e\">3. This rule applies for the purposes of paragraph 2 of subsection (2) where, on October 31, 1997, a pupil was a resident pupil of an old board enrolled in an English-language instructional unit. If the pupil is enrolled on March 31, 1998 in a school governed by an English-language district school board of which the old board is a predecessor board, the pupil shall be counted as a resident pupil of the English-language district school board. For the purposes of this rule, a pupil was a resident pupil of an old board if the pupil was a resident-internal or resident-external pupil of the old board within the meaning of Ontario Regulation 78/97. O. Reg. 285/98, s. 14 (4).</p> <p class=\"subsection-e\">(5) Subsections (1) to (4) apply, with necessary modifications, in respect of the enrolment adjustment factor for the French-language portion of an old board and, for the purpose,</p> <p class=\"clause-e\">(a) a reference to English-language shall be deemed to be a reference to French-language; and</p> <p class=\"clause-e\">(b) a reference to French-language shall be deemed to be a reference to English-language. O. Reg. 285/98, s. 14 (5).</p> <p class=\"subsection-e\">(6) Where the enrolment adjustment factor calculated in accordance with subsections (1) to (5) is less than 1.0, the enrolment adjustment factor shall be adjusted by adding to it 50 per cent of the amount by which the factor is less than one. O. Reg. 285/98, s. 14 (6).</p> <p class=\"heading1-e\"><a name=\"P227_24767\"></a><a name=\"BK10\"></a>Junior Kindergarten Adjustment</p>"
        },
        {
            "id": "15.",
            "section": "Junior Kindergarten Adjustment",
            "content": "15. (1) In this section, “resident-internal pupil” has the same meaning as in Ontario Regulation 78/97. O. Reg. 285/98, s. 15 (1). (2) Subsection (3) applies where an old board operated a junior kindergarten that was an English-language instructional unit in one or more of its schools in September, 1997 and, (a) did not operate a junior kindergarten that was an English-language instructional unit in any of its schools before September, 1997; or (b) was in September, 1997 following an implementation plan for junior kindergarten that involved phasing in junior kindergarten across the old board. O. Reg. 285/98, s. 15 (2). (3) Subject to subsection (2), the junior kindergarten adjustment for the English-language portion of an old board is the product of, (a) $2,033; and (b) 37.2 per cent of the number of resident-internal pupils enrolled on October 31, 1997 in a junior kindergarten that, (i) was operated by the old board in a school in which junior kindergarten was not provided before September 1, 1997, and (ii) was not a French-language instructional unit. O. Reg. 285/98, s. 15 (3). (4) Subsection (5) applies where an old board operated a junior kindergarten that was a French-language instructional unit in one or more of its schools in September, 1997 and, (a) did not operate a junior kindergarten that was a French-language instructional unit in any of its schools before September, 1997; or (b) was in September, 1997 following an implementation plan for junior kindergarten that involved phasing in junior kindergarten across the old board. O. Reg. 285/98, s. 15 (4). (5) Subject to subsection (4), the junior kindergarten adjustment for the French-language portion of an old board is the product of, (a) $2,033; and (b) 37.2 per cent of the number of resident-internal pupils enrolled on October 31, 1997 in a junior kindergarten that, (i) was operated by the old board in a school in which junior kindergarten was not provided before September 1, 1997, and (ii) was a French-language instructional unit. O. Reg. 285/98, s. 15 (5). Summer School Adjustment",
            "raw_html": "<p class=\"section-e\"><b>15. </b>(1) In this section,</p> <p class=\"firstdef-e\">“resident-internal pupil” has the same meaning as in Ontario Regulation 78/97. O. Reg. 285/98, s. 15 (1).</p> <p class=\"subsection-e\">(2) Subsection (3) applies where an old board operated a junior kindergarten that was an English-language instructional unit in one or more of its schools in September, 1997 and,</p> <p class=\"clause-e\">(a) did not operate a junior kindergarten that was an English-language instructional unit in any of its schools before September, 1997; or</p> <p class=\"clause-e\">(b) was in September, 1997 following an implementation plan for junior kindergarten that involved phasing in junior kindergarten across the old board. O. Reg. 285/98, s. 15 (2).</p> <p class=\"subsection-e\">(3) Subject to subsection (2), the junior kindergarten adjustment for the English-language portion of an old board is the product of,</p> <p class=\"clause-e\">(a) $2,033; and</p> <p class=\"clause-e\">(b) 37.2 per cent of the number of resident-internal pupils enrolled on October 31, 1997 in a junior kindergarten that,</p> <p class=\"subclause-e\">(i) was operated by the old board in a school in which junior kindergarten was not provided before September 1, 1997, and</p> <p class=\"subclause-e\">(ii) was not a French-language instructional unit. O. Reg. 285/98, s. 15 (3).</p> <p class=\"subsection-e\">(4) Subsection (5) applies where an old board operated a junior kindergarten that was a French-language instructional unit in one or more of its schools in September, 1997 and,</p> <p class=\"clause-e\">(a) did not operate a junior kindergarten that was a French-language instructional unit in any of its schools before September, 1997; or</p> <p class=\"clause-e\">(b) was in September, 1997 following an implementation plan for junior kindergarten that involved phasing in junior kindergarten across the old board. O. Reg. 285/98, s. 15 (4).</p> <p class=\"subsection-e\">(5) Subject to subsection (4), the junior kindergarten adjustment for the French-language portion of an old board is the product of,</p> <p class=\"clause-e\">(a) $2,033; and</p> <p class=\"clause-e\">(b) 37.2 per cent of the number of resident-internal pupils enrolled on October 31, 1997 in a junior kindergarten that,</p> <p class=\"subclause-e\">(i) was operated by the old board in a school in which junior kindergarten was not provided before September 1, 1997, and</p> <p class=\"subclause-e\">(ii) was a French-language instructional unit. O. Reg. 285/98, s. 15 (5).</p> <p class=\"heading1-e\"><a name=\"P246_26863\"></a><a name=\"BK11\"></a>Summer School Adjustment</p>"
        },
        {
            "id": "16.",
            "section": "Summer School Adjustment",
            "content": "16. (1) In this section, “day school A.D.E. of resident-external pupils” has the same meaning as in Ontario Regulation 78/97; (“effectif quotidien moyen des élèves résidents externes de jour”) “day school A.D.E. of resident-internal pupils” has the same meaning as in Ontario Regulation 78/97; (“effectif quotidien moyen des élèves résidents internes de jour”) “summer school A.D.E. for grant purposes” has the same meaning as in Ontario Regulation 78/97. (“effectif quotidien moyen des cours d’été aux fins des subventions”) O. Reg. 285/98, s. 16 (1). (2) The summer school adjustment for the English-language portion of an old board is the product of, (a) the 1997 summer school A.D.E. for grant purposes, excluding pupils enrolled in a French-language instructional unit less the product of, (i) the 1997 day school A.D.E. of resident-external pupils and resident-internal pupils, excluding pupils enrolled in a French-language instructional unit, and (ii) 0.004; (b) $2,257; and (c) 0.38. O. Reg. 285/98, s. 16 (2). (3) The summer school adjustment for the French-language portion of an old board is the product of, (a) the 1997 summer school A.D.E. for grant purposes, excluding pupils enrolled in an English-language instructional unit less the product of, (i) the 1997 day school A.D.E. of resident-external pupils and resident-internal pupils, excluding pupils enrolled in an English-language instructional unit, and (ii) 0.004; (b) $2,257; and (c) 0.38. O. Reg. 285/98, s. 16 (3). Short Year Tax Revenue of a District School Board",
            "raw_html": "<p class=\"section-e\"><b>16. </b>(1) In this section,</p> <p class=\"firstdef-e\">“day school A.D.E. of resident-external pupils” has the same meaning as in Ontario Regulation 78/97; (“effectif quotidien moyen des élèves résidents externes de jour”)</p> <p class=\"definition-e\">“day school A.D.E. of resident-internal pupils” has the same meaning as in Ontario Regulation 78/97; (“effectif quotidien moyen des élèves résidents internes de jour”)</p> <p class=\"definition-e\">“summer school A.D.E. for grant purposes” has the same meaning as in Ontario Regulation 78/97. (“effectif quotidien moyen des cours d’été aux fins des subventions”) O. Reg. 285/98, s. 16 (1).</p> <p class=\"subsection-e\">(2) The summer school adjustment for the English-language portion of an old board is the product of,</p> <p class=\"clause-e\">(a) the 1997 summer school A.D.E. for grant purposes, excluding pupils enrolled in a French-language instructional unit less the product of,</p> <p class=\"subclause-e\">(i) the 1997 day school A.D.E. of resident-external pupils and resident-internal pupils, excluding pupils enrolled in a French-language instructional unit, and</p> <p class=\"subclause-e\">(ii) 0.004;</p> <p class=\"clause-e\">(b) $2,257; and</p> <p class=\"clause-e\">(c) 0.38. O. Reg. 285/98, s. 16 (2).</p> <p class=\"subsection-e\">(3) The summer school adjustment for the French-language portion of an old board is the product of,</p> <p class=\"clause-e\">(a) the 1997 summer school A.D.E. for grant purposes, excluding pupils enrolled in an English-language instructional unit less the product of,</p> <p class=\"subclause-e\">(i) the 1997 day school A.D.E. of resident-external pupils and resident-internal pupils, excluding pupils enrolled in an English-language instructional unit, and</p> <p class=\"subclause-e\">(ii) 0.004;</p> <p class=\"clause-e\">(b) $2,257; and</p> <p class=\"clause-e\">(c) 0.38. O. Reg. 285/98, s. 16 (3).</p> <p class=\"heading1-e\"><a name=\"P263_28409\"></a><a name=\"BK12\"></a>Short Year Tax Revenue of a District School Board</p>"
        },
        {
            "id": "17.",
            "section": "Short Year Tax Revenue of a District School Board",
            "content": "17. (1) For the purposes of paragraph 2 of section 10, the short year tax revenue of a district school board shall be determined as follows: 1. Add, i. the total of the amounts distributed to the board in respect of the 1998 calendar year under subsections 237 (12) and 238 (2), section 239, subsection 240 (5), sections 250 and 251 and subsections 257.8 (2) and 257.9 (1) of the Act, under sections 447.20 and 447.52 of the Municipal Act and under section 10 of Ontario Regulation 509/98, ii. the amounts, if any, received by the board in respect of the 1998 calendar year from a municipality under subsection 445 (4) of the Municipal Act, iii. the total of the payments in lieu of taxes distributed to the board in respect of the 1998 calendar year under subsection 371.1 (1) of the Municipal Act, iv. the total of the amounts, if any, received by the board in respect of the 1998 calendar year under the Municipal Grants Act (Canada) or under any Act of Canada that permits a payment to be made by a government or a government agency in lieu of taxes on real property, and v. the amounts, if any, shared with the board in respect of the 1998 calendar year under subsection 442.1 (11.3) of the Municipal Act. 2. Multiply by 0.62. 3. Add, i. the total of the amounts, if any, distributed to the board in the short year under subsection 2 (2) of Ontario Regulation 365/98, and ii. the total of the amounts, if any, paid to the board in the short year under clause 3 (1) (a) of Ontario Regulation 366/98. 4. Deduct the cost incurred in the short year by the board under section 257.7 of the Act in collecting taxes for school purposes in territory without municipal organization, to a maximum of 2 per cent of 62 per cent of the total amount of taxes levied by it for 1998 for school purposes in territory without municipal organization. 5. Deduct the total of the amounts paid as rebates by the board under section 257.2.1 of the Act in the short year. 6. Deduct 62 per cent of the total of the amounts, if any, paid by the board in respect of the 1998 calendar year under subsections 442.1 (7) and 442.2 (8.1) of the Municipal Act. O. Reg. 210/99, s. 1. (2) Amounts paid by the Minister to the board in respect of the 1998 calendar year under section 257.11 of the Act shall be deemed to be amounts distributed to the board in respect of the 1998 calendar year under a provision of the Act referred to in subparagraph i of paragraph 1 of subsection (1). O. Reg. 210/99, s. 1. Assistance Related to Negative Grants",
            "raw_html": "<p class=\"section-e\"><b>17. </b>(1) For the purposes of paragraph 2 of section 10, the short year tax revenue of a district school board shall be determined as follows:</p> <p class=\"paragraph-e\">1. Add,</p> <p class=\"subpara-e\">i. the total of the amounts distributed to the board in respect of the 1998 calendar year under subsections 237 (12) and 238 (2), section 239, subsection 240 (5), sections 250 and 251 and subsections 257.8 (2) and 257.9 (1) of the Act, under sections 447.20 and 447.52 of the <i>Municipal Act</i> and under section 10 of Ontario Regulation 509/98,</p> <p class=\"subpara-e\">ii. the amounts, if any, received by the board in respect of the 1998 calendar year from a municipality under subsection 445 (4) of the <i>Municipal Act</i>,</p> <p class=\"subpara-e\">iii. the total of the payments in lieu of taxes distributed to the board in respect of the 1998 calendar year under subsection 371.1 (1) of the <i>Municipal Act</i>,</p> <p class=\"subpara-e\">iv. the total of the amounts, if any, received by the board in respect of the 1998 calendar year under the <i>Municipal Grants Act</i> (Canada) or under any Act of Canada that permits a payment to be made by a government or a government agency in lieu of taxes on real property, and</p> <p class=\"subpara-e\">v. the amounts, if any, shared with the board in respect of the 1998 calendar year under subsection 442.1 (11.3) of the <i>Municipal Act</i>.</p> <p class=\"paragraph-e\">2. Multiply by 0.62.</p> <p class=\"paragraph-e\">3. Add,</p> <p class=\"subpara-e\">i. the total of the amounts, if any, distributed to the board in the short year under subsection 2 (2) of Ontario Regulation 365/98, and</p> <p class=\"subpara-e\">ii. the total of the amounts, if any, paid to the board in the short year under clause 3 (1) (a) of Ontario Regulation 366/98.</p> <p class=\"paragraph-e\">4. Deduct the cost incurred in the short year by the board under section 257.7 of the Act in collecting taxes for school purposes in territory without municipal organization, to a maximum of 2 per cent of 62 per cent of the total amount of taxes levied by it for 1998 for school purposes in territory without municipal organization.</p> <p class=\"paragraph-e\">5. Deduct the total of the amounts paid as rebates by the board under section 257.2.1 of the Act in the short year.</p> <p class=\"paragraph-e\">6. Deduct 62 per cent of the total of the amounts, if any, paid by the board in respect of the 1998 calendar year under subsections 442.1 (7) and 442.2 (8.1) of the <i>Municipal Act</i>. O. Reg. 210/99, s. 1.</p> <p class=\"subsection-e\">(2) Amounts paid by the Minister to the board in respect of the 1998 calendar year under section 257.11 of the Act shall be deemed to be amounts distributed to the board in respect of the 1998 calendar year under a provision of the Act referred to in subparagraph i of paragraph 1 of subsection (1). O. Reg. 210/99, s. 1.</p> <p class=\"heading1-e\"><a name=\"P279_30919\"></a><a name=\"BK13\"></a>Assistance Related to Negative Grants</p>"
        },
        {
            "id": "18.",
            "section": "Assistance Related to Negative Grants",
            "content": "18. (1) This section applies where the sum of the amounts calculated as grants under sections 8 to 45 of Ontario Regulation 78/97 for a predecessor old board of a district school board is less than zero. O. Reg. 285/98, s. 18 (1). (2) In the case of an English-language district school board, the amount to be added under paragraph 3 of section 10 shall be determined as follows: 1. Determine the amount by which the sum of the amounts calculated as grants for the predecessor old board for 1997 under sections 8 to 45 of Ontario Regulation 78/97 is less than zero. 2. Multiply the amount determined under paragraph 1 by 0.62. 3. Multiply the amount determined under paragraph 2 by the allocation ratio for the English-language portion of the old board, as determined or specified under section 13. O. Reg. 285/98, s. 18 (2). (3) In the case of a French-language district school board, the amount to be added under paragraph 3 of section 10 shall be determined as follows: 1. Determine the amount by which the sum of the amounts calculated as grants for the predecessor old board for 1997 under sections 8 to 45 of Ontario Regulation 78/97 is less than zero. 2. Multiply the amount determined under paragraph 1 by 0.62. 3. Multiply the amount determined under paragraph 2 by the allocation ratio for the French-language portion of the old board, as determined or specified under section 13. O. Reg. 285/98, s. 18 (3). (4) Calculations under this section shall be made as if there was no withdrawal of employee services and no lock-out of employees during 1997. O. Reg. 285/98, s. 18 (4). Assistance for Extraordinary 1997 Tax Write-offs",
            "raw_html": "<p class=\"section-e\"><b>18. </b>(1) This section applies where the sum of the amounts calculated as grants under sections 8 to 45 of Ontario Regulation 78/97 for a predecessor old board of a district school board is less than zero. O. Reg. 285/98, s. 18 (1).</p> <p class=\"subsection-e\">(2) In the case of an English-language district school board, the amount to be added under paragraph 3 of section 10 shall be determined as follows:</p> <p class=\"paragraph-e\">1. Determine the amount by which the sum of the amounts calculated as grants for the predecessor old board for 1997 under sections 8 to 45 of Ontario Regulation 78/97 is less than zero.</p> <p class=\"paragraph-e\">2. Multiply the amount determined under paragraph 1 by 0.62.</p> <p class=\"paragraph-e\">3. Multiply the amount determined under paragraph 2 by the allocation ratio for the English-language portion of the old board, as determined or specified under section 13. O. Reg. 285/98, s. 18 (2).</p> <p class=\"subsection-e\">(3) In the case of a French-language district school board, the amount to be added under paragraph 3 of section 10 shall be determined as follows:</p> <p class=\"paragraph-e\">1. Determine the amount by which the sum of the amounts calculated as grants for the predecessor old board for 1997 under sections 8 to 45 of Ontario Regulation 78/97 is less than zero.</p> <p class=\"paragraph-e\">2. Multiply the amount determined under paragraph 1 by 0.62.</p> <p class=\"paragraph-e\">3. Multiply the amount determined under paragraph 2 by the allocation ratio for the French-language portion of the old board, as determined or specified under section 13. O. Reg. 285/98, s. 18 (3).</p> <p class=\"subsection-e\">(4) Calculations under this section shall be made as if there was no withdrawal of employee services and no lock-out of employees during 1997. O. Reg. 285/98, s. 18 (4).</p> <p class=\"heading1-e\"><a name=\"P290_32559\"></a><a name=\"BK14\"></a>Assistance for Extraordinary 1997 Tax Write-offs</p>"
        },
        {
            "id": "19.",
            "section": "Assistance for Extraordinary 1997 Tax Write-offs",
            "content": "19. (1) In the case of an English-language district school board, the amount to be added under paragraph 4 of section 10 shall be determined as follows: 1. For each predecessor old board of the English-language district school board, determine the amount, if any, by which the amount determined under clause 12 (6) (a) exceeds the amount determined under clause 12 (6) (b). 2. Multiply the amount determined under paragraph 1 for each predecessor old board of the English-language district school board by the appropriate distribution ratio, as determined under the directives published in September, 1997 by the Education Improvement Commission and titled “Directives for the Distribution of Assets and Liabilities Among District School Boards”. 3. Total the amounts determined under paragraph 2 for each old board that is a predecessor of the English-language district school board. O. Reg. 285/98, s. 19 (1). (2) In the case of a French-language district school board, the amount to be added under paragraph 4 of section 10 shall be determined as follows: 1. For each predecessor old board of the French-language district school board, determine the amount, if any, by which the amount determined under clause 12 (6) (a) exceeds the amount determined under clause 12 (6) (b). 2. Multiply the amount determined under paragraph 1 for each predecessor old board of the French-language district school board by the appropriate distribution ratio, as determined under the directives published in September, 1997 by the Education Improvement Commission and titled “Directives for the Distribution of Assets and Liabilities Among District School Boards”. 3. Total the amounts determined under paragraph 2 for each old board that is a predecessor of the French-language district school board. O. Reg. 285/98, s. 19 (2). Adjustment for 1997 Extraordinary Supplementary Taxes",
            "raw_html": "<p class=\"section-e\"><b>19. </b>(1) In the case of an English-language district school board, the amount to be added under paragraph 4 of section 10 shall be determined as follows:</p> <p class=\"paragraph-e\">1. For each predecessor old board of the English-language district school board, determine the amount, if any, by which the amount determined under clause 12 (6) (a) exceeds the amount determined under clause 12 (6) (b).</p> <p class=\"paragraph-e\">2. Multiply the amount determined under paragraph 1 for each predecessor old board of the English-language district school board by the appropriate distribution ratio, as determined under the directives published in September, 1997 by the Education Improvement Commission and titled “Directives for the Distribution of Assets and Liabilities Among District School Boards”.</p> <p class=\"paragraph-e\">3. Total the amounts determined under paragraph 2 for each old board that is a predecessor of the English-language district school board. O. Reg. 285/98, s. 19 (1).</p> <p class=\"subsection-e\">(2) In the case of a French-language district school board, the amount to be added under paragraph 4 of section 10 shall be determined as follows:</p> <p class=\"paragraph-e\">1. For each predecessor old board of the French-language district school board, determine the amount, if any, by which the amount determined under clause 12 (6) (a) exceeds the amount determined under clause 12 (6) (b).</p> <p class=\"paragraph-e\">2. Multiply the amount determined under paragraph 1 for each predecessor old board of the French-language district school board by the appropriate distribution ratio, as determined under the directives published in September, 1997 by the Education Improvement Commission and titled “Directives for the Distribution of Assets and Liabilities Among District School Boards”.</p> <p class=\"paragraph-e\">3. Total the amounts determined under paragraph 2 for each old board that is a predecessor of the French-language district school board. O. Reg. 285/98, s. 19 (2).</p> <p class=\"heading1-e\"><a name=\"P299_34433\"></a><a name=\"BK15\"></a>Adjustment for 1997 Extraordinary Supplementary Taxes</p>"
        },
        {
            "id": "20.",
            "section": "Adjustment for 1997 Extraordinary Supplementary Taxes",
            "content": "20. (1) In the case of an English-language district school board, the amount to be deducted under paragraph 5 of section 10 shall be determined as follows: 1. For each predecessor old board of the English-language district school board, determine the amount, if any, by which the amount determined under clause 12 (4) (a) exceeds the amount determined under clause 12 (4) (b). 2. Multiply the amount determined under paragraph 1 for each predecessor old board of the English-language district school board by the appropriate distribution ratio, as determined under the directives published in September, 1997 by the Education Improvement Commission and titled “Directives for the Distribution of Assets and Liabilities Among District School Boards”. 3. Total the amounts determined under paragraph 2 for each old board that is a predecessor of the English-language district school board. O. Reg. 285/98, s. 20 (1). (2) In the case of an French-language district school board, the amount to be deducted under paragraph 5 of section 10 shall be determined as follows: 1. For each predecessor old board of the French-language district school board, determine the amount, if any, by which the amount determined under clause 12 (4) (a) exceeds the amount determined under clause 12 (4) (b). 2. Multiply the amount determined under paragraph 1 for each predecessor old board of the French-language district school board by the appropriate distribution ratio, as determined under the directives published in September, 1997 by the Education Improvement Commission and titled “Directives for the Distribution of Assets and Liabilities Among District School Boards”. 3. Total the amounts determined under paragraph 2 for each old board that is a predecessor of the French-language district school board. O. Reg. 285/98, s. 20 (2). Assistance for Programs in Lieu",
            "raw_html": "<p class=\"section-e\"><b>20. </b>(1) In the case of an English-language district school board, the amount to be deducted under paragraph 5 of section 10 shall be determined as follows:</p> <p class=\"paragraph-e\">1. For each predecessor old board of the English-language district school board, determine the amount, if any, by which the amount determined under clause 12 (4) (a) exceeds the amount determined under clause 12 (4) (b).</p> <p class=\"paragraph-e\">2. Multiply the amount determined under paragraph 1 for each predecessor old board of the English-language district school board by the appropriate distribution ratio, as determined under the directives published in September, 1997 by the Education Improvement Commission and titled “Directives for the Distribution of Assets and Liabilities Among District School Boards”.</p> <p class=\"paragraph-e\">3. Total the amounts determined under paragraph 2 for each old board that is a predecessor of the English-language district school board. O. Reg. 285/98, s. 20 (1).</p> <p class=\"subsection-e\">(2) In the case of an French-language district school board, the amount to be deducted under paragraph 5 of section 10 shall be determined as follows:</p> <p class=\"paragraph-e\">1. For each predecessor old board of the French-language district school board, determine the amount, if any, by which the amount determined under clause 12 (4) (a) exceeds the amount determined under clause 12 (4) (b).</p> <p class=\"paragraph-e\">2. Multiply the amount determined under paragraph 1 for each predecessor old board of the French-language district school board by the appropriate distribution ratio, as determined under the directives published in September, 1997 by the Education Improvement Commission and titled “Directives for the Distribution of Assets and Liabilities Among District School Boards”.</p> <p class=\"paragraph-e\">3. Total the amounts determined under paragraph 2 for each old board that is a predecessor of the French-language district school board. O. Reg. 285/98, s. 20 (2).</p> <p class=\"heading1-e\"><a name=\"P308_36319\"></a><a name=\"BK16\"></a>Assistance for Programs in Lieu</p>"
        },
        {
            "id": "21.",
            "section": "Assistance for Programs in Lieu",
            "content": "21. (1) This section applies where, (a) a pupil who was not a resident pupil of a predecessor old board of a district school board immediately before the short year becomes a resident pupil of the district school board during the short year; (b) the pupil requires a special education program in lieu of an education program provided in a provincial school for blind, deaf or deaf-blind pupils; and (c) the district school board hires additional employees in order to establish or expand a special education program of the type described in clause (b) for the pupil. O. Reg. 285/98, s. 21 (1). (2) The amount to be added under paragraph 7 of section 10 shall be determined as follows: 1. Determine the number of teachers and one-half the number of teacher assistants employed by the board in accordance with the Minister’s approval for the purpose of educating each pupil in the circumstances described in subsection (1). 2. In the case of an elementary school pupil, multiply the number determined for the pupil under paragraph 1 by $48,200. Multiply the product by 0.1 for each month or part of a month that the program is provided by the board to the pupil during the short year. 3. In the case of a secondary school pupil, multiply the number determined for the pupil under paragraph 1 by $55,400. Multiply the product by 0.1 for each month or part of a month that the program is provided by the board to the pupil during the short year. 4. Determine the number of interpreters employed by the board in accordance with the Minister’s approval for the purpose of educating each pupil in the circumstances described in subsection (1). 5. Multiply the number determined for the pupil under paragraph 4 by $34,000. Multiply the product by 0.1 for each month or part of a month that the program is provided by the board to the pupil during the short year. 6. Determine the number of transcribers employed by the board in accordance with the Minister’s approval for the purpose of educating each pupil in the circumstances described in subsection (1). 7. Multiply the number determined for the pupil under paragraph 6 by $28,000. Multiply the product by 0.1 for each month or part of a month that the program is provided by the board to the pupil during the short year. 8. Total the amounts determined under paragraphs 2, 3, 5 and 7. O. Reg. 285/98, s. 21 (2). (3) For the purposes of subsection (2), a number can be a whole number, a fraction or a mixed number. O. Reg. 285/98, s. 21 (3). (4) For the purposes of paragraph 4 of subsection (2), an interpreter shall be counted only if he or she, (a) is qualified as an interpreter in accordance with Policy/Program Memorandum #76-C; and (b) is employed by the board to assist an exceptional pupil who is otherwise admissible to a program in a provincial school for deaf or hard-of-hearing pupils. O. Reg. 285/98, s. 21 (4). (5) For the purposes of paragraph 6 of subsection (2), a transcriber shall be counted only if he or she, (a) is qualified as a transcriber in accordance with Policy/Program Memorandum #76-C; and (b) is employed by the board to assist an exceptional pupil who is otherwise admissible to a program in a provincial school for blind pupils. O. Reg. 285/98, s. 21 (5). Adjustment for Teachers’ Withdrawal of Services",
            "raw_html": "<p class=\"section-e\"><b>21. </b>(1) This section applies where,</p> <p class=\"clause-e\">(a) a pupil who was not a resident pupil of a predecessor old board of a district school board immediately before the short year becomes a resident pupil of the district school board during the short year;</p> <p class=\"clause-e\">(b) the pupil requires a special education program in lieu of an education program provided in a provincial school for blind, deaf or deaf-blind pupils; and</p> <p class=\"clause-e\">(c) the district school board hires additional employees in order to establish or expand a special education program of the type described in clause (b) for the pupil. O. Reg. 285/98, s. 21 (1).</p> <p class=\"subsection-e\">(2) The amount to be added under paragraph 7 of section 10 shall be determined as follows:</p> <p class=\"paragraph-e\">1. Determine the number of teachers and one-half the number of teacher assistants employed by the board in accordance with the Minister’s approval for the purpose of educating each pupil in the circumstances described in subsection (1).</p> <p class=\"paragraph-e\">2. In the case of an elementary school pupil, multiply the number determined for the pupil under paragraph 1 by $48,200. Multiply the product by 0.1 for each month or part of a month that the program is provided by the board to the pupil during the short year.</p> <p class=\"paragraph-e\">3. In the case of a secondary school pupil, multiply the number determined for the pupil under paragraph 1 by $55,400. Multiply the product by 0.1 for each month or part of a month that the program is provided by the board to the pupil during the short year.</p> <p class=\"paragraph-e\">4. Determine the number of interpreters employed by the board in accordance with the Minister’s approval for the purpose of educating each pupil in the circumstances described in subsection (1).</p> <p class=\"paragraph-e\">5. Multiply the number determined for the pupil under paragraph 4 by $34,000. Multiply the product by 0.1 for each month or part of a month that the program is provided by the board to the pupil during the short year.</p> <p class=\"paragraph-e\">6. Determine the number of transcribers employed by the board in accordance with the Minister’s approval for the purpose of educating each pupil in the circumstances described in subsection (1).</p> <p class=\"paragraph-e\">7. Multiply the number determined for the pupil under paragraph 6 by $28,000. Multiply the product by 0.1 for each month or part of a month that the program is provided by the board to the pupil during the short year.</p> <p class=\"paragraph-e\">8. Total the amounts determined under paragraphs 2, 3, 5 and 7. O. Reg. 285/98, s. 21 (2).</p> <p class=\"subsection-e\">(3) For the purposes of subsection (2), a number can be a whole number, a fraction or a mixed number. O. Reg. 285/98, s. 21 (3).</p> <p class=\"subsection-e\">(4) For the purposes of paragraph 4 of subsection (2), an interpreter shall be counted only if he or she,</p> <p class=\"clause-e\">(a) is qualified as an interpreter in accordance with Policy/Program Memorandum #76-C; and </p> <p class=\"clause-e\">(b) is employed by the board to assist an exceptional pupil who is otherwise admissible to a program in a provincial school for deaf or hard-of-hearing pupils. O. Reg. 285/98, s. 21 (4).</p> <p class=\"subsection-e\">(5) For the purposes of paragraph 6 of subsection (2), a transcriber shall be counted only if he or she,</p> <p class=\"clause-e\">(a) is qualified as a transcriber in accordance with Policy/Program Memorandum #76-C; and</p> <p class=\"clause-e\">(b) is employed by the board to assist an exceptional pupil who is otherwise admissible to a program in a provincial school for blind pupils. O. Reg. 285/98, s. 21 (5).</p> <p class=\"heading1-e\"><a name=\"P329_39596\"></a><a name=\"BK17\"></a>Adjustment for Teachers’ Withdrawal of Services</p>"
        },
        {
            "id": "22.",
            "section": "Adjustment for Teachers’ Withdrawal of Services",
            "content": "22. (1) In the case of an English-language district school board, the amount to be deducted under paragraph 8 of section 10 shall be determined as follows: 1. For each predecessor old board of the English-language district school board, determine the amount, if any, that was transferred at the end of 1997 from the reserve of the old board established under section 237 or 238 of the Education Act, as it read on December 31, 1997, to the general revenue fund of the old board. 2. Multiply the amount determined under paragraph 1 for each predecessor old board of the English-language district school board by the appropriate distribution ratio, as determined under the directives published in September, 1997 by the Education Improvement Commission and titled “Directives for the Distribution of Assets and Liabilities Among District School Boards”. 3. Total the amounts determined under paragraph 2 for each old board that is a predecessor of the English-language district school board. O. Reg. 285/98, s. 22 (1). (2) In the case of a French-language district school board, the amount to be deducted under paragraph 8 of section 10 shall be determined as follows: 1. For each predecessor old board of the French-language district school board, determine the amount, if any, that was transferred at the end of 1997 from the reserve of the old board established under section 237 or 238 of the Education Act, as it read on December 31, 1997, to the general revenue fund of the old board. 2. Multiply the amount determined under paragraph 1 for each predecessor old board of the French-language district school board by the appropriate distribution ratio, as determined under the directives published in September, 1997 by the Education Improvement Commission and titled “Directives for the Distribution of Assets and Liabilities Among District School Boards”. 3. Total the amounts determined under paragraph 2 for each old board that is a predecessor of the French-language district school board. O. Reg. 285/98, s. 22 (2). Adjustment for Change in Board Support",
            "raw_html": "<p class=\"section-e\"><b>22. </b>(1) In the case of an English-language district school board, the amount to be deducted under paragraph 8 of section 10 shall be determined as follows:</p> <p class=\"paragraph-e\">1. For each predecessor old board of the English-language district school board, determine the amount, if any, that was transferred at the end of 1997 from the reserve of the old board established under section 237 or 238 of the <i>Education Act</i>, as it read on December 31, 1997, to the general revenue fund of the old board.</p> <p class=\"paragraph-e\">2. Multiply the amount determined under paragraph 1 for each predecessor old board of the English-language district school board by the appropriate distribution ratio, as determined under the directives published in September, 1997 by the Education Improvement Commission and titled “Directives for the Distribution of Assets and Liabilities Among District School Boards”.</p> <p class=\"paragraph-e\">3. Total the amounts determined under paragraph 2 for each old board that is a predecessor of the English-language district school board. O. Reg. 285/98, s. 22 (1).</p> <p class=\"subsection-e\">(2) In the case of a French-language district school board, the amount to be deducted under paragraph 8 of section 10 shall be determined as follows:</p> <p class=\"paragraph-e\">1. For each predecessor old board of the French-language district school board, determine the amount, if any, that was transferred at the end of 1997 from the reserve of the old board established under section 237 or 238 of the <i>Education Act</i>, as it read on December 31, 1997, to the general revenue fund of the old board.</p> <p class=\"paragraph-e\">2. Multiply the amount determined under paragraph 1 for each predecessor old board of the French-language district school board by the appropriate distribution ratio, as determined under the directives published in September, 1997 by the Education Improvement Commission and titled “Directives for the Distribution of Assets and Liabilities Among District School Boards”.</p> <p class=\"paragraph-e\">3. Total the amounts determined under paragraph 2 for each old board that is a predecessor of the French-language district school board. O. Reg. 285/98, s. 22 (2).</p> <p class=\"heading1-e\"><a name=\"P338_41681\"></a><a name=\"BK18\"></a>Adjustment for Change in Board Support</p>"
        },
        {
            "id": "22.1",
            "section": "Adjustment for Change in Board Support",
            "content": "22.1 (1) For the purpose of paragraph 10 of subsection 10 (1), the amount specified for the Rainbow District School Board is $802,609. O. Reg. 529/00, s. 2. (2) For the purpose of paragraph 10 of subsection 10 (1), the amount specified for the Conseil scolaire de district catholique du Nouvel-Ontario is $323,522. O. Reg. 529/00, s. 2. Capital Project Grant",
            "raw_html": "<p class=\"section-e\"><b>22.1 </b>(1) For the purpose of paragraph 10 of subsection 10 (1), the amount specified for the Rainbow District School Board is $802,609. O. Reg. 529/00, s. 2.</p> <p class=\"subsection-e\">(2) For the purpose of paragraph 10 of subsection 10 (1), the amount specified for the Conseil scolaire de district catholique du Nouvel-Ontario is $323,522. O. Reg. 529/00, s. 2.</p> <p class=\"heading1-e\"><a name=\"P341_42069\"></a><a name=\"BK19\"></a>Capital Project Grant</p>"
        },
        {
            "id": "23.",
            "section": "Capital Project Grant",
            "content": "23. (1) In this section, “capital asset” means, (a) a school site that provides or is capable of providing pupil accommodation and an addition or improvement to such a school site, (b) a school building, including a fixture of a school building, and an addition, alteration, renovation or major repair to a school building or a fixture of a school building, (c) furniture and equipment to be used in school buildings, (d) library materials for the initial equipping of a library in a school building, and (e) a water supply or electrical power supply on school property or the means of conveying water or electrical power to school property from outside the property; (“immobilisation”) “capital project” means a project for the acquisition of capital assets. (“projet d’immobilisations”) O. Reg. 285/98, s. 23 (1). (2) For the purposes of this section, a capital project is an approved short year capital project if the Minister gives a final written approval for the project during the short year. O. Reg. 285/98, s. 23 (2). (3) For the purposes of this section, (a) an approved short year capital project is an approved short year growth capital project if the project is intended to result in an increase in the pupil places of a board or the purchase of land for the purposes of increasing the pupil places of a board; and (b) an approved short year capital project is an approved short year non-growth capital project if it is not an approved short year growth capital project. O. Reg. 285/98, s. 23 (3). (4) A district school board shall be paid a grant in respect of each approved short year capital project of the board equal to the product of, (a) the lesser of the project cost specified in the final approval for the project referred to in subsection (2) and the actual expenditure of the district school board on the project; and (b) the rate determined under subsections (6) to (10). O. Reg. 285/98, s. 23 (4). (5) Despite section 3, the total of the instalments paid to the district school board in the short year on account of a grant payable under subsection (4) shall not exceed the total of the actual expenditures of the board on the project in the short year. O. Reg. 285/98, s. 23 (5). (6) The rate for an approved short year non-growth capital project of a district school board is the rate set out in Column 3 of Table 2, opposite the listing in Column 1 for the district school board and the listing in Column 2 for the predecessor old board that proposed the project. O. Reg. 285/98, s. 23 (6). (7) The rate for an approved short year growth capital project of a district school board is the rate set out in Column 4 of Table 2, opposite the listing in Column 1 for the district school board and the listing in Column 2 for the predecessor old board that proposed the project. O. Reg. 285/98, s. 23 (7). (8) Despite subsections (6) and (7), the rate for an approved short year capital project in respect of a secondary school of a French-language district school board is the rate set out in Column 5 of Table 2, opposite the listing in Column 1 for the district school board and the listing in column 2 for the predecessor old board that proposed the project. O. Reg. 285/98, s. 23 (8). (9) Subsections (6) to (8) do not apply to, (a) approved short year capital projects that fall under the 1998 facilities renewal program described in the Ministry memorandum dated March 12, 1998 to directors of education respecting the 1998 facilities renewal project; or (b) approved short year capital projects in respect of which no written approval specifying an estimated project cost was given by the Minister before January 1, 1998. O. Reg. 358/98, s. 1. (9.1) The agreement dated December 22, 1997 between the Minister and Stormont, Dundas and Glengarry County Roman Catholic Separate School Board and Stormont, Dundas and Glengarry County Board of Education is not a written approval specifying an estimated project cost for the purposes of clause (9) (b). O. Reg. 358/98, s. 1. (10) The rate for an approved short year capital project to which subsection (9) applies shall be deemed to be 1.0. O. Reg. 285/98, s. 23 (10). (11) Any grant or portion of a grant that is payable to a district school board in respect of a capital project under a previous legislative grant regulation and that is not paid before January 1, 1998 shall be deemed, until the end of the short year, to be a grant payable under this Regulation. O. Reg. 285/98, s. 23 (11). (12) Despite section 3, the total of the instalments paid to the district school board in the short year on account of a grant or portion of a grant payable under subsection (11) shall not exceed the total of the actual expenditures of the board on the project in the short year. O. Reg. 285/98, s. 23 (12). (13) Any grant or portion of a grant that is payable under subsection (11) is not payable during the short year under any previous legislative grant regulation. O. Reg. 285/98, s. 23 (13). PART III   PAYMENTS BY SUPPORTED BOARD FOR SERVICES OF DESIGNATED BOARD",
            "raw_html": "<p class=\"section-e\"><b>23. </b>(1) In this section,</p> <p class=\"firstdef-e\">“capital asset” means,</p> <p class=\"defclause-e\">(a) a school site that provides or is capable of providing pupil accommodation and an addition or improvement to such a school site,</p> <p class=\"defclause-e\">(b) a school building, including a fixture of a school building, and an addition, alteration, renovation or major repair to a school building or a fixture of a school building,</p> <p class=\"defclause-e\">(c) furniture and equipment to be used in school buildings,</p> <p class=\"defclause-e\">(d) library materials for the initial equipping of a library in a school building, and</p> <p class=\"defclause-e\">(e) a water supply or electrical power supply on school property or the means of conveying water or electrical power to school property from outside the property; (“immobilisation”)</p> <p class=\"definition-e\">“capital project” means a project for the acquisition of capital assets. (“projet d’immobilisations”) O. Reg. 285/98, s. 23 (1).</p> <p class=\"subsection-e\">(2) For the purposes of this section, a capital project is an approved short year capital project if the Minister gives a final written approval for the project during the short year. O. Reg. 285/98, s. 23 (2).</p> <p class=\"subsection-e\">(3) For the purposes of this section,</p> <p class=\"clause-e\">(a) an approved short year capital project is an approved short year growth capital project if the project is intended to result in an increase in the pupil places of a board or the purchase of land for the purposes of increasing the pupil places of a board; and</p> <p class=\"clause-e\">(b) an approved short year capital project is an approved short year non-growth capital project if it is not an approved short year growth capital project. O. Reg. 285/98, s. 23 (3).</p> <p class=\"subsection-e\">(4) A district school board shall be paid a grant in respect of each approved short year capital project of the board equal to the product of,</p> <p class=\"clause-e\">(a) the lesser of the project cost specified in the final approval for the project referred to in subsection (2) and the actual expenditure of the district school board on the project; and</p> <p class=\"clause-e\">(b) the rate determined under subsections (6) to (10). O. Reg. 285/98, s. 23 (4).</p> <p class=\"subsection-e\">(5) Despite section 3, the total of the instalments paid to the district school board in the short year on account of a grant payable under subsection (4) shall not exceed the total of the actual expenditures of the board on the project in the short year. O. Reg. 285/98, s. 23 (5).</p> <p class=\"subsection-e\">(6) The rate for an approved short year non-growth capital project of a district school board is the rate set out in Column 3 of Table 2, opposite the listing in Column 1 for the district school board and the listing in Column 2 for the predecessor old board that proposed the project. O. Reg. 285/98, s. 23 (6).</p> <p class=\"subsection-e\">(7) The rate for an approved short year growth capital project of a district school board is the rate set out in Column 4 of Table 2, opposite the listing in Column 1 for the district school board and the listing in Column 2 for the predecessor old board that proposed the project. O. Reg. 285/98, s. 23 (7).</p> <p class=\"subsection-e\">(8) Despite subsections (6) and (7), the rate for an approved short year capital project in respect of a secondary school of a French-language district school board is the rate set out in Column 5 of Table 2, opposite the listing in Column 1 for the district school board and the listing in column 2 for the predecessor old board that proposed the project. O. Reg. 285/98, s. 23 (8).</p> <p class=\"subsection-e\">(9) Subsections (6) to (8) do not apply to,</p> <p class=\"clause-e\">(a) approved short year capital projects that fall under the 1998 facilities renewal program described in the Ministry memorandum dated March 12, 1998 to directors of education respecting the 1998 facilities renewal project; or</p> <p class=\"clause-e\">(b) approved short year capital projects in respect of which no written approval specifying an estimated project cost was given by the Minister before January 1, 1998. O. Reg. 358/98, s. 1.</p> <p class=\"subsection-e\">(9.1) The agreement dated December 22, 1997 between the Minister and Stormont, Dundas and Glengarry County Roman Catholic Separate School Board and Stormont, Dundas and Glengarry County Board of Education is not a written approval specifying an estimated project cost for the purposes of clause (9) (b). O. Reg. 358/98, s. 1.</p> <p class=\"subsection-e\">(10) The rate for an approved short year capital project to which subsection (9) applies shall be deemed to be 1.0. O. Reg. 285/98, s. 23 (10).</p> <p class=\"subsection-e\">(11) Any grant or portion of a grant that is payable to a district school board in respect of a capital project under a previous legislative grant regulation and that is not paid before January 1, 1998 shall be deemed, until the end of the short year, to be a grant payable under this Regulation. O. Reg. 285/98, s. 23 (11).</p> <p class=\"subsection-e\">(12) Despite section 3, the total of the instalments paid to the district school board in the short year on account of a grant or portion of a grant payable under subsection (11) shall not exceed the total of the actual expenditures of the board on the project in the short year. O. Reg. 285/98, s. 23 (12).</p> <p class=\"subsection-e\">(13) Any grant or portion of a grant that is payable under subsection (11) is not payable during the short year under any previous legislative grant regulation. O. Reg. 285/98, s. 23 (13).</p> <p class=\"partnum-e\"><b><a name=\"P369_47137\"></a><a name=\"BK20\"></a>PART III <br/>  PAYMENTS BY SUPPORTED BOARD FOR SERVICES OF DESIGNATED BOARD</b></p>"
        },
        {
            "id": "24.",
            "section": "Capital Project Grant",
            "content": "24. (1) In this section, “common jurisdiction expenditure item revenue” means revenue associated with an item described as revenue or as recovery on the section of the 1997 actual expenditure allocation form that deals with common jurisdiction expenditures. O. Reg. 285/98, s. 24 (1). (2) For the purposes of the definition of “supported board’s common jurisdiction expenditure costs” in section 19 of Ontario Regulation 460/97, the common jurisdiction expenditure costs of a supported board associated with an old board shall be determined as follows where the supported board is an English-language district school board: 1. Take the amount shown on the old board’s 1997 actual expenditure allocation form, under the column heading “English Language Portion”, as the total net common jurisdiction expenditures. 2. Where, during the short year, the supported board receives some or all of the common jurisdiction expenditure item revenues directly, rather than through the designated board associated with the old board, add the amounts that are shown in relation to those items on the old board’s 1997 actual expenditure allocation form under the column heading “English Language Portion”. 3. Multiply by 0.62. 4. Multiply by the enrolment adjustment factor for the English-language portion of the old board, as determined under section 14. O. Reg. 285/98, s. 24 (2). (3) For the purposes of the definition of “supported board’s common jurisdiction expenditure costs” in section 19 of Ontario Regulation 460/97, the common jurisdiction expenditure costs of a supported board associated with an old board shall be determined as follows where the supported board is a French-language district school board: 1. Take the amount shown on the old board’s 1997 actual expenditure allocation form, under the column heading “French Language Portion”, as the total net common jurisdiction expenditures. 2. Where, during the short year, the supported board receives some or all of the common jurisdiction expenditure item revenues directly, rather than through the designated board associated with the old board, add the amounts that are shown in relation to those items on the old board’s 1997 actual expenditure allocation form under the column heading “French Language Portion”. 3. Multiply by 0.62. 4. Multiply by the enrolment adjustment factor for the French-language portion of the old board, as determined under section 14. O. Reg. 285/98, s. 24 (3). PART IV   GRANTS TO SCHOOL AUTHORITIES Grants to Isolate Boards",
            "raw_html": "<p class=\"section-e\"><b>24. </b>(1) In this section,</p> <p class=\"firstdef-e\">“common jurisdiction expenditure item revenue” means revenue associated with an item described as revenue or as recovery on the section of the 1997 actual expenditure allocation form that deals with common jurisdiction expenditures. O. Reg. 285/98, s. 24 (1).</p> <p class=\"subsection-e\">(2) For the purposes of the definition of “supported board’s common jurisdiction expenditure costs” in section 19 of Ontario Regulation 460/97, the common jurisdiction expenditure costs of a supported board associated with an old board shall be determined as follows where the supported board is an English-language district school board:</p> <p class=\"paragraph-e\">1. Take the amount shown on the old board’s 1997 actual expenditure allocation form, under the column heading “English Language Portion”, as the total net common jurisdiction expenditures.</p> <p class=\"paragraph-e\">2. Where, during the short year, the supported board receives some or all of the common jurisdiction expenditure item revenues directly, rather than through the designated board associated with the old board, add the amounts that are shown in relation to those items on the old board’s 1997 actual expenditure allocation form under the column heading “English Language Portion”.</p> <p class=\"paragraph-e\">3. Multiply by 0.62.</p> <p class=\"paragraph-e\">4. Multiply by the enrolment adjustment factor for the English-language portion of the old board, as determined under section 14. O. Reg. 285/98, s. 24 (2).</p> <p class=\"subsection-e\">(3) For the purposes of the definition of “supported board’s common jurisdiction expenditure costs” in section 19 of Ontario Regulation 460/97, the common jurisdiction expenditure costs of a supported board associated with an old board shall be determined as follows where the supported board is a French-language district school board:</p> <p class=\"paragraph-e\">1. Take the amount shown on the old board’s 1997 actual expenditure allocation form, under the column heading “French Language Portion”, as the total net common jurisdiction expenditures.</p> <p class=\"paragraph-e\">2. Where, during the short year, the supported board receives some or all of the common jurisdiction expenditure item revenues directly, rather than through the designated board associated with the old board, add the amounts that are shown in relation to those items on the old board’s 1997 actual expenditure allocation form under the column heading “French Language Portion”.</p> <p class=\"paragraph-e\">3. Multiply by 0.62.</p> <p class=\"paragraph-e\">4. Multiply by the enrolment adjustment factor for the French-language portion of the old board, as determined under section 14. O. Reg. 285/98, s. 24 (3).</p> <p class=\"partnum-e\"><b><a name=\"P382_49699\"></a><a name=\"BK21\"></a>PART IV <br/>  GRANTS TO SCHOOL AUTHORITIES</b></p> <p class=\"heading1-e\"><a name=\"P383_49734\"></a><a name=\"BK22\"></a>Grants to Isolate Boards</p>"
        },
        {
            "id": "25.",
            "section": "Grants to Isolate Boards",
            "content": "25. (1) For the purposes of this section, the approved expenditure of an isolate board is the expenditure that is acceptable to the Minister as shown on the board’s actual grant calculation form for the short year. O. Reg. 210/99, s. 2. (2) For the purposes of this section, the short year tax revenue of an isolate board shall be determined as follows: 1. Add, i. the total of the amounts distributed to the board in respect of the 1998 calendar year under subsections 237 (12) and 238 (2), section 239, subsection 240 (5), sections 250 and 251 and subsections 257.8 (2) and 257.9 (1) of the Act, under sections 447.20 and 447.52 of the Municipal Act and under section 10 of Ontario Regulation 509/98, ii. the amounts, if any, received by the board in respect of the 1998 calendar year from a municipality under subsection 445 (4) of the Municipal Act, iii. the total of the payments in lieu of taxes distributed to the board in respect of the 1998 calendar year under subsection 371.1 (1) of the Municipal Act, iv. the total of the amounts, if any, received by the board in respect of the 1998 calendar year under the Municipal Grants Act (Canada) or under any Act of Canada that permits a payment to be made by a government or a government agency in lieu of taxes on real property, and v. the amounts, if any, shared with the board in respect of the 1998 calendar year under subsection 442.1 (11.3) of the Municipal Act. 2. Multiply by 0.62. 3. Add, i. the total of the amounts, if any, distributed to the board in the short year under subsection 2 (3) of Ontario Regulation 365/98, and ii. the total of the amounts, if any, paid to the board in the short year under clause 3 (1) (a) of Ontario Regulation 366/98. 4. Deduct the cost incurred in the short year by the board under section 257.7 of the Act in collecting taxes for school purposes in territory without municipal organization, to a maximum of 2 per cent of 62 per cent of the total amount of taxes levied by it for 1998 for school purposes in territory without municipal organization. 5. Deduct the total of the amounts paid as rebates by the board under section 257.2.1 of the Act in the short year. 6. Deduct 62 per cent of the total of the amounts, if any, paid by the board in respect of the 1998 calendar year under subsections 442.1 (7) and 442.2 (8.1) of the Municipal Act. O. Reg. 210/99, s. 2. (3) Amounts paid by the Minister to the isolate board in respect of the 1998 calendar year under section 257.11 of the Act shall be deemed to be amounts distributed to the board in respect of the 1998 calendar year under a provision of the Act referred to in subparagraph i of paragraph 1 of subsection (2). O. Reg. 210/99, s. 2. (4) Paragraph 4 of subsection (2) shall not be interpreted to preclude including in the isolate board’s approved expenditure an amount on account of the costs incurred by the board in collecting taxes in territory without municipal organization, where those costs exceed the amount deducted under paragraph 4 of subsection (2). O. Reg. 210/99, s. 2. (5) Where the approved expenditure of an isolate board exceeds its short year tax revenue, the board shall be paid a grant equal to the excess. O. Reg. 210/99, s. 2. Grants to Section 68 Boards",
            "raw_html": "<p class=\"section-e\"><b>25. </b>(1) For the purposes of this section, the approved expenditure of an isolate board is the expenditure that is acceptable to the Minister as shown on the board’s actual grant calculation form for the short year. O. Reg. 210/99, s. 2.</p> <p class=\"subsection-e\">(2) For the purposes of this section, the short year tax revenue of an isolate board shall be determined as follows:</p> <p class=\"paragraph-e\">1. Add,</p> <p class=\"subpara-e\">i. the total of the amounts distributed to the board in respect of the 1998 calendar year under subsections 237 (12) and 238 (2), section 239, subsection 240 (5), sections 250 and 251 and subsections 257.8 (2) and 257.9 (1) of the Act, under sections 447.20 and 447.52 of the <i>Municipal Act</i> and under section 10 of Ontario Regulation 509/98,</p> <p class=\"subpara-e\">ii. the amounts, if any, received by the board in respect of the 1998 calendar year from a municipality under subsection 445 (4) of the <i>Municipal Act</i>,</p> <p class=\"subpara-e\">iii. the total of the payments in lieu of taxes distributed to the board in respect of the 1998 calendar year under subsection 371.1 (1) of the <i>Municipal Act</i>,</p> <p class=\"subpara-e\">iv. the total of the amounts, if any, received by the board in respect of the 1998 calendar year under the <i>Municipal Grants Act</i> (Canada) or under any Act of Canada that permits a payment to be made by a government or a government agency in lieu of taxes on real property, and</p> <p class=\"subpara-e\">v. the amounts, if any, shared with the board in respect of the 1998 calendar year under subsection 442.1 (11.3) of the <i>Municipal Act</i>.</p> <p class=\"paragraph-e\">2. Multiply by 0.62.</p> <p class=\"paragraph-e\">3. Add,</p> <p class=\"subpara-e\">i. the total of the amounts, if any, distributed to the board in the short year under subsection 2 (3) of Ontario Regulation 365/98, and</p> <p class=\"subpara-e\">ii. the total of the amounts, if any, paid to the board in the short year under clause 3 (1) (a) of Ontario Regulation 366/98.</p> <p class=\"paragraph-e\">4. Deduct the cost incurred in the short year by the board under section 257.7 of the Act in collecting taxes for school purposes in territory without municipal organization, to a maximum of 2 per cent of 62 per cent of the total amount of taxes levied by it for 1998 for school purposes in territory without municipal organization.</p> <p class=\"paragraph-e\">5. Deduct the total of the amounts paid as rebates by the board under section 257.2.1 of the Act in the short year.</p> <p class=\"paragraph-e\">6. Deduct 62 per cent of the total of the amounts, if any, paid by the board in respect of the 1998 calendar year under subsections 442.1 (7) and 442.2 (8.1) of the <i>Municipal Act</i>. O. Reg. 210/99, s. 2.</p> <p class=\"subsection-e\">(3) Amounts paid by the Minister to the isolate board in respect of the 1998 calendar year under section 257.11 of the Act shall be deemed to be amounts distributed to the board in respect of the 1998 calendar year under a provision of the Act referred to in subparagraph i of paragraph 1 of subsection (2). O. Reg. 210/99, s. 2.</p> <p class=\"subsection-e\">(4) Paragraph 4 of subsection (2) shall not be interpreted to preclude including in the isolate board’s approved expenditure an amount on account of the costs incurred by the board in collecting taxes in territory without municipal organization, where those costs exceed the amount deducted under paragraph 4 of subsection (2). O. Reg. 210/99, s. 2.</p> <p class=\"subsection-e\">(5) Where the approved expenditure of an isolate board exceeds its short year tax revenue, the board shall be paid a grant equal to the excess. O. Reg. 210/99, s. 2.</p> <p class=\"heading1-e\"><a name=\"P402_52968\"></a><a name=\"BK23\"></a>Grants to Section 68 Boards</p>"
        },
        {
            "id": "26.",
            "section": "Grants to Section 68 Boards",
            "content": "26. (1) For the purposes of this section, the cost of operating of a section 68 board for the short year shall be determined as follows: 1. Take the expenditure of the board for the short year that is acceptable to the Minister for grant purposes, excluding, i. expenditures for debt charges, ii. expenditures for the purchase of capital assets within the meaning of section 23, iii. expenditures for the restoration of destroyed or damaged capital assets, and iv. provisions for reserves for working funds and provisions for reserve funds. 2. Deduct any transfers from reserves for working funds or from reserve funds made during the short year. 3. Deduct the revenue of the board for the short year, not including revenue from, i. legislative grants, ii. an organization on whose property a school of the board is located, and iii. refunds of expenditure of the kind described in subparagraph i, ii or iii of paragraph 1. O. Reg. 285/98, s. 26 (1). (2) A section 68 board shall be paid a grant equal to the sum of, (a) 80 per cent of the salaries of teachers, temporary teachers and teacher assistants employed by the board during the short year; (b) 80 per cent of the expenditure of the board for the short year approved by the Minister for grant purposes for daily transportation of pupils and for board, lodging and weekly transportation of pupils; and (c) 50 per cent of the excess of, (i) the cost of operating for the board for the short year, over, (ii) the board’s expenditure for the short year for, (A) salaries of teachers, temporary teachers and teacher assistants, (B) daily transportation of pupils, and (C) board, lodging and weekly transportation of pupils. O. Reg. 285/98, s. 26 (2). PART V   PAYMENTS TO GOVERNING AUTHORITIES",
            "raw_html": "<p class=\"section-e\"><b>26. </b>(1) For the purposes of this section, the cost of operating of a section 68 board for the short year shall be determined as follows:</p> <p class=\"paragraph-e\">1. Take the expenditure of the board for the short year that is acceptable to the Minister for grant purposes, excluding,</p> <p class=\"subpara-e\">i. expenditures for debt charges,</p> <p class=\"subpara-e\"> ii. expenditures for the purchase of capital assets within the meaning of section 23,</p> <p class=\"subpara-e\">  iii. expenditures for the restoration of destroyed or damaged capital assets, and</p> <p class=\"subpara-e\">iv. provisions for reserves for working funds and provisions for reserve funds.</p> <p class=\"paragraph-e\">2. Deduct any transfers from reserves for working funds or from reserve funds made during the short year.</p> <p class=\"paragraph-e\">3. Deduct the revenue of the board for the short year, not including revenue from,</p> <p class=\"subpara-e\">i. legislative grants,</p> <p class=\"subpara-e\">ii. an organization on whose property a school of the board is located, and</p> <p class=\"subpara-e\">iii. refunds of expenditure of the kind described in subparagraph i, ii or iii of paragraph 1. O. Reg. 285/98, s. 26 (1).</p> <p class=\"subsection-e\">(2) A section 68 board shall be paid a grant equal to the sum of,</p> <p class=\"clause-e\">(a) 80 per cent of the salaries of teachers, temporary teachers and teacher assistants employed by the board during the short year;</p> <p class=\"clause-e\">(b) 80 per cent of the expenditure of the board for the short year approved by the Minister for grant purposes for daily transportation of pupils and for board, lodging and weekly transportation of pupils; and</p> <p class=\"clause-e\">(c) 50 per cent of the excess of,</p> <p class=\"subclause-e\">(i) the cost of operating for the board for the short year,</p> <p class=\"Sclause-e\">over,</p> <p class=\"subclause-e\">(ii) the board’s expenditure for the short year for,</p> <p class=\"subsubclause-e\">(A) salaries of teachers, temporary teachers and teacher assistants,</p> <p class=\"subsubclause-e\">(B) daily transportation of pupils, and</p> <p class=\"subsubclause-e\">(C) board, lodging and weekly transportation of pupils. O. Reg. 285/98, s. 26 (2).</p> <p class=\"partnum-e\"><b><a name=\"P424_54681\"></a><a name=\"BK24\"></a>PART V <br/>  PAYMENTS TO GOVERNING AUTHORITIES</b></p>"
        },
        {
            "id": "27.",
            "section": "Grants to Section 68 Boards",
            "content": "27. In this Part, “Crown establishment” means an establishment maintained by a Department of the Government of Canada, a federal Crown company, The Royal Canadian Mounted Police or Atomic Energy of Canada Limited, on lands held by the Crown in right of Canada that are not assessable for school purposes, and includes a reserve as defined in the Indian Act (Canada). O. Reg. 285/98, s. 27.",
            "raw_html": "<p class=\"section-e\"><b>27. </b>In this Part,</p> <p class=\"firstdef-e\">“Crown establishment” means an establishment maintained by a Department of the Government of Canada, a federal Crown company, The Royal Canadian Mounted Police or Atomic Energy of Canada Limited, on lands held by the Crown in right of Canada that are not assessable for school purposes, and includes a reserve as defined in the <i>Indian Act</i> (Canada). O. Reg. 285/98, s. 27.</p>"
        },
        {
            "id": "28.",
            "section": "Grants to Section 68 Boards",
            "content": "28. (1) This section applies where a pupil who is not resident in a Crown establishment, (a) resides in a territorial district on land that is not part of a school section or separate school zone and attends an elementary school supported by local taxation in Manitoba or Quebec; or (b) resides in a territorial district on land that is not part of a secondary school district and attends a secondary school supported by local taxation in Manitoba or Quebec. O. Reg. 285/98, s. 28 (1). (2) The Minister shall pay the governing authority of the school attended by the pupil the amount agreed on between the governing authority and the Minister. O. Reg. 285/98, s. 28 (2).",
            "raw_html": "<p class=\"section-e\"><b>28. </b>(1) This section applies where a pupil who is not resident in a Crown establishment,</p> <p class=\"clause-e\">(a) resides in a territorial district on land that is not part of a school section or separate school zone and attends an elementary school supported by local taxation in Manitoba or Quebec; or</p> <p class=\"clause-e\">(b) resides in a territorial district on land that is not part of a secondary school district and attends a secondary school supported by local taxation in Manitoba or Quebec. O. Reg. 285/98, s. 28 (1).</p> <p class=\"subsection-e\">(2) The Minister shall pay the governing authority of the school attended by the pupil the amount agreed on between the governing authority and the Minister. O. Reg. 285/98, s. 28 (2).</p>"
        },
        {
            "id": "29.",
            "section": "Grants to Section 68 Boards",
            "content": "29. (1) This section applies where, (a) a pupil who resides in a territorial district is resident in a school section, separate school zone or a Crown establishment and attends an elementary school supported by local taxation in Manitoba or Quebec; and (b) the Minister is of the opinion that, (i) daily transportation to the elementary school in Ontario that the pupil would be required to attend is impracticable due to distance and terrain, and (ii) the provision of board, lodging and weekly transportation is impracticable because of the age or handicap of the pupil. O. Reg. 285/98, s. 29 (1). (2) The Minister shall pay the governing authority of the elementary school attended by the pupil the amount agreed on between the governing authority and the Minister. O. Reg. 285/98, s. 29 (2).",
            "raw_html": "<p class=\"section-e\"><b>29. </b>(1) This section applies where,</p> <p class=\"clause-e\">(a) a pupil who resides in a territorial district is resident in a school section, separate school zone or a Crown establishment and attends an elementary school supported by local taxation in Manitoba or Quebec; and</p> <p class=\"clause-e\">(b) the Minister is of the opinion that,</p> <p class=\"subclause-e\">(i) daily transportation to the elementary school in Ontario that the pupil would be required to attend is impracticable due to distance and terrain, and</p> <p class=\"subclause-e\">(ii) the provision of board, lodging and weekly transportation is impracticable because of the age or handicap of the pupil. O. Reg. 285/98, s. 29 (1).</p> <p class=\"subsection-e\">(2) The Minister shall pay the governing authority of the elementary school attended by the pupil the amount agreed on between the governing authority and the Minister. O. Reg. 285/98, s. 29 (2).</p>"
        },
        {
            "id": "30.",
            "section": "Grants to Section 68 Boards",
            "content": "30. (1) This section applies where a pupil who resides in a territorial district, (a) is not resident in a school section, a separate school zone or a Crown establishment; and (b) attends a school on a reserve that is operated by, (i) the Crown in right of Canada, or (ii) a band, the council of a band or an education authority where the band, council of a band or education authority is authorized by the Crown in right of Canada to provide education for Indians. O. Reg. 285/98, s. 30 (1). (2) The Minister shall pay the governing authority of the school attended by the pupil the amount agreed on between the governing authority and the Minister. O. Reg. 285/98, s. 30 (2). TABLE 1        O. Reg. 285/98, Table 1. TABLE 2             O. Reg. 285/98, Table 2. Français ",
            "raw_html": "<p class=\"section-e\"><b>30. </b>(1) This section applies where a pupil who resides in a territorial district,</p> <p class=\"clause-e\">(a) is not resident in a school section, a separate school zone or a Crown establishment; and</p> <p class=\"clause-e\">(b) attends a school on a reserve that is operated by,</p> <p class=\"subclause-e\">(i) the Crown in right of Canada, or</p> <p class=\"subclause-e\">(ii) a band, the council of a band or an education authority where the band, council of a band or education authority is authorized by the Crown in right of Canada to provide education for Indians. O. Reg. 285/98, s. 30 (1).</p> <p class=\"subsection-e\">(2) The Minister shall pay the governing authority of the school attended by the pupil the amount agreed on between the governing authority and the Minister. O. Reg. 285/98, s. 30 (2).</p> <p class=\"tableheading-e\"><a name=\"P443_57288\"></a><a name=\"BK25\"></a>TABLE 1</p> <p class=\"scanned-e\"><img border=\"0\" height=\"819\" src=\"images/elaws_rev_regs_980285_e-1.gif\" width=\"608\"/></p> <p class=\"scanned-e\"><img border=\"0\" height=\"864\" src=\"images/elaws_rev_regs_980285_e-2.gif\" width=\"648\"/></p> <p class=\"scanned-e\"><img border=\"0\" height=\"863\" src=\"images/elaws_rev_regs_980285_e-3.gif\" width=\"631\"/></p> <p class=\"scanned-e\"><img border=\"0\" height=\"837\" src=\"images/elaws_rev_regs_980285_e-4.gif\" width=\"659\"/></p> <p class=\"scanned-e\"><img border=\"0\" height=\"864\" src=\"images/elaws_rev_regs_980285_e-5.gif\" width=\"638\"/></p> <p class=\"scanned-e\"><img border=\"0\" height=\"863\" src=\"images/elaws_rev_regs_980285_e-6.gif\" width=\"642\"/></p> <p class=\"scanned-e\"><img border=\"0\" height=\"781\" src=\"images/elaws_rev_regs_980285_e-7.gif\" width=\"659\"/></p> <p class=\"footnote-e\">O. Reg. 285/98, Table 1.</p> <p class=\"tableheading-e\"><a name=\"P459_57615\"></a><a name=\"BK26\"></a>TABLE 2</p> <p class=\"scanned-e\"><img border=\"0\" height=\"864\" src=\"images/elaws_rev_regs_980285_e-8.gif\" width=\"643\"/></p> <p class=\"scanned-e\"><img border=\"0\" height=\"849\" src=\"images/elaws_rev_regs_980285_e-9.gif\" width=\"659\"/></p> <p class=\"scanned-e\"><img border=\"0\" height=\"810\" src=\"images/elaws_rev_regs_980285_e-10.gif\" width=\"659\"/></p> <p class=\"scanned-e\"><img border=\"0\" height=\"853\" src=\"images/elaws_rev_regs_980285_e-11.gif\" width=\"658\"/></p> <p class=\"scanned-e\"><img border=\"0\" height=\"773\" src=\"images/elaws_rev_regs_980285_e-12.gif\" width=\"659\"/></p> <p class=\"scanned-e\"><img border=\"0\" height=\"863\" src=\"images/elaws_rev_regs_980285_e-13.gif\" width=\"659\"/></p> <p class=\"scanned-e\"><img border=\"0\" height=\"838\" src=\"images/elaws_rev_regs_980285_e-14.gif\" width=\"659\"/></p> <p class=\"scanned-e\"><img border=\"0\" height=\"855\" src=\"images/elaws_rev_regs_980285_e-15.gif\" width=\"659\"/></p> <p class=\"scanned-e\"><img border=\"0\" height=\"855\" src=\"images/elaws_rev_regs_980285_e-16.gif\" width=\"659\"/></p> <p class=\"scanned-e\"><img border=\"0\" height=\"855\" src=\"images/elaws_rev_regs_980285_e-17.gif\" width=\"659\"/></p> <p class=\"scanned-e\"><img border=\"0\" height=\"853\" src=\"images/elaws_rev_regs_980285_e-18.gif\" width=\"659\"/></p> <p class=\"scanned-e\"><img border=\"0\" height=\"753\" src=\"images/elaws_rev_regs_980285_e-19.gif\" width=\"659\"/></p> <p class=\"footnote-e\">O. Reg. 285/98, Table 2.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_980285_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_980285_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}