{
    "reg_info": {
        "full_title": "O. Reg. 26/96: FEES AND CHARGES BY-LAWS",
        "reg_name_text": "FEES AND CHARGES BY-LAWS",
        "citation": "O. Reg. 26/96: ",
        "act_under": "Municipal Act",
        "url": "https://www.ontario.ca/laws/regulation/960026",
        "date_scraped": "2023-12-19 21:47:06"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. A municipality or local board does not have the power under section 220.1 of the Act to impose fees or charges on a class of persons that is comprised solely of the Crown. O. Reg. 26/96, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>A municipality or local board does not have the power under section 220.1 of the Act to impose fees or charges on a class of persons that is comprised solely of the Crown. O. Reg. 26/96, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. A municipality or local board does not have the power under section 220.1 of the Act to impose fees or charges on the Crown, (a) for ensuring court security under section 137 of the Police Services Act or otherwise; or (b) for escorting and conveying persons in custody. O. Reg. 26/96, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>A municipality or local board does not have the power under section 220.1 of the Act to impose fees or charges on the Crown,</p> <p class=\"clause-e\">(a) for ensuring court security under section 137 of the <i>Police Services Act</i> or otherwise; or</p> <p class=\"clause-e\">(b) for escorting and conveying persons in custody. O. Reg. 26/96, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. A municipality or local board does not have the power under section 220.1 of the Act to impose fees or charges to obtain revenue to pay growth-related net capital costs as defined in section 1 of the Development Charges Act as it reads on February 28, 1998. O. Reg. 86/98, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>A municipality or local board does not have the power under section 220.1 of the Act to impose fees or charges to obtain revenue to pay growth-related net capital costs as defined in section 1 of the <i>Development Charges Act</i> as it reads on February 28, 1998. O. Reg. 86/98, s. 1.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. A municipality or local board does not have the power under section 220.1 of the Act to impose fees or charges for the processing of applications made in respect of planning matters under the Planning Act. O. Reg. 217/96, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>A municipality or local board does not have the power under section 220.1 of the Act to impose fees or charges for the processing of applications made in respect of planning matters under the <i>Planning Act</i>. O. Reg. 217/96, s. 1.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) A municipality or local board does not have the power to impose fees or charges on a person under section 220.1 of the Act which relate to the management (including collection, disposal, reuse and recycling) of waste except on a person who, directly or by means of an agent, discards the waste, (a) through a waste collection service or at a waste management facility of the municipality or local board, as the case may be; or (b) through a waste collection service or at a waste management facility of any other municipality or local board to which the municipality or local board imposing the fees or charges pays costs related to the management of waste. O. Reg. 352/97, s. 1. (2) Subsection (1) does not prohibit a municipality from imposing fees or charges on a person which relate to the clean up or collection of litter or other waste which has been illegally disposed of on any land. O. Reg. 352/97, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) A municipality or local board does not have the power to impose fees or charges on a person under section 220.1 of the Act which relate to the management (including collection, disposal, reuse and recycling) of waste except on a person who, directly or by means of an agent, discards the waste,</p> <p class=\"clause-e\">(a) through a waste collection service or at a waste management facility of the municipality or local board, as the case may be; or</p> <p class=\"clause-e\">(b) through a waste collection service or at a waste management facility of any other municipality or local board to which the municipality or local board imposing the fees or charges pays costs related to the management of waste. O. Reg. 352/97, s. 1.</p> <p class=\"subsection-e\">(2) Subsection (1) does not prohibit a municipality from imposing fees or charges on a person which relate to the clean up or collection of litter or other waste which has been illegally disposed of on any land. O. Reg. 352/97, s. 1.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. (1) A municipality or local board does not have the power to impose fees or charges on another municipality or local board under section 220.1 of the Act which relate to the conduct of an election under the Municipal Elections Act, 1996. O. Reg. 352/97, s. 1. (2) Subsection (1) does not apply to the power of a municipality or local board to impose fees or charges on another municipality or local board which relate to the conduct of an election under the Municipal Elections Act, 1996 to obtain the opinion of the electors on a question the other municipality or local board requires to be submitted under subsection 8 (1) or (2) of the Municipal Elections Act, 1996. O. Reg. 352/97, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) A municipality or local board does not have the power to impose fees or charges on another municipality or local board under section 220.1 of the Act which relate to the conduct of an election under the <i>Municipal Elections Act, 1996</i>. O. Reg. 352/97, s. 1.</p> <p class=\"subsection-e\">(2) Subsection (1) does not apply to the power of a municipality or local board to impose fees or charges on another municipality or local board which relate to the conduct of an election under the <i>Municipal Elections Act, 1996</i> to obtain the opinion of the electors on a question the other municipality or local board requires to be submitted under subsection 8 (1) or (2) of the <i>Municipal Elections Act, 1996</i>. O. Reg. 352/97, s. 1.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. (1) In this section, “upper-tier municipality” means a county and a district, metropolitan and regional municipality and the County of Oxford. O. Reg. 352/97, s. 1. (2) A municipality or local board does not have the power to impose fees or charges on the Crown or on a school board under section 220.1 of the Act which relate to the collection of real property taxes for school purposes. O. Reg. 352/97, s. 1. (3) A municipality or local board does not have the power to impose fees or charges on an upper-tier municipality under section 220.1 of the Act which relate to the collection of real property taxes for the purposes of the upper-tier municipality. O. Reg. 352/97, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) In this section,</p> <p class=\"firstdef-e\">“upper-tier municipality” means a county and a district, metropolitan and regional municipality and the County of Oxford. O. Reg. 352/97, s. 1.</p> <p class=\"subsection-e\">(2) A municipality or local board does not have the power to impose fees or charges on the Crown or on a school board under section 220.1 of the Act which relate to the collection of real property taxes for school purposes. O. Reg. 352/97, s. 1.</p> <p class=\"subsection-e\">(3) A municipality or local board does not have the power to impose fees or charges on an upper-tier municipality under section 220.1 of the Act which relate to the collection of real property taxes for the purposes of the upper-tier municipality. O. Reg. 352/97, s. 1.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. A municipality or local board does not have the power to impose fees or charges under section 220.1 of the Act on a person which relate to the allocation of sewage and water capacity. O. Reg. 352/97, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>A municipality or local board does not have the power to impose fees or charges under section 220.1 of the Act on a person which relate to the allocation of sewage and water capacity. O. Reg. 352/97, s. 1.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. A board of management established by a municipality for an improvement area under section 220 of the Act is a local board for the purpose of section 220.1 of the Act. O. Reg. 32/98, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>A board of management established by a municipality for an improvement area under section 220 of the Act is a local board for the purpose of section 220.1 of the Act. O. Reg. 32/98, s. 1.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. A board of management described in section 9 may only impose fees or charges under section 220.1 of the Act on the following classes of persons: 1. Owners of rateable property in the improvement area for which the board of management was established, if the property is in a prescribed business property class for the purposes of section 220 of the Act. 2. Tenants of owners described in paragraph 1, if the property leased by the tenant from the owner is in a prescribed business property class for the purposes of section 220 of the Act in the improvement area for which the board of management was established. O. Reg. 32/98, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>A board of management described in section 9 may only impose fees or charges under section 220.1 of the Act on the following classes of persons:</p> <p class=\"paragraph-e\">1. Owners of rateable property in the improvement area for which the board of management was established, if the property is in a prescribed business property class for the purposes of section 220 of the Act.</p> <p class=\"paragraph-e\">2. Tenants of owners described in paragraph 1, if the property leased by the tenant from the owner is in a prescribed business property class for the purposes of section 220 of the Act in the improvement area for which the board of management was established. O. Reg. 32/98, s. 1.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. (1) A municipality and a local board do not have the power under section 220.1 of the Act to impose a fee or charge on a person who owns or operates a telecommunications business carrying on business in Ontario for services or activities, costs or the use of property with respect to wires, cables, poles, conduits, equipment, machinery or other works which, (a) are or will be located on a municipal highway; and (b) are or will be used as part of the telecommunications business. O. Reg. 34/98, s. 1. (2) Nothing under subsection (1) prevents the imposition of fees or charges to recover the reasonable costs of the municipality or local board for issuing permits with respect to the works described in subsection (1), (a) to place the works on a municipal highway; and (b) to cut the pavement of or otherwise dig up a municipal highway for the works. O. Reg. 34/98, s. 1. (3) For the purpose of this Regulation, “telecommunications” has the same meaning as in subsection 2 (1) of the Telecommunications Act (Canada). O. Reg. 34/98, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) A municipality and a local board do not have the power under section 220.1 of the Act to impose a fee or charge on a person who owns or operates a telecommunications business carrying on business in Ontario for services or activities, costs or the use of property with respect to wires, cables, poles, conduits, equipment, machinery or other works which,</p> <p class=\"clause-e\">(a) are or will be located on a municipal highway; and</p> <p class=\"clause-e\">(b) are or will be used as part of the telecommunications business. O. Reg. 34/98, s. 1.</p> <p class=\"subsection-e\">(2) Nothing under subsection (1) prevents the imposition of fees or charges to recover the reasonable costs of the municipality or local board for issuing permits with respect to the works described in subsection (1), </p> <p class=\"clause-e\">(a) to place the works on a municipal highway; and</p> <p class=\"clause-e\">(b) to cut the pavement of or otherwise dig up a municipal highway for the works. O. Reg. 34/98, s. 1.</p> <p class=\"subsection-e\">(3) For the purpose of this Regulation, </p> <p class=\"firstdef-e\">“telecommunications” has the same meaning as in subsection 2 (1) of the <i>Telecommunications Act</i> (Canada). O. Reg. 34/98, s. 1.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. A municipality and a local board do not have the power under section 220.1 of the Act to impose a fee or charge on a generator, transmitter, distributor or retailer, as these terms are defined in section 2 of the Electricity Act, 1998, or on a producer, gas distributor, gas transmitter or storage company, as these terms are defined in section 3 of the Ontario Energy Board Act, 1998, for services or activities, costs payable or the use of property with respect to wires, cables, poles, conduits, pipes, equipment, machinery or other works which, (a) are or will be located on a municipal highway; and (b) are or will be used as part of the business of the generator, transmitter, distributor, retailer, producer, gas distributor, gas transmitter or storage company, as the case may be. O. Reg. 61/01, s. 1. Français ",
            "raw_html": "<p class=\"section-e\"><b>12. </b>A municipality and a local board do not have the power under section 220.1 of the Act to impose a fee or charge on a generator, transmitter, distributor or retailer, as these terms are defined in section 2 of the <i>Electricity Act, 1998</i>, or on a producer, gas distributor, gas transmitter or storage company, as these terms are defined in section 3 of the <i>Ontario Energy Board Act, 1998</i>, for services or activities, costs payable or the use of property with respect to wires, cables, poles, conduits, pipes, equipment, machinery or other works which,</p> <p class=\"clause-e\">(a) are or will be located on a municipal highway; and</p> <p class=\"clause-e\">(b) are or will be used as part of the business of the generator, transmitter, distributor, retailer, producer, gas distributor, gas transmitter or storage company, as the case may be. O. Reg. 61/01, s. 1.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_960026_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_960026_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}