{
    "reg_info": {
        "full_title": "O. Reg. 176/98: COST OF LIVING ADJUSTMENTS - METHODS OF CALCULATION",
        "reg_name_text": "COST OF LIVING ADJUSTMENTS — METHODS OF CALCULATION",
        "citation": "O. Reg. 176/98: COST OF LIVING ADJUSTMENTS - METHODS OF CALCULATION",
        "act_under": "Family Responsibility and Support Arrears Enforcement Act, 1996",
        "url": "https://www.ontario.ca/laws/regulation/980176",
        "date_scraped": "2023-12-19 09:47:35"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "September  6, 2007",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/980176/v1",
            "valid_from": "April 24, 1998",
            "valid_to": "September  5, 2007"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. The following manners of calculating cost of living adjustments required by a support order or a support deduction order are prescribed for the purposes of subsections 7 (4) to (7) of the Act: 1. A calculation made by applying cost of living adjustment factors derived from any part of the Consumer Price Index. 2. A calculation made by applying either the greater or the lesser of, i. a percentage change in the payor’s or recipient’s income, and ii. a percentage change in the Consumer Price Index, as specified in the support order or support deduction order. 3. A calculation made by applying a rate of increase or decrease specified in the support order or support deduction order. 4. A calculation made in accordance with the methods specified in Quebec legislation dealing with cost of living adjustments to support orders. 5. A calculation made by applying the indexing factor applied by an income source to the payor’s wages, salary, pension or other income.  O. Reg. 176/98, s. 1; O. Reg. 534/07, s. 1.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>1.</b> The following manners of calculating cost of living adjustments required by a support order or a support deduction order are prescribed for the purposes of subsections 7 (4) to (7) of the Act:</p> <p class=\"paragraph-e\">  1. A calculation made by applying cost of living adjustment factors derived from any part of the Consumer Price Index.</p> <p class=\"paragraph-e\">  2. A calculation made by applying either the greater or the lesser of,</p> <p class=\"subpara-e\">  i. a percentage change in the payor’s or recipient’s income, and</p> <p class=\"subpara-e\">  ii. a percentage change in the Consumer Price Index,</p> <p class=\"Sparagraph-e\">as specified in the support order or support deduction order.</p> <p class=\"paragraph-e\">  3. A calculation made by applying a rate of increase or decrease specified in the support order or support deduction order.</p> <p class=\"paragraph-e\">  4. A calculation made in accordance with the methods specified in Quebec legislation dealing with cost of living adjustments to support orders.</p> <p class=\"paragraph-e\">  5. A calculation made by applying the indexing factor applied by an income source to the payor’s wages, salary, pension or other income.  O. Reg. 176/98, s. 1; O. Reg. 534/07, s. 1.</p> <p class=\"paragraph-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/980176\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}