{
    "reg_info": {
        "full_title": "O. Reg. 268/18: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "O. Reg. 268/18: ",
        "act_under": "Smoke-Free Ontario Act, 2017",
        "url": "https://www.ontario.ca/laws/regulation/180268",
        "date_scraped": "2023-12-18 03:05:24"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "September 25, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/180268/v12",
            "valid_from": "July 24, 2023",
            "valid_to": "September 24, 2023"
        },
        {
            "a_href": "/laws/regulation/180268/v11",
            "valid_from": "April 11, 2022",
            "valid_to": "July 23, 2023"
        },
        {
            "a_href": "/laws/regulation/180268/v10",
            "valid_from": "April  6, 2022",
            "valid_to": "April 10, 2022"
        },
        {
            "a_href": "/laws/regulation/180268/v9",
            "valid_from": "October 19, 2021",
            "valid_to": "April  5, 2022"
        },
        {
            "a_href": "/laws/regulation/180268/v8",
            "valid_from": "July  1, 2020",
            "valid_to": "October 18, 2021"
        },
        {
            "a_href": "/laws/regulation/180268/v7",
            "valid_from": "May  4, 2020",
            "valid_to": "June 30, 2020"
        },
        {
            "a_href": "/laws/regulation/180268/v6",
            "valid_from": "January  1, 2020",
            "valid_to": "May  3, 2020"
        },
        {
            "a_href": "/laws/regulation/180268/v5",
            "valid_from": "December 13, 2019",
            "valid_to": "December 31, 2019"
        },
        {
            "a_href": "/laws/regulation/180268/v4",
            "valid_from": "October 24, 2019",
            "valid_to": "December 12, 2019"
        },
        {
            "a_href": "/laws/regulation/180268/v3",
            "valid_from": "February 22, 2019",
            "valid_to": "October 23, 2019"
        },
        {
            "a_href": "/laws/regulation/180268/v2",
            "valid_from": "October 17, 2018",
            "valid_to": "February 21, 2019"
        },
        {
            "a_href": "/laws/regulation/180268/v1",
            "valid_from": "April 20, 2018",
            "valid_to": "October 16, 2018"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Interpretation",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation",
            "content": " 1. (1) In this Regulation, “board of health” means a board of health within the meaning of the Health Protection and Promotion Act; (“conseil de santé”) “campus” includes, (a)  buildings owned by post-secondary institutions that are used in whole or in part to offer post-secondary education programs to students or provide recreational or residential services to students, (b)  areas leased by post-secondary institutions that are used to offer post-secondary education programs to students or provide recreational or residential services to students, (c)  buildings owned by post-secondary student unions that are used in whole or in part to offer post-secondary education programs to students or provide recreational or residential services to students, and (d)  areas leased by post-secondary student unions that are used to offer post-secondary education programs to students or provide recreational or residential services to students; (“campus”) “caregiver”, in relation to a medical cannabis user, means a person who provides sustained health care, personal care, support or assistance to the user; (“fournisseur de soins”) “cigarillo” means any of the following products: 1.  A tobacco product that, i.  weighs less than 1.4 grams, excluding the weight of any mouthpiece or tip, ii.  is in the form of a roll or a tube, and iii.  has a wrapper that contains natural or reconstituted leaf tobacco. 2.  A tobacco product that, i.  has a cellulose acetate or other type of filter, ii.  is in the form of a roll or a tube, and iii.  has a wrapper that contains natural or reconstituted leaf tobacco; (“cigarillo”) “designated person” means a person authorized to produce medical cannabis on behalf of a medical cannabis user in accordance with Part 14 of the Cannabis Regulations (Canada) or a court order; (“personne désignée”) “flavoured vapour product” includes a vapour product, (a)  that is represented as being flavoured, (b)  that contains a flavouring agent, or (c)  that is presented by its packaging, by advertisement or otherwise as being flavoured; (“produit de vapotage aromatisé”) “flavouring agent” means, (a)  with respect to a tobacco product, one or more artificial or natural ingredients contained in any of the component parts of the tobacco product, as a constituent or an additive, that impart a distinguishing aroma or flavour other than tobacco, including that of a spice or herb, either before or during the consumption of the tobacco product, and (b)  with respect to a vapour product, one or more artificial or natural ingredients contained in any of the component parts of the vapour product, as a constituent or an additive, that impart a distinguishing aroma or flavour, including that of a spice or herb, either before or during the consumption of the vapour product; (“agent aromatisant”) “licensed seller” means the holder of a licence for sale for medical purposes issued under the Cannabis Regulations\r\n(Canada); (“vendeur autorisé”) “medical cannabis” means cannabis that is obtained for medical purposes in accordance with Part 14 of the Cannabis Regulations (Canada) or in accordance with a court order; (“cannabis thérapeutique”) “medical cannabis user” means an individual who is authorized to possess cannabis for the individual’s own medical purposes in accordance with Part 14 of the Cannabis Regulations\r\n(Canada) or in accordance with a court order; (“consommateur de cannabis thérapeutique”) “Ministry” means the Ministry of Health and Long-Term Care; (“ministère”) “office building” means a building used or occupied, wholly or partly, for office purposes; (“immeuble à bureaux”) “post-secondary institution” means, (a)  a college of applied arts and technology, (b)  a university or other institution that receives regular and ongoing operating funds from Ontario for the purpose of providing post-secondary education, or (c)  an institution offering post-secondary education programs that has an agreement to federate or affiliate with a university; (“établissement postsecondaire”) “post-secondary student union” means a body intended to represent all the students of a post-secondary institution; (“association d’étudiants de niveau postsecondaire”) “roof” means a physical barrier of any size, whether temporary or permanent, that covers an area or place or any part of an area or place, and that is capable of excluding rain or impeding airflow, or both; (“toit”) “specialty tobacco products” includes tobacco products and tobacco product accessories, but does not include cigarettes within the meaning of the Tobacco Tax Act and the regulations under that Act; (“produits du tabac de spécialité”) “specialty vape store” means a retail establishment that is registered as a specialty vape store with the board of health for the place where it is located and where, (a)  at least 85 per cent of the establishment’s total sales for the previous 12 months is from vapour products or, if the retail establishment has been in operation for less than 12 months, at least 85 per cent of the establishment’s total inventory purchases for the time it has been in existence consists of vapour products or at least 85 per cent of the total sales for the time it has been in existence consists of vapour products, and (b)  the remainder of the establishment’s total sales or inventory purchases during the applicable period in clause (a) are from or consist of other items reasonably associated with a vapour product or branded with the name of the specialty vape store or a brand of vapour product; (“boutique spécialisée de vapotage”) “support person” means a support person as defined in Part IV.2 of Ontario Regulation 191/11 (Integrated Accessibility Standards) made under the Accessibility for Ontarians with Disabilities Act, 2005; (“personne de soutien”) “tobacconist” means a retail establishment that is registered as a tobacconist with the board of health for the place where it is located and where, subject to subsection 20 (2), (a)  at least 85 per cent of the establishment’s total sales for the previous 12 months is from specialty tobacco products or, if the retail establishment has been in operation for less than 12 months, at least 85 per cent of the establishment’s total inventory purchases for the time it has been in existence consists of specialty tobacco products or at least 85 per cent of the total sales for the time it has been in existence consists of specialty tobacco products, and (b)  the remainder of the establishment’s total sales or inventory purchases during the applicable period in clause (a) is from or consists of cigarettes within the meaning of the Tobacco Tax Act\r\nor other items reasonably associated with a tobacco product or branded with the name of the tobacconist or a brand of tobacco product; (“marchand de tabac”) “wall” means a physical barrier of any size, capable of excluding rain or capable of impeding airflow, or both, including a moveable or temporary barrier. (“mur”) O. Reg. 268/18, s. 1 (1); O. Reg. 439/18, s. 1 (1, 2); O. Reg. 197/20, s. 1. (2) For the purposes of paragraph 2 of subsection 4 (1) of the Act, “brand of tobacco product” does not include a brand of a substance that contains tobacco and that is intended exclusively for use in vapour products. O. Reg. 439/18, s. 1 (3). (3) Revoked: O. Reg. 439/18, s. 1 (3). (4) For the purposes of subparagraph 1 iii of subsection 13 (1) of the Act, “supportive housing residence” includes homes for special care licensed under the Homes for Special Care Act\r\nand homes that are part of the program of the Ministry known as the “Community Homes for Opportunity” program. O. Reg. 268/18, s. 1 (4). Identification Requirements",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK1\"></a>1. </b>(1) In this Regulation,</p> <p class=\"definition-e\">“board of health” means a board of health within the meaning of the <i>Health Protection and Promotion Act</i>; (“conseil de santé”)</p> <p class=\"definition-e\">“campus” includes,</p> <p class=\"defclause-e\">  (a)  buildings owned by post-secondary institutions that are used in whole or in part to offer post-secondary education programs to students or provide recreational or residential services to students,</p> <p class=\"defclause-e\">  (b)  areas leased by post-secondary institutions that are used to offer post-secondary education programs to students or provide recreational or residential services to students,</p> <p class=\"defclause-e\">  (c)  buildings owned by post-secondary student unions that are used in whole or in part to offer post-secondary education programs to students or provide recreational or residential services to students, and</p> <p class=\"defclause-e\">  (d)  areas leased by post-secondary student unions that are used to offer post-secondary education programs to students or provide recreational or residential services to students; (“campus”)</p> <p class=\"definition-e\">“caregiver”, in relation to a medical cannabis user, means a person who provides sustained health care, personal care, support or assistance to the user; (“fournisseur de soins”)</p> <p class=\"definition-e\">“cigarillo” means any of the following products:</p> <p class=\"defparagraph-e\">  1.  A tobacco product that,</p> <p class=\"defsubpara-e\">  i.  weighs less than 1.4 grams, excluding the weight of any mouthpiece or tip,</p> <p class=\"defsubpara-e\">  ii.  is in the form of a roll or a tube, and</p> <p class=\"defsubpara-e\">  iii.  has a wrapper that contains natural or reconstituted leaf tobacco.</p> <p class=\"defparagraph-e\">  2.  A tobacco product that,</p> <p class=\"defsubpara-e\">  i.  has a cellulose acetate or other type of filter,</p> <p class=\"defsubpara-e\">  ii.  is in the form of a roll or a tube, and</p> <p class=\"defsubpara-e\">  iii.  has a wrapper that contains natural or reconstituted leaf tobacco; (“cigarillo”)</p> <p class=\"definition-e\">“designated person” means a person authorized to produce medical cannabis on behalf of a medical cannabis user in accordance with Part 14 of the <i>Cannabis Regulations</i> (Canada) or a court order; (“personne désignée”)</p> <p class=\"definition-e\">“flavoured vapour product” includes a vapour product,</p> <p class=\"defclause-e\">  (a)  that is represented as being flavoured,</p> <p class=\"defclause-e\">  (b)  that contains a flavouring agent, or</p> <p class=\"defclause-e\">  (c)  that is presented by its packaging, by advertisement or otherwise as being flavoured; (“<span>produit de vapotage aromatisé</span>”)</p> <p class=\"definition-e\">“flavouring agent” means,</p> <p class=\"defclause-e\">  (a)  with respect to a tobacco product, one or more artificial or natural ingredients contained in any of the component parts of the tobacco product, as a constituent or an additive, that impart a distinguishing aroma or flavour other than tobacco, including that of a spice or herb, either before or during the consumption of the tobacco product, and</p> <p class=\"defclause-e\">  (b)  with respect to a vapour product, one or more artificial or natural ingredients contained in any of the component parts of the vapour product, as a constituent or an additive, that impart a distinguishing aroma or flavour, including that of a spice or herb, either before or during the consumption of the vapour product; (“agent aromatisant”)</p> <p class=\"definition-e\">“licensed seller” means the holder of a licence for sale for medical purposes issued under the <i>Cannabis Regulations</i>\r\n(Canada); (“vendeur autorisé”)</p> <p class=\"definition-e\">“medical cannabis” means cannabis that is obtained for medical purposes in accordance with Part 14 of the <i>Cannabis Regulations</i> (Canada) or in accordance with a court order; (“cannabis thérapeutique”)</p> <p class=\"definition-e\">“medical cannabis user” means an individual who is authorized to possess cannabis for the individual’s own medical purposes in accordance with Part 14 of the <i>Cannabis Regulations</i>\r\n(Canada) or in accordance with a court order; (“consommateur de cannabis thérapeutique”)</p> <p class=\"definition-e\">“Ministry” means the Ministry of Health and Long-Term Care; (“ministère”)</p> <p class=\"definition-e\">“office building” means a building used or occupied, wholly or partly, for office purposes; (“immeuble à bureaux”)</p> <p class=\"definition-e\">“post-secondary institution” means,</p> <p class=\"defclause-e\">  (a)  a college of applied arts and technology,</p> <p class=\"defclause-e\">  (b)  a university or other institution that receives regular and ongoing operating funds from Ontario for the purpose of providing post-secondary education, or</p> <p class=\"defclause-e\">  (c)  an institution offering post-secondary education programs that has an agreement to federate or affiliate with a university; (“établissement postsecondaire”)</p> <p class=\"definition-e\">“post-secondary student union” means a body intended to represent all the students of a post-secondary institution; (“association d’étudiants de niveau postsecondaire”)</p> <p class=\"definition-e\">“roof” means a physical barrier of any size, whether temporary or permanent, that covers an area or place or any part of an area or place, and that is capable of excluding rain or impeding air<span>flow, or both; (“toit”)</span></p> <p class=\"definition-e\">“specialty tobacco products” includes tobacco products and tobacco product accessories, but does not include cigarettes within the meaning of the <i>Tobacco Tax Act </i>and the regulations under that Act; (“produits du tabac de spécialité”)</p> <p class=\"definition-e\">“specialty vape store” means a retail establishment that is registered as a specialty vape store with the board of health for the place where it is located and where,</p> <p class=\"defclause-e\">  (a)  at least 85 per cent of the establishment’s total sales for the previous 12 months is from vapour products or, if the retail establishment has been in operation for less than 12 months, at least 85 per cent of the establishment’s total inventory purchases for the time it has been in existence consists of vapour products or at least 85 per cent of the total sales for the time it has been in existence consists of vapour products, and</p> <p class=\"defclause-e\">  (b)  the remainder of the establishment’s total sales or inventory purchases during the applicable period in clause (a) are from or consist of other items reasonably associated with a vapour product or branded with the name of the specialty vape store or a brand of vapour product; (“boutique spécialisée de vapotage”)</p> <p class=\"definition-e\">“support person” means a support person as defined in Part IV.2 of Ontario Regulation 191/11 (Integrated Accessibility Standards) made under the <i>Accessibility for Ontarians with Disabilities Act, 2005</i>; (“personne de soutien”)</p> <p class=\"definition-e\">“tobacconist” means a retail establishment that is registered as a tobacconist with the board of health for the place where it is located and where, subject to subsection 20 (2),</p> <p class=\"defclause-e\">  (a)  at least 85 per cent of the establishment’s total sales for the previous 12 months is from specialty tobacco products or, if the retail establishment has been in operation for less than 12 months, at least 85 per cent of the establishment’s total inventory purchases for the time it has been in existence consists of specialty tobacco products or at least 85 per cent of the total sales for the time it has been in existence consists of specialty tobacco products, and</p> <p class=\"defclause-e\">  (b)  the remainder of the establishment’s total sales or inventory purchases during the applicable period in clause (a) is from or consists of cigarettes within the meaning of the <i>Tobacco Tax Act</i>\r\nor other items reasonably associated with a tobacco product or branded with the name of the tobacconist or a brand of tobacco product; (“marchand de tabac”)</p> <p class=\"definition-e\">“wall” means a physical barrier of any size, capable of excluding rain or capable of impeding airflow, or both, including a moveable or temporary barrier. (“mur”) O. Reg. 268/18, s. 1 (1); O. Reg. 439/18, s. 1 (1, 2); O. Reg. 197/20, s. 1.</p> <p class=\"subsection-e\">  (2) For the purposes of paragraph 2 of subsection 4 (1) of the Act,</p> <p class=\"definition-e\">“brand of tobacco product” does not include a brand of a substance that contains tobacco and that is intended exclusively for use in vapour products. O. Reg. 439/18, s. 1 (3).</p> <p class=\"subsection-e\">  (3) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 439/18, s. 1 (3).</p> <p class=\"subsection-e\">  (4) For the purposes of subparagraph 1 iii of subsection 13 (1) of the Act,</p> <p class=\"definition-e\">“supportive housing residence” includes homes for special care licensed under the <i>Homes for Special Care Act</i>\r\nand homes that are part of the program of the Ministry known as the “Community Homes for Opportunity” program. O. Reg. 268/18, s. 1 (4).</p> <p class=\"heading1-e\"><a name=\"BK2\"></a>Identification Requirements</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "Identification Requirements",
            "part_id": null,
            "part_type": null,
            "section": "Identification Requirements",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Identification of persons to be at least 19",
            "content": " 2. For the purposes of subsection 3 (3) of the Act, an item of identification is prescribed if it includes a photograph of the person, states the person’s date of birth and reasonably appears to have been issued by a government or the Liquor Control Board of Ontario. Informational Documents",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>2. </b>For the purposes of subsection 3 (3) of the Act, an item of identification is prescribed if it includes a photograph of the person, states the person’s date of birth and reasonably appears to have been issued by a government or the Liquor Control Board of Ontario.</p> <p class=\"heading1-e\"><a name=\"BK4\"></a>Informational Documents</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "Informational Documents",
            "part_id": null,
            "part_type": null,
            "section": "Informational Documents",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Rules for informational documents",
            "content": " 3. The following are the prescribed conditions for the purposes of subsection 4 (4) of the Act: 1.  The document described in that subsection may only be made available for viewing inside the place described in clause 4 (2) (a) of the Act and may not be removed from that place. 2.  The person making the document available for viewing shall ensure that it is not viewed by a person who is less than 19 years old, other than the owner or occupier of the place or one of their employees. For the purposes of this paragraph, a person who appears to be less than 25 years old is deemed to be less than 19 years old unless the person making the document available has required that person to provide identification and is satisfied that the person is at least 19 years old. Packaging",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>3. </b>The following are the prescribed conditions for the purposes of subsection 4 (4) of the Act:</p> <p class=\"paragraph-e\">  1.  The document described in that subsection may only be made available for viewing inside the place described in clause 4 (2) (a) of the Act and may not be removed from that place.</p> <p class=\"paragraph-e\">  2.  The person making the document available for viewing shall ensure that it is not viewed by a person who is less than 19 years old, other than the owner or occupier of the place or one of their employees. For the purposes of this paragraph, a person who appears to be less than 25 years old is deemed to be less than 19 years old unless the person making the document available has required that person to provide identification and is satisfied that the person is at least 19 years old.</p> <p class=\"heading1-e\"><a name=\"BK6\"></a>Packaging</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "Packaging",
            "part_id": null,
            "part_type": null,
            "section": "Packaging",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Packaging requirements",
            "content": " 4. For the purposes of section 8 of the Act, (a)  a tobacco product must be packaged in accordance with the requirements of the Tobacco and Vaping Products Act (Canada), and the package must bear or contain information required under that Act; (b)  a vapour product must be packaged in accordance with the requirements of the Tobacco and Vaping Products Act\r\n(Canada), and the package must bear or contain information required under that Act; (c)  cigarettes must be contained in packages of at least 20 cigarettes; and (d)  cigarillos must be contained in packages of at least 20 cigarillos. O. Reg. 268/18, s. 4; O. Reg. 439/18, s. 2. Prohibitions, Sales",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>4. </b>For the purposes of section 8 of the Act,</p> <p class=\"clause-e\">  (a)  a tobacco product must be packaged in accordance with the requirements of the <i>Tobacco and Vaping Products Act</i> (Canada), and the package must bear or contain information required under that Act;</p> <p class=\"clause-e\">  (b)  a vapour product must be packaged in accordance with the requirements of the<i> Tobacco and Vaping Products Act</i>\r\n(Canada), and the package must bear or contain information required under that Act;</p> <p class=\"clause-e\">  (c)  cigarettes must be contained in packages of at least 20 cigarettes; and</p> <p class=\"clause-e\">  (d)  cigarillos must be contained in packages of at least 20 cigarillos. O. Reg. 268/18, s. 4; O. Reg. 439/18, s. 2.</p> <p class=\"heading1-e\"><a name=\"BK8\"></a>Prohibitions, Sales</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "Prohibitions, Sales",
            "part_id": null,
            "part_type": null,
            "section": "Prohibitions, Sales",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Prohibition on sales",
            "content": " 5. (1) The following classes of places are prescribed for the purposes of paragraph 11 of subsection 6 (1) of the Act: 1.  Integrated community health services centres under the Integrated Community Health Services Centres Act, 2023. 2.  Private hospitals within the meaning of the Private Hospitals Act. O. Reg. 268/18, s. 5 (1); O. Reg. 219/23, s. 1. (2) The office buildings owned by the Province and identified in Schedule 3 to this Regulation are prescribed places for the purposes of paragraph 11 of subsection 6 (1) of the Act. O. Reg. 268/18, s. 5 (2). (3) For the purposes of paragraph 11 of subsection 6 (1) of the Act, retail establishments are prescribed as a class of place where no person shall sell or offer to sell flavoured vapour products, except for retail establishments that are, (a)  specialty vape stores; or (b)  cannabis retail stores within the meaning of the Cannabis Licence Act, 2018. O. Reg. 197/20, s. 2. (4) Subsection (3) does not apply with respect to flavoured vapour products whose only flavouring agent is one that imparts a flavour or aroma of tobacco, menthol or mint. O. Reg. 197/20, s. 2. (5) For the purposes of paragraph 11 of subsection 6 (1) of the Act, retail establishments are prescribed as a class of place where no person shall sell or offer to sell vapour products with a nicotine concentration greater than 20 mg/mL, except for retail establishments that are specialty vape stores. O. Reg. 197/20, s. 2. Prohibitions, Use",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>5. </b>(1) The following classes of places are prescribed for the purposes of paragraph 11 of subsection 6 (1) of the Act:</p> <p class=\"paragraph-e\">  1.  Integrated community health services centres under the <i>Integrated Community Health Services Centres Act, 2023</i>.</p> <p class=\"paragraph-e\">  2.  Private hospitals within the meaning of the <i>Private Hospitals Act</i>. O. Reg. 268/18, s. 5 (1); O. Reg. 219/23, s. 1.</p> <p class=\"subsection-e\">  (2) The office buildings owned by the Province and identified in Schedule 3 to this Regulation are prescribed places for the purposes of paragraph 11 of subsection 6 (1) of the Act. O. Reg. 268/18, s. 5 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of paragraph 11 of subsection 6 (1) of the Act, retail establishments are prescribed as a class of place where no person shall sell or offer to sell flavoured vapour products, except for retail establishments that are,</p> <p class=\"clause-e\">  (a)  specialty vape stores; or</p> <p class=\"clause-e\">  (b)  cannabis retail stores within the meaning of the <i>Cannabis Licence Act, 2018</i>. O. Reg. 197/20, s. 2.</p> <p class=\"subsection-e\">  (4) Subsection (3) does not apply with respect to flavoured vapour products whose only flavouring agent is one that imparts a flavour or aroma of tobacco, menthol or mint. O. Reg. 197/20, s. 2.</p> <p class=\"subsection-e\">  (5) For the purposes of paragraph 11 of subsection 6 (1) of the Act, retail establishments are prescribed as a class of place where no person shall sell or offer to sell vapour products with a nicotine concentration greater than 20 mg/mL, except for retail establishments that are specialty vape stores. O. Reg. 197/20, s. 2.</p> <p class=\"heading1-e\"><a name=\"BK10\"></a>Prohibitions, Use</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "Prohibitions, Use",
            "part_id": null,
            "part_type": null,
            "section": "Prohibitions, Use",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Areas where smoking or use of electronic cigarettes prohibited",
            "content": " 6. The following are prescribed places for the purposes of paragraph 10 of subsection 12 (2) of the Act: 1.  The outdoor grounds of a hospital within the meaning of the Public Hospitals Act and the area within a nine metre radius surrounding any entrance or exit of such a hospital. 2.  The outdoor grounds of a private hospital within the meaning of the Private Hospitals Act, and the area within a nine metre radius surrounding any entrance or exit of such a hospital. 3.  The outdoor grounds of a psychiatric facility within the meaning of the Mental Health Act, and the area within a nine metre radius surrounding any entrance or exit of such a facility. 4.  The outdoor grounds of an office building that is owned by the Province and identified in Schedule 3. 5.  The area within a nine metre radius surrounding any entrance or exit of an integrated community health services centre under the Integrated Community Health Services Centre Act, 2023. 6.  The area within a nine metre radius surrounding any entrance or exit of a long-term care home within the meaning of the Fixing Long-Term Care Act, 2021. O. Reg. 268/18, s. 6; O. Reg. 312/22, s. 1; O. Reg. 219/23, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>6. </b>The following are prescribed places for the purposes of paragraph 10 of subsection 12 (2) of the Act:</p> <p class=\"paragraph-e\">  1.  The outdoor grounds of a hospital within the meaning of the <i>Public Hospitals Act</i> and the area within a nine metre radius surrounding any entrance or exit of such a hospital.</p> <p class=\"paragraph-e\">  2.  The outdoor grounds of a private hospital within the meaning of the <i>Private Hospitals Act</i>, and the area within a nine metre radius surrounding any entrance or exit of such a hospital.</p> <p class=\"paragraph-e\">  3.  The outdoor grounds of a psychiatric facility within the meaning of the <i>Mental Health Act</i>, and the area within a nine metre radius surrounding any entrance or exit of such a facility.</p> <p class=\"paragraph-e\">  4.  The outdoor grounds of an office building that is owned by the Province and identified in Schedule 3.</p> <p class=\"paragraph-e\">  5.  The area within a nine metre radius surrounding any entrance or exit of an integrated community health services centre under the <i>Integrated Community Health Services Centre Act, 2023</i>.</p> <p class=\"paragraph-e\">  6.  The area within a nine metre radius surrounding any entrance or exit of a long-term care home within the meaning of the <i>Fixing Long-Term Care Act, 2021</i>. O. Reg. 268/18, s. 6; O. Reg. 312/22, s. 1; O. Reg. 219/23, s. 2.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Restaurant and bar patios",
            "content": " 7. (1) Restaurant and bar patios, and public areas within a nine metre radius surrounding any point on the perimeter of such patios, are prescribed areas for the purposes of paragraph 10 of subsection 12 (2) of the Act. O. Reg. 268/18, s. 7 (1). (2) A restaurant or bar patio is an area that is not an enclosed public place or an enclosed workplace and that meets all the criteria set out in the following paragraphs: 1.  The public is ordinarily invited or permitted access to the area, either expressly or by implication, whether or not a fee is charged for entry, or the area is worked in or frequented by employees during the course of their employment, whether or not they are acting in the course of their employment at the time. 2.  Food or drink is served or sold or offered for consumption in the area, or the area is part of or operated in conjunction with an area where food or drink is served or sold or offered. 3.  The area is not primarily a private dwelling. O. Reg. 268/18, s. 7 (2). (3) An area that would otherwise be a restaurant or bar patio as described in subsection (2) is not a restaurant or bar patio for the purposes of paragraph 10 of subsection 12 (2) of the Act if, (a)  the use of electronic cigarettes that contain a controlled substance within the meaning of the Controlled Drugs and Substances Act (Canada) is not permitted in the area; (b)  the use of electronic cigarettes that contain cannabis is not permitted in the area; (c)  the smoking of cannabis is not permitted in the area; (d)  the area was operated by a branch of the Royal Canadian Legion or another veterans’ organization immediately before November 18, 2013 and has been continually operated by a branch of the Royal Canadian Legion or another veterans’ organization since that date; and (e)  the area was not, immediately before November 18, 2013, and is not at any time after that date a “covered or partially covered restaurant or bar patio” within the meaning of Ontario Regulation 48/06 (General) made under the Smoke-Free Ontario Act as it read on November 18, 2013. O. Reg. 268/18, s. 7 (3); O. Reg. 439/18, s. 3. (4) In clause (3) (d), “veterans’ organization” means an organization, (a)  that may include members who are veterans of armed forces, (b)  the primary purpose of which is to provide programs or services to veterans of armed forces or to such veterans and their families, and (c)  that is a registered charity under the Income Tax Act (Canada). O. Reg. 268/18, s. 7 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>7. </b>(1) Restaurant and bar patios, and public areas within a nine metre radius surrounding any point on the perimeter of such patios, are prescribed areas for the purposes of paragraph 10 of subsection 12 (2) of the Act. O. Reg. 268/18, s. 7 (1).</p> <p class=\"subsection-e\">  (2) A restaurant or bar patio is an area that is not an enclosed public place or an enclosed workplace and that meets all the criteria set out in the following paragraphs:</p> <p class=\"paragraph-e\">  1.  The public is ordinarily invited or permitted access to the area, either expressly or by implication, whether or not a fee is charged for entry, or the area is worked in or frequented by employees during the course of their employment, whether or not they are acting in the course of their employment at the time.</p> <p class=\"paragraph-e\">  2.  Food or drink is served or sold or offered for consumption in the area, or the area is part of or operated in conjunction with an area where food or drink is served or sold or offered.</p> <p class=\"paragraph-e\">  3.  The area is not primarily a private dwelling. O. Reg. 268/18, s. 7 (2).</p> <p class=\"subsection-e\">  (3) An area that would otherwise be a restaurant or bar patio as described in subsection (2) is not a restaurant or bar patio for the purposes of paragraph 10 of subsection 12 (2) of the Act if,</p> <p class=\"clause-e\">  (a)  the use of electronic cigarettes that contain a controlled substance within the meaning of the <i>Controlled Drugs and Substances Act</i> (Canada) is not permitted in the area;</p> <p class=\"clause-e\">  (b)  the use of electronic cigarettes that contain cannabis is not permitted in the area;</p> <p class=\"clause-e\">  (c)  the smoking of cannabis is not permitted in the area;</p> <p class=\"clause-e\">  (d)  the area was operated by a branch of the Royal Canadian Legion or another veterans’ organization immediately before November 18, 2013 and has been continually operated by a branch of the Royal Canadian Legion or another veterans’ organization since that date; and</p> <p class=\"clause-e\">  (e)  the area was not, immediately before November 18, 2013, and is not at any time after that date a “covered or partially covered restaurant or bar patio” within the meaning of Ontario Regulation 48/06 (General) made under the <i>Smoke-Free Ontario Act</i> as it read on November 18, 2013. O. Reg. 268/18, s. 7 (3); O. Reg. 439/18, s. 3.</p> <p class=\"subsection-e\">  (4) In clause (3) (d),</p> <p class=\"definition-e\">“veterans’ organization” means an organization,</p> <p class=\"defclause-e\">  (a)  that may include members who are veterans of armed forces,</p> <p class=\"defclause-e\">  (b)  the primary purpose of which is to provide programs or services to veterans of armed forces or to such veterans and their families, and</p> <p class=\"defclause-e\">  (c)  that is a registered charity under the <i>Income Tax Act</i> (Canada). O. Reg. 268/18, s. 7 (4).</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Children’s playgrounds and play areas",
            "content": " 8. (1) Children’s playgrounds and all public areas within 20 metres of any point on the perimeter of a children’s playground are prescribed areas for the purposes of paragraph 10 of subsection 12 (2) of the Act. (2) For the purposes of this section, a children’s playground is an area that is not an enclosed public place or an enclosed workplace and that meets all the criteria set out in the following paragraphs: 1.  The area is primarily used for the purposes of children’s recreation, and is equipped with children’s play equipment, such as, but without being limited to, i.  slides, ii.  swings, iii.  climbing apparatuses, iv.  splash pads, v.  wading pools, or vi.  sand boxes. 2.  The public is ordinarily invited or permitted access to the area, either expressly or by implication, whether or not a fee is charged for entry. 3.  The area is not part of the amenities provided by a residential location, such as, but without being limited to, an apartment or condominium complex or a campground. (3) For greater certainty, a hotel, motel, inn or similar place is not a residential location for the purposes of paragraph 3 of subsection (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>8. </b>(1) Children’s playgrounds and all public areas within 20 metres of any point on the perimeter of a children’s playground are prescribed areas for the purposes of paragraph 10 of subsection 12 (2) of the Act.</p> <p class=\"subsection-e\">  (2) For the purposes of this section, a children’s playground is an area that is not an enclosed public place or an enclosed workplace and that meets all the criteria set out in the following paragraphs:</p> <p class=\"paragraph-e\">  1.  The area is primarily used for the purposes of children’s recreation, and is equipped with children’s play equipment, such as, but without being limited to,</p> <p class=\"subpara-e\">  i.  slides,</p> <p class=\"subpara-e\">  ii.  swings,</p> <p class=\"subpara-e\">  iii.  climbing apparatuses,</p> <p class=\"subpara-e\">  iv.  splash pads,</p> <p class=\"subpara-e\">  v.  wading pools, or</p> <p class=\"subpara-e\">  vi.  sand boxes.</p> <p class=\"paragraph-e\">  2.  The public is ordinarily invited or permitted access to the area, either expressly or by implication, whether or not a fee is charged for entry.</p> <p class=\"paragraph-e\">  3.  The area is not part of the amenities provided by a residential location, such as, but without being limited to, an apartment or condominium complex or a campground.</p> <p class=\"subsection-e\">  (3) For greater certainty, a hotel, motel, inn or similar place is not a residential location for the purposes of paragraph 3 of subsection (2).</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Sporting areas, etc.",
            "content": " 9. (1) The following are prescribed areas for the purposes of paragraph 10 of subsection 12 (2) of the Act: 1.  Sporting areas. 2.  Spectator areas adjacent to sporting areas. 3.  Public areas within 20 metres of any point on the perimeter of a sporting area or a spectator area adjacent to a sporting area. (2) For the purposes of this section, a sporting area is an area that is not an enclosed public place or an enclosed workplace and that meets all the criteria set out in the following paragraphs: 1.  The area is owned by the Province or a municipality, by an agent of the Province or a municipality, or by a post-secondary institution. 2.  The public is ordinarily invited or permitted access to the area, either expressly or by implication, whether or not a fee is charged for entry. 3.  The area is used primarily for the purposes of sports such as, but without being limited to the following, but not including golf, whether or not a fee is paid for the use: i.  soccer, ii.  football, iii.  basketball, iv.  tennis, v.  baseball, softball or cricket, vi.  skating, vii.  beach volleyball, viii.  running, ix.  swimming, or x.  skateboarding.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>9. </b>(1) The following are prescribed areas for the purposes of paragraph 10 of subsection 12 (2) of the Act:</p> <p class=\"paragraph-e\">  1.  Sporting areas.</p> <p class=\"paragraph-e\">  2.  Spectator areas adjacent to sporting areas.</p> <p class=\"paragraph-e\">  3.  Public areas within 20 metres of any point on the perimeter of a sporting area or a spectator area adjacent to a sporting area.</p> <p class=\"subsection-e\">  (2) For the purposes of this section, a sporting area is an area that is not an enclosed public place or an enclosed workplace and that meets all the criteria set out in the following paragraphs:</p> <p class=\"paragraph-e\">  1.  The area is owned by the Province or a municipality, by an agent of the Province or a municipality, or by a post-secondary institution.</p> <p class=\"paragraph-e\">  2.  The public is ordinarily invited or permitted access to the area, either expressly or by implication, whether or not a fee is charged for entry.</p> <p class=\"paragraph-e\">  3.  The area is used primarily for the purposes of sports such as, but without being limited to the following, but not including golf, whether or not a fee is paid for the use:</p> <p class=\"subpara-e\">  i.  soccer,</p> <p class=\"subpara-e\">  ii.  football,</p> <p class=\"subpara-e\">  iii.  basketball,</p> <p class=\"subpara-e\">  iv.  tennis,</p> <p class=\"subpara-e\">  v.  baseball, softball or cricket,</p> <p class=\"subpara-e\">  vi.  skating,</p> <p class=\"subpara-e\">  vii.  beach volleyball,</p> <p class=\"subpara-e\">  viii.  running,</p> <p class=\"subpara-e\">  ix.  swimming, or</p> <p class=\"subpara-e\">  x.  skateboarding.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Shelters",
            "content": " 10. A place or area is prescribed for the purposes of paragraph 10 of subsection 12 (2) of the Act, if it meets all of the following conditions: 1.  The public is ordinarily invited or permitted access to the place or area, either expressly or by implication, whether or not a fee is charged for entry, or the place or area is worked in or frequented by employees during the course of their employment whether or not they are acting in the course of their employment at the time. 2.  The place or area has a roof and more than two walls. 3.  The place or area is not primarily a private dwelling.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>10. </b>A place or area is prescribed for the purposes of paragraph 10 of subsection 12 (2) of the Act, if it meets all of the following conditions:</p> <p class=\"paragraph-e\">  1.  The public is ordinarily invited or permitted access to the place or area, either expressly or by implication, whether or not a fee is charged for entry, or the place or area is worked in or frequented by employees during the course of their employment whether or not they are acting in the course of their employment at the time.</p> <p class=\"paragraph-e\">  2.  The place or area has a roof and more than two walls.</p> <p class=\"paragraph-e\">  3.  The place or area is not primarily a private dwelling.</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "Community recreational facilities and perimeter of schools",
            "content": " 11. (1) The following are prescribed areas for the purposes of paragraph 10 of subsection 12 (2) of the Act: 1.  Public areas within 20 metres of any point on the perimeter of a school described in paragraph 3 of that subsection. 2.  Public areas within 20 metres of any point on the perimeter of the grounds of a private school described in paragraph 4 of that subsection. 3.  The outdoor grounds of a community recreational facility and public areas within 20 metres of any point on the perimeter of the grounds. O. Reg. 268/18, s. 11 (1). (2) For the purposes of this section, a community recreational facility is an enclosed public place or an enclosed workplace that meets all the criteria set out in the following paragraphs: 1.  The place is owned or operated by, i.  a corporation incorporated under the Not-for-Profit Corporations Act, 2010 or under the Canada Not-for-profit Corporations Act or a predecessor of that Act, ii.  an organization that is a registered charity under the Income Tax Act (Canada), or iii.  the Province or a municipality, or by an agent of the Province or a municipality. 2.  The place is primarily used for the purposes of providing athletic or recreational programs or services to the local community, including children and youth, such as, but without being limited to the following programs or services, whether or not a fee is paid for the use: i.  Sports programs. ii.  Children’s play programs. iii.  Fitness programs. 3.  The public is ordinarily invited or permitted access to the place, either expressly or by implication, whether or not a fee is charged for entry. 4.  The place is not primarily a private dwelling. O. Reg. 268/18, s. 11 (2), 38 (7). (3) An area that would otherwise be prescribed under this section is not prescribed if it meets the requirements set out in subsection 7 (3). O. Reg. 268/18, s. 11 (3). Signs",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>11. </b>(1) The following are prescribed areas for the purposes of paragraph 10 of subsection 12 (2) of the Act:</p> <p class=\"paragraph-e\">  1.  Public areas within 20 metres of any point on the perimeter of a school described in paragraph 3 of that subsection.</p> <p class=\"paragraph-e\">  2.  Public areas within 20 metres of any point on the perimeter of the grounds of a private school described in paragraph 4 of that subsection.</p> <p class=\"paragraph-e\">  3.  The outdoor grounds of a community recreational facility and public areas within 20 metres of any point on the perimeter of the grounds. O. Reg. 268/18, s. 11 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of this section, a community recreational facility is an enclosed public place or an enclosed workplace that meets all the criteria set out in the following paragraphs:</p> <p class=\"paragraph-e\">  1.  The place is owned or operated by,</p> <p class=\"subpara-e\">  i.  a corporation incorporated under the <i>Not-for-Profit Corporations Act, 2010</i> or under the <i>Canada Not-for-profit Corporations Act</i> or a predecessor of that Act,</p> <p class=\"subpara-e\">  ii.  an organization that is a registered charity under the <i>Income Tax Act </i>(Canada), or</p> <p class=\"subpara-e\">  iii.  the Province or a municipality, or by an agent of the Province or a municipality.</p> <p class=\"paragraph-e\">  2.  The place is primarily used for the purposes of providing athletic or recreational programs or services to the local community, including children and youth, such as, but without being limited to the following programs or services, whether or not a fee is paid for the use:</p> <p class=\"subpara-e\">  i.  Sports programs.</p> <p class=\"subpara-e\">  ii.  Children’s play programs.</p> <p class=\"subpara-e\">  iii.  Fitness programs.</p> <p class=\"paragraph-e\">  3.  The public is ordinarily invited or permitted access to the place, either expressly or by implication, whether or not a fee is charged for entry.</p> <p class=\"paragraph-e\">  4.  The place is not primarily a private dwelling. O. Reg. 268/18, s. 11 (2), 38 (7).</p> <p class=\"subsection-e\">  (3) An area that would otherwise be prescribed under this section is not prescribed if it meets the requirements set out in subsection 7 (3). O. Reg. 268/18, s. 11 (3).</p> <p class=\"heading1-e\"><a name=\"BK17\"></a>Signs</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "Signs",
            "part_id": null,
            "part_type": null,
            "section": "Signs",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Signs",
            "content": " 12. (1) All signs required to be posted under the Act and this Regulation shall be posted in a conspicuous manner and shall not be obstructed from view. O. Reg. 268/18, s. 12. (2) Where this Regulation requires a sign to be a copy of a sign accessible through a website of the Government of Ontario, it is sufficient to copy the information and informational symbols on such a sign without copying a Trillium or “Smoke-Free” logo in an exact fashion, or copying it at all. O. Reg. 430/19, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>12. </b>(1) All signs required to be posted under the Act and this Regulation shall be posted in a conspicuous manner and shall not be obstructed from view. O. Reg. 268/18, s. 12.</p> <p class=\"subsection-e\">  (2) Where this Regulation requires a sign to be a copy of a sign accessible through a website of the Government of Ontario, it is sufficient to copy the information and informational symbols on such a sign without copying a Trillium or “Smoke-Free” logo in an exact fashion, or copying it at all. O. Reg. 430/19, s. 1.</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "13.",
            "part_id": null,
            "part_type": null,
            "section": "Rules for informational signs",
            "content": " 13. The following are the prescribed conditions for the purposes of subsection 4 (3) of the Act: 1.  No more than three of the signs described in that subsection may be posted in the place. 2.  None of the signs may be more than 968 square centimetres in area. 3.  Each sign must have a white background and only black text and graphics. 4.  A sign must not include a text or graphic that identifies or reflects a brand of a product mentioned in that subsection or any element of such a brand.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>13. </b>The following are the prescribed conditions for the purposes of subsection 4 (3) of the Act:</p> <p class=\"paragraph-e\">  1.  No more than three of the signs described in that subsection may be posted in the place.</p> <p class=\"paragraph-e\">  2.  None of the signs may be more than 968 square centimetres in area.</p> <p class=\"paragraph-e\">  3.  Each sign must have a white background and only black text and graphics.</p> <p class=\"paragraph-e\">  4.  A sign must not include a text or graphic that identifies or reflects a brand of a product mentioned in that subsection or any element of such a brand.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "14.",
            "part_id": null,
            "part_type": null,
            "section": "Signs at retail",
            "content": " 14. (1) For the purposes of section 7 of the Act, a person who sells or offers to sell any product described in that section at retail shall post, as applicable, the age restriction signs described in subsections (2) and (3) of this section and the identification signs described in subsections (4) and (5) of this section at any location where the products are sold or supplied in a place where each sign is clearly visible to the person who sells or supplies the products and to the person to whom the products are sold or supplied. O. Reg. 268/18, s. 14 (1). (2) In the case of a person who sells or offers to sell a tobacco product at retail, the age restriction sign referred to in subsection (1) must meet the following requirements: 1.  The sign must be 18 centimetres in height and 35 centimetres in width. 2.  The sign must be a copy of the sign entitled “Tobacco Product Age Restriction”, dated April 1, 2020 and accessible through a website of the Government of Ontario. O. Reg. 268/18, s. 14 (2); O. Reg. 430/19, s. 2 (1); O. Reg. 197/20, s. 3. (3) In the case of a person who sells or offers to sell a vapour product at retail, the age restriction sign referred to in subsection (1) shall meet the following requirements: 1.  The sign must be 18 centimetres in height and 35 centimetres in width. 2.  The sign must be a copy of the sign entitled “Vapour Product Age Restriction”, dated April 1, 2020 and accessible through a website of the Government of Ontario. O. Reg. 268/18, s. 14 (3); O. Reg. 430/19, s. 2 (2); O. Reg. 197/20, s. 3. (4) In the case of a person who sells or offers to sell a tobacco product at retail, the identification sign referred to in subsection (1) must meet the following requirements: 1.  The sign must be 9 centimetres in height and 18 centimetres in width. 2.  The sign must be a copy of the sign entitled “Tobacco Product Identification”, dated April 1, 2020 and accessible through a website of the Government of Ontario. O. Reg. 268/18, s. 14 (4); O. Reg. 430/19, s. 2 (3); O. Reg. 197/20, s. 3. (5) In the case of a person who sells or offers to sell a vapour product at retail, the identification sign referred to in subsection (1) shall meet the following requirements: 1.  The sign must be 9 centimetres in height and 18 centimetres in width. 2.  The sign must be a copy of the sign entitled “Vapour Product Identification”, dated April 1, 2020 and accessible through a website of the Government of Ontario. O. Reg. 268/18, s. 14 (5); O. Reg. 430/19, s. 2 (4); O. Reg. 197/20, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>14. </b>(1) For the purposes of section 7 of the Act, a person who sells or offers to sell any product described in that section at retail shall post, as applicable, the age restriction signs described in subsections (2) and (3) of this section and the identification signs described in subsections (4) and (5) of this section at any location where the products are sold or supplied in a place where each sign is clearly visible to the person who sells or supplies the products and to the person to whom the products are sold or supplied. O. Reg. 268/18, s. 14 (1).</p> <p class=\"subsection-e\">  (2) In the case of a person who sells or offers to sell a tobacco product at retail, the age restriction sign referred to in subsection (1) must meet the following requirements:</p> <p class=\"paragraph-e\">  1.  The sign must be 18 centimetres in height and 35 centimetres in width.</p> <p class=\"paragraph-e\">  2.  The sign must be a copy of the sign entitled “Tobacco Product Age Restriction”, dated April 1, 2020 and accessible through a website of the Government of Ontario. O. Reg. 268/18, s. 14 (2); O. Reg. 430/19, s. 2 (1); O. Reg. 197/20, s. 3.</p> <p class=\"subsection-e\">  (3) In the case of a person who sells or offers to sell a vapour product at retail, the age restriction sign referred to in subsection (1) shall meet the following requirements:</p> <p class=\"paragraph-e\">  1.  The sign must be 18 centimetres in height and 35 centimetres in width.</p> <p class=\"paragraph-e\">  2.  The sign must be a copy of the sign entitled “Vapour Product Age Restriction”, dated April 1, 2020 and accessible through a website of the Government of Ontario. O. Reg. 268/18, s. 14 (3); O. Reg. 430/19, s. 2 (2); O. Reg. 197/20, s. 3.</p> <p class=\"subsection-e\">  (4) In the case of a person who sells or offers to sell a tobacco product at retail, the identification sign referred to in subsection (1) must meet the following requirements:</p> <p class=\"paragraph-e\">  1.  The sign must be 9 centimetres in height and 18 centimetres in width.</p> <p class=\"paragraph-e\">  2.  The sign must be a copy of the sign entitled “Tobacco Product Identification”, dated April 1, 2020 and accessible through a website of the Government of Ontario. O. Reg. 268/18, s. 14 (4); O. Reg. 430/19, s. 2 (3); O. Reg. 197/20, s. 3.</p> <p class=\"subsection-e\">  (5) In the case of a person who sells or offers to sell a vapour product at retail, the identification sign referred to in subsection (1) shall meet the following requirements:</p> <p class=\"paragraph-e\">  1.  The sign must be 9 centimetres in height and 18 centimetres in width.</p> <p class=\"paragraph-e\">  2.  The sign must be a copy of the sign entitled “Vapour Product Identification”, dated April 1, 2020 and accessible through a website of the Government of Ontario. O. Reg. 268/18, s. 14 (5); O. Reg. 430/19, s. 2 (4); O. Reg. 197/20, s. 3.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "15.",
            "part_id": null,
            "part_type": null,
            "section": "Employer obligations",
            "content": " 15. For the purposes of clause 14 (1) (c) of the Act, an employer shall post both of the signs described in paragraphs 1 and 2 of this section, or the sign described in paragraph 3 of this section, at each entrance and exit of the enclosed workplace, place or area in appropriate locations and in sufficient numbers to ensure that employees and the public are aware that smoking and the use of electronic cigarettes is prohibited in the enclosed workplace, place or area: 1.  A sign that, i.  is at least 10 centimetres in height and at least 10 centimetres in width, and ii.  includes the information and informational symbols on the sign entitled “Tobacco Sign for Employers”, dated April 1, 2020 and accessible through a website of the Government of Ontario. 2.  A sign that, i.  is at least 10 centimetres in height and at least 10 centimetres in width, and ii.  includes the information and informational symbols on the sign entitled “Electronic Cigarette Sign for Employers”, dated April 1, 2020 and accessible through a website of the Government of Ontario. 3.  A sign that, i.  is at least 15 centimetres in height and at least 20 centimetres in width, and ii.  includes the information and informational symbols on the sign entitled “Tobacco and Electronic Cigarette Sign for Employers”, dated April 1, 2020 and accessible through a website of the Government of Ontario. O. Reg. 268/18, s. 15; O. Reg. 430/19, s. 3; O. Reg. 197/20, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>15. </b>For the purposes of clause 14 (1) (c) of the Act, an employer shall post both of the signs described in paragraphs 1 and 2 of this section, or the sign described in paragraph 3 of this section, at each entrance and exit of the enclosed workplace, place or area in appropriate locations and in sufficient numbers to ensure that employees and the public are aware that smoking and the use of electronic cigarettes is prohibited in the enclosed workplace, place or area:</p> <p class=\"paragraph-e\">  1.  A sign that,</p> <p class=\"subpara-e\">  i.  is at least 10 centimetres in height and at least 10 centimetres in width, and</p> <p class=\"subpara-e\">  ii.  includes the information and informational symbols on the sign entitled “Tobacco Sign for Employers”, dated April 1, 2020 and accessible through a website of the Government of Ontario.</p> <p class=\"paragraph-e\">  2.  A sign that,</p> <p class=\"subpara-e\">  i.  is at least 10 centimetres in height and at least 10 centimetres in width, and</p> <p class=\"subpara-e\">  ii.  includes the information and informational symbols on the sign entitled “Electronic Cigarette Sign for Employers”, dated April 1, 2020 and accessible through a website of the Government of Ontario.</p> <p class=\"paragraph-e\">  3.  A sign that,</p> <p class=\"subpara-e\">  i.  is at least 15 centimetres in height and at least 20 centimetres in width, and</p> <p class=\"subpara-e\">  ii.  includes the information and informational symbols on the sign entitled “Tobacco and Electronic Cigarette Sign for Employers”, dated April 1, 2020 and accessible through a website of the Government of Ontario. O. Reg. 268/18, s. 15; O. Reg. 430/19, s. 3; O. Reg. 197/20, s. 3.</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "16.",
            "part_id": null,
            "part_type": null,
            "section": "Proprietor obligations",
            "content": " 16. For the purposes of clause 15 (c) of the Act, a proprietor shall post both of the signs described in paragraphs 1 and 2 of this section, or the sign described in paragraph 3 of this section, at each entrance and exit of the enclosed public place, place or area in appropriate locations and in sufficient numbers to ensure that the public are aware that smoking and the use of electronic cigarettes is prohibited in the enclosed public place, place or area: 1.  A sign that, i.  is at least 10 centimetres in height and at least 10 centimetres in width, and ii.  includes the information and informational symbols on the sign entitled “Tobacco Sign for Proprietors”, dated April 1, 2020 and accessible through a website of the Government of Ontario. 2.  A sign that, i.  is at least 10 centimetres in height and at least 10 centimetres in width, and ii.  includes the information and informational symbols on the sign entitled “Electronic Cigarette Sign for Proprietors”, dated April 1, 2020 and accessible through a website of the Government of Ontario. 3.  A sign that, i.  is at least 15 centimetres in height and at least 20 centimetres in width, and ii.  includes the information and informational symbols on the sign entitled “Tobacco and Electronic Cigarette Sign for Proprietors”, dated April 1, 2020 and accessible through a website of the Government of Ontario. O. Reg. 268/18, s. 16; O. Reg. 430/19, s. 4; O. Reg. 197/20, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK22\"></a><b>16. </b>For the purposes of clause 15 (c) of the Act, a proprietor shall post both of the signs described in paragraphs 1 and 2 of this section, or the sign described in paragraph 3 of this section, at each entrance and exit of the enclosed public place, place or area in appropriate locations and in sufficient numbers to ensure that the public are aware that smoking and the use of electronic cigarettes is prohibited in the enclosed public place, place or area:</p> <p class=\"paragraph-e\">  1.  A sign that,</p> <p class=\"subpara-e\">  i.  is at least 10 centimetres in height and at least 10 centimetres in width, and</p> <p class=\"subpara-e\">  ii.  includes the information and informational symbols on the sign entitled “Tobacco Sign for Proprietors”, dated April 1, 2020 and accessible through a website of the Government of Ontario.</p> <p class=\"paragraph-e\">  2.  A sign that,</p> <p class=\"subpara-e\">  i.  is at least 10 centimetres in height and at least 10 centimetres in width, and</p> <p class=\"subpara-e\">  ii.  includes the information and informational symbols on the sign entitled “Electronic Cigarette Sign for Proprietors”, dated April 1, 2020 and accessible through a website of the Government of Ontario.</p> <p class=\"paragraph-e\">  3.  A sign that,</p> <p class=\"subpara-e\">  i.  is at least 15 centimetres in height and at least 20 centimetres in width, and</p> <p class=\"subpara-e\">  ii.  includes the information and informational symbols on the sign entitled “Tobacco and Electronic Cigarette Sign for Proprietors”, dated April 1, 2020 and accessible through a website of the Government of Ontario. O. Reg. 268/18, s. 16; O. Reg. 430/19, s. 4; O. Reg. 197/20, s. 3.</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "17.",
            "part_id": null,
            "part_type": null,
            "section": "Signs — hotels, motels, inns",
            "content": " 17. For the purposes of clauses 14 (1) (c) and 15 (c) of the Act, the employer and the proprietor shall post both of the signs described in paragraphs 1 and 2 of this section, or the sign described in paragraph 3 of this section, in every guest room that has not been designated under subsection 13 (2) of the Act and in every washroom associated with the guest room: 1.  A sign that, i.  is at least 10 centimetres in height and at least 10 centimetres in width, and ii.  includes the information and informational symbols on the sign entitled “Tobacco Sign for Hotels, Motels and Inns”, dated April 1, 2020 and accessible through a website of the Government of Ontario. 2.  A sign that, i.  is at least 10 centimetres in height and at least 10 centimetres in width, and ii.  includes the information and informational symbols on the sign entitled “Electronic Cigarette Sign for Hotels, Motels and Inns”, dated April 1, 2020 and accessible through a website of the Government of Ontario. 3.  A sign that, i.  is at least 15 centimetres in height and at least 20 centimetres in width, and ii.  includes the information and informational symbols on the sign entitled “Tobacco and Electronic Cigarette Sign for Hotels, Motels and Inns”, dated April 1, 2020 and accessible through a website of the Government of Ontario. O. Reg. 268/18, s. 17; O. Reg. 430/19, s. 5; O. Reg. 197/20, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK23\"></a><b>17. </b>For the purposes of clauses 14 (1) (c) and 15 (c) of the Act, the employer and the proprietor shall post both of the signs described in paragraphs 1 and 2 of this section, or the sign described in paragraph 3 of this section, in every guest room that has not been designated under subsection 13 (2) of the Act and in every washroom associated with the guest room:</p> <p class=\"paragraph-e\">  1.  A sign that,</p> <p class=\"subpara-e\">  i.  is at least 10 centimetres in height and at least 10 centimetres in width, and</p> <p class=\"subpara-e\">  ii.  includes the information and informational symbols on the sign entitled “Tobacco Sign for Hotels, Motels and Inns”, dated April 1, 2020 and accessible through a website of the Government of Ontario.</p> <p class=\"paragraph-e\">  2.  A sign that,</p> <p class=\"subpara-e\">  i.  is at least 10 centimetres in height and at least 10 centimetres in width, and</p> <p class=\"subpara-e\">  ii.  includes the information and informational symbols on the sign entitled “Electronic Cigarette Sign for Hotels, Motels and Inns”, dated April 1, 2020 and accessible through a website of the Government of Ontario.</p> <p class=\"paragraph-e\">  3.  A sign that,</p> <p class=\"subpara-e\">  i.  is at least 15 centimetres in height and at least 20 centimetres in width, and</p> <p class=\"subpara-e\">  ii.  includes the information and informational symbols on the sign entitled “Tobacco and Electronic Cigarette Sign for Hotels, Motels and Inns”, dated April 1, 2020 and accessible through a website of the Government of Ontario. O. Reg. 268/18, s. 17; O. Reg. 430/19, s. 5; O. Reg. 197/20, s. 3.</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "18.",
            "part_id": null,
            "part_type": null,
            "section": "Signs, automatic prohibition",
            "content": " 18. For the purposes of section 23 of the Act, the owner or occupier of a place that is subject to a prohibition under section 22 of the Act shall ensure that signs are posted at the entrance to that place and at every location where tobacco was sold or supplied immediately before the day the prohibition came into effect, in accordance with the following: 1.  If the prohibition was imposed because of a contravention of subsection 3 (1) or (2) of the Act, the signs must meet the following requirements: i.  The signs must be 18 centimetres in height and 35 centimetres in width. ii.  The signs must be copies of the sign entitled “Automatic Prohibition Caused by Tobacco Sales to Minors”, dated April 1, 2020 and accessible through a website of the Government of Ontario. 2.  Otherwise, the signs must meet the following requirements: i.  The signs must be 18 centimetres in height and 35 centimetres in width. ii.   The signs must be copies of the sign entitled “Automatic Prohibition Caused by Other Tobacco Sales Offences”, dated April 1, 2020 and accessible through a website of the Government of Ontario. O. Reg. 268/18, s. 18; O. Reg. 430/19, s. 6; O. Reg. 197/20, s. 3. Exemptions",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>18. </b>For the purposes of section 23 of the Act, the owner or occupier of a place that is subject to a prohibition under section 22 of the Act shall ensure that signs are posted at the entrance to that place and at every location where tobacco was sold or supplied immediately before the day the prohibition came into effect, in accordance with the following:</p> <p class=\"paragraph-e\">  1.  If the prohibition was imposed because of a contravention of subsection 3 (1) or (2) of the Act, the signs must meet the following requirements:</p> <p class=\"subpara-e\">  i.  The signs must be 18 centimetres in height and 35 centimetres in width.</p> <p class=\"subpara-e\">  ii.  The signs must be copies of the sign entitled “Automatic Prohibition Caused by Tobacco Sales to Minors”, dated April 1, 2020 and accessible through a website of the Government of Ontario.</p> <p class=\"paragraph-e\">  2.  Otherwise, the signs must meet the following requirements:</p> <p class=\"subpara-e\">  i.  The signs must be 18 centimetres in height and 35 centimetres in width.</p> <p class=\"subpara-e\">  ii.   The signs must be copies of the sign entitled “Automatic Prohibition Caused by Other Tobacco Sales Offences”, dated April 1, 2020 and accessible through a website of the Government of Ontario. O. Reg. 268/18, s. 18; O. Reg. 430/19, s. 6; O. Reg. 197/20, s. 3.</p> <p class=\"heading1-e\"><a name=\"BK25\"></a>Exemptions</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "Exemptions",
            "part_id": null,
            "part_type": null,
            "section": "Exemptions",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "19.",
            "part_id": null,
            "part_type": null,
            "section": "Medical cannabis exemptions",
            "content": " 19. Subsections 3 (1) and (2) of the Act do not apply, (a)  to the supply of an electronic cigarette or any component of an electronic cigarette to a medical cannabis user by the user’s parent, guardian or caregiver if the user intends to use the electronic cigarette or component for medical purposes; (b)  to the sale or supply of a vapour product to a medical cannabis user by a licensed seller if the user intends to use the vapour product for medical purposes; and (c)  to the sale or supply of medical cannabis e-substance to a medical cannabis user by a designated person if the user intends to use the e-substance for medical purposes.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK26\"></a><b>19. </b>Subsections 3 (1) and (2) of the Act do not apply,</p> <p class=\"clause-e\">  (a)  to the supply of an electronic cigarette or any component of an electronic cigarette to a medical cannabis user by the user’s parent, guardian or caregiver if the user intends to use the electronic cigarette or component for medical purposes;</p> <p class=\"clause-e\">  (b)  to the sale or supply of a vapour product to a medical cannabis user by a licensed seller if the user intends to use the vapour product for medical purposes; and</p> <p class=\"clause-e\">  (c)  to the sale or supply of medical cannabis e-substance to a medical cannabis user by a designated person if the user intends to use the e-substance for medical purposes.</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "20.",
            "part_id": null,
            "part_type": null,
            "section": "Exemption, display and promotion rules, tobacconist",
            "content": " 20. (1) A retailer who sells tobacco products at a tobacconist is exempt from the prohibitions under subsections 4 (1) and (2) of the Act with respect to specialty tobacco products and promotional material respecting specialty tobacco products, subject to the following conditions: 1.  The specialty tobacco products and promotional material must not be visible from outside the place of business of the tobacconist at any time of day. 2.  The retailer shall not permit a person who is less than 19 years old to enter the place of business of the tobacconist, other than the owner or occupier of the tobacconist, one of their employees or a support person accompanying a person with a disability who is at least 19 years old. For the purposes of this paragraph, a person who appears to be less than 25 years old is deemed to be less than 19 years old unless the retailer has required that person to provide identification and is satisfied that the person is at least 19 years old. 3.  The place of business of the tobacconist must be a building or must be located within a building. 4.  Customers must be able to enter the place of business of the tobacconist only from the outdoors or from the areas of an enclosed shopping mall that are, i. open to the public, ii.   common to most of the retail establishments or other businesses within the mall, and iii.  not part of a retail establishment or other business within the mall. 5.  The place of business of the tobacconist must not be a thoroughfare. O. Reg. 268/18, s. 20 (1). (2) Despite the definition of “tobacconist” in subsection 1 (1), a retail establishment that registered as a tobacconist with the board of health for the place where it is located before January 1, 2020 continues to be a tobacconist for the purposes of this section if, (a)  at the time of registering with the board of health, at least 50 per cent of the establishment’s inventory consisted of specialty tobacco products; and (b)  during every 12-month period after registering, at least 50 per cent of the establishment’s total sales for the previous 12 months consists of specialty tobacco products. O. Reg. 430/19, s. 7. (3) Revoked: O. Reg. 430/19, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK27\"></a><b>20. </b>(1) A retailer who sells tobacco products at a tobacconist is exempt from the prohibitions under<b> </b>subsections 4 (1) and (2) of the Act with respect to specialty tobacco products and promotional material respecting specialty tobacco products, subject to the following conditions:</p> <p class=\"paragraph-e\">  1.  The specialty tobacco products and promotional material must not be visible from outside the place of business of the tobacconist at any time of day.</p> <p class=\"paragraph-e\">  2.  The retailer shall not permit a person who is less than 19 years old to enter the place of business of the tobacconist, other than the owner or occupier of the tobacconist, one of their employees or a support person accompanying a person with a disability who is at least 19 years old. For the purposes of this paragraph, a person who appears to be less than 25 years old is deemed to be less than 19 years old unless the retailer has required that person to provide identification and is satisfied that the person is at least 19 years old.</p> <p class=\"paragraph-e\">  3.  The place of business of the tobacconist must be a building or must be located within a building.</p> <p class=\"paragraph-e\">  4.  Customers must be able to enter the place of business of the tobacconist only from the outdoors or from the areas of an enclosed shopping mall that are,</p> <p class=\"subpara-e\">  i. open to the public,</p> <p class=\"subpara-e\">  ii.   common to most of the retail establishments or other businesses within the mall, and</p> <p class=\"subpara-e\">  iii.  not part of a retail establishment or other business within the mall.</p> <p class=\"paragraph-e\">  5.  The place of business of the tobacconist must not be a thoroughfare. O. Reg. 268/18, s. 20 (1).</p> <p class=\"subsection-e\">  (2) Despite the definition of “tobacconist” in subsection 1 (1), a retail establishment that registered as a tobacconist with the board of health for the place where it is located before January 1, 2020 continues to be a tobacconist for the purposes of this section if,</p> <p class=\"clause-e\">  (a)  at the time of registering with the board of health, at least 50 per cent of the establishment’s inventory consisted of specialty tobacco products; and</p> <p class=\"clause-e\">  (b)  during every 12-month period after registering, at least 50 per cent of the establishment’s total sales for the previous 12 months consists of specialty tobacco products. O. Reg. 430/19, s. 7.</p> <p class=\"subsection-e\">  (3) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 430/19, s. 7.</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "21.",
            "part_id": null,
            "part_type": null,
            "section": "Promotion, certain electronic cigarettes",
            "content": " 21. For greater certainty, a person who sells or manufactures an electronic cigarette or a component of an electronic cigarette that is sold or manufactured for use with a tobacco product, but that is packaged without a tobacco product, is exempt, with respect to the electronic cigarette or the component of the electronic cigarette, from the prohibitions in subsection 4 (2) of the Act concerning tobacco product accessories. O. Reg. 439/18, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK28\"></a><b>21. </b>For greater certainty, a person who sells or manufactures an electronic cigarette or a component of an electronic cigarette that is sold or manufactured for use with a tobacco product, but that is packaged without a tobacco product, is exempt, with respect to the electronic cigarette or the component of the electronic cigarette, from the prohibitions in subsection 4 (2) of the Act concerning tobacco product accessories. O. Reg. 439/18, s. 4.</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "22.",
            "part_id": null,
            "part_type": null,
            "section": "Display and promotion rules, vapour products",
            "content": " 22. (1) For the purposes of section 4.1 of the Act, a person who sells vapour products or offers vapour products for sale may display or promote vapour products, as the case may be, as long as the display or promotion complies with the requirements set out in this section. O. Reg. 439/18, s. 4. (2) A person who sells vapour products or offers vapour products for sale at retail at a specialty vape store may display and promote vapour products as long as the following requirements are complied with: 1.  The display or promotion must take place entirely within the place of business of the specialty vape store. 1.1  The display or promotion must not be visible from outside the place of business of the specialty vape store at any time of day. 2.  The display or promotion must take place in a specialty vape store that meets the following conditions: i.  The retailer of the specialty vape store shall not permit a person who is less than 19 years old to enter the place of business of the specialty vape store, other than the owner or occupier of the specialty vape store, one of their employees or a support person accompanying a person with a disability who is at least 19 years old. For the purposes of this subparagraph, a person who appears to be less than 25 years old is deemed to be less than 19 years old unless the retailer has required that person to provide identification and is satisfied that the person is at least 19 years old. ii.  The place of business of the specialty vape store must be a building or must be located within a building. iii.  Customers must be able to enter the place of business of the specialty vape store only from the outdoors or from the areas of an enclosed shopping mall that are, A.  open to the public, B.  common to most of the retail establishments or other businesses within the mall, and C.  not part of a retail establishment or other business within the mall. iv.  The place of business of the specialty vape store must not be a thoroughfare. O. Reg. 439/18, s. 4; O. Reg. 197/20, s. 4 (1). (3) A person who sells vapour products or offers vapour products for sale at retail at a place that is not a specialty vape store may not display vapour products, and may only promote vapour products by, (a)  making available one or more documents providing information about vapour products and their price that comply with the conditions set out in subsection (3.1); and (b)  posting one or more signs providing information about vapour products and their price that comply with the conditions set out in subsection (3.2). O. Reg. 348/19, s. 1. (3.1) The following are the conditions for the purposes of clause (3) (a): 1.  The document may only be made available for viewing inside the place and may not be removed from the place. 2.  The person making the document available for viewing shall ensure that it is not viewed by a person who is less than 19 years old, other than the owner or occupier of the place or one of their employees. For the purposes of this paragraph, a person who appears to be less than 25 years old is deemed to be less than 19 years old unless the person making the document available has required that person to provide identification and is satisfied that the person is at least 19 years old. O. Reg. 348/19, s. 1. (3.2) The following are the conditions for the purposes of clause (3) (b): 1.  No more than three of the signs may be posted in the place. 2.  None of the signs may be more than 968 square centimetres in area. 3.  Each sign must have a white background and only black text and graphics. 4.  A sign must not include a text or graphic that identifies or reflects a brand of a vapour product or any element of such a brand. O. Reg. 348/19, s. 1. (3.3) Subsections 4.1 (1) and (2) of the Act do not apply to display or promotion at a cannabis retail store within the meaning of the Cannabis Licence Act, 2018. O. Reg. 197/20, s. 4 (2). (4) A manufacturer, wholesaler or distributor may display and promote vapour products as long as the display or promotion complies with Division 2 of Part IV of the Tobacco and Vaping Products Act (Canada). O. Reg. 439/18, s. 4. (5) In this section, “manufacturer” means a person who manufactures, fabricates or produces vapour products for distribution, sale or storage in Ontario, and includes any entity that is associated with a manufacturer, including an entity that controls or is controlled by the manufacturer or that is controlled by the same entity that controls the manufacturer; (“fabricant”) “wholesaler or distributor” means a person who, in Ontario, sells or distributes vapour products for subsequent sale at retail. (“grossiste ou distributeur”) O. Reg. 439/18, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK29\"></a><b>22. </b>(1) For the purposes of section 4.1 of the Act, a person who sells vapour products or offers vapour products for sale may display or promote vapour products, as the case may be, as long as the display or promotion complies with the requirements set out in this section. O. Reg. 439/18, s. 4.</p> <p class=\"subsection-e\">  (2) A person who sells vapour products or offers vapour products for sale at retail at a specialty vape store may display and promote vapour products as long as the following requirements are complied with:</p> <p class=\"paragraph-e\">  1.  The display or promotion must take place entirely within the place of business of the specialty vape store. </p> <p class=\"paragraph-e\">  1.1  The display or promotion must not be visible from outside the place of business of the specialty vape store at any time of day.</p> <p class=\"paragraph-e\">  2.  The display or promotion must take place in a specialty vape store that meets the following conditions:</p> <p class=\"subpara-e\">  i.  The retailer of the specialty vape store shall not permit a person who is less than 19 years old to enter the place of business of the specialty vape store, other than the owner or occupier of the specialty vape store, one of their employees or a support person accompanying a person with a disability who is at least 19 years old. For the purposes of this subparagraph, a person who appears to be less than 25 years old is deemed to be less than 19 years old unless the retailer has required that person to provide identification and is satisfied that the person is at least 19 years old.</p> <p class=\"subpara-e\">  ii.  The place of business of the specialty vape store must be a building or must be located within a building.</p> <p class=\"subpara-e\">  iii.  Customers must be able to enter the place of business of the specialty vape store only from the outdoors or from the areas of an enclosed shopping mall that are,</p> <p class=\"subsubpara-e\">  A.  open to the public,</p> <p class=\"subsubpara-e\">  B.  common to most of the retail establishments or other businesses within the mall, and</p> <p class=\"subsubpara-e\">  C.  not part of a retail establishment or other business within the mall.</p> <p class=\"subpara-e\">  iv.  The place of business of the specialty vape store must not be a thoroughfare. O. Reg. 439/18, s. 4; O. Reg. 197/20, s. 4 (1).</p> <p class=\"subsection-e\">  (3) A person who sells vapour products or offers vapour products for sale at retail at a place that is not a specialty vape store may not display vapour products, and may only promote vapour products by,</p> <p class=\"clause-e\">  (a)  making available one or more documents providing information about vapour products and their price that comply with the conditions set out in subsection (3.1); and</p> <p class=\"clause-e\">  (b)  posting one or more signs providing information about vapour products and their price that comply with the conditions set out in subsection (3.2). O. Reg. 348/19, s. 1.</p> <p class=\"subsection-e\">  (3.1) The following are the conditions for the purposes of clause (3) (a):</p> <p class=\"paragraph-e\">  1.  The document may only be made available for viewing inside the place and may not be removed from the place.</p> <p class=\"paragraph-e\">  2.  The person making the document available for viewing shall ensure that it is not viewed by a person who is less than 19 years old, other than the owner or occupier of the place or one of their employees. For the purposes of this paragraph, a person who appears to be less than 25 years old is deemed to be less than 19 years old unless the person making the document available has required that person to provide identification and is satisfied that the person is at least 19 years old. O. Reg. 348/19, s. 1.</p> <p class=\"subsection-e\">  (3.2) The following are the conditions for the purposes of clause (3) (b):</p> <p class=\"paragraph-e\">  1.  No more than three of the signs may be posted in the place.</p> <p class=\"paragraph-e\">  2.  None of the signs may be more than 968 square centimetres in area.</p> <p class=\"paragraph-e\">  3.  Each sign must have a white background and only black text and graphics.</p> <p class=\"paragraph-e\">  4.  A sign must not include a text or graphic that identifies or reflects a brand of a vapour product or any element of such a brand. O. Reg. 348/19, s. 1.</p> <p class=\"subsection-e\">  (3.3) Subsections 4.1 (1) and (2) of the Act do not apply to display or promotion at a cannabis retail store within the meaning of the <i>Cannabis Licence Act, 2018</i>. O. Reg. 197/20, s. 4 (2).</p> <p class=\"subsection-e\">  (4) A manufacturer, wholesaler or distributor may display and promote vapour products as long as the display or promotion complies with Division 2 of Part IV of the <i>Tobacco and Vaping Products Act</i> (Canada). O. Reg. 439/18, s. 4.</p> <p class=\"subsection-e\">  (5) In this section,</p> <p class=\"definition-e\">“manufacturer” means a person who manufactures, fabricates or produces vapour products for distribution, sale or storage in Ontario, and includes any entity that is associated with a manufacturer, including an entity that controls or is controlled by the manufacturer or that is controlled by the same entity that controls the manufacturer; (“fabricant”)</p> <p class=\"definition-e\">“wholesaler or distributor” means a person who, in Ontario, sells or distributes vapour products for subsequent sale at retail. (“grossiste ou distributeur”) O. Reg. 439/18, s. 4.</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "23.",
            "part_id": null,
            "part_type": null,
            "section": "Exemption, display and promotion rules, manufacturers",
            "content": " 23. (1) For the purposes of this section, a manufacturer of tobacco products is a person who, (a)  manufactures, fabricates or produces tobacco products for distribution, sale or storage in Ontario; and (b)  holds a manufacturer’s registration certificate under section 7 of the Tobacco Tax Act. O. Reg. 439/18, s. 4. (2) For the purposes of this section, a manufacturer includes any entity that is associated with a manufacturer, including an entity that controls or is controlled by the manufacturer or that is controlled by the same entity that controls the manufacturer. O. Reg. 439/18, s. 4. (3) A manufacturer of tobacco products is exempt from subsections 4 (1) and (2) of the Act in respect of a place where tobacco products are manufactured, fabricated or produced by the manufacturer, subject to the following conditions: 1.  The place must be registered with the Ministry for the purposes of the exemption. 2.  The manufacturer shall not permit a person who is less than 19 years old to enter the place other than an employee of the manufacturer or a support person accompanying a person with a disability who is at least 19 years old. For the purposes of this paragraph, a person who appears to be less than 25 years old is deemed to be less than 19 years old unless the manufacturer has required the person to provide identification and is satisfied that the person is at least 19 years old. 3.  Promotional material, tobacco products and tobacco product accessories associated with a brand of tobacco product must not be visible from outside the place at any time of day. 4.  Customers must be able to enter the place only from the outdoors or from the areas of an enclosed shopping mall that are, i.  open to the public, ii.  common to most of the retail establishments or other businesses within the mall, and iii.  not part of a retail establishment or other business within the mall. 5.  The place must not be a thoroughfare. O. Reg. 439/18, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK30\"></a><b>23. </b>(1) For the purposes of this section, a manufacturer of tobacco products is a person who,</p> <p class=\"clause-e\">  (a)  manufactures, fabricates or produces tobacco products for distribution, sale or storage in Ontario; and</p> <p class=\"clause-e\">  (b)  holds a manufacturer’s registration certificate under section 7 of the <i>Tobacco Tax Act</i>. O. Reg. 439/18, s. 4.</p> <p class=\"subsection-e\">  (2) For the purposes of this section, a manufacturer includes any entity that is associated with a manufacturer, including an entity that controls or is controlled by the manufacturer or that is controlled by the same entity that controls the manufacturer. O. Reg. 439/18, s. 4.</p> <p class=\"subsection-e\">  (3) A manufacturer of tobacco products is exempt from subsections 4 (1) and (2) of the Act in respect of a place where tobacco products are manufactured, fabricated or produced by the manufacturer, subject to the following conditions:</p> <p class=\"paragraph-e\">  1.  The place must be registered with the Ministry for the purposes of the exemption.</p> <p class=\"paragraph-e\">  2.  The manufacturer shall not permit a person who is less than 19 years old to enter the place other than an employee of the manufacturer or a support person accompanying a person with a disability who is at least 19 years old. For the purposes of this paragraph, a person who appears to be less than 25 years old is deemed to be less than 19 years old unless the manufacturer has required the person to provide identification and is satisfied that the person is at least 19 years old.</p> <p class=\"paragraph-e\">  3.  Promotional material, tobacco products and tobacco product accessories associated with a brand of tobacco product must not be visible from outside the place at any time of day.</p> <p class=\"paragraph-e\">  4.  Customers must be able to enter the place only from the outdoors or from the areas of an enclosed shopping mall that are,</p> <p class=\"subpara-e\">  i.  open to the public,</p> <p class=\"subpara-e\">  ii.  common to most of the retail establishments or other businesses within the mall, and</p> <p class=\"subpara-e\">  iii.  not part of a retail establishment or other business within the mall.</p> <p class=\"paragraph-e\">  5.  The place must not be a thoroughfare. O. Reg. 439/18, s. 4.</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "24.",
            "part_id": null,
            "part_type": null,
            "section": "Tobacco display exemption for duty free retailers",
            "content": " 24. A retailer who sells tobacco products at a duty free shop, as defined in subsection 2 (1) of the Customs Act (Canada), is exempt from subsection 4 (1) of the Act in respect of sales of tobacco products at the duty free shop if all of the following conditions are met: 1.  Tobacco products and tobacco product accessories associated with a brand of tobacco product must not be visible from outside the duty free shop at any time of day. 2.  Customers of the duty free shop must only be able to enter the duty free shop from the outdoors or from the areas of an enclosed shopping mall that are, i.  open to the public, ii.  common to most of the retail establishments or other businesses within the mall, and iii.  not part of a retail establishment or other business within the mall. 3.  The duty free shop must not be a thoroughfare.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK31\"></a><b>24. </b>A retailer who sells tobacco products at a duty free shop, as defined in subsection 2 (1) of the <i>Customs Act</i> (Canada), is exempt from subsection 4 (1) of the Act in respect of sales of tobacco products at the duty free shop if all of the following conditions are met:</p> <p class=\"paragraph-e\">  1.  Tobacco products and tobacco product accessories associated with a brand of tobacco product must not be visible from outside the duty free shop at any time of day.</p> <p class=\"paragraph-e\">  2.  Customers of the duty free shop must only be able to enter the duty free shop from the outdoors or from the areas of an enclosed shopping mall that are,</p> <p class=\"subpara-e\">  i.  open to the public,</p> <p class=\"subpara-e\">  ii.  common to most of the retail establishments or other businesses within the mall, and</p> <p class=\"subpara-e\">  iii.  not part of a retail establishment or other business within the mall.</p> <p class=\"paragraph-e\">  3.  The duty free shop must not be a thoroughfare.</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "25.",
            "part_id": null,
            "part_type": null,
            "section": "Exempt tobacco products",
            "content": " 25. (1) Paragraph 1 of section 9 of the Act does not apply with respect to the following tobacco products: 1.  A flavoured cigar that, i.  weighs more than 1.4 grams but less than 6 grams, excluding the weight of any mouthpiece or tip, ii.  has a wrapper fitted in spiral form, iii.  has no tipping paper, and iv.  contains only a flavouring agent that imparts a flavour or aroma of wine, port, whiskey or rum. 2.  A flavoured cigar that, i.  weighs 6 grams or more, excluding the weight of any mouthpiece or tip, ii.  has a wrapper fitted in spiral form, and iii.  has no tipping paper. 3.  Flavoured pipe tobacco. (2) The term “pipe tobacco” in paragraph 3 of subsection (1) does not include tobacco manufactured or sold for use in a hookah or a waterpipe.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK32\"></a><b>25. </b>(1) Paragraph 1 of section 9 of the Act does not apply with respect to the following tobacco products:</p> <p class=\"paragraph-e\">  1.  A flavoured cigar that,</p> <p class=\"subpara-e\">  i.  weighs more than 1.4 grams but less than 6 grams, excluding the weight of any mouthpiece or tip,</p> <p class=\"subpara-e\">  ii.  has a wrapper fitted in spiral form,</p> <p class=\"subpara-e\">  iii.  has no tipping paper, and</p> <p class=\"subpara-e\">  iv.  contains only a flavouring agent that imparts a flavour or aroma of wine, port, whiskey or rum.</p> <p class=\"paragraph-e\">  2.  A flavoured cigar that,</p> <p class=\"subpara-e\">  i.  weighs 6 grams or more, excluding the weight of any mouthpiece or tip,</p> <p class=\"subpara-e\">  ii.  has a wrapper fitted in spiral form, and</p> <p class=\"subpara-e\">  iii.  has no tipping paper.</p> <p class=\"paragraph-e\">  3.  Flavoured pipe tobacco.</p> <p class=\"subsection-e\">  (2) The term “pipe tobacco” in paragraph 3 of subsection (1) does not include tobacco manufactured or sold for use in a hookah or a waterpipe.</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "26.",
            "part_id": null,
            "part_type": null,
            "section": "Controlled areas",
            "content": " 26. (1) For the purposes of subsection 13 (1) of the Act, the following are the requirements for a controlled area if a proprietor or employer chooses to operate a controlled area: 1.  The controlled area must be enclosed and separated from the rest of the building and must not be a thoroughfare. 2.  The controlled area must be registered with the Ministry by the proprietor of the controlled area and by the employer of the workers who maintain the controlled area. 3.  The proprietor of the controlled area and the employer of the workers who maintain the controlled area shall ensure that maintenance checks of the controlled area are conducted in accordance with Schedule 1 to this Regulation. 4.  The controlled area must comply with all the applicable codes and standards, and, where the requirements of the applicable codes and standards conflict with the requirements in this Regulation, the requirements of the applicable codes and standards shall prevail. The existing fire separations and other life safety systems shall be maintained or upgraded as required based on the new usage of the space. 5.  The controlled area must be cleaned daily, and i.  there shall be no smoking or use of electronic cigarettes in the controlled area for two hours before custodial staff enter the controlled area and while custodial staff are cleaning the controlled area, and ii.  a sign must be posted outside the controlled area indicating the hours during which smoking and the use of electronic cigarettes is not permitted in the controlled area. 6.  The controlled area must be equipped with a separate ventilation system that supplies a minimum ventilation rate of 30 litres per second per person for the maximum permitted occupancy of the controlled area and that exhausts to the exterior of the building. 7.  The controlled area must meet the requirements set out in Schedule 2 to this Regulation. O. Reg. 268/18, s. 26 (1). (2) If a controlled area in the facility is set aside for the purpose of smoking or the use of electronic cigarettes and for the purpose of carrying on another activity, there must be another area in the facility that is of a size equal to or greater than the area of the controlled area and in which smoking or the use of electronic cigarettes is not permitted and in which the other activity may be carried on. O. Reg. 268/18, s. 26 (2). (3) If a controlled area in the facility is set aside for the purpose of smoking or the use of electronic cigarettes, the proprietor of the facility and the employer of the workers in the facility shall post the sign described in subsection (4) and the sign described in subsection (5) outside any entrance to the controlled area. O. Reg. 268/18, s. 26 (3). (4) The first sign referred to in subsection (3) shall meet the following requirements: 1.  The sign must be 10 centimetres in height and 10 centimetres in width. 2.  The sign must be a copy of the sign entitled “Controlled Areas in Certain Residential Facilities”, dated April 1, 2020 and accessible through a website of the Government of Ontario. O. Reg. 268/18, s. 26 (4); O. Reg. 430/19, s. 8; O. Reg. 197/20, s. 5. (5) The second sign referred to in subsection (3) shall indicate the maximum permitted occupancy of the controlled area. O. Reg. 268/18, s. 26 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK33\"></a><b>26. </b>(1) For the purposes of subsection 13 (1) of the Act, the following are the requirements for a controlled area if a proprietor or employer chooses to operate a controlled area:</p> <p class=\"paragraph-e\">  1.  The controlled area must be enclosed and separated from the rest of the building and must not be a thoroughfare.</p> <p class=\"paragraph-e\">  2.  The controlled area must be registered with the Ministry by the proprietor of the controlled area and by the employer of the workers who maintain the controlled area.</p> <p class=\"paragraph-e\">  3.  The proprietor of the controlled area and the employer of the workers who maintain the controlled area shall ensure that maintenance checks of the controlled area are conducted in accordance with Schedule 1 to this Regulation.</p> <p class=\"paragraph-e\">  4.  The controlled area must comply with all the applicable codes and standards, and, where the requirements of the applicable codes and standards conflict with the requirements in this Regulation, the requirements of the applicable codes and standards shall prevail. The existing fire separations and other life safety systems shall be maintained or upgraded as required based on the new usage of the space.</p> <p class=\"paragraph-e\">  5.  The controlled area must be cleaned daily, and</p> <p class=\"subpara-e\">  i.  there shall be no smoking or use of electronic cigarettes in the controlled area for two hours before custodial staff enter the controlled area and while custodial staff are cleaning the controlled area, and</p> <p class=\"subpara-e\">  ii.  a sign must be posted outside the controlled area indicating the hours during which smoking and the use of electronic cigarettes is not permitted in the controlled area.</p> <p class=\"paragraph-e\">  6.  The controlled area must be equipped with a separate ventilation system that supplies a minimum ventilation rate of 30 litres per second per person for the maximum permitted occupancy of the controlled area and that exhausts to the exterior of the building.</p> <p class=\"paragraph-e\">  7.  The controlled area must meet the requirements set out in Schedule 2 to this Regulation. O. Reg. 268/18, s. 26 (1).</p> <p class=\"subsection-e\">  (2) If a controlled area in the facility is set aside for the purpose of smoking or the use of electronic cigarettes and for the purpose of carrying on another activity, there must be another area in the facility that is of a size equal to or greater than the area of the controlled area and in which smoking or the use of electronic cigarettes is not permitted and in which the other activity may be carried on. O. Reg. 268/18, s. 26 (2).</p> <p class=\"subsection-e\">  (3) If a controlled area in the facility is set aside for the purpose of smoking or the use of electronic cigarettes, the proprietor of the facility and the employer of the workers in the facility shall post the sign described in subsection (4) and the sign described in subsection (5) outside any entrance to the controlled area. O. Reg. 268/18, s. 26 (3).</p> <p class=\"subsection-e\">  (4) The first sign referred to in subsection (3) shall meet the following requirements:</p> <p class=\"paragraph-e\">  1.  The sign must be 10 centimetres in height and 10 centimetres in width.</p> <p class=\"paragraph-e\">  2.  The sign must be a copy of the sign entitled “Controlled Areas in Certain Residential Facilities”, dated April 1, 2020 and accessible through a website of the Government of Ontario. O. Reg. 268/18, s. 26 (4); O. Reg. 430/19, s. 8; O. Reg. 197/20, s. 5.</p> <p class=\"subsection-e\">  (5) The second sign referred to in subsection (3) shall indicate the maximum permitted occupancy of the controlled area. O. Reg. 268/18, s. 26 (5).</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "27.",
            "part_id": null,
            "part_type": null,
            "section": "Psychiatric facilities",
            "content": " 27. For the purposes of subparagraph 1 iv of subsection 13 (1) of the Act, the following psychiatric facilities are designated: 1.  A psychiatric facility under the Mental Health Act that was formerly designated under the Mental Hospitals Act as a facility to which the Mental Hospitals Act applies and that became a division or other part of another facility as a result of the implementation of a plan for the restructuring of hospital services.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK34\"></a><b>27. </b>For the purposes of subparagraph 1 iv of subsection 13 (1) of the Act, the following psychiatric facilities are designated:</p> <p class=\"paragraph-e\">  1.  A psychiatric facility under the <i>Mental Health Act</i> that was formerly designated under the <i>Mental Hospitals Act</i> as a facility to which the <i>Mental Hospitals Act</i> applies and that became a division or other part of another facility as a result of the implementation of a plan for the restructuring of hospital services.</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "28.",
            "part_id": null,
            "part_type": null,
            "section": "Facilities for veterans",
            "content": " 28. For the purposes of subparagraph 1 v of subsection 13 (1) of the Act, the following facilities for veterans are designated: 1.  The Parkwood Hospital site of St. Joseph’s Health Care London. 2.  The Kilgour wing (K wing) and the George Hees wing (L wing) of the Sunnybrook Health Sciences Centre.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK35\"></a><b>28. </b>For the purposes of subparagraph 1 v of subsection 13 (1) of the Act, the following facilities for veterans are designated:</p> <p class=\"paragraph-e\">  1.  The Parkwood Hospital site of St. Joseph’s Health Care London.</p> <p class=\"paragraph-e\">  2.  The Kilgour wing (K wing) and the George Hees wing (L wing) of the Sunnybrook Health Sciences Centre.</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "29.",
            "part_id": null,
            "part_type": null,
            "section": "Hospices",
            "content": " 29. For the purposes of subsection 13 (4) of the Act, the hospice must comply with the following requirements: 1.  The hospice must be a residential hospice that provides nursing care that is funded, directly or indirectly, through the Ministry of Health and Long-Term Care. 2.  The area in the hospice where the smoking of cannabis or the use of electronic cigarettes is taking place meets the requirements of paragraphs 2, 3, 4 and 5 of subsection 13 (1) of the Act and the requirements of section 26 of this Regulation. O. Reg. 268/18, s. 29; O. Reg. 439/18, s. 5. 30. Revoked: O. Reg. 439/18, s. 6.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK36\"></a><b>29. </b>For the purposes of subsection 13 (4) of the Act, the hospice must comply with the following requirements:</p> <p class=\"paragraph-e\">  1.  The hospice must be a residential hospice that provides nursing care that is funded, directly or indirectly, through the Ministry of Health and Long-Term Care.</p> <p class=\"paragraph-e\">  2.  The area in the hospice where the smoking of cannabis or the use of electronic cigarettes is taking place meets the requirements of paragraphs 2, 3, 4 and 5 of subsection 13 (1) of the Act and the requirements of section 26 of this Regulation. O. Reg. 268/18, s. 29; O. Reg. 439/18, s. 5.</p> <p class=\"section-e\"> <b>30. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 439/18, s. 6.</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "31.",
            "part_id": null,
            "part_type": null,
            "section": "Stage production exemptions",
            "content": " 31. (1) Subsection 12 (1) of the Act does not apply to an actor who uses an electronic cigarette in a stage production if the following conditions are met: 1.  No consideration is given, directly or indirectly, for the use or depiction of the electronic cigarette in the stage production. 2.  The electronic cigarette does not contain nicotine. 3.  The electronic cigarette does not contain a controlled substance within the meaning of the Controlled Drugs and Substances Act (Canada). 4.  The electronic cigarette does not contain cannabis. 5.  The vapour produced by the electronic cigarette is unscented. (2) In this section, “stage production” means a dramatic, musical, educational or artistic work that is performed live on a stage, and includes any rehearsal of such a work.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK37\"></a><b>31. </b>(1) Subsection 12 (1) of the Act does not apply to an actor who uses an electronic cigarette in a stage production if the following conditions are met:</p> <p class=\"paragraph-e\">  1.  No consideration is given, directly or indirectly, for the use or depiction of the electronic cigarette in the stage production.</p> <p class=\"paragraph-e\">  2.  The electronic cigarette does not contain nicotine.</p> <p class=\"paragraph-e\">  3.  The electronic cigarette does not contain a controlled substance within the meaning of the <i>Controlled Drugs and Substances Act</i> (Canada).</p> <p class=\"paragraph-e\">  4.  The electronic cigarette does not contain cannabis.</p> <p class=\"paragraph-e\">  5.  The vapour produced by the electronic cigarette is unscented.</p> <p class=\"subsection-e\">  (2) In this section,</p> <p class=\"definition-e\">“stage production” means a dramatic, musical, educational or artistic work that is performed live on a stage, and includes any rehearsal of such a work.</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "32.",
            "part_id": null,
            "part_type": null,
            "section": "Testing, sampling, etc.",
            "content": " 32. (1) Subsection 12 (1) of the Act does not apply to the holding of an activated electronic cigarette if the following conditions are met: 1.  The activated electronic cigarette is held for the purpose of testing the electronic cigarette or demonstrating to customers how the electronic cigarette can be activated. 2.  No vapour is inhaled or exhaled from the activated electronic cigarette. 3.  The activated electronic cigarette is held in a tobacconist or specialty vape store that meets the following conditions: i.  The retailer of the tobacconist or specialty vape store shall not permit a person who is less than 19 years old to enter the place of business of the tobacconist or specialty vape store other than the owner or occupier of the place, one of their employees or a support person accompanying a person with a disability who is at least 19 years old. For the purposes of this subparagraph, a person who appears to be less than 25 years old is deemed to be less than 19 years old unless the retailer has required that person to provide identification and is satisfied that the person is at least 19 years old. ii.  The place of business of the tobacconist or specialty vape store must be a building or must be located within a building. iii.  Customers must be able to enter the place of business of the tobacconist or specialty vape store only from the outdoors or from the areas of an enclosed shopping mall that are, A.  open to the public, B.  common to most of the retail establishments or other businesses within the mall, and C.  not part of a retail establishment or other business within the mall. iv.  The place of business of the tobacconist or specialty vape store must not be a thoroughfare. O. Reg. 439/18, s. 7. (2) Subsection 12 (1) of the Act does not apply to the use of an electronic cigarette if the following conditions are met: 1.  The electronic cigarette is used for the purpose of sampling a vapour product. 2.  The electronic cigarette is used in a specialty vape store that meets the following conditions: i.  The retailer of the specialty vape store shall not permit a person who is less than 19 years old to enter the place of business of the specialty vape store, other than the owner or occupier of the specialty vape store, one of their employees or a support person accompanying a person with a disability who is at least 19 years old. For the purposes of this subparagraph, a person who appears to be less than 25 years old is deemed to be less than 19 years old unless the retailer has required that person to provide identification and is satisfied that the person is at least 19 years old. ii.  The place of business of the specialty vape store must be a building or must be located within a building. iii.  Customers must be able to enter the place of business of the specialty vape store only from the outdoors or from the areas of an enclosed shopping mall that are, A.  open to the public, B.  common to most of the retail establishments or other businesses within the mall, and C.  not part of a retail establishment or other business within the mall. iv.  The place of business of the specialty vape store must not be a thoroughfare. 3.  No more than two persons may sample a vapour product by using an electronic cigarette in the specialty vape store at the same time. 4.  The electronic cigarette must be the personal possession of the person holding it, or, if it is supplied by the specialty vape store, a fresh one-time disposable mouthpiece must be used for the sampling. 5.  The electronic cigarette must not contain cannabis, tobacco or a controlled substance as defined in the Controlled Drugs and Substances Act (Canada). O. Reg. 439/18, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK38\"></a><b>32. </b>(1) Subsection 12 (1) of the Act does not apply to the holding of an activated electronic cigarette if the following conditions are met:</p> <p class=\"paragraph-e\">  1.  The activated electronic cigarette is held for the purpose of testing the electronic cigarette or demonstrating to customers how the electronic cigarette can be activated.</p> <p class=\"paragraph-e\">  2.  No vapour is inhaled or exhaled from the activated electronic cigarette.</p> <p class=\"paragraph-e\">  3.  The activated electronic cigarette is held in a tobacconist or specialty vape store that meets the following conditions:</p> <p class=\"subpara-e\">  i.  The retailer of the tobacconist or specialty vape store shall not permit a person who is less than 19 years old to enter the place of business of the tobacconist or specialty vape store other than the owner or occupier of the place, one of their employees or a support person accompanying a person with a disability who is at least 19 years old. For the purposes of this subparagraph, a person who appears to be less than 25 years old is deemed to be less than 19 years old unless the retailer has required that person to provide identification and is satisfied that the person is at least 19 years old.</p> <p class=\"subpara-e\">  ii.  The place of business of the tobacconist or specialty vape store must be a building or must be located within a building.</p> <p class=\"subpara-e\">  iii.  Customers must be able to enter the place of business of the tobacconist or specialty vape store only from the outdoors or from the areas of an enclosed shopping mall that are,</p> <p class=\"subsubpara-e\">  A.  open to the public,</p> <p class=\"subsubpara-e\">  B.  common to most of the retail establishments or other businesses within the mall, and</p> <p class=\"subsubpara-e\">  C.  not part of a retail establishment or other business within the mall.</p> <p class=\"subpara-e\">  iv.  The place of business of the tobacconist or specialty vape store must not be a thoroughfare. O. Reg. 439/18, s. 7.</p> <p class=\"subsection-e\">  (2) Subsection 12 (1) of the Act does not apply to the use of an electronic cigarette if the following conditions are met:</p> <p class=\"paragraph-e\">  1.  The electronic cigarette is used for the purpose of sampling a vapour product.</p> <p class=\"paragraph-e\">  2.  The electronic cigarette is used in a specialty vape store that meets the following conditions:</p> <p class=\"subpara-e\">  i.  The retailer of the specialty vape store shall not permit a person who is less than 19 years old to enter the place of business of the specialty vape store, other than the owner or occupier of the specialty vape store, one of their employees or a support person accompanying a person with a disability who is at least 19 years old. For the purposes of this subparagraph, a person who appears to be less than 25 years old is deemed to be less than 19 years old unless the retailer has required that person to provide identification and is satisfied that the person is at least 19 years old.</p> <p class=\"subpara-e\">  ii.  The place of business of the specialty vape store must be a building or must be located within a building.</p> <p class=\"subpara-e\">  iii.  Customers must be able to enter the place of business of the specialty vape store only from the outdoors or from the areas of an enclosed shopping mall that are,</p> <p class=\"subsubpara-e\">  A.  open to the public,</p> <p class=\"subsubpara-e\">  B.  common to most of the retail establishments or other businesses within the mall, and</p> <p class=\"subsubpara-e\">  C.  not part of a retail establishment or other business within the mall.</p> <p class=\"subpara-e\">  iv.  The place of business of the specialty vape store must not be a thoroughfare.</p> <p class=\"paragraph-e\">  3.  No more than two persons may sample a vapour product by using an electronic cigarette in the specialty vape store at the same time.</p> <p class=\"paragraph-e\">  4.  The electronic cigarette must be the personal possession of the person holding it, or, if it is supplied by the specialty vape store, a fresh one-time disposable mouthpiece must be used for the sampling.</p> <p class=\"paragraph-e\">  5.  The electronic cigarette must not contain cannabis, tobacco or a controlled substance as defined in the <i>Controlled Drugs and Substances Act</i> (Canada). O. Reg. 439/18, s. 7.</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "33.",
            "part_id": null,
            "part_type": null,
            "section": "Traditional use of tobacco",
            "content": " 33. (0.1) Psychiatric facilities within the meaning of the Mental Health Act\r\nare designated for the purposes of paragraph 2 of subsection 19 (4) of the Act. O. Reg. 439/18, s. 8 (1). (1) For the purposes of paragraph 5 of subsection 19 (4) of the Act, the following classes of places are prescribed: 1.  Integrated community health services centres under the Integrated Community Health Services Centres Act, 2023. 2.  Private hospitals within the meaning of the Private Hospitals Act. 3.  Homes that are part of the program of the Ministry known as the “Community Homes for Opportunity” program. O. Reg. 268/18, s. 33; O. Reg. 439/18, s. 8 (2); O. Reg. 219/23, s. 3. Evidence",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK39\"></a><b>33. </b>(0.1) Psychiatric facilities within the meaning of the <i>Mental Health Act</i>\r\nare designated for the purposes of paragraph 2 of subsection 19 (4) of the Act. O. Reg. 439/18, s. 8 (1).</p> <p class=\"subsection-e\">  (1) For the purposes of paragraph 5 of subsection 19 (4) of the Act, the following classes of places are prescribed:</p> <p class=\"paragraph-e\">  1.  Integrated community health services centres under the <i>Integrated Community Health Services Centres Act, 2023</i>.</p> <p class=\"paragraph-e\">  2.  Private hospitals within the meaning of the <i>Private Hospitals Act</i>.</p> <p class=\"paragraph-e\">  3.  Homes that are part of the program of the Ministry known as the “Community Homes for Opportunity” program. O. Reg. 268/18, s. 33; O. Reg. 439/18, s. 8 (2); O. Reg. 219/23, s. 3.</p> <p class=\"heading1-e\"><a name=\"BK40\"></a>Evidence</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "Evidence",
            "part_id": null,
            "part_type": null,
            "section": "Evidence",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "34.",
            "part_id": null,
            "part_type": null,
            "section": "Evidence and cannabis",
            "content": " 34. A court may, in the absence of evidence to the contrary, infer that any substance in question is cannabis from the fact that a witness describes it as cannabis or by a name that is commonly applied to cannabis. O. Reg. 439/18, s. 9. Miscellaneous",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK41\"></a><b>34. </b>A court may, in the absence of evidence to the contrary, infer that any substance in question is cannabis from the fact that a witness describes it as cannabis or by a name that is commonly applied to cannabis. O. Reg. 439/18, s. 9.</p> <p class=\"heading1-e\"><a name=\"BK42\"></a>Miscellaneous</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "Miscellaneous",
            "part_id": null,
            "part_type": null,
            "section": "Miscellaneous",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "35.",
            "part_id": null,
            "part_type": null,
            "section": "Procedure for employees",
            "content": " 35. For the purposes of subsection 14 (3) of the Act, section 50 of the Occupational Health and Safety Act, with the exception of subsections 50 (1), (2.1), (2.2) and (2.3), applies with necessary modifications when an employee complains that subsection 14 (2) of the Act has been contravened.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK43\"></a><b>35. </b>For the purposes of subsection 14 (3) of the Act, section 50 of the <i>Occupational Health and Safety Act</i>, with the exception of subsections 50 (1), (2.1), (2.2) and (2.3), applies with necessary modifications when an employee complains that subsection 14 (2) of the Act has been contravened.</p>"
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "36.",
            "part_id": null,
            "part_type": null,
            "section": "Home health-care worker",
            "content": " 36. (1) For the purposes of subsection 16 (3) of the Act, a home health-care worker who has exercised their right to leave must phone their employer within 30 minutes of leaving, or as soon as is reasonably possible after that, and inform the employer, (a)  that the worker has left; (b)  whether an appropriate person is present and available to care for the person to whom the health-care services were being provided or were to be provided; (c)  if the person to whom the health-care services were being provided or were to be provided would require care in the next 24 hours; (d)  in what situation the person to whom the health-care services were being provided or were to be provided was when the worker left; and (e)  whether there are any unusual circumstances and, if so, what they are. (2) The home health-care worker shall also follow any guidelines provided by the employer that are reasonably aimed at ensuring that the person to whom the health-care services were being provided or were to be provided is kept safe and provided with a reasonable level of care.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK44\"></a><b>36. </b>(1) For the purposes of subsection 16 (3) of the Act, a home health-care worker who has exercised their right to leave must phone their employer within 30 minutes of leaving, or as soon as is reasonably possible after that, and inform the employer,</p> <p class=\"clause-e\">  (a)  that the worker has left;</p> <p class=\"clause-e\">  (b)  whether an appropriate person is present and available to care for the person to whom the health-care services were being provided or were to be provided;</p> <p class=\"clause-e\">  (c)  if the person to whom the health-care services were being provided or were to be provided would require care in the next 24 hours;</p> <p class=\"clause-e\">  (d)  in what situation the person to whom the health-care services were being provided or were to be provided was when the worker left; and</p> <p class=\"clause-e\">  (e)  whether there are any unusual circumstances and, if so, what they are.</p> <p class=\"subsection-e\">  (2) The home health-care worker shall also follow any guidelines provided by the employer that are reasonably aimed at ensuring that the person to whom the health-care services were being provided or were to be provided is kept safe and provided with a reasonable level of care.</p>"
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "37.",
            "part_id": null,
            "part_type": null,
            "section": "Exemptions, s. 17.1 of the Act",
            "content": " 37. (1) Clause 17.1 (1) (b) of the Act does not apply to the consumption of medical cannabis in a manner other than by smoking or through the use of an electronic cigarette by a medical cannabis user. O. Reg. 439/18, s. 10. (2) Section 17.1 of the Act does not apply to the following: 1.  A motor vehicle as defined in the Highway Traffic Act that is equipped with permanent sleeping accommodations and permanent cooking facilities, while it is parked in a place that is not a highway or a King’s Highway within the meaning of that Act and is being used as a residence. 2.  A boat with permanent sleeping accommodations and permanent cooking and sanitary facilities, other than a boat used to carry passengers for hire, while the boat is at anchor or is secured to a dock or land and is being used as a residence. O. Reg. 439/18, s. 10. (3) Section 17.1 of the Act does not apply to the following: 1.  A drug containing cannabis to which the Cannabis Regulations (Canada) apply. 2.  Cannabis that is a natural health product to which the Natural Health Product Regulations (Canada) apply. 3.  Industrial hemp within the meaning of the Industrial Hemp Regulations (Canada). 4.  A derivative or a product made from a derivative that is exempt from the application of the Cannabis Act\r\n(Canada) under the Industrial Hemp Regulations (Canada). O. Reg. 439/18, s. 10. 38. (1) Omitted (provides for amendments to this Regulation). (2)-(6) Revoked: O. Reg. 219/23, s. 4. (7) Omitted (provides for amendments to this Regulation). (8), (9) Revoked: O. Reg. 219/23, s. 4. 39. Omitted (provides for coming into force of provisions of this Regulation). SCHEDULE 1   mAINTENANCE rEQUIREMENTS FOR CONTROLLED AREAS For the purposes of paragraph 3 of subsection 26 (1) of the Regulation, a qualified person shall perform the following maintenance checks on the controlled area and systems in the controlled area, and correct any thing that is not in compliance with the requirements for the controlled area: 1.  A monthly visual inspection of the controlled area to ensure that it is operating in compliance with the regulation, and in particular that, i.  the systems in the controlled area are operating, ii.  the temperature conditions set out in paragraph 8 of Schedule 2 in the controlled area are maintained, iii.  the doors are closing properly, iv.  there is no unusual accumulation of smoke or vapour in the controlled area, and v.  there is no accumulation of smoke or vapour outside the controlled area. 2.  A quarterly routine maintenance or maintenance as recommended by the equipment manufacturer, whichever is more frequent, and further maintenance as appropriate given the use of the system, including but not limited to changing the filter, checking and maintaining the motors, refrigeration system, heating system, and control system, and cleaning the coils and heat recovery system. 3.  An annual engineering inspection including air flow testing. SCHEDULE 2   ADDITIONAL REQUIREMENTS FOR CONTROLLED AREAS The following are additional requirements for controlled areas under paragraph 7 of subsection 26 (1) of the Regulation: Structure And Furnishings 1.  The controlled area shall be constructed with smoke sealed floor to slab partitions or sealed partitions with gypsum board ceilings. Floor to ceiling partitions with any permeable material, including but not limited to acoustic tiles, shall not be used. 2.  The controlled area shall be provided with a pressurized vestibule, having minimum dimensions of 1.8 metres in width and 2.4 metres in length, with two sets of doors with electric operators and door sweeps. 3.  The controlled area shall not contain soft fabric window coverings, carpets, ceiling tiles or soft fabric cover furniture. 4.  The furniture in the controlled area shall be of non-combustible, non-permeable, durable and easily cleanable surface material. Ventilation 5.  The controlled area shall be isolated from the other areas of the building and shall have a separate ventilation system that operates at all times. No air from the controlled area shall be circulated to the rest of the building. 6.  The ventilation system shall provide separate and filtered supply air to the controlled area at a minimum ventilation rate of 30 litres per second per person for the maximum permitted occupancy of the controlled area. The ventilation system shall heat or cool the supply air to maintain the temperature conditions set out in paragraph 8. 7.  The controlled area shall be maintained at a pressure that is at least five to seven  Pascals less than the pressure in any adjoining area where smoking or the use of electronic cigarettes is prohibited. The rate of air exhausted from the controlled shall be at least 10 per cent greater than the rate at which air is supplied to the controlled area. 8.  The controlled area shall be maintained at a temperature of at least 22°C and shall be increased, where appropriate, to a maximum of 25.5°C. 9.  Thermal displacement ventilation shall supply the air at a low level close to the entrance of the controlled area at a maximum velocity of 0.20 metres per second. 10.  The air from the controlled area shall be collected at ceiling level at the end of the area opposite the entrance and exhausted to the outside with a minimum velocity of 0.36 metres per second through each exhaust air discharge opening. 11.  The exhaust air discharge openings for the air that is removed from the controlled area shall be located at least 3.6 metres above ground and six metres from any opening windows, balconies and air intakes. 12.  Supply air intakes and exhaust air discharge openings shall be separated horizontally by a minimum of six metres. 13.  All the equipment for the controlled area must be located in accessible locations. Switches and thermostats for the controlled area that are in public areas shall be provided with lockable cages that shall be kept locked, and to which only authorized persons have access. 14.  All duct work shall be of rigid material. Balancing dampers shall be provided on all branch ducts. 15.  The ventilation system shall be provided with an interlock between air supply and exhaust to ensure continuous operation of both systems. 16.  The ventilation system shall incorporate a heat recovery system to capture the heat from the exhaust air flows. 17.  The proper installation of the systems in the controlled area must be verified before the controlled area is used. All systems shall be balanced by a balancing contractor who is affiliated with the Associated Air Balance Council or National Environmental Balancing Bureau and who is not associated with the contractor who built the controlled area, the employer of the employees who maintain or clean the controlled area, or the proprietor of the controlled area. SCHEDULE 3 \nPROVINCE OF ONTARIO OFFICE BUILDINGS   (Section 6) 1.  The office building located at 108 Saturn Avenue in Atikokan. 2.  The office building located at 50 Bloomington Road West in Aurora. 3.  The office building located at 50 Monck Street in Bancroft. 4.  The office buildings located at 106 Monck Street in Bancroft. 5.  The office building located at 62 Queen Street in Blind River. 6.  The office building located at 1350 High Falls Road in Bracebridge. 7.  The office building located at 1809 Oxford Street in Brockville. 8.  The office buildings located at 190 Cherry Street in Chapleau. 9.  The office building located at 870 Richmond Street in Chatham. 10.  The office building located at 100 Don Street in Clinton. 11.  The office buildings located at 2 Third Avenue in Cochrane. 12.  The office building located at 479 Government Street in Dryden. 13.  The office building located at 50 Hillside Drive North in Elliot Lake. 14.  The office building located at 148 Fleming Street in Espanola. 15.  The office building located at 208 Beamish Avenue in Geraldton. 16.  The office building located at 5 Low Avenue in Gogama. 17.  The office building located at 119 King Street West in Hamilton. 18.  The office building located at 613 Front Street in Hearst. 19.  The office building located at 207 Main Street West in Huntsville. 20.  The office building located at Hwy 17 and Hwy 599 in Ignace. 21.  The office building located at 122 Government Road in Kapuskasing. 22.  The office building located at 808 Robertson Street in Kenora. 23.  The office building located at 810 Robertson Street in Kenora. 24.  The office building located at 322 Kent Street West in Lindsay. 25.  The office building located at 659 Exeter Road in London. 26.  The office building located at 667 Exeter Road in London. 27.  The office building located at 900 Highbury Avenue in London. 28.  The office buildings located at 2284 Nursery Road in Midhurst. 29.  The office building located at 5 Wadsworth Drive in Nipigon. 30.  The office building located at 200 First Avenue West in North Bay. 31.  The office building located at 447 McKeown Avenue in North Bay. 32.  The office building located at 3301 Trout Lake Road in North Bay. 33.  The office building located at 125 Sir William Hearst Avenue in North York. 34.  The office building located at 145 Sir William Hearst Avenue in North York. 35.  The office building located at 159 Sir William Hearst Avenue in North York. 36.  The office building located at 777 Memorial Avenue in Orillia. 37.  The office building located at 33 King Street West in Oshawa. 38.  The office buildings located at 1450 Seventh Avenue East in Owen Sound. 39.  The office building located at 31 Riverside Drive in Pembroke. 40.  The office building located at 300 Water Street in Peterborough. 41.  The office building located at 227 Howey Street in Red Lake. 42.  The office building located at 64 Church Street in Sault Ste. Marie. 43.  The office building located at 70 Foster Drive in Sault Ste. Marie. 44.  The office building located at 49 Prince Street in Sioux Lookout. 45.  The office building located at 301 St. Paul Street in St. Catharines. 46.  The office building located at 159 Cedar Street in Sudbury. 47.  The office building located at 1004 Hwy 17 in Terrace Bay. 48.  The office building located at 421 James Street South in Thunder Bay. 49.  The office building located at 435 James Street South in Thunder Bay. 50.  The office building located at 615 James Street South in Thunder Bay. 51.  The office building located at 189 Red River Road in Thunder Bay. 52.  The office buildings located at 900 Bay Street in Toronto. 53.  The office building located at 77 Grenville Street in Toronto. 54.  The office building located at 25 Grosvenor Street in Toronto. 55.  The office building located at 80 Grosvenor Street in Toronto. 56.  The office building located at 95 Grosvenor Street in Toronto. 57.  The office building located at 222 Jarvis Street in Toronto. 58.  The office building located at 7 Queen’s Park Crescent in Toronto. 59.  The office building located at 135 St. Clair Avenue West in Toronto. 60.  The office building located at 77 Wellesley Street West in Toronto. 61.  The office building located at 99 Wellesley Street West in Toronto. 62.  The office buildings located at 126 Old Troy Road in Tweed. 63.  The office building located at 48 Mission Road in Wawa.  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK45\"></a><b>37. </b>(1) Clause 17.1 (1) (b) of the Act does not apply to the consumption of medical cannabis in a manner other than by smoking or through the use of an electronic cigarette by a medical cannabis user. O. Reg. 439/18, s. 10.</p> <p class=\"subsection-e\">  (2) Section 17.1 of the Act does not apply to the following:</p> <p class=\"paragraph-e\">  1.  A motor vehicle as defined in the <i>Highway Traffic Act</i> that is equipped with permanent sleeping accommodations and permanent cooking facilities, while it is parked in a place that is not a highway or a King’s Highway within the meaning of that Act and is being used as a residence.</p> <p class=\"paragraph-e\">  2.  A boat with permanent sleeping accommodations and permanent cooking and sanitary facilities, other than a boat used to carry passengers for hire, while the boat is at anchor or is secured to a dock or land and is being used as a residence. O. Reg. 439/18, s. 10.</p> <p class=\"subsection-e\">  (3) Section 17.1 of the Act does not apply to the following:</p> <p class=\"paragraph-e\">  1.  A drug containing cannabis to which the <i>Cannabis Regulations</i> (Canada) apply.</p> <p class=\"paragraph-e\">  2.  Cannabis that is a natural health product to which the <i>Natural Health Product Regulations</i> (Canada) apply.</p> <p class=\"paragraph-e\">  3.  Industrial hemp within the meaning of the <i>Industrial Hemp Regulations</i> (Canada).</p> <p class=\"paragraph-e\">  4.  A derivative or a product made from a derivative that is exempt from the application of the <i>Cannabis Act</i>\r\n(Canada) under the <i>Industrial Hemp Regulations</i> (Canada). O. Reg. 439/18, s. 10.</p> <p class=\"section-e\"> <b>38. </b><b>(1)</b> <span class=\"ovsmallcap\">Omitted </span>(<span class=\"ovsmallcap\">provides for amendments to this Regulation</span>).</p> <p class=\"subsection-e\">  (2)-(6) <span class=\"ovsmallcap\">Revoked: </span>O. Reg. 219/23, s. 4.</p> <p class=\"subsection-e\"><b>  (7)</b> <span class=\"ovsmallcap\">Omitted </span>(<span class=\"ovsmallcap\">provides for amendments to this Regulation</span>).</p> <p class=\"subsection-e\">  (8), (9) <span class=\"ovsmallcap\">Revoked: </span>O. Reg. 219/23, s. 4.</p> <p class=\"section-e\"> <b>39.</b><b> </b><span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p> <p class=\"schedule-e\"><a name=\"BK46\"></a>SCHEDULE 1 <br/>  mAINTENANCE rEQUIREMENTS FOR CONTROLLED AREAS</p> <p class=\"paranoindt-e\">For the purposes of paragraph 3 of subsection 26 (1) of the Regulation, a qualified person shall perform the following maintenance checks on the controlled area and systems in the controlled area, and correct any thing that is not in compliance with the requirements for the controlled area:</p> <p class=\"paragraph-e\">  1.  A monthly visual inspection of the controlled area to ensure that it is operating in compliance with the regulation, and in particular that,</p> <p class=\"subpara-e\">  i.  the systems in the controlled area are operating,</p> <p class=\"subpara-e\">  ii.  the temperature conditions set out in paragraph 8 of Schedule 2 in the controlled area are maintained,</p> <p class=\"subpara-e\">  iii.  the doors are closing properly,</p> <p class=\"subpara-e\">  iv.  there is no unusual accumulation of smoke or vapour in the controlled area, and</p> <p class=\"subpara-e\">  v.  there is no accumulation of smoke or vapour outside the controlled area.</p> <p class=\"paragraph-e\">  2.  A quarterly routine maintenance or maintenance as recommended by the equipment manufacturer, whichever is more frequent, and further maintenance as appropriate given the use of the system, including but not limited to changing the filter, checking and maintaining the motors, refrigeration system, heating system, and control system, and cleaning the coils and heat recovery system.</p> <p class=\"paragraph-e\">  3.  An annual engineering inspection including air flow testing.</p> <p class=\"schedule-e\"><a name=\"BK47\"></a>SCHEDULE 2 <br/>  ADDITIONAL REQUIREMENTS FOR CONTROLLED AREAS</p> <p class=\"paranoindt-e\">The following are additional requirements for controlled areas under paragraph 7 of subsection 26 (1) of the Regulation:</p> <p class=\"heading1x-e\">Structure And Furnishings</p> <p class=\"paragraph-e\">  1.  The controlled area shall be constructed with smoke sealed floor to slab partitions or sealed partitions with gypsum board ceilings. Floor to ceiling partitions with any permeable material, including but not limited to acoustic tiles, shall not be used.</p> <p class=\"paragraph-e\">  2.  The controlled area shall be provided with a pressurized vestibule, having minimum dimensions of 1.8 metres in width and 2.4 metres in length, with two sets of doors with electric operators and door sweeps.</p> <p class=\"paragraph-e\">  3.  The controlled area shall not contain soft fabric window coverings, carpets, ceiling tiles or soft fabric cover furniture.</p> <p class=\"paragraph-e\">  4.  The furniture in the controlled area shall be of non-combustible, non-permeable, durable and easily cleanable surface material.</p> <p class=\"heading1x-e\">Ventilation</p> <p class=\"paragraph-e\">  5.  The controlled area shall be isolated from the other areas of the building and shall have a separate ventilation system that operates at all times. No air from the controlled area shall be circulated to the rest of the building.</p> <p class=\"paragraph-e\">  6.  The ventilation system shall provide separate and filtered supply air to the controlled area at a minimum ventilation rate of 30 litres per second per person for the maximum permitted occupancy of the controlled area. The ventilation system shall heat or cool the supply air to maintain the temperature conditions set out in paragraph 8.</p> <p class=\"paragraph-e\">  7.  The controlled area shall be maintained at a pressure that is at least five to seven  Pascals less than the pressure in any adjoining area where smoking or the use of electronic cigarettes is prohibited. The rate of air exhausted from the controlled shall be at least 10 per cent greater than the rate at which air is supplied to the controlled area.</p> <p class=\"paragraph-e\">  8.  The controlled area shall be maintained at a temperature of at least 22°C and shall be increased, where appropriate, to a maximum of 25.5°C.</p> <p class=\"paragraph-e\">  9.  Thermal displacement ventilation shall supply the air at a low level close to the entrance of the controlled area at a maximum velocity of 0.20 metres per second.</p> <p class=\"paragraph-e\">  10.  The air from the controlled area shall be collected at ceiling level at the end of the area opposite the entrance and exhausted to the outside with a minimum velocity of 0.36 metres per second through each exhaust air discharge opening.</p> <p class=\"paragraph-e\">  11.  The exhaust air discharge openings for the air that is removed from the controlled area shall be located at least 3.6 metres above ground and six metres from any opening windows, balconies and air intakes.</p> <p class=\"paragraph-e\">  12.  Supply air intakes and exhaust air discharge openings shall be separated horizontally by a minimum of six metres.</p> <p class=\"paragraph-e\">  13.  All the equipment for the controlled area must be located in accessible locations. Switches and thermostats for the controlled area that are in public areas shall be provided with lockable cages that shall be kept locked, and to which only authorized persons have access.</p> <p class=\"paragraph-e\">  14.  All duct work shall be of rigid material. Balancing dampers shall be provided on all branch ducts.</p> <p class=\"paragraph-e\">  15.  The ventilation system shall be provided with an interlock between air supply and exhaust to ensure continuous operation of both systems.</p> <p class=\"paragraph-e\">  16.  The ventilation system shall incorporate a heat recovery system to capture the heat from the exhaust air flows.</p> <p class=\"paragraph-e\">  17.  The proper installation of the systems in the controlled area must be verified before the controlled area is used. All systems shall be balanced by a balancing contractor who is affiliated with the Associated Air Balance Council or National Environmental Balancing Bureau and who is not associated with the contractor who built the controlled area, the employer of the employees who maintain or clean the controlled area, or the proprietor of the controlled area.</p> <p class=\"schedule-e\"><a name=\"BK48\"></a>SCHEDULE 3 <br/>\n<span>PROVINCE OF ONTARIO OFFICE BUILDINGS</span> <br/>  (Section 6)</p> <p class=\"paragraph-e\">  1.  The office building located at 108 Saturn Avenue in Atikokan.</p> <p class=\"paragraph-e\">  2.  The office building located at 50 Bloomington Road West in Aurora.</p> <p class=\"paragraph-e\">  3.  The office building located at 50 Monck Street in Bancroft.</p> <p class=\"paragraph-e\">  4.  The office buildings located at 106 Monck Street in Bancroft.</p> <p class=\"paragraph-e\">  5.  The office building located at 62 Queen Street in Blind River.</p> <p class=\"paragraph-e\">  6.  The office building located at 1350 High Falls Road in Bracebridge.</p> <p class=\"paragraph-e\">  7.  The office building located at 1809 Oxford Street in Brockville.</p> <p class=\"paragraph-e\">  8.  The office buildings located at 190 Cherry Street in Chapleau.</p> <p class=\"paragraph-e\">  9.  The office building located at 870 Richmond Street in Chatham.</p> <p class=\"paragraph-e\">  10.  The office building located at 100 Don Street in Clinton.</p> <p class=\"paragraph-e\">  11.  The office buildings located at 2 Third Avenue in Cochrane.</p> <p class=\"paragraph-e\">  12.  The office building located at 479 Government Street in Dryden.</p> <p class=\"paragraph-e\">  13.  The office building located at 50 Hillside Drive North in Elliot Lake.</p> <p class=\"paragraph-e\">  14.  The office building located at 148 Fleming Street in Espanola.</p> <p class=\"paragraph-e\">  15.  The office building located at 208 Beamish Avenue in Geraldton.</p> <p class=\"paragraph-e\">  16.  The office building located at 5 Low Avenue in Gogama.</p> <p class=\"paragraph-e\">  17.  The office building located at 119 King Street West in Hamilton.</p> <p class=\"paragraph-e\">  18.  The office building located at 613 Front Street in Hearst.</p> <p class=\"paragraph-e\">  19.  The office building located at 207 Main Street West in Huntsville.</p> <p class=\"paragraph-e\">  20.  The office building located at Hwy 17 and Hwy 599 in Ignace.</p> <p class=\"paragraph-e\">  21.  The office building located at 122 Government Road in Kapuskasing.</p> <p class=\"paragraph-e\">  22.  The office building located at 808 Robertson Street in Kenora.</p> <p class=\"paragraph-e\">  23.  The office building located at 810 Robertson Street in Kenora.</p> <p class=\"paragraph-e\">  24.  The office building located at 322 Kent Street West in Lindsay.</p> <p class=\"paragraph-e\">  25.  The office building located at 659 Exeter Road in London.</p> <p class=\"paragraph-e\">  26.  The office building located at 667 Exeter Road in London.</p> <p class=\"paragraph-e\">  27.  The office building located at 900 Highbury Avenue in London.</p> <p class=\"paragraph-e\">  28.  The office buildings located at 2284 Nursery Road in Midhurst.</p> <p class=\"paragraph-e\">  29.  The office building located at 5 Wadsworth Drive in Nipigon.</p> <p class=\"paragraph-e\">  30.  The office building located at 200 First Avenue West in North Bay.</p> <p class=\"paragraph-e\">  31.  The office building located at 447 McKeown Avenue in North Bay.</p> <p class=\"paragraph-e\">  32.  The office building located at 3301 Trout Lake Road in North Bay.</p> <p class=\"paragraph-e\">  33.  The office building located at 125 Sir William Hearst Avenue in North York.</p> <p class=\"paragraph-e\">  34.  The office building located at 145 Sir William Hearst Avenue in North York.</p> <p class=\"paragraph-e\">  35.  The office building located at 159 Sir William Hearst Avenue in North York.</p> <p class=\"paragraph-e\">  36.  The office building located at 777 Memorial Avenue in Orillia.</p> <p class=\"paragraph-e\">  37.  The office building located at 33 King Street West in Oshawa.</p> <p class=\"paragraph-e\">  38.  The office buildings located at 1450 Seventh Avenue East in Owen Sound.</p> <p class=\"paragraph-e\">  39.  The office building located at 31 Riverside Drive in Pembroke.</p> <p class=\"paragraph-e\">  40.  The office building located at 300 Water Street in Peterborough.</p> <p class=\"paragraph-e\">  41.  The office building located at 227 Howey Street in Red Lake.</p> <p class=\"paragraph-e\">  42.  The office building located at 64 Church Street in Sault Ste. Marie.</p> <p class=\"paragraph-e\">  43.  The office building located at 70 Foster Drive in Sault Ste. Marie.</p> <p class=\"paragraph-e\">  44.  The office building located at 49 Prince Street in Sioux Lookout.</p> <p class=\"paragraph-e\">  45.  The office building located at 301 St. Paul Street in St. Catharines.</p> <p class=\"paragraph-e\">  46.  The office building located at 159 Cedar Street in Sudbury.</p> <p class=\"paragraph-e\">  47.  The office building located at 1004 Hwy 17 in Terrace Bay.</p> <p class=\"paragraph-e\">  48.  The office building located at 421 James Street South in Thunder Bay.</p> <p class=\"paragraph-e\">  49.  The office building located at 435 James Street South in Thunder Bay.</p> <p class=\"paragraph-e\">  50.  The office building located at 615 James Street South in Thunder Bay.</p> <p class=\"paragraph-e\">  51.  The office building located at 189 Red River Road in Thunder Bay.</p> <p class=\"paragraph-e\">  52.  The office buildings located at 900 Bay Street in Toronto.</p> <p class=\"paragraph-e\">  53.  The office building located at 77 Grenville Street in Toronto.</p> <p class=\"paragraph-e\">  54.  The office building located at 25 Grosvenor Street in Toronto.</p> <p class=\"paragraph-e\">  55.  The office building located at 80 Grosvenor Street in Toronto.</p> <p class=\"paragraph-e\">  56.  The office building located at 95 Grosvenor Street in Toronto.</p> <p class=\"paragraph-e\">  57.  The office building located at 222 Jarvis Street in Toronto.</p> <p class=\"paragraph-e\">  58.  The office building located at 7 Queen’s Park Crescent in Toronto.</p> <p class=\"paragraph-e\">  59.  The office building located at 135 St. Clair Avenue West in Toronto.</p> <p class=\"paragraph-e\">  60.  The office building located at 77 Wellesley Street West in Toronto.</p> <p class=\"paragraph-e\">  61.  The office building located at 99 Wellesley Street West in Toronto.</p> <p class=\"paragraph-e\">  62.  The office buildings located at 126 Old Troy Road in Tweed.</p> <p class=\"paragraph-e\">  63.  The office building located at 48 Mission Road in Wawa.</p> <p class=\"paragraph-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/180268\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "Schedule 1",
            "part_id": null,
            "part_type": null,
            "section": "Maintenance requirements for controlled areas",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK47",
            "TOCid": "Schedule 2",
            "part_id": null,
            "part_type": null,
            "section": "Additional requirements for controlled areas",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK48",
            "TOCid": "Schedule 3",
            "part_id": null,
            "part_type": null,
            "section": "Province of Ontario office buildings (section 6)",
            "content": NaN,
            "raw_html": NaN
        }
    ]
}