{
    "reg_info": {
        "full_title": "O. Reg. 318/12: PROFESSIONAL MISCONDUCT",
        "reg_name_text": "PROFESSIONAL MISCONDUCT",
        "citation": "O. Reg. 318/12: ",
        "act_under": "Traditional Chinese Medicine Act, 2006",
        "url": "https://www.ontario.ca/laws/regulation/120318",
        "date_scraped": "2023-12-19 04:49:32"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April  1, 2013",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/120318/v1",
            "valid_from": "October 19, 2012",
            "valid_to": "March 31, 2013"
        }
    ],
    "content": [
        {
            "id": "P11_264",
            "section": "Acts of professional misconduct",
            "content": "1. The following are acts of professional misconduct for the purposes of clause 51 (1) (c) of the Health Professions Procedural Code: 1. Contravening, by act or omission, a standard of practice of the profession or failing to maintain the standard of practice of the profession. 2. Abusing a patient or a patient’s representative verbally, physically, psychologically or emotionally. 3. Doing anything to a patient for a therapeutic, preventative, palliative, diagnostic, cosmetic or other health-related purpose except, i. with the informed consent of the patient or the patient’s authorized representative, or ii. as required or authorized by law. 4. Failing to reply appropriately to a reasonable request by a patient or a patient’s authorized representative for information respecting a service or product provided or recommended by the member. 5. Giving information about a patient to a person other than the patient or the patient’s authorized representative except with the consent of the patient or the authorized representative or as required or authorized by law. 6. Discontinuing professional services that are needed unless the discontinuation would reasonably be regarded by members as appropriate having regard to, i. the member’s reasons for discontinuing the services, ii. the condition of the patient, iii. the availability of alternate services, and iv. the opportunity given to the patient to arrange alternate services before the discontinuation. 7. Recommending or providing unnecessary treatment when the member knows or ought to know that the recommendation or the provision of treatment is unnecessary. 8. Treating or attempting to treat a condition that the member knows or ought to know he or she does not have the knowledge, skills or judgment to treat. 9. Failing to advise a patient or the patient’s authorized representative to consult another member of a health profession within the meaning of the Regulated Health Professions Act, 1991, where the member knows or ought to know that the patient requires a service that the member does not have the knowledge, skills or judgment to offer or is beyond his or her scope of practice. 10. Performing a controlled act that the member is not authorized to perform. 11. Delegating a controlled act to a delegatee unless the member appropriately supervises him or her, the delegation is appropriate in all of the circumstances and the member takes reasonable measures to ensure that the delegatee has the knowledge, skills and judgment to perform the procedure. 12. Where the member has delegated a controlled act, failing to document in the member’s own records, at or before the time of delegating the controlled act, information about the delegatee’s knowledge, skill and judgment concerning the performance of the delegated act. 13. Failing to document the delegation of a controlled act in the patient’s health record at the time of the delegation or within a reasonable time thereafter, with the following information: i. The date. ii. The name of the delegatee. iii. The controlled act that was delegated. iv. The conditions, if any, relating to the delegation. 14. Failing to appropriately supervise a person to whom the member has assigned a task related to the practice of the profession. 15. Permitting, counselling or assisting a person who is not a member to represent himself or herself as a member or to perform a controlled act that the person is not authorized to perform under a health profession Act. 16. Failing to advise a patient, a patient’s authorized representative or a member of the public, when requested, of his or her right to file a complaint with the College. 17. Failing to provide a patient, a patient’s authorized representative or a member of the public, when requested, with the address and telephone number of the College. 18. Acting in a professional capacity while in a conflict of interest. 19. Submitting an account or charge for services that the member knows or ought to know is false or misleading. 20. Charging a fee that would be regarded by members as excessive in relation to the service provided. 21. Failing to advise a patient or a patient’s authorized representative, prior to providing a service, of the fee to be charged for the service or of any penalties that will be charged for late payment of the fee. 22. Failing to itemize an account for professional products or services while practising the profession. 23. Offering or giving a reduction for prompt payment of an account. 24. Breaching, without reasonable cause, an agreement with a patient or a patient’s authorized representative relating to professional services for the patient or fees for such services. 25. Failing to keep records in accordance with the standards of the profession. 26. Signing or issuing, in his or her professional capacity, a document that the member knows or ought to know contains a false or misleading statement. 27. Falsifying a record relating to the member’s practice. 28. Making a claim about a remedy, treatment, device or procedure other than a claim that can be supported as reasonable professional opinion. 29. Permitting the advertising of the member or his or her practice in a manner that is false or misleading or that includes statements that are not factual and verifiable. 30. Using or permitting the use of a testimonial from a patient, former patient or other person in respect of the member’s practice. 31. Soliciting or permitting the solicitation of an individual in person, by telephone, electronic communications or other means unless, i. the person who is the subject of the solicitation is advised, at the earliest possible time during the solicitation, that, A. the purpose of the communication is to solicit use of the member’s professional services, and B. the person may elect to end the solicitation immediately or at any time during the solicitation if he or she wishes to do so, and ii. the communication ends immediately if the person who is the subject of the solicitation so elects. 32. Using a term, title or designation in respect of the member’s practice that is not authorized by the College. 33. Using a term, title or designation indicating or implying a specialization in an area or areas of practice of the profession where the use of the term, title or specialty designation is not authorized by the College. 34. Practising the profession or offering to provide services using a name other than the member’s name as set out in the register. 35. Failing, without reasonable cause, to provide a report or certificate relating to a traditional Chinese medicine diagnosis or to a treatment performed by the member, within a reasonable time, to a patient or the patient’s authorized representative after the patient or authorized representative has requested such a report or certificate. 36. If the member intends to close his or her practice, failing to take reasonable steps before the practice is closed, to give appropriate notice of the intended closure to each patient for whom the member has primary responsibility and failing to, i. ensure that each patient’s records are transferred to the member’s successor or to another member, if the patient so requests, or ii. ensure that each patient’s records are retained or disposed of in a secure manner. 37. Failing to promptly report to the College an incident of unsafe practice by another member. 38. Practising the profession while the member’s ability to do so is impaired or adversely affected by any condition or dysfunction which the member knows or ought to know impairs or adversely affects his or her ability to practice. 39. Contravening, by act or omission, a provision of the Act, the Regulated Health Professions Act, 1991 or the regulations under either of those Acts. 40. Contravening, by act or omission, a law if, i. the purpose of the law is to protect or promote public health, or ii. the contravention is relevant to the member’s suitability to practise. 41. Contravening, by act or omission, a term, condition or limitation on the member’s certificate of registration. 42. Practising the profession while the member’s certificate of registration has been suspended. 43. Directly or indirectly benefiting from the practice of the profession while the member’s certificate of registration is suspended unless full disclosure is made by the member to the College of the nature of the benefit to be obtained and prior approval is obtained from the Executive Committee. 44. Failing to comply with an order of a panel of a Committee of the College. 45. Failing to appear before a panel of the Inquiries, Complaints and Reports Committee to be cautioned. 46. Failing to carry out or abide by an undertaking given to the College or breaching an agreement with the College. 47. Failing to reply appropriately and within a reasonable time to a written inquiry or request from the College. 48. Engaging in conduct or performing an act relevant to the practice of the profession that, having regard to all the circumstances, would reasonably be regarded by the profession as disgraceful, dishonourable or unprofessional. 49. Engaging in conduct that would reasonably be regarded by the profession as conduct unbecoming a practitioner of traditional Chinese medicine or acupuncture. O. Reg. 318/12, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P11_264\"></a><a name=\"s1\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_120318_f.htm#s1. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_120318_f.htm#s1\">1.</a> </b>The following are acts of professional misconduct for the purposes of clause 51 (1) (c) of the Health Professions Procedural Code:</p> <p class=\"paragraph-e\">1. Contravening, by act or omission, a standard of practice of the profession or failing to maintain the standard of practice of the profession.</p> <p class=\"paragraph-e\">2. Abusing a patient or a patient’s representative verbally, physically, psychologically or emotionally.</p> <p class=\"paragraph-e\">3. Doing anything to a patient for a therapeutic, preventative, palliative, diagnostic, cosmetic or other health-related purpose except,</p> <p class=\"subpara-e\">i. with the informed consent of the patient or the patient’s authorized representative, or</p> <p class=\"subpara-e\">ii. as required or authorized by law.</p> <p class=\"paragraph-e\">4. Failing to reply appropriately to a reasonable request by a patient or a patient’s authorized representative for information respecting a service or product provided or recommended by the member.</p> <p class=\"paragraph-e\">5. Giving information about a patient to a person other than the patient or the patient’s authorized representative except with the consent of the patient or the authorized representative or as required or authorized by law.</p> <p class=\"paragraph-e\">6. Discontinuing professional services that are needed unless the discontinuation would reasonably be regarded by members as appropriate having regard to,</p> <p class=\"subpara-e\">i. the member’s reasons for discontinuing the services,</p> <p class=\"subpara-e\">ii. the condition of the patient,</p> <p class=\"subpara-e\">iii. the availability of alternate services, and</p> <p class=\"subpara-e\">iv. the opportunity given to the patient to arrange alternate services before the discontinuation.</p> <p class=\"paragraph-e\">7. Recommending or providing unnecessary treatment when the member knows or ought to know that the recommendation or the provision of treatment is unnecessary. </p> <p class=\"paragraph-e\">8. Treating or attempting to treat a condition that the member knows or ought to know he or she does not have the knowledge, skills or judgment to treat.</p> <p class=\"paragraph-e\">9. Failing to advise a patient or the patient’s authorized representative to consult another member of a health profession within the meaning of the <i>Regulated Health Professions Act, 1991</i>, where the member knows or ought to know that the patient requires a service that the member does not have the knowledge, skills or judgment to offer or is beyond his or her scope of practice.</p> <p class=\"paragraph-e\">10. Performing a controlled act that the member is not authorized to perform.</p> <p class=\"paragraph-e\">11. Delegating a controlled act to a delegatee unless the member appropriately supervises him or her, the delegation is appropriate in all of the circumstances and the member takes reasonable measures to ensure that the delegatee has the knowledge, skills and judgment to perform the procedure.</p> <p class=\"paragraph-e\">12. Where the member has delegated a controlled act, failing to document in the member’s own records, at or before the time of delegating the controlled act,<b><i> </i></b>information about the delegatee’s knowledge, skill and judgment concerning the performance of the delegated act.</p> <p class=\"paragraph-e\">13. Failing to document the delegation of a controlled act in the patient’s health record at the time of the delegation or within a reasonable time thereafter, with the following information: </p> <p class=\"subpara-e\">i. The date.</p> <p class=\"subpara-e\">ii. The name of the delegatee.</p> <p class=\"subpara-e\">iii. The controlled act that was delegated.</p> <p class=\"subpara-e\">iv. The conditions, if any, relating to the delegation. </p> <p class=\"paragraph-e\">14. Failing to appropriately supervise a person to whom the member has assigned a task related to the practice of the profession. </p> <p class=\"paragraph-e\">15. Permitting, counselling or assisting a person who is not a member to represent himself or herself as a member or to perform a controlled act that the person is not authorized to perform under a health profession Act.  </p> <p class=\"paragraph-e\">16. Failing to advise a patient, a patient’s authorized representative or a member of the public, when requested, of his or her right to file a complaint with the College.</p> <p class=\"paragraph-e\">17. Failing to provide a patient, a patient’s authorized representative or a member of the public, when requested, with the address and telephone number of the College.</p> <p class=\"paragraph-e\">18. Acting in a professional capacity while in a conflict of interest.</p> <p class=\"paragraph-e\">19. Submitting an account or charge for services that the member knows or ought to know is false or misleading.</p> <p class=\"paragraph-e\">20. Charging a fee that would be regarded by members as excessive in relation to the service provided.</p> <p class=\"paragraph-e\">21. Failing to advise a patient or a patient’s authorized representative, prior to providing a service, of the fee to be charged for the service or of any penalties that will be charged for late payment of the fee.</p> <p class=\"paragraph-e\">22. Failing to itemize an account for professional products or services while practising the profession.</p> <p class=\"paragraph-e\">23. Offering or giving a reduction for prompt payment of an account.</p> <p class=\"paragraph-e\">24. Breaching, without reasonable cause, an agreement with a patient or a patient’s authorized representative relating to professional services for the patient or fees for such services.</p> <p class=\"paragraph-e\">25. Failing to keep records in accordance with the standards of the profession.</p> <p class=\"paragraph-e\">26. Signing or issuing, in his or her professional capacity, a document that the member knows or ought to know contains a false or misleading statement.</p> <p class=\"paragraph-e\">27. Falsifying a record relating to the member’s practice.</p> <p class=\"paragraph-e\">28. Making a claim about a remedy, treatment, device or procedure other than a claim that can be supported as reasonable professional opinion.</p> <p class=\"paragraph-e\">29. Permitting the advertising of the member or his or her practice in a manner that is false or misleading or that includes statements that are not factual and verifiable. </p> <p class=\"paragraph-e\">30. Using or permitting the use of a testimonial from a patient, former patient or other person in respect of the member’s practice. </p> <p class=\"paragraph-e\">31. Soliciting or permitting the solicitation of an individual in person, by telephone, electronic communications or other means unless,</p> <p class=\"subpara-e\">i. the person who is the subject of the solicitation is advised, at the earliest possible time during the solicitation, that,</p> <p class=\"subsubpara-e\">A. the purpose of the communication is to solicit use of the member’s professional services, and</p> <p class=\"subsubpara-e\">B. the person may elect to end the solicitation immediately or at any time during the solicitation if he or she wishes to do so, and</p> <p class=\"subpara-e\">ii. the communication ends immediately if the person who is the subject of the solicitation so elects.</p> <p class=\"paragraph-e\">32. Using a term, title or designation in respect of the member’s practice that is not authorized by the College.</p> <p class=\"paragraph-e\">33. Using a term, title or designation indicating or implying a specialization in an area or areas of practice of the profession where the use of the term, title or specialty designation is not authorized by the College. </p> <p class=\"paragraph-e\">34. Practising the profession or offering to provide services using a name other than the member’s name as set out in the register.</p> <p class=\"paragraph-e\">35. Failing, without reasonable cause, to provide a report or certificate relating to a traditional Chinese medicine diagnosis or to a treatment performed by the member, within a reasonable time, to a patient or the patient’s authorized representative after the patient or authorized representative has requested such a report or certificate.</p> <p class=\"paragraph-e\">36. If the member intends to close his or her practice, failing to take reasonable steps before the practice is closed, to give appropriate notice of the intended closure to each patient for whom the member has primary responsibility and failing to,</p> <p class=\"subpara-e\">i. ensure that each patient’s records are transferred to the member’s successor or to another member, if the patient so requests, or</p> <p class=\"subpara-e\">ii. ensure that each patient’s records are retained or disposed of in a secure manner.</p> <p class=\"paragraph-e\">37. Failing to promptly report to the College an incident of unsafe practice by another member.</p> <p class=\"paragraph-e\">38. Practising the profession while the member’s ability to do so is impaired or adversely affected by any condition or dysfunction which the member knows or ought to know impairs or adversely affects his or her ability to practice.</p> <p class=\"paragraph-e\">39. Contravening, by act or omission, a provision of the Act, the <i>Regulated Health Professions Act, 1991</i> or the regulations under either of those Acts.</p> <p class=\"paragraph-e\">40. Contravening, by act or omission, a law if, </p> <p class=\"subpara-e\">i. the purpose of the law is to protect or promote public health, or </p> <p class=\"subpara-e\">ii. the contravention is relevant to the member’s suitability to practise. </p> <p class=\"paragraph-e\">41. Contravening, by act or omission, a term, condition or limitation on the member’s certificate of registration.</p> <p class=\"paragraph-e\">42. Practising the profession while the member’s certificate of registration has been suspended.</p> <p class=\"paragraph-e\">43. Directly or indirectly benefiting from the practice of the profession while the member’s certificate of registration is suspended unless full disclosure is made by the member to the College of the nature of the benefit to be obtained and prior approval is obtained from the Executive Committee.</p> <p class=\"paragraph-e\">44. Failing to comply with an order of a panel of a Committee of the College.</p> <p class=\"paragraph-e\">45. Failing to appear before a panel of the Inquiries, Complaints and Reports Committee to be cautioned.</p> <p class=\"paragraph-e\">46. Failing to carry out or abide by an undertaking given to the College or breaching an agreement with the College.</p> <p class=\"paragraph-e\">47. Failing to reply appropriately and within a reasonable time to a written inquiry or request from the College. </p> <p class=\"paragraph-e\">48. Engaging in conduct or performing an act relevant to the practice of the profession that, having regard to all the circumstances, would reasonably be regarded by the profession as disgraceful, dishonourable or unprofessional.</p> <p class=\"paragraph-e\">49. Engaging in conduct that would reasonably be regarded by the profession as conduct unbecoming a practitioner of traditional Chinese medicine or acupuncture. O. Reg. 318/12, s. 1.</p>"
        },
        {
            "id": "P79_9524",
            "section": "Acts of professional misconduct",
            "content": "2. Omitted (provides for coming into force of provisions of this Regulation. O. Reg. 318/12, s. 2. Français ",
            "raw_html": "<p class=\"section-e\"><a name=\"P79_9524\"></a><a name=\"s2\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_120318_f.htm#s2. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_120318_f.htm#s2\">2.</a> Omitted (provides for coming into force of provisions of this Regulation. O. Reg. 318/12, s. 2.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_120318_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_120318_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}