{
    "reg_info": {
        "full_title": "O. Reg. 410/07: PRINCIPAL BROKERS: ELIGIBILITY, POWERS AND DUTIES",
        "reg_name_text": "principal brokers: Eligibility, powers and duties",
        "citation": "O. Reg. 410/07: PRINCIPAL BROKERS: ELIGIBILITY, POWERS AND DUTIES",
        "act_under": "Mortgage Brokerages, Lenders and Administrators Act, 2006",
        "url": "https://www.ontario.ca/laws/regulation/070410",
        "date_scraped": "2023-12-19 07:50:21"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March  6, 2009",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/070410/v2",
            "valid_from": "March  1, 2008",
            "valid_to": "March  5, 2009"
        },
        {
            "a_href": "/laws/regulation/070410/v1",
            "valid_from": "July 27, 2007",
            "valid_to": "February 29, 2008"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Eligibility criteria",
            "content": " 1. An individual who satisfies the following criteria is eligible under subsection 7 (7) of the Act to be designated by a brokerage as its principal broker: 1. The individual is a mortgage broker who is authorized by the brokerage to deal or trade in mortgages on its behalf. 2. The individual has the following status in relation to the brokerage: i. If the brokerage is a corporation, he or she is a director or officer of the corporation. ii. If the brokerage is a partnership other than a limited partnership, he or she is a partner. iii. If the brokerage is a limited partnership, he or she is a general partner or is a director or officer of a corporation that is a general partner. iv. If the brokerage is a sole proprietorship, he or she is the sole proprietor.  O. Reg. 410/07, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>An individual who satisfies the following criteria is eligible under subsection 7 (7) of the Act to be designated by a brokerage as its principal broker:</p> <p class=\"paragraph-e\">  1. The individual is a mortgage broker who is authorized by the brokerage to deal or trade in mortgages on its behalf.</p> <p class=\"paragraph-e\">  2. The individual has the following status in relation to the brokerage:</p> <p class=\"subpara-e\">  i. If the brokerage is a corporation, he or she is a director or officer of the corporation.</p> <p class=\"subpara-e\">  ii. If the brokerage is a partnership other than a limited partnership, he or she is a partner.</p> <p class=\"subpara-e\">  iii. If the brokerage is a limited partnership, he or she is a general partner or is a director or officer of a corporation that is a general partner.</p> <p class=\"subpara-e\">  iv. If the brokerage is a sole proprietorship, he or she is the sole proprietor.  O. Reg. 410/07, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Duty re compliance",
            "content": " 2. (1) The principal broker of a brokerage shall take reasonable steps to ensure that the brokerage, and each broker and agent authorized to deal or trade in mortgages on its behalf, complies with every requirement established under the Act.  O. Reg. 410/07, s. 2 (1). (2) The principal broker shall ensure that the brokerage takes reasonable steps to deal with any contravention of a requirement established under the Act by the brokerage or by a broker or agent authorized to deal or trade in mortgages on its behalf.  O. Reg. 410/07, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) The principal broker of a brokerage shall take reasonable steps to ensure that the brokerage, and each broker and agent authorized to deal or trade in mortgages on its behalf, complies with every requirement established under the Act.  O. Reg. 410/07, s. 2 (1).</p> <p class=\"subsection-e\">  (2) The principal broker shall ensure that the brokerage takes reasonable steps to deal with any contravention of a requirement established under the Act by the brokerage or by a broker or agent authorized to deal or trade in mortgages on its behalf.  O. Reg. 410/07, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": "Duty re policies and procedures",
            "content": " 3. (1) The principal broker of a brokerage shall review the policies and procedures of the brokerage to determine whether they are reasonably designed to ensure, (a) that the brokerage, and each broker and agent authorized to deal or trade in mortgages on its behalf, comply with every requirement established under the Act; and (b) that each broker and agent authorized to deal or trade in mortgages on behalf of the brokerage is adequately supervised.  O. Reg. 410/07, s. 3 (1). (2) The principal broker shall recommend to the brokerage that it make changes in its policies and procedures, if necessary, to ensure that the standards described in clauses (1) (a) and (b) are achieved.  O. Reg. 410/07, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) The principal broker of a brokerage shall review the policies and procedures of the brokerage to determine whether they are reasonably designed to ensure,</p> <p class=\"clause-e\">  (a) that the brokerage, and each broker and agent authorized to deal or trade in mortgages on its behalf, comply with every requirement established under the Act; and </p> <p class=\"clause-e\">  (b) that each broker and agent authorized to deal or trade in mortgages on behalf of the brokerage is adequately supervised.  O. Reg. 410/07, s. 3 (1).</p> <p class=\"subsection-e\">  (2) The principal broker shall recommend to the brokerage that it make changes in its policies and procedures, if necessary, to ensure that the standards described in clauses (1) (a) and (b) are achieved.  O. Reg. 410/07, s. 3 (2).</p>"
        },
        {
            "id": "4.",
            "section": "Duty re trust statement",
            "content": " 4. The principal broker of a brokerage shall sign and date any trust account reconciliation statement prepared by the brokerage to indicate that he or she has reviewed it and certifies that it is accurate.  O. Reg. 410/07, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>The principal broker of a brokerage shall sign and date any trust account reconciliation statement prepared by the brokerage to indicate that he or she has reviewed it and certifies that it is accurate.  O. Reg. 410/07, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Duty re trust statement",
            "content": " 5. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 410/07, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>5.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 410/07, s. 5.</p>"
        },
        {
            "id": null,
            "section": "Duty re trust statement",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/070410\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}