{
    "reg_info": {
        "full_title": "O. Reg. 774/91: TOWN OF FOREST, TOWNSHIPS OF BOSANQUET, PLYMPTON AND WARWICK BOUNDARY",
        "reg_name_text": "TOWN OF FOREST, TOWNSHIPS OF BOSANQUET,   PLYMPTON AND WARWICK BOUNDARY",
        "citation": "O. Reg. 774/91: TOWN OF FOREST, TOWNSHIPS OF BOSANQUET, PLYMPTON AND WARWICK BOUNDARY",
        "act_under": "Sarnia-Lambton Act, 1989",
        "url": "https://www.ontario.ca/laws/regulation/910774",
        "date_scraped": "2023-12-19 21:51:07"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. On the 1st day of January, 1992, the following land is annexed to the Town of Forest: 1. The portion of the Township of Bosanquet described in Schedule 1. 2. The portion of the Township of Plympton described in Schedule 2. 3. The portion of the Township of Warwick described in Schedule 3. O. Reg. 774/91, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>On the 1st day of January, 1992, the following land is annexed to the Town of Forest:</p> <p class=\"paragraph-e\">1. The portion of the Township of Bosanquet described in Schedule 1.</p> <p class=\"paragraph-e\">2. The portion of the Township of Plympton described in Schedule 2.</p> <p class=\"paragraph-e\">3. The portion of the Township of Warwick described in Schedule 3. O. Reg. 774/91, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. On the 1st day of January, 1992, the following vest in The Corporation of the Town of Forest: 1. All land of The Corporation of the Township of Bosanquet situate in the area described in Schedule 1. 2. All land of The Corporation of the Township of Plympton situate in the area described in Schedule 2. 3. All land of The Corporation of the Township of Warwick situate in the area described in Schedule 3. O. Reg. 774/91, s.2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>On the 1st day of January, 1992, the following vest in The Corporation of the Town of Forest:</p> <p class=\"paragraph-e\">1. All land of The Corporation of the Township of Bosanquet situate in the area described in Schedule 1.</p> <p class=\"paragraph-e\">2. All land of The Corporation of the Township of Plympton situate in the area described in Schedule 2.</p> <p class=\"paragraph-e\">3. All land of The Corporation of the Township of Warwick situate in the area described in Schedule 3. O. Reg. 774/91, s.2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. On the 1st day of January, 1992, the by-laws of The Corporation of the Town of Forest extend to the areas described in Schedules 1, 2 and 3 and the by-laws of the township municipalities mentioned in section 1 cease to apply to those areas, except, (a) by-laws of the township municipalities, (i) that were passed under section 34 or 42 of the Planning Act or a predecessor of those sections, (ii) that were kept in force by subsection 13 (3) of The Municipal Amendment Act, 1941, or (iii) that were passed under the Highway Traffic Act or the Municipal Act that regulate the use of highways by vehicles and pedestrians and that regulate the encroachment or projection of buildings or any portion thereof upon or over highways, which shall remain in force until repealed by the council of The Corporation of the Town of Forest; (b) by-laws of the township municipalities passed under section 45, 58 or 61 of the Drainage Act or a predecessor of those sections; and (c) by-laws conferring rights, privileges, franchises, immunities or exemptions that could not have been lawfully repealed by the councils of the township municipalities, as applicable. O. Reg. 774/91, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>On the 1st day of January, 1992, the by-laws of The Corporation of the Town of Forest extend to the areas described in Schedules 1, 2 and 3 and the by-laws of the township municipalities mentioned in section 1 cease to apply to those areas, except,</p> <p class=\"clause-e\">(a) by-laws of the township municipalities,</p> <p class=\"subclause-e\">(i) that were passed under section 34 or 42 of the <i>Planning Act</i> or a predecessor of those sections,</p> <p class=\"subclause-e\">(ii) that were kept in force by subsection 13 (3) of <i>The Municipal Amendment Act, 1941</i>, or</p> <p class=\"subclause-e\">(iii) that were passed under the <i>Highway Traffic Act</i> or the <i>Municipal Act</i> that regulate the use of highways by vehicles and pedestrians and that regulate the encroachment or projection of buildings or any portion thereof upon or over highways,</p> <p class=\"sclause-e\">which shall remain in force until repealed by the council of The Corporation of the Town of Forest;</p> <p class=\"clause-e\">(b) by-laws of the township municipalities passed under section 45, 58 or 61 of the <i>Drainage Act</i> or a predecessor of those sections; and</p> <p class=\"clause-e\">(c) by-laws conferring rights, privileges, franchises, immunities or exemptions that could not have been lawfully repealed by the councils of the township municipalities, as applicable. O. Reg. 774/91, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) The clerk of The Corporation of the Township of Bosanquet shall promptly prepare and furnish to the clerk of The Corporation of the Town of Forest a special collector’s roll showing all arrears of taxes or special rates assessed against the land in the area described in Schedule 1 up to and including the 31st day of December, 1991 and the persons assessed therefor. (2) The clerk of The Corporation of the Township of Plympton shall promptly prepare and furnish to the clerk of The Corporation of the Town of Forest a special collector’s roll showing all arrears of taxes or special rates assessed against the land in the area described in Schedule 2 up to and including the 31st day of December, 1991 and the persons assessed therefor. (3) The clerk of The Corporation of the Township of Warwick shall promptly prepare and furnish to the clerk of The Corporation of the Town of Forest a special collector’s roll showing all arrears of taxes or special rates assessed against the land in the area described in Schedule 3 up to and including the 31st day of December, 1991 and the persons assessed therefor. O. Reg. 774/91, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) The clerk of The Corporation of the Township of Bosanquet shall promptly prepare and furnish to the clerk of The Corporation of the Town of Forest a special collector’s roll showing all arrears of taxes or special rates assessed against the land in the area described in Schedule 1 up to and including the 31st day of December, 1991 and the persons assessed therefor.</p> <p class=\"subsection-e\">(2) The clerk of The Corporation of the Township of Plympton shall promptly prepare and furnish to the clerk of The Corporation of the Town of Forest a special collector’s roll showing all arrears of taxes or special rates assessed against the land in the area described in Schedule 2 up to and including the 31st day of December, 1991 and the persons assessed therefor.</p> <p class=\"subsection-e\">(3) The clerk of The Corporation of the Township of Warwick shall promptly prepare and furnish to the clerk of The Corporation of the Town of Forest a special collector’s roll showing all arrears of taxes or special rates assessed against the land in the area described in Schedule 3 up to and including the 31st day of December, 1991 and the persons assessed therefor. O. Reg. 774/91, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) All real property and business taxes levied under any general or special Act and uncollected in the areas described in Schedules 1, 2 and 3 which are due and unpaid on the 31st day of December, 1991 shall be deemed on the 1st day of January, 1992 to be taxes due and payable to The Corporation of the Town of Forest and may be collected by The Corporation of the Town of Forest. (2) On or before the 1st day of July, 1992, The Corporation of the Town of Forest shall pay to The Corporation of the Township of Bosanquet an amount equal to the amount of all taxes that The Corporation of the Town of Forest is entitled to collect in the area described in Schedule 1 under subsection (1), that were due but unpaid on the 31st day of December, 1991. (3) On or before the 1st day of July, 1992, The Corporation of the Town of Forest shall pay to The Corporation of the Township of Plympton an amount equal to the amount of all taxes that The Corporation of the Town of Forest is entitled to collect in the area described in Schedule 2 under subsection (1), that were due but unpaid on the 31st day of December, 1991. (4) On or before the 1st day of July, 1992, The Corporation of the Town of Forest shall pay to The Corporation of the Township of Warwick an amount equal to the amount of all taxes that The Corporation of the Town of Forest is entitled to collect in the area described in Schedule 3 under subsection (1), that were due but unpaid on the 31st day of December, 1991. O. Reg. 774/91, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) All real property and business taxes levied under any general or special Act and uncollected in the areas described in Schedules 1, 2 and 3 which are due and unpaid on the 31st day of December, 1991 shall be deemed on the 1st day of January, 1992 to be taxes due and payable to The Corporation of the Town of Forest and may be collected by The Corporation of the Town of Forest.</p> <p class=\"subsection-e\">(2) On or before the 1st day of July, 1992, The Corporation of the Town of Forest shall pay to The Corporation of the Township of Bosanquet an amount equal to the amount of all taxes that The Corporation of the Town of Forest is entitled to collect in the area described in Schedule 1 under subsection (1), that were due but unpaid on the 31st day of December, 1991.</p> <p class=\"subsection-e\">(3) On or before the 1st day of July, 1992, The Corporation of the Town of Forest shall pay to The Corporation of the Township of Plympton an amount equal to the amount of all taxes that The Corporation of the Town of Forest is entitled to collect in the area described in Schedule 2 under subsection (1), that were due but unpaid on the 31st day of December, 1991.</p> <p class=\"subsection-e\">(4) On or before the 1st day of July, 1992, The Corporation of the Town of Forest shall pay to The Corporation of the Township of Warwick an amount equal to the amount of all taxes that The Corporation of the Town of Forest is entitled to collect in the area described in Schedule 3 under subsection (1), that were due but unpaid on the 31st day of December, 1991. O. Reg. 774/91, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. For the purposes of the assessment roll to be prepared for the Town of Forest under subsection 14 (1) of the Assessment Act for the 1992 taxation year, the areas described in Schedules 1, 2 and 3 shall be deemed to be a part of the Town of Forest. O. Reg. 774/91, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>For the purposes of the assessment roll to be prepared for the Town of Forest under subsection 14 (1) of the <i>Assessment Act</i> for the 1992 taxation year, the areas described in Schedules 1, 2 and 3 shall be deemed to be a part of the Town of Forest. O. Reg. 774/91, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. The Corporation of the Town of Forest shall, on or before the 1st day of July, 1992, pay, (a) $12,680 to The Corporation of the Township of Plympton; and (b) $15,770 to The Corporation of the Township of Warwick. O. Reg. 774/91, s. 7. SCHEDULE 1 PORTIONS OF THE TOWNSHIP OF BOSANQUET   TO BE ANNEXED TO THE TOWN OF FOREST 1. Beginning at the northeasterly angle of the Town of Forest; Thence northerly along the easterly limit of the King’s Highway Number 21, 510 metres to the northerly limit of Lot 5 in Concession XIII of the Township of Bosanquet; Thence westerly to and along the northerly limit of lots 36, 37, 38 and 39 in the South Boundary Concession of the said Township to the northwesterly angle of Part 1 as shown on a Plan deposited in the Land Registry Office for the Registry Division of Lambton (No.25) as Number 25R 3053; Thence southerly along the westerly limit of parts 1 and 2 of the said Plan 403.509 metres to the southwesterly angle of Part 2; Thence southerly along the westerly limit of the easterly half of Lot39, 525.003 metres to the northerly boundary of the Town of Forest; Thence easterly following the northerly boundaries of the said Town to the place of beginning. 2. Beginning at the southwesterly angle of Lot 35 in the South Boundary Concession of the Township of Bosanquet; Thence south 1_ 02i 20I west to the centre line of the road allowance between the townships of Bosanquet and Warwick; Thence westerly along the centre line of the said road allowance to the northwesterly limit of the right of way of the Canadian National Railway; Thence northeasterly along the northwesterly limit of the said right of way 13.926 metres to a southerly boundary of the Town of Forest; Thence easterly along a southerly boundary of the said Town to the place of beginning. O. Reg. 774/91, Sched. 1. SCHEDULE 2 PORTION OF THE TOWNSHIP OF PLYMPTON   TO BE ANNEXED TO THE TOWN OF FOREST Beginning at the intersection of the westerly boundary of the Town of Forest and the northerly boundary of the Township of Plympton; Thence westerly along the northerly boundary of the said Township to intersect the northerly prolongation of the westerly limit of Lot 29 in Concession XV; Thence southerly to and along the westerly limit of Lot 29 in concessions XV and XIV to the southwesterly angle of Lot 29 in Concession XIV; Thence easterly along the southerly limit of Lot 29 to the westerly boundary of the Town of Forest; Thence northerly following the westerly boundaries of the said Town to the place of beginning. O.Reg. 774/91, Sched. 2. SCHEDULE 3 PORTION OF THE TOWNSHIP OF WARWICK    TO BE ANNEXED TO THE TOWN OF FOREST Beginning at a southeasterly angle of the Town of Forest being at the southwesterly angle of the northeasterly quarter of Lot 3 in Concession VII North of Egremont Road of the Township of Warwick; Thence easterly along the southerly limit of the northerly half of lots 3 and 4 in the said Concession to the easterly limit of the westerly half of Lot 4; Thence northerly along the easterly limit of the westerly half of Lot 4 to the northerly limit of Lot 4; Thence westerly along the southerly limit of Lot 4 in Concession VIII North of Egremont Road to a point distant 266.109 metres measured easterly from the southwesterly angle of Lot 4; Thence north 0_ 08i 20I east to a point on the southerly limit of the road allowance between the townships of Warwick and Bosanquet as widened and shown on a Plan deposited in the Land Registry Office for the Registry Division of Lambton (No. 25) as Number 877; Thence easterly along the southerly limit of the road allowance between the said townships to intersect the southerly prolongation of the westerly limit of Lot 35 in the South Boundary Concession of the Township of Bosanquet; Thence northerly along the southerly prolongation of the westerly limit of Lot 35 to the centre line of the road allowance between the said townships; Thence westerly along the centre line of the said road allowance to the northwesterly limit of the right of way of the Canadian National Railway being an easterly boundary of the Town of Forest; Thence southwesterly along the northwesterly limit of the said right of way 13.926 metres to the southerly limit of the said road allowance; Thence easterly along the southerly limit of the said road allowance 125.334 metres to the southeasterly limit of Broadway Street being an angle of the said Town; Thence southerly along the easterly boundaries of the said Town to the place of beginning. O. Reg. 774/91, Sched. 3. ",
            "raw_html": "<p class=\"section-e\"><b>7. </b>The Corporation of the Town of Forest shall, on or before the 1st day of July, 1992, pay,</p> <p class=\"clause-e\">(a) $12,680 to The Corporation of the Township of Plympton; and</p> <p class=\"clause-e\">(b) $15,770 to The Corporation of the Township of Warwick. O. Reg. 774/91, s. 7.</p> <p class=\"schedule-e\">SCHEDULE 1</p> <p class=\"zheadingx-e\">PORTIONS OF THE TOWNSHIP OF BOSANQUET <br/>  TO BE ANNEXED TO THE TOWN OF FOREST</p> <p class=\"zparagraph-e\">1. Beginning at the northeasterly angle of the Town of Forest;</p> <p class=\"zparawindt-e\">Thence northerly along the easterly limit of the King’s Highway Number 21, 510 metres to the northerly limit of Lot 5 in Concession XIII of the Township of Bosanquet;</p> <p class=\"zparawindt-e\">Thence westerly to and along the northerly limit of lots 36, 37, 38 and 39 in the South Boundary Concession of the said Township to the northwesterly angle of Part 1 as shown on a Plan deposited in the Land Registry Office for the Registry Division of Lambton (No.25) as Number 25R 3053;</p> <p class=\"zparawindt-e\">Thence southerly along the westerly limit of parts 1 and 2 of the said Plan 403.509 metres to the southwesterly angle of Part 2;</p> <p class=\"zparawindt-e\">Thence southerly along the westerly limit of the easterly half of Lot39, 525.003 metres to the northerly boundary of the Town of Forest;</p> <p class=\"zparawindt-e\">Thence easterly following the northerly boundaries of the said Town to the place of beginning.</p> <p class=\"zparagraph-e\">2. Beginning at the southwesterly angle of Lot 35 in the South Boundary Concession of the Township of Bosanquet;</p> <p class=\"zparawindt-e\">Thence south 1_ 02i 20I west to the centre line of the road allowance between the townships of Bosanquet and Warwick;</p> <p class=\"zparawindt-e\">Thence westerly along the centre line of the said road allowance to the northwesterly limit of the right of way of the Canadian National Railway;</p> <p class=\"zparawindt-e\">Thence northeasterly along the northwesterly limit of the said right of way 13.926 metres to a southerly boundary of the Town of Forest;</p> <p class=\"zparawindt-e\">Thence easterly along a southerly boundary of the said Town to the place of beginning.</p> <p class=\"tfootnote-e\">O. Reg. 774/91, Sched. 1.</p> <p class=\"schedule-e\">SCHEDULE 2</p> <p class=\"zheadingx-e\">PORTION OF THE TOWNSHIP OF PLYMPTON <br/>  TO BE ANNEXED TO THE TOWN OF FOREST</p> <p class=\"zparawtab-e\">Beginning at the intersection of the westerly boundary of the Town of Forest and the northerly boundary of the Township of Plympton;</p> <p class=\"zparawtab-e\">Thence westerly along the northerly boundary of the said Township to intersect the northerly prolongation of the westerly limit of Lot 29 in Concession XV;</p> <p class=\"zparawtab-e\">Thence southerly to and along the westerly limit of Lot 29 in concessions XV and XIV to the southwesterly angle of Lot 29 in Concession XIV;</p> <p class=\"zparawtab-e\">Thence easterly along the southerly limit of Lot 29 to the westerly boundary of the Town of Forest;</p> <p class=\"zparawtab-e\">Thence northerly following the westerly boundaries of the said Town to the place of beginning.</p> <p class=\"tfootnote-e\">O.Reg. 774/91, Sched. 2.</p> <p class=\"schedule-e\">SCHEDULE 3</p> <p class=\"zheadingx-e\">PORTION OF THE TOWNSHIP OF WARWICK  <br/>  TO BE ANNEXED TO THE TOWN OF FOREST</p> <p class=\"zparawtab-e\">Beginning at a southeasterly angle of the Town of Forest being at the southwesterly angle of the northeasterly quarter of Lot 3 in Concession VII North of Egremont Road of the Township of Warwick;</p> <p class=\"zparawtab-e\">Thence easterly along the southerly limit of the northerly half of lots 3 and 4 in the said Concession to the easterly limit of the westerly half of Lot 4;</p> <p class=\"zparawtab-e\">Thence northerly along the easterly limit of the westerly half of Lot 4 to the northerly limit of Lot 4;</p> <p class=\"zparawtab-e\">Thence westerly along the southerly limit of Lot 4 in Concession VIII North of Egremont Road to a point distant 266.109 metres measured easterly from the southwesterly angle of Lot 4;</p> <p class=\"zparawtab-e\">Thence north 0_ 08i 20I east to a point on the southerly limit of the road allowance between the townships of Warwick and Bosanquet as widened and shown on a Plan deposited in the Land Registry Office for the Registry Division of Lambton (No. 25) as Number 877;</p> <p class=\"zparawtab-e\">Thence easterly along the southerly limit of the road allowance between the said townships to intersect the southerly prolongation of the westerly limit of Lot 35 in the South Boundary Concession of the Township of Bosanquet;</p> <p class=\"zparawtab-e\">Thence northerly along the southerly prolongation of the westerly limit of Lot 35 to the centre line of the road allowance between the said townships;</p> <p class=\"zparawtab-e\">Thence westerly along the centre line of the said road allowance to the northwesterly limit of the right of way of the Canadian National Railway being an easterly boundary of the Town of Forest;</p> <p class=\"zparawtab-e\">Thence southwesterly along the northwesterly limit of the said right of way 13.926 metres to the southerly limit of the said road allowance;</p> <p class=\"zparawtab-e\">Thence easterly along the southerly limit of the said road allowance 125.334 metres to the southeasterly limit of Broadway Street being an angle of the said Town;</p> <p class=\"zparawtab-e\">Thence southerly along the easterly boundaries of the said Town to the place of beginning.</p> <p class=\"tfootnote-e\">O. Reg. 774/91, Sched. 3.</p> <p class=\"Normal\"></p>"
        }
    ]
}