{
    "reg_info": {
        "full_title": "O. Reg. 231/94: EXEMPTION - CITY OF PORT COLBORNE AND TOWN OF FORT ERIE - PC-M-2",
        "reg_name_text": "EXEMPTION — CITY OF PORT COLBORNE AND TOWN OF FORT ERIE — PC-M-2",
        "citation": "O. Reg. 231/94: EXEMPTION - CITY OF PORT COLBORNE AND TOWN OF FORT ERIE - PC-M-2",
        "act_under": "Environmental Assessment Act   Loi sur les évaluations environnementales",
        "url": "https://www.ontario.ca/laws/regulation/940231",
        "date_scraped": "2023-12-21 14:00:25"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April  5, 1994",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": null,
            "section": null,
            "content": "Having received a request from The Corporation of the City of Port Colborne and The Corporation of the Town of Fort Erie that an undertaking, namely: The acquisition of a parcel of land of about 381 acres on lots 17, 18, 19 and 20, Concession 5, City of Port Colborne, Regional Municipality of Niagara, be exempt from the application of the Act pursuant to section 29; and",
            "raw_html": "<p class=\"parawtab-e\">Having received a request from The Corporation of the City of Port Colborne and The Corporation of the Town of Fort Erie that an undertaking, namely:</p> <p class=\"parawindt-e\">The acquisition of a parcel of land of about 381 acres on lots 17, 18, 19 and 20, Concession 5, City of Port Colborne, Regional Municipality of Niagara,</p> <p class=\"paranoindt-e\">be exempt from the application of the Act pursuant to section 29; and</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "Having been advised by the proponent that if the undertaking is subject to the application of the Act, the following injury, damage or interference with the persons and property indicated will occur: The property may not be available for purchase leaving the City of Port Colborne and Town of Fort Erie without a long-term sanitary landfill site. This could result in the selection of a less environmentally viable alternative site as the preferred site. The property purchase cost could increase.",
            "raw_html": "<p class=\"parawtab-e\">Having been advised by the proponent that if the undertaking is subject to the application of the Act, the following injury, damage or interference with the persons and property indicated will occur:</p> <p class=\"parawindt-e\">The property may not be available for purchase leaving the City of Port Colborne and Town of Fort Erie without a long-term sanitary landfill site. This could result in the selection of a less environmentally viable alternative site as the preferred site. The property purchase cost could increase.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;",
            "raw_html": "<p class=\"parawtab-e\">Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of the Act for the following reasons: A. The preliminary investigation of alternatives by the proponent indicates that this property has a high potential as a sanitary landfill site. B. The proponent has initiated pre-submission consultation with the Ministry of Environment and Energy on an environmental assessment for its proposed waste disposal undertaking and has prepared preliminary studies on sanitary landfill proposals. C. If the proponent proceeds with its plans to establish a sanitary landfill site, this exemption for the purchase of property will not preclude the application of the EA Act to subsequent plans or proposals in respect of a site.",
            "raw_html": "<p class=\"parawtab-e\">The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of the Act for the following reasons:</p> <p class=\"paragraph-e\">A. The preliminary investigation of alternatives by the proponent indicates that this property has a high potential as a sanitary landfill site.</p> <p class=\"paragraph-e\">B. The proponent has initiated pre-submission consultation with the Ministry of Environment and Energy on an environmental assessment for its proposed waste disposal undertaking and has prepared preliminary studies on sanitary landfill proposals.</p> <p class=\"paragraph-e\">C. If the proponent proceeds with its plans to establish a sanitary landfill site, this exemption for the purchase of property will not preclude the application of the <i>EA Act</i> to subsequent plans or proposals in respect of a site.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "This exemption is subject to the following terms and conditions: 1. Where any activity which otherwise would be exempt under this order is being carried out as or is part of an undertaking for which an environmental assessment has been accepted and approval to proceed received, the activity shall be carried out in accordance with any terms or conditions in the approval to proceed as well as the conditions of this order. 2. Where any activity which is the subject of this order is being carried out as or is part of another undertaking which is the subject of an exemption order under the Act, the activity exempt under this order shall be carried out in accordance with any terms or conditions in the other exemption order as well as the conditions in this order. 3. The acquisition of the property by The Corporations of the City of Port Colborne or the Town of Fort Erie shall not be used as reason or argument for the siting of any facilities which are subject to the EA Act. 4. The acquisition of land shall not prejudice any decisions on proposed landfills for future regional Waste Management Master Plans. O. Reg. 231/94. ",
            "raw_html": "<p class=\"parawtab-e\">This exemption is subject to the following terms and conditions:</p> <p class=\"paragraph-e\">1. Where any activity which otherwise would be exempt under this order is being carried out as or is part of an undertaking for which an environmental assessment has been accepted and approval to proceed received, the activity shall be carried out in accordance with any terms or conditions in the approval to proceed as well as the conditions of this order.</p> <p class=\"paragraph-e\">2. Where any activity which is the subject of this order is being carried out as or is part of another undertaking which is the subject of an exemption order under the Act, the activity exempt under this order shall be carried out in accordance with any terms or conditions in the other exemption order as well as the conditions in this order.</p> <p class=\"paragraph-e\">3. The acquisition of the property by The Corporations of the City of Port Colborne or the Town of Fort Erie shall not be used as reason or argument for the siting of any facilities which are subject to the <i>EA Act</i>.</p> <p class=\"paragraph-e\">4. The acquisition of land shall not prejudice any decisions on proposed landfills for future regional Waste Management Master Plans. O. Reg. 231/94.</p> <p class=\"Normal\"></p>"
        }
    ]
}