{
    "reg_info": {
        "full_title": "O. Reg. 345/22: ZONING ORDER - CITY OF MARKHAM, REGIONAL MUNICIPALITY OF YORK",
        "reg_name_text": "ZONING ORDER - CITY OF MARKHAM, REGIONAL MUNICIPALITY OF YORK",
        "citation": "O. Reg. 345/22: ",
        "act_under": "Planning Act   Loi sur l’aménagement du territoire ",
        "url": "https://www.ontario.ca/laws/regulation/220345",
        "date_scraped": "2023-12-18 06:09:53"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April 14, 2022",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "  1. In this Order, “amenity space” means space on a lot that is designed and available for use by the occupants of a building on the lot for recreational or social activities; “bicycle parking space” means an area that is provided and maintained for the purpose of temporary storage of a bicycle or motor assisted bicycle as those terms are defined in the Highway Traffic Act; “commercial parking lot” means an area of land used for the parking of motor vehicles for a fee; “first floor” means the highest floor level, in geodetic elevation, at which primary pedestrian access can be gained from the street; “height” means, with reference to a building or structure or portion , the vertical distance measured from the first floor elevation of such building or structure to the highest point of the building or structure or portion of the building or structure, exclusive of mechanical features and vertical exclusions; “long-term bicycle parking space” means a bicycle parking space within a building or structure equipped with a rack or stand designed to lock the wheel and frame of a bicycle that is for the exclusive use of parking bicycles and is available exclusively for the use of residents or occupants of the building or structure; “podium” means the base or lower portion of a multi-storey building, which is located above average grade level; “point tower” means portions of a building that project above a podium; “point tower floorplate” means, in relation to a point tower, the area of a floor within the point tower measured between the exterior faces of the exterior walls of the point tower; “point tower separation distance” means, in relation to a point tower, the separation distance between two or more point towers located on the same lot above the podium, as measured from the exterior faces of the exterior walls of the point towers, exclusive of balconies and architectural features; “point tower setback” means, in relation to a point tower, the setback from the point tower to a lot line; “short-term bicycle parking space” means a bicycle parking space within or outside a building or structure that is equipped with a rack or stand designed to lock the wheel and frame of a bicycle that is available for use by the general public; “zoning by-law” means City of Markham Zoning By-law No. 177-96.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>In this Order,</p> <p class=\"definition-e\">“amenity space” means space on a lot that is designed and available for use by the occupants of a building on the lot for recreational or social activities;</p> <p class=\"definition-e\">“bicycle parking space” means an area that is provided and maintained for the purpose of temporary storage of a bicycle or motor assisted bicycle as those terms are defined in the <i>Highway Traffic Act</i>;</p> <p class=\"definition-e\">“commercial parking lot” means an area of land used for the parking of motor vehicles for a fee;</p> <p class=\"definition-e\">“first floor” means the highest floor level, in geodetic elevation, at which primary pedestrian access can be gained from the street;</p> <p class=\"definition-e\">“height” means, with reference to a building or structure or portion , the vertical distance measured from the first floor elevation of such building or structure to the highest point of the building or structure or portion of the building or structure, exclusive of mechanical features and vertical exclusions;</p> <p class=\"definition-e\">“long-term bicycle parking space” means a bicycle parking space within a building or structure equipped with a rack or stand designed to lock the wheel and frame of a bicycle that is for the exclusive use of parking bicycles and is available exclusively for the use of residents or occupants of the building or structure;</p> <p class=\"definition-e\">“podium” means the base or lower portion of a multi-storey building, which is located above average grade level; </p> <p class=\"definition-e\">“point tower” means portions of a building that project above a podium;</p> <p class=\"definition-e\">“point tower floorplate” means, in relation to a point tower, the area of a floor within the point tower measured between the exterior faces of the exterior walls of the point tower;</p> <p class=\"definition-e\">“point tower separation distance” means, in relation to a point tower, the separation distance between two or more point towers located on the same lot above the podium, as measured from the exterior faces of the exterior walls of the point towers, exclusive of balconies and architectural features;</p> <p class=\"definition-e\">“point tower setback” means, in relation to a point tower, the setback from the point tower to a lot line;</p> <p class=\"definition-e\">“short-term bicycle parking space” means a bicycle parking space within or outside a building or structure that is equipped with a rack or stand designed to lock the wheel and frame of a bicycle that is available for use by the general public;</p> <p class=\"definition-e\">“zoning by-law” means City of Markham Zoning By-law No. 177-96.</p>"
        },
        {
            "id": "2.",
            "section": "Application",
            "content": "  2. This Order applies to lands in the City of Markham, in the Regional Municipality of York, in the Province of Ontario, being the lands outlined in red on a map numbered 302 and filed at the Toronto office of the Ministry of Municipal Affairs and Housing located at 777 Bay Street.",
            "raw_html": "<p class=\"section-e\"><b>  2. </b>This Order applies to lands in the City of Markham, in the Regional Municipality of York, in the Province of Ontario, being the lands outlined in red on a map numbered 302 and filed at the Toronto office of the Ministry of Municipal Affairs and Housing located at 777 Bay Street.</p>"
        },
        {
            "id": "3.",
            "section": "Condition, municipal services",
            "content": "  3. No person may use the lands described in section 2 or erect or use buildings or structures on those lands unless the following conditions respecting municipal services are met, if applicable: 1. New public or private streets required for the erection or use of a building or structure shall be constructed to a minimum of base curb and base asphalt or concrete and shall be connected to an existing public highway. 2. Municipal water mains and sewers, and their appurtenances, that are required for the erection or use of a building or structure shall be installed and operational before the use or erection begins. Community Amenity 4 Exception",
            "raw_html": "<p class=\"section-e\"><b>  3. </b>No person may use the lands described in section 2 or erect or use buildings or structures on those lands unless the following conditions respecting municipal services are met, if applicable:</p> <p class=\"paragraph-e\">  1. New public or private streets required for the erection or use of a building or structure shall be constructed to a minimum of base curb and base asphalt or concrete and shall be connected to an existing public highway.</p> <p class=\"paragraph-e\">  2. Municipal water mains and sewers, and their appurtenances, that are required for the erection or use of a building or structure shall be installed and operational before the use or erection begins.</p> <p class=\"heading1-e\">Community Amenity 4 Exception</p>"
        },
        {
            "id": "4.",
            "section": "Community Amenity 4 Exception — prohibition",
            "content": "  4. Every use of land and every erection, location or use of any building or structure is prohibited on the lands in the areas shown as Community Amenity 4 Exception 1, 2, 3, 4, 5, 6, 7, 8, 9 and 10, 11, 12, 13, 14, 15, 16, 17, 18 and 19 on the map referred to in section 2, except as follows: 1. Any of the following residential uses: i. Apartment dwellings. ii. Multiple dwellings. iii. Home occupations. iv. Home child care. 2. Any of the following non-residential uses: i. Art galleries. ii. Business offices. iii. Commercial fitness centres. iv. Community centres. v. Commercial parking lots. vi. Commercial schools. vii. Child care centres. viii. Financial institutions. ix. Hotels. x. Libraries. xi. Medical offices. xii. Municipal parking lots. xiii. Museums. xiv. Nightclubs. xv. Non-profit fitness centres. xvi. Parking garages. xvii. Personal service shops. xviii. Places of amusement. xix. Places of worship. xx. Private clubs. xxi. Private schools. xxii. Public schools, but only within podiums on the lands identified as Community Amenity 4 Exception 6, 8, 11, 12, 16, 17, 18 and 19. xxiii. Public uses in accordance with section 6.24 of the zoning by-law. xxiv. Recreational establishments. xxv. Restaurants. xxvi. Retail stores. xxvii. Trade and convention centres. xxviii. Theatres. xxix. A building, structure, facility or trailer used for the purposes of the sales and leasing of residential units to be built on lands. xxx. Supermarkets. xxxi. Veterinary clinics. xxxii. The use of premises or facilities for the operation of a mass transit system or a transportation system, A. that is provided by, or on behalf of, the Regional Municipality of York, the City of Markham, the Province of Ontario or the Government of Canada, or B. that is privately operated and federally regulated.",
            "raw_html": "<p class=\"section-e\"><b>  4. </b>Every use of land and every erection, location or use of any building or structure is prohibited on the lands in the areas shown as Community Amenity 4 Exception 1, 2, 3, 4, 5, 6, 7, 8, 9 and 10, 11, 12, 13, 14, 15, 16, 17, 18 and 19 on the map referred to in section 2, except as follows:</p> <p class=\"paragraph-e\">  1. Any of the following residential uses:</p> <p class=\"subpara-e\">  i. Apartment dwellings.</p> <p class=\"subpara-e\">  ii. Multiple dwellings.</p> <p class=\"subpara-e\">  iii. Home occupations.</p> <p class=\"subpara-e\">  iv. Home child care.</p> <p class=\"paragraph-e\">  2. Any of the following non-residential uses:</p> <p class=\"subpara-e\">  i. Art galleries.</p> <p class=\"subpara-e\">  ii. Business offices.</p> <p class=\"subpara-e\">  iii. Commercial fitness centres.</p> <p class=\"subpara-e\">  iv. Community centres.</p> <p class=\"subpara-e\">  v. Commercial parking lots.</p> <p class=\"subpara-e\">  vi. Commercial schools.</p> <p class=\"subpara-e\">  vii. Child care centres.</p> <p class=\"subpara-e\">  viii. Financial institutions.</p> <p class=\"subpara-e\">  ix. Hotels.</p> <p class=\"subpara-e\">  x. Libraries.</p> <p class=\"subpara-e\">  xi. Medical offices.</p> <p class=\"subpara-e\">  xii. Municipal parking lots.</p> <p class=\"subpara-e\">  xiii. Museums.</p> <p class=\"subpara-e\">  xiv. Nightclubs.</p> <p class=\"subpara-e\">  xv. Non-profit fitness centres.</p> <p class=\"subpara-e\">  xvi. Parking garages.</p> <p class=\"subpara-e\">  xvii. Personal service shops.</p> <p class=\"subpara-e\">  xviii. Places of amusement.</p> <p class=\"subpara-e\">  xix. Places of worship.</p> <p class=\"subpara-e\">  xx. Private clubs.</p> <p class=\"subpara-e\">  xxi. Private schools.</p> <p class=\"subpara-e\">  xxii. Public schools, but only within podiums on the lands identified as Community Amenity 4 Exception 6, 8, 11, 12, 16, 17, 18 and 19.</p> <p class=\"subpara-e\">  xxiii. Public uses in accordance with section 6.24 of the zoning by-law.</p> <p class=\"subpara-e\">  xxiv. Recreational establishments.</p> <p class=\"subpara-e\">  xxv. Restaurants.</p> <p class=\"subpara-e\">  xxvi. Retail stores.</p> <p class=\"subpara-e\">  xxvii. Trade and convention centres.</p> <p class=\"subpara-e\">  xxviii. Theatres.</p> <p class=\"subpara-e\">  xxix. A building, structure, facility or trailer used for the purposes of the sales and leasing of residential units to be built on lands.</p> <p class=\"subpara-e\">  xxx. Supermarkets.</p> <p class=\"subpara-e\">  xxxi. Veterinary clinics.</p> <p class=\"subpara-e\">  xxxii. The use of premises or facilities for the operation of a mass transit system or a transportation system,</p> <p class=\"subsubpara-e\">  A. that is provided by, or on behalf of, the Regional Municipality of York, the City of Markham, the Province of Ontario or the Government of Canada, or </p> <p class=\"subsubpara-e\">  B. that is privately operated and federally regulated.</p>"
        },
        {
            "id": "5.",
            "section": "Community Amenity 4 Exception — general requirements",
            "content": " 5. (1) The requirements set out in this section apply to the lands in the areas shown as Community Amenity 4 Exception 1, 2, 3, 4, 5, 6, 7, 8, 9 and 10, 11, 12, 13, 14, 15, 16, 17, 18 and 19 on the map referred to in section 2. (2) The provisions of Table B7 in the zoning by-law shall not apply in the areas shown as Community Amenity 4 Exception zone on the map referred to in section 2, except as the provisions relate to multiple dwellings. (3) Despite any other provision of this Order, the maximum gross floor area for all buildings or structures is 1,886,357 square metres, of which the maximum gross floor area for all buildings and structures for residential uses is 1,568,252 square metres. (4) Despite any other provision of this Order, the minimum gross floor area for all buildings and structures for non-residential uses is 180,573 square metres, which must satisfy the following: 1. A minimum of 145,701 square metres of the gross floor area must be for business office uses. 2. A minimum of 17,350 square metres of the gross floor area must be for retail and service commercial uses. 3. A minimum of 17,522 square metres of the gross floor area must be for one or more of the following: i. A community centre. ii. A child care centre. iii. A library. iv. A museum. v. A public use. vi. A non-profit fitness centre operated by either a public authority or non-profit organization. (5) If 50 per cent or more of the gross floor area of a podium comprises non-residential uses, the maximum height of the podium 40 metres. (6) If less than 50 per cent of the gross floor area of a podium comprises non-residential uses, the maximum height of the podium 35 metres. (7) The minimum point tower separation distance is 25 metres. (8) The minimum point tower setback from a lot line that is not adjacent to a public street, a public park or the areas shown as Open Space on the map referred to in section 2 is 12.5 metres. (9) A point tower is required to stepback a minimum of 1.8 metres above the podium. (10) The maximum point tower floorplate for non-residential uses is 2,500 square metres. (11) The maximum point tower floorplate for residential uses is 850 square metres. (12) For non-residential uses, there is a minimum setback of 0.3 metres for the first floor of a point tower and podium that abuts a street, park or lane. (13) For residential uses, there is a minimum setback of 1.2 metres for lobbies or entrances to indoor amenity rooms that abut a street, park or lane. (14) For residential uses, there is a minimum setback of 2.5 metres for the first floor of a point tower and podium that abuts a street, park or lane. (15) A minimum of 1 square metre of indoor amenity space is required per residential dwelling unit for each building or structure located in Community Amenity 4 Exception Area. (16) A minimum of 1 square metre of outdoor amenity space is required per residential dwelling unit for each building or structure located in Community Amenity 4 Exception Area. (17) Despite subsection (16), in areas shown as Community Amenity 4 Exception 11 and 12 on the map referred to in section 2, 0.5 square metre of outdoor amenity space is required per residential dwelling. (18) There are no minimum required parking spaces per dwelling unit. (19) A maximum of 0.5 parking spaces are permitted per dwelling unit. (20) A minimum of 0.06 visitor parking spaces are required per dwelling unit. (21) There are no minimum required parking spaces for non-residential uses. (22) A maximum of 2.25 parking spaces are permitted per 100 square metres for non-residential uses. (23) Parking spaces allocated for residential visitors or non-residential uses may be shared for the purpose of meeting the parking requirements under this section. (24) A minimum of 0.80 long-term bicycle parking spaces are required for each residential dwelling unit. (25) A minimum of 0.10 short-term bicycle parking spaces are required for each residential dwelling unit for visitors. (26) A minimum of 0.2 short-term bicycle parking spaces and a minimum of 0.2 long-term bicycle parking spaces are required per 100 square metres of business office gross floor area, for the exclusive use of employees of the business office use. (27) The minimum width of a parking space for the exclusive use of a compact motor vehicle is 2.4 metres. (28) The minimum length of a parking space for the exclusive use of a compact motor vehicle is 4.8 metres. (29) A maximum of 10 per cent of the total parking spaces provided may be permitted for the purpose of compact motor vehicle parking. (30) Projections associated with the following structures or elements may exceed the minimum building setbacks and step backs, and maximum building heights set out in this Order: 1. Guard rails, railings, bollards, balustrades, eaves, roof drainage, balcony and terrace guards, fences, skylights, railings, planters, cornices, seating areas, retaining walls, balcony and terrace dividers, decorative screens, privacy screens, wheelchair ramps and ramps to underground, safety and wind protection/mitigation features and solar panels, ornamental elements, landscape elements, structures used for outside or open air recreation including pools and associated equipment, light monitors, light fixtures, pergolas, architectural features, trellises and awnings. 2. Public art features, mechanical equipment, exoskeleton structures, stairs, stair towers and enclosures, enclosures of mechanical equipment and unenclosed heating equipment, elevator overruns, lightning rods, ventilation or cooling equipment such as chimneys, stacks, flues, vents and air intakes, antennas, satellite dishes, cellular arrays, window washing equipment, parapets and elements of a green roof.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) The requirements set out in this section apply to the lands in the areas shown as Community Amenity 4 Exception 1, 2, 3, 4, 5, 6, 7, 8, 9 and 10, 11, 12, 13, 14, 15, 16, 17, 18 and 19 on the map referred to in section 2.</p> <p class=\"subsection-e\">  (2) The provisions of Table B7 in the zoning by-law shall not apply in the areas shown as Community Amenity 4 Exception zone on the map referred to in section 2, except as the provisions relate to multiple dwellings.</p> <p class=\"subsection-e\">  (3) Despite any other provision of this Order, the maximum gross floor area for all buildings or structures is 1,886,357 square metres, of which the maximum gross floor area for all buildings and structures for residential uses is 1,568,252 square metres.</p> <p class=\"subsection-e\">  (4) Despite any other provision of this Order, the minimum gross floor area for all buildings and structures for non-residential uses is 180,573 square metres, which must satisfy the following:</p> <p class=\"paragraph-e\">  1. A minimum of 145,701 square metres of the gross floor area must be for business office uses.</p> <p class=\"paragraph-e\">  2. A minimum of 17,350 square metres of the gross floor area must be for retail and service commercial uses.</p> <p class=\"paragraph-e\">  3. A minimum of 17,522 square metres of the gross floor area must be for one or more of the following:</p> <p class=\"subpara-e\">  i. A community centre.</p> <p class=\"subpara-e\">  ii. A child care centre.</p> <p class=\"subpara-e\">  iii. A library.</p> <p class=\"subpara-e\">  iv. A museum.</p> <p class=\"subpara-e\">  v. A public use.</p> <p class=\"subpara-e\">  vi. A non-profit fitness centre operated by either a public authority or non-profit organization.</p> <p class=\"subsection-e\">  (5) If 50 per cent or more of the gross floor area of a podium comprises non-residential uses, the maximum height of the podium 40 metres.</p> <p class=\"subsection-e\">  (6) If less than 50 per cent of the gross floor area of a podium comprises non-residential uses, the maximum height of the podium 35 metres.</p> <p class=\"subsection-e\">  (7) The minimum point tower separation distance is 25 metres.</p> <p class=\"subsection-e\">  (8) The minimum point tower setback from a lot line that is not adjacent to a public street, a public park or the areas shown as Open Space on the map referred to in section 2 is 12.5 metres.</p> <p class=\"subsection-e\">  (9) A point tower is required to stepback a minimum of 1.8 metres above the podium.</p> <p class=\"subsection-e\">  (10) The maximum point tower floorplate for non-residential uses is 2,500 square metres.</p> <p class=\"subsection-e\">  (11) The maximum point tower floorplate for residential uses is 850 square metres.</p> <p class=\"subsection-e\">  (12) For non-residential uses, there is a minimum setback of 0.3 metres for the first floor of a point tower and podium that abuts a street, park or lane.</p> <p class=\"subsection-e\">  (13) For residential uses, there is a minimum setback of 1.2 metres for lobbies or entrances to indoor amenity rooms that abut<b> </b>a street, park or lane.</p> <p class=\"subsection-e\">  (14) For residential uses, there is a minimum setback of 2.5 metres for the first floor of a point tower and podium that abuts a street, park or lane.</p> <p class=\"subsection-e\">  (15) A minimum of 1 square metre of indoor amenity space is required per residential dwelling unit for each building or structure located in Community Amenity 4 Exception Area.</p> <p class=\"subsection-e\">  (16) A minimum of 1 square metre of outdoor amenity space is required per residential dwelling unit for each building or structure located in Community Amenity 4 Exception Area.</p> <p class=\"subsection-e\">  (17) Despite subsection (16), in areas shown as Community Amenity 4 Exception 11 and 12 on the map referred to in section 2, 0.5 square metre of outdoor amenity space is required per residential dwelling. </p> <p class=\"subsection-e\">  (18) There are no minimum required parking spaces per dwelling unit.</p> <p class=\"subsection-e\">  (19) A maximum of 0.5 parking spaces are permitted per dwelling unit.</p> <p class=\"subsection-e\">  (20) A minimum of 0.06 visitor parking spaces are required per dwelling unit.</p> <p class=\"subsection-e\">  (21) There are no minimum required parking spaces for non-residential uses.</p> <p class=\"subsection-e\">  (22) A maximum of 2.25 parking spaces are permitted per 100 square metres for non-residential uses.</p> <p class=\"subsection-e\">  (23) Parking spaces allocated for residential visitors or non-residential uses may be shared for the purpose of meeting the parking requirements under this section.</p> <p class=\"subsection-e\">  (24) A minimum of 0.80 long-term bicycle parking spaces are required for each residential dwelling unit.</p> <p class=\"subsection-e\">  (25) A minimum of 0.10 short-term bicycle parking spaces are required for each residential dwelling unit for visitors.</p> <p class=\"subsection-e\">  (26) A minimum of 0.2 short-term bicycle parking spaces and a minimum of 0.2 long-term bicycle parking spaces are required per 100 square metres of business office gross floor area, for the exclusive use of employees of the business office use.</p> <p class=\"subsection-e\">  (27) The minimum width of a parking space for the exclusive use of a compact motor vehicle is 2.4 metres.</p> <p class=\"subsection-e\">  (28) The minimum length of a parking space for the exclusive use of a compact motor vehicle is 4.8 metres.</p> <p class=\"subsection-e\">  (29) A maximum of 10 per cent of the total parking spaces provided may be permitted for the purpose of compact motor vehicle parking.</p> <p class=\"subsection-e\">  (30) Projections associated with the following structures or elements may exceed the minimum building setbacks and step backs, and maximum building heights set out in this Order:</p> <p class=\"paragraph-e\">  1. Guard rails, railings, bollards, balustrades, eaves, roof drainage, balcony and terrace guards, fences, skylights, railings, planters, cornices, seating areas, retaining walls, balcony and terrace dividers, decorative screens, privacy screens, wheelchair ramps and ramps to underground, safety and wind protection/mitigation features and solar panels, ornamental elements, landscape elements, structures used for outside or open air recreation including pools and associated equipment, light monitors, light fixtures, pergolas, architectural features, trellises and awnings.</p> <p class=\"paragraph-e\">  2. Public art features, mechanical equipment, exoskeleton structures, stairs, stair towers and enclosures, enclosures of mechanical equipment and unenclosed heating equipment, elevator overruns, lightning rods, ventilation or cooling equipment such as chimneys, stacks, flues, vents and air intakes, antennas, satellite dishes, cellular arrays, window washing equipment, parapets and elements of a green roof.</p>"
        },
        {
            "id": "6.",
            "section": "Community Amenity 4 Exception 1",
            "content": "  6. The following zoning requirements apply to lands in the areas shown as Community Amenity 4 Exception 1 on the map referred to in section 2: 1. The maximum residential gross floor area is 22,170 square metres. 2. The minimum non-residential gross floor area is 9,828 square metres. 3. The maximum height of any building or structure is 115 metres.",
            "raw_html": "<p class=\"section-e\"><b>  6. </b>The following zoning requirements apply to lands in the areas shown as Community Amenity 4 Exception 1 on the map referred to in section 2:</p> <p class=\"paragraph-e\">  1. The maximum residential gross floor area is 22,170 square metres.</p> <p class=\"paragraph-e\">  2. The minimum non-residential gross floor area is 9,828 square metres.</p> <p class=\"paragraph-e\">  3. The maximum height of any building or structure is 115 metres.</p>"
        },
        {
            "id": "7.",
            "section": "Community Amenity 4 Exception 2",
            "content": "  7. The following zoning requirements apply to lands in the areas shown as Community Amenity 4 Exception 2 on the map referred to in section 2: 1. The maximum residential gross floor area is 82,301 square metres. 2. There is no minimum gross floor area required for business office uses. 3. The minimum non-residential gross floor area is 1,712 square metres. 4. The maximum height of any building or structure is 168 metres.",
            "raw_html": "<p class=\"section-e\"><b>  7. </b>The following zoning requirements apply to lands in the areas shown as Community Amenity 4 Exception 2 on the map referred to in section 2:</p> <p class=\"paragraph-e\">  1. The maximum residential gross floor area is 82,301 square metres. </p> <p class=\"paragraph-e\">  2. There is no minimum gross floor area required for business office uses.</p> <p class=\"paragraph-e\">  3. The<b> </b>minimum non-residential gross floor area is 1,712 square metres.</p> <p class=\"paragraph-e\">  4. The maximum height of any building or structure is 168 metres.</p>"
        },
        {
            "id": "8.",
            "section": "Community Amenity 4 Exception 3",
            "content": "  8. Despite section 4 and subsections 5 (1), (2), (5), (6), (7), (8), (9), (10), (11), (12), (13), (14), (15), (16), (17), (18), (19), (20), (21), (22), (23), (24), (25), (26), (27), (28), (29), and (30), the provisions of the City of Markham By-law 2020-11 apply to lands in the areas shown as Community Amenity 4 Exception 3 on the map referred to in section 2.",
            "raw_html": "<p class=\"section-e\"><b>  8.</b> Despite section 4 and subsections 5 (1), (2), (5), (6), (7), (8), (9), (10), (11), (12), (13), (14), (15), (16), (17), (18), (19), (20), (21), (22), (23), (24), (25), (26), (27), (28), (29), and (30), the provisions of the City of Markham By-law 2020-11 apply to lands in the areas shown as Community Amenity 4 Exception 3 on the map referred to in section 2.</p>"
        },
        {
            "id": "9.",
            "section": "Community Amenity 4 Exception 4",
            "content": "  9. The following zoning requirements apply to lands in the areas shown as Community Amenity 4 Exception 4 on the map referred to in section 2: 1. No residential gross floor area is permitted. 2. The minimum non-residential gross floor area is 12,790 square metres. 3. The maximum height of any building or structure is 45 metres.",
            "raw_html": "<p class=\"section-e\"><b>  9. </b>The following zoning requirements apply to lands in the areas shown as Community Amenity 4 Exception 4 on the map referred to in section 2:</p> <p class=\"paragraph-e\">  1. No residential gross floor area is permitted.</p> <p class=\"paragraph-e\">  2. The minimum non-residential gross floor area is 12,790 square metres.</p> <p class=\"paragraph-e\">  3. The maximum height of any building or structure is 45 metres.</p>"
        },
        {
            "id": "10.",
            "section": "Community Amenity 4 Exception 5",
            "content": "  10. The following zoning requirements apply to lands in the areas shown as Community Amenity 4 Exception 5 on the map referred to in section 2: 1. The maximum residential gross floor area is 85,554 square metres. 2. The minimum non-residential gross floor area is 18,454 square metres. 3. The maximum height of any building or structure is 207 metres.",
            "raw_html": "<p class=\"section-e\"><b>  10. </b>The following zoning requirements apply to lands in the areas shown as Community Amenity 4 Exception 5 on the map referred to in section 2:</p> <p class=\"paragraph-e\">  1. The maximum residential gross floor area is 85,554 square metres.</p> <p class=\"paragraph-e\">  2. The minimum non-residential gross floor area is 18,454 square metres.</p> <p class=\"paragraph-e\">  3. The maximum height of any building or structure is 207 metres.</p>"
        },
        {
            "id": "11.",
            "section": "Community Amenity 4 Exception 6",
            "content": "  11. The following zoning requirements apply to lands in the areas shown as Community Amenity 4 Exception 6 on the map referred to in section 2: 1. The maximum residential gross floor area is 107,614 square metres. 2. There is no minimum gross floor area required for business office uses. 3. The minimum non-residential gross floor area is 3,900 square metres. 4. The maximum height of any building or structure is 216 metres.",
            "raw_html": "<p class=\"section-e\"><b>  11. </b>The following zoning requirements apply to lands in the areas shown as Community Amenity 4 Exception 6 on the map referred to in section 2:</p> <p class=\"paragraph-e\">  1. The maximum residential gross floor area is 107,614 square metres.</p> <p class=\"paragraph-e\">  2. There is no minimum gross floor area required for business office uses.</p> <p class=\"paragraph-e\">  3. The minimum non-residential gross floor area is 3,900 square metres.</p> <p class=\"paragraph-e\">  4. The maximum height of any building or structure is 216 metres.</p>"
        },
        {
            "id": "12.",
            "section": "Community Amenity 4 Exception 7",
            "content": "  12. The following zoning requirements apply to lands in the areas shown as Community Amenity 4 Exception 7 on the map referred to in section 2: 1. The maximum residential gross floor area is 136,245 square metres. 2. There is no minimum gross floor area required for business office uses. 3. The minimum non-residential gross floor area is 2,180 square metres. 4. The maximum height of any building or structure is 245 metres.",
            "raw_html": "<p class=\"section-e\"><b>  12. </b>The following zoning requirements apply to lands in the areas shown as Community Amenity 4 Exception 7 on the map referred to in section 2:</p> <p class=\"paragraph-e\">  1. The maximum residential gross floor area is 136,245 square metres.</p> <p class=\"paragraph-e\">  2. There is no minimum gross floor area required for business office uses.</p> <p class=\"paragraph-e\">  3. The minimum non-residential gross floor area is 2,180 square metres.  </p> <p class=\"paragraph-e\">  4. The maximum height of any building or structure is 245 metres.</p>"
        },
        {
            "id": "13.",
            "section": "Community Amenity 4 Exception 8",
            "content": "  13. The following zoning requirements apply to lands in the areas shown as Community Amenity 4 Exception 8 on the map referred to in section 2: 1. The maximum residential gross floor area is 47,051 square metres. 2. There is no minimum gross floor area required for business office uses. 3. The minimum non-residential gross floor area is 5,850 square metres. 4. The maximum height of any building or structure is 174 metres.",
            "raw_html": "<p class=\"section-e\"><b>  13. </b>The following zoning requirements apply to lands in the areas shown as Community Amenity 4 Exception 8 on the map referred to in section 2:</p> <p class=\"paragraph-e\">  1. The maximum residential gross floor area is 47,051 square metres.</p> <p class=\"paragraph-e\">  2. There is no minimum gross floor area required for business office uses.</p> <p class=\"paragraph-e\">  3. The minimum non-residential gross floor area is 5,850 square metres. </p> <p class=\"paragraph-e\">  4. The maximum height of any building or structure is 174 metres.</p>"
        },
        {
            "id": "14.",
            "section": "Community Amenity 4 Exception 9 and 10 ",
            "content": " 14. The following zoning requirements apply to lands in the areas shown as Community Amenity 4 Exception 9 and 10 on the map referred to in section 2 1. The maximum residential gross floor area is 113,906 square metres. 2. There is no minimum gross floor area required for business office uses. 3. The minimum non-residential gross floor area is 2,200 square metres. 4. The maximum height of any building or structure is 216 metres.",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>The following zoning requirements apply to lands in the areas shown as Community Amenity 4 Exception 9 and 10 on the map referred to in section 2</p> <p class=\"paragraph-e\">  1. The maximum residential gross floor area is 113,906 square metres.</p> <p class=\"paragraph-e\">  2. There is no minimum gross floor area required for business office uses.</p> <p class=\"paragraph-e\">  3. The minimum non-residential gross floor area is 2,200 square metres. </p> <p class=\"paragraph-e\">  4. The maximum height of any building or structure is 216 metres.</p>"
        },
        {
            "id": "15.",
            "section": "Community Amenity 4 Exception 11",
            "content": "  15. The following zoning requirements apply to lands in the areas shown as Community Amenity 4 Exception 11 on the map referred to in section 2: 1. The maximum residential gross floor area is 117,765 square metres. 2. The minimum non-residential gross floor area is 7,296 square metres. 3. The maximum height of any building or structure is 249 metres.",
            "raw_html": "<p class=\"section-e\"><b>  15. </b>The following zoning requirements apply to lands in the areas shown as Community Amenity 4 Exception 11 on the map referred to in section 2:</p> <p class=\"paragraph-e\">  1. The maximum residential gross floor area is 117,765 square metres.</p> <p class=\"paragraph-e\">  2. The minimum non-residential gross floor area is 7,296 square metres.</p> <p class=\"paragraph-e\">  3. The maximum height of any building or structure is 249 metres.</p>"
        },
        {
            "id": "16.",
            "section": "Community Amenity 4 Exception 12",
            "content": "  16. The following zoning requirements apply to lands in the areas shown as Community Amenity 4 Exception 12 on the map referred to in section 2: 1. The maximum residential gross floor area is 134,935 square metres. 2. The minimum non-residential gross floor area is 8,946 square metres. 3. The maximum height of any building or structure is 264 metres.",
            "raw_html": "<p class=\"section-e\"><b>  16. </b>The following zoning requirements apply to lands in the areas shown as Community Amenity 4 Exception 12 on the map referred to in section 2:</p> <p class=\"paragraph-e\">  1. The maximum residential gross floor area is 134,935 square metres.</p> <p class=\"paragraph-e\">  2. The minimum non-residential gross floor area is 8,946 square metres.</p> <p class=\"paragraph-e\">  3. The maximum height of any building or structure is 264 metres.</p>"
        },
        {
            "id": "17.",
            "section": "Community Amenity 4 Exception 13",
            "content": " 17. The following zoning requirements apply to lands in the areas shown as Community Amenity 4 Exception 13 on the map referred to in section 2: 1. The maximum residential gross floor area is 32,060 square metres. 2. There is no minimum gross floor area required for business office uses. 3. The minimum non-residential gross floor area is 295 square metres. 4. The maximum height of any building or structure is 124 metres.",
            "raw_html": "<p class=\"section-e\"> <b>17. </b>The following zoning requirements apply to lands in the areas shown as Community Amenity 4 Exception 13 on the map referred to in section 2:</p> <p class=\"paragraph-e\">  1. The maximum residential gross floor area is 32,060 square metres.</p> <p class=\"paragraph-e\">  2. There is no minimum gross floor area required for business office uses.</p> <p class=\"paragraph-e\">  3. The minimum non-residential gross floor area is 295 square metres.</p> <p class=\"paragraph-e\">  4. The maximum height of any building or structure is 124 metres.</p>"
        },
        {
            "id": "18.",
            "section": "Community Amenity 4 Exception 14",
            "content": "  18. The following zoning requirements apply to lands in the areas shown as Community Amenity 4 Exception 14 on the map referred to in section 2: 1. The maximum residential gross floor area is 33,106 square metres. 2. There is no minimum gross floor area required for business office uses. 3. The minimum non-residential gross floor area is 619 metres. 4. The maximum height of any building or structure is 135 metres.",
            "raw_html": "<p class=\"section-e\"><b>  18. </b>The following zoning requirements apply to lands in the areas shown as Community Amenity 4 Exception 14 on the map referred to in section 2:</p> <p class=\"paragraph-e\">  1. The maximum residential gross floor area is 33,106 square metres.</p> <p class=\"paragraph-e\">  2. There is no minimum gross floor area required for business office uses.</p> <p class=\"paragraph-e\">  3. The minimum non-residential gross floor area is 619 metres.</p> <p class=\"paragraph-e\">  4. The maximum height of any building or structure is 135 metres.</p>"
        },
        {
            "id": "19.",
            "section": "Community Amenity 4 Exception 15",
            "content": "  19. The following zoning requirements apply to lands in the areas shown as Community Amenity 4 Exception 15 on the map referred to in section 2: 1. The minimum non-residential gross floor area is 77,060 square metres. 2. No residential gross floor area is permitted. 3. The maximum height of any building or structure is 93 metres.",
            "raw_html": "<p class=\"section-e\"><b>  19. </b>The following zoning requirements apply to lands in the areas shown as Community Amenity 4 Exception 15 on the map referred to in section 2:</p> <p class=\"paragraph-e\">  1. The minimum non-residential gross floor area is 77,060 square metres.  </p> <p class=\"paragraph-e\">  2. No residential gross floor area is permitted.</p> <p class=\"paragraph-e\">  3. The maximum height of any building or structure is 93 metres.</p>"
        },
        {
            "id": "20.",
            "section": "Community Amenity 4 Exception 16",
            "content": "  20. The following zoning requirements apply to lands in the areas shown as Community Amenity 4 Exception 16 on the map referred to in section 2: 1. The maximum residential gross floor area is 209,227 square metres. 2. The minimum non-residential gross floor area is 14,695 square metres. 3. The maximum height of any building or structure is 264 metres.",
            "raw_html": "<p class=\"section-e\"><b>  20. </b>The following zoning requirements apply to lands in the areas shown as Community Amenity 4 Exception 16 on the map referred to in section 2:</p> <p class=\"paragraph-e\">  1. The maximum residential gross floor area is 209,227 square metres.</p> <p class=\"paragraph-e\">  2. The minimum non-residential gross floor area is 14,695 square metres.</p> <p class=\"paragraph-e\">  3. The maximum height of any building or structure is 264 metres.</p>"
        },
        {
            "id": "21.",
            "section": "Community Amenity 4 Exception 17",
            "content": "  21. The following zoning requirements apply to lands in the areas shown as Community Amenity 4 Exception 17 on the map referred to in section 2: 1. The maximum residential gross floor area is 131,816 square metres. 2. The minimum non-residential gross floor area is 803 square metres for business office uses. 3. The maximum height of any building or structure is 246 metres.",
            "raw_html": "<p class=\"section-e\"><b>  21. </b>The following zoning requirements apply to lands in the areas shown as Community Amenity 4 Exception 17 on the map referred to in section 2:</p> <p class=\"paragraph-e\">  1. The maximum residential gross floor area is 131,816 square metres.</p> <p class=\"paragraph-e\">  2. The minimum non-residential gross floor area is 803 square metres for business office uses.</p> <p class=\"paragraph-e\">  3. The maximum height of any building or structure is 246 metres.</p>"
        },
        {
            "id": "22.",
            "section": "Community Amenity 4 Exception 18",
            "content": "  22. The following zoning requirements apply to lands in the areas shown as Community Amenity 4 Exception 18 on the map referred to in section 2: 1. The maximum residential gross floor area is 132,516 square metres. 2. The minimum non-residential gross floor area is 9,465 square metres. 3. The maximum height of any building or structure is 263 metres.",
            "raw_html": "<p class=\"section-e\"><b>  22. </b>The following zoning requirements apply to lands in the areas shown as Community Amenity 4 Exception 18 on the map referred to in section 2:</p> <p class=\"paragraph-e\">  1. The maximum residential gross floor area is 132,516 square metres.</p> <p class=\"paragraph-e\">  2. The minimum non-residential gross floor area is 9,465 square metres. </p> <p class=\"paragraph-e\">  3. The maximum height of any building or structure is 263 metres.</p>"
        },
        {
            "id": "23.",
            "section": "Community Amenity 4 Exception 19",
            "content": "  23. The following zoning requirements apply to lands in the areas shown as Community Amenity 4 Exception 19 on the map referred to in section 2: 1. The maximum residential gross floor area is 216,350 square metres. 2. There is no minimum gross floor area required for business office uses. 3. The minimum non-residential gross floor area is 3,550 square metres. 4. The maximum height of any building or structure within a tower-base typology is 245 metres. Open Space 1 Exception",
            "raw_html": "<p class=\"section-e\"><b>  23. </b>The following zoning requirements apply to lands in the areas shown as Community Amenity 4 Exception 19 on the map referred to in section 2:</p> <p class=\"paragraph-e\">  1. The maximum residential gross floor area is 216,350 square metres.</p> <p class=\"paragraph-e\">  2. There is no minimum gross floor area required for business office uses.</p> <p class=\"paragraph-e\">  3. The minimum non-residential gross floor area is 3,550 square metres. </p> <p class=\"paragraph-e\">  4. The maximum height of any building or structure within a tower-base typology is 245 metres.</p> <p class=\"heading1-e\">Open Space 1 Exception </p>"
        },
        {
            "id": "24.",
            "section": "Open Space 1 Exception — prohibition",
            "content": "  24. (1) Every use of land and every erection, location or use of any building or structure is prohibited on the lands in the areas shown as Open Space 1 Exception 1, 2, 3 and 4 on the map referred to in section 2, except for, (a) the uses permitted in the Open Space 1 Zone in Table A3 of the zoning by-law; and (b) outdoor public school uses. (2) Despite subsection (1), a public park in an area shown as Open Space 1 Exception 1, 2, 3 and 4 may include any of the following below the park: 1. Parking. 2. Grade structures. 3. Civil, transportation or stormwater management infrastructure. (3) Despite subsection (1), pipes, vents or similar infrastructure for the purposes of ventilation of below-grade railway infrastructure is permitted in the area shown as Open Space 1 Exception 2.",
            "raw_html": "<p class=\"section-e\"><b>  24. </b>(1) Every use of land and every erection, location or use of any building or structure is prohibited on the lands in the areas shown as Open Space 1 Exception 1, 2, 3 and 4 on the map referred to in section 2, except for,</p> <p class=\"clause-e\">  (a) the uses permitted in the Open Space 1 Zone in Table A3 of the zoning by-law; and</p> <p class=\"clause-e\">  (b) outdoor public school uses.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), a public park in an area shown as Open Space 1 Exception 1, 2, 3 and 4 may include any of the following below the park:</p> <p class=\"paragraph-e\">  1. Parking.</p> <p class=\"paragraph-e\">  2. Grade structures.</p> <p class=\"paragraph-e\">  3. Civil, transportation or stormwater management infrastructure.</p> <p class=\"subsection-e\">  (3) Despite subsection (1), pipes, vents or similar infrastructure for the purposes of ventilation of below-grade railway infrastructure is permitted in the area shown as Open Space 1 Exception 2.</p>"
        },
        {
            "id": "25.",
            "section": "Open Space 1 Exception — general requirement",
            "content": " 25. The maximum area of land for public park uses on the lands referred to in section 2 is 50,444 square metres.",
            "raw_html": "<p class=\"section-e\"> <b>25. </b>The maximum area of land for public park uses on the lands referred to in section 2 is 50,444 square metres.</p>"
        },
        {
            "id": "26.",
            "section": "Open Space 1 Exception 1",
            "content": "  26. The following zoning requirement applies to the lands in the areas shown as Open Space 1 Exception 1 on the map referred to in section 2: 1. The maximum area for public park uses is 19,124 square metres.",
            "raw_html": "<p class=\"section-e\"><b>  26. </b>The following zoning requirement applies to the lands in the areas shown as Open Space 1 Exception 1 on the map referred to in section 2:</p> <p class=\"paragraph-e\">  1. The maximum area for public park uses is 19,124 square metres.</p>"
        },
        {
            "id": "27.",
            "section": "Open Space 1 Exception 2",
            "content": "  27. The following zoning requirement applies to the lands in the areas shown as Open Space 1 Exception 2 on the map referred to in section 2: 1. The maximum area for public park uses is 25,967 square metres.",
            "raw_html": "<p class=\"section-e\"><b>  27. </b>The following zoning requirement applies to the lands in the areas shown as Open Space 1 Exception 2 on the map referred to in section 2:</p> <p class=\"paragraph-e\">  1. The maximum area for public park uses is 25,967 square metres.</p>"
        },
        {
            "id": "28.",
            "section": "Open Space 1 Exception 3",
            "content": "  28. The following zoning requirement applies to the lands in the areas shown as Open Space 1 Exception 3 on the map referred to in section 2: 1. The maximum area for public park uses is 5,353 square metres.",
            "raw_html": "<p class=\"section-e\"><b>  28. </b>The following zoning requirement applies to the lands in the areas shown as Open Space 1 Exception 3 on the map referred to in section 2:</p> <p class=\"paragraph-e\">  1. The maximum area for public park uses is 5,353 square metres.</p>"
        },
        {
            "id": "29.",
            "section": "Open Space 1 Exception 4",
            "content": "  29. The following zoning requirement applies to the lands in the areas shown as Open Space 1 Exception 4 on the map referred to in section 2: 1. The maximum area for open space uses is 2,386 square metres. General",
            "raw_html": "<p class=\"section-e\"><b>  29. </b>The following zoning requirement applies to the lands in the areas shown as Open Space 1 Exception 4 on the map referred to in section 2:</p> <p class=\"paragraph-e\">  1. The maximum area for open space uses is 2,386 square metres.</p> <p class=\"heading1-e\">General </p>"
        },
        {
            "id": "30.",
            "section": "Inclusionary zoning",
            "content": "  30. Despite any other provision of any other applicable municipal zoning by-law, there is no minimum requirement for affordable rental or ownership housing units. ",
            "raw_html": "<p class=\"section-e\"><b>  30. </b>Despite any other provision of any other applicable municipal zoning by-law, there is no minimum requirement for affordable rental or ownership housing units. </p>"
        },
        {
            "id": "31.",
            "section": "Non-application of s. 41 of the Act",
            "content": " 31. Section 41 of the Act does not apply to the lands described in section 2.",
            "raw_html": "<p class=\"section-e\"> <b>31. </b>Section 41 of the Act does not apply to the lands described in section 2.</p>"
        },
        {
            "id": "32.",
            "section": "Matters that may be dealt with in agreement",
            "content": " 32. Each person who owns all or any part of the lands described in section 2 shall enter into one or more agreements with the City of Markham dealing with the matters listed in subsection 47 (4.4) of the Act.",
            "raw_html": "<p class=\"section-e\"> <b>32. </b>Each person who owns all or any part of the lands described in section 2 shall enter into one or more agreements with the City of Markham dealing with the matters listed in subsection 47 (4.4) of the <i>Act</i>.</p>"
        },
        {
            "id": "33.",
            "section": "Terms of use ",
            "content": "  33. (1) Every use of land and every erection, location and use of buildings or structures shall be in accordance with this Order. (2) Nothing in this Order prevents the use of any land, building or structure for any use prohibited by this Order if the land, building or structure is lawfully so used on the day this Order comes into force. (3) Nothing in this Order prevents the reconstruction of any building or structure that is damaged or destroyed by causes beyond the control of the owner if the dimensions of the original building or structure are not increased or its original use altered. (4) Nothing in this Order prevents the strengthening or restoration to a safe condition of any building or structure.",
            "raw_html": "<p class=\"section-e\"><b>  33. </b>(1) Every use of land and every erection, location and use of buildings or structures shall be in accordance with this Order.</p> <p class=\"subsection-e\">  (2) Nothing in this Order prevents the use of any land, building or structure for any use prohibited by this Order if the land, building or structure is lawfully so used on the day this Order comes into force. </p> <p class=\"subsection-e\">  (3) Nothing in this Order prevents the reconstruction of any building or structure that is damaged or destroyed by causes beyond the control of the owner if the dimensions of the original building or structure are not increased or its original use altered. </p> <p class=\"subsection-e\">  (4) Nothing in this Order prevents the strengthening or restoration to a safe condition of any building or structure. </p>"
        },
        {
            "id": "34.",
            "section": "Terms of use ",
            "content": " 34. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>34.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Terms of use ",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}