{
    "reg_info": {
        "full_title": "O. Reg. 195/94: JOB SECURITY FUND",
        "reg_name_text": "JOB SECURITY FUND",
        "citation": "O. Reg. 195/94: ",
        "act_under": "Social Contract Act, 1993   Loi de 1993 sur le contrat social",
        "url": "https://www.ontario.ca/laws/regulation/940195",
        "date_scraped": "2023-12-19 07:51:14"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/940195/v1",
            "valid_from": "March 31, 1994",
            "valid_to": "March  5, 2009"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “Account” means the Job Security Fund Supplementary Benefits Trust Account established under section 13; “committee” means a committee designated under section 2. O.Reg. 195/94, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“Account” means the Job Security Fund Supplementary Benefits Trust Account established under section 13;</p> <p class=\"definition-e\">“committee” means a committee designated under section 2. O.Reg. 195/94, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) The Administrator may delegate to committees formed in accordance with subsection (2) any of the Administrator’s powers and duties. (2) Each committee shall consist of, (a) an equal number of representatives of the bargaining agents and of the employers in the sector or sectors which the committee represents; and (b) one or two members designated by the Administrator. (3) If the Administrator is satisfied that a committee has been properly constituted under subsection (2), the Administrator shall designate it as the committee for that sector or sectors. (4) The purpose of the committees is to, (a) administer payments to employers and employees for the sector or sectors from the Account and the Fund; (b) maintain the registry under this Part; and (c) administer the redeployment plan and training and adjustment programs or parts of training and adjustment programs. (5) The delegation to the committee of any powers or duties by the Administrator is subject to any conditions that may be set out in the delegation. O.Reg. 195/94, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) The Administrator may delegate to committees formed in accordance with subsection (2) any of the Administrator’s powers and duties.</p> <p class=\"subsection-e\">(2) Each committee shall consist of,</p> <p class=\"clause-e\">(a) an equal number of representatives of the bargaining agents and of the employers in the sector or sectors which the committee represents; and</p> <p class=\"clause-e\">(b) one or two members designated by the Administrator.</p> <p class=\"subsection-e\">(3) If the Administrator is satisfied that a committee has been properly constituted under subsection (2), the Administrator shall designate it as the committee for that sector or sectors.</p> <p class=\"subsection-e\">(4) The purpose of the committees is to,</p> <p class=\"clause-e\">(a) administer payments to employers and employees for the sector or sectors from the Account and the Fund;</p> <p class=\"clause-e\">(b) maintain the registry under this Part; and</p> <p class=\"clause-e\">(c) administer the redeployment plan and training and adjustment programs or parts of training and adjustment programs.</p> <p class=\"subsection-e\">(5) The delegation to the committee of any powers or duties by the Administrator is subject to any conditions that may be set out in the delegation. O.Reg. 195/94, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. (1) The Administrator may establish a registry for one or more sectors consisting of, (a) the vacant positions at each employer within the sector or sectors; and (b) the names of all employees who will be released or have been released from employment by an employer within the sector or sectors as the result of the requirement on the employer to achieve an expenditure reduction target established for it under the Act. (2) In establishing a registry, the Administrator shall prescribe the sector or sectors to which it is applicable. (3) The Administrator shall maintain the registry established under subsection (1). (4) If a sectoral framework provides for the establishment and maintenance of or conditions of operations of a registry as described in subsection (1), the Administrator shall establish the registry in accordance with that framework. (5) A registry established under this Part shall not be used for purposes other than the redeployment of employees as set out in section 6 unless the prior approval of the Administrator has been obtained. (6) Despite subsection (5), the prior approval of the Administrator is not required to use a registry for a purpose expressly prescribed in any sectoral framework. O.Reg.195/94, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) The Administrator may establish a registry for one or more sectors consisting of,</p> <p class=\"clause-e\">(a) the vacant positions at each employer within the sector or sectors; and</p> <p class=\"clause-e\">(b) the names of all employees who will be released or have been released from employment by an employer within the sector or sectors as the result of the requirement on the employer to achieve an expenditure reduction target established for it under the Act.</p> <p class=\"subsection-e\">(2) In establishing a registry, the Administrator shall prescribe the sector or sectors to which it is applicable.</p> <p class=\"subsection-e\">(3) The Administrator shall maintain the registry established under subsection (1).</p> <p class=\"subsection-e\">(4) If a sectoral framework provides for the establishment and maintenance of or conditions of operations of a registry as described in subsection (1), the Administrator shall establish the registry in accordance with that framework.</p> <p class=\"subsection-e\">(5) A registry established under this Part shall not be used for purposes other than the redeployment of employees as set out in section 6 unless the prior approval of the Administrator has been obtained.</p> <p class=\"subsection-e\">(6) Despite subsection (5), the prior approval of the Administrator is not required to use a registry for a purpose expressly prescribed in any sectoral framework. O.Reg.195/94, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. Unless otherwise directed by the Administrator, each employer in a sector covered by a sectoral framework shall advise the Administrator or committee maintaining the sectoral registry of the vacant positions and the names of the employees described in subsection 3 (1). O.Reg. 195/94, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>Unless otherwise directed by the Administrator, each employer in a sector covered by a sectoral framework shall advise the Administrator or committee maintaining the sectoral registry of the vacant positions and the names of the employees described in subsection 3 (1). O.Reg. 195/94, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. For the purposes of the Act and regulations, a position is vacant if, (a) there is no incumbent employee in the position; (b) the employer intends to fill the position on a permanent basis; and (c) the position remains unfilled after the requirements for the filling of vacancies in any other Act or regulation or any collective agreement or contract of employment have been satisfied. O.Reg. 195/94, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>For the purposes of the Act and regulations, a position is vacant if,</p> <p class=\"clause-e\">(a) there is no incumbent employee in the position;</p> <p class=\"clause-e\">(b) the employer intends to fill the position on a permanent basis; and</p> <p class=\"clause-e\">(c) the position remains unfilled after the requirements for the filling of vacancies in any other Act or regulation or any collective agreement or contract of employment have been satisfied. O.Reg. 195/94, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. (1) The filling of vacant positions and the placement of employees who will be or have been released from employment shall be in accordance with, (a) the provisions of a plan for the redeployment of employees that provides for such redeployment in two or more sectors; (b) if clause (a) does not apply, the provisions of the sectoral framework for the sector applicable to the employee; or (c) if clauses (a) and (b) do not apply, a redeployment plan established by the Minister. (2) In the case of a plan described in clause (1) (a), the Administrator may amend or give directions to amend the plan where he or she is of the opinion that the plan does not maximize the opportunities for redeployment of employees released from employment by an employer or employers in the sectors covered by the plan. O.Reg. 195/94, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) The filling of vacant positions and the placement of employees who will be or have been released from employment shall be in accordance with,</p> <p class=\"clause-e\">(a) the provisions of a plan for the redeployment of employees that provides for such redeployment in two or more sectors;</p> <p class=\"clause-e\">(b) if clause (a) does not apply, the provisions of the sectoral framework for the sector applicable to the employee; or</p> <p class=\"clause-e\">(c) if clauses (a) and (b) do not apply, a redeployment plan established by the Minister.</p> <p class=\"subsection-e\">(2) In the case of a plan described in clause (1) (a), the Administrator may amend or give directions to amend the plan where he or she is of the opinion that the plan does not maximize the opportunities for redeployment of employees released from employment by an employer or employers in the sectors covered by the plan. O.Reg. 195/94, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. No employer and no employee of the employer is entitled to a payment under this Regulation unless the employer has complied with the provisions of the sectoral framework applicable to that employer which relate to the redeployment of employees who are released from employment or with a redeployment plan established by the Minister. O.Reg. 195/94, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>No employer and no employee of the employer is entitled to a payment under this Regulation unless the employer has complied with the provisions of the sectoral framework applicable to that employer which relate to the redeployment of employees who are released from employment or with a redeployment plan established by the Minister. O.Reg. 195/94, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. The total maximum amount of the Fund is fixed at $300,000,000. O.Reg. 195/94, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>The total maximum amount of the Fund is fixed at $300,000,000. O.Reg. 195/94, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. (1) Any money remaining in the Fund on April 1, 1996 shall remain in the Fund until the Fund is exhausted or all claims against the Fund are satisfied. (2) Any money remaining in the Fund after all claims against it are satisfied shall be paid into the Consolidated Revenue Fund. O.Reg. 195/94, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) Any money remaining in the Fund on April 1, 1996 shall remain in the Fund until the Fund is exhausted or all claims against the Fund are satisfied.</p> <p class=\"subsection-e\">(2) Any money remaining in the Fund after all claims against it are satisfied shall be paid into the Consolidated Revenue Fund. O.Reg. 195/94, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. (1) The Administrator may require that an employer provide such information that, in the opinion of the Administrator, is necessary for the efficient operation of the Fund or the making of payments from the Fund. (2) As a condition of payment under section 29 or 30, the employer shall, upon the request of the Administrator, supply such additional information as may be required by the Administrator to assess whether the conditions for payment to the employer are satisfied. O.Reg. 195/94, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>(1) The Administrator may require that an employer provide such information that, in the opinion of the Administrator, is necessary for the efficient operation of the Fund or the making of payments from the Fund.</p> <p class=\"subsection-e\">(2) As a condition of payment under section 29 or 30, the employer shall, upon the request of the Administrator, supply such additional information as may be required by the Administrator to assess whether the conditions for payment to the employer are satisfied. O.Reg. 195/94, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. (1) Despite any other provision of this Regulation, if the Administrator is of the opinion, after a review of the Fund, that the total amounts payable or to be paid under this Regulation are likely to exceed the amount in the Fund, the Administrator may reduce the payments proportionately in such manner and subject to such conditions as the Administrator may determine. (2) Any reduction under subsection (1) or the determination of the manner or the conditions of such reduction is subject to the prior approval of Treasury Board. O.Reg. 195/94, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) Despite any other provision of this Regulation, if the Administrator is of the opinion, after a review of the Fund, that the total amounts payable or to be paid under this Regulation are likely to exceed the amount in the Fund, the Administrator may reduce the payments proportionately in such manner and subject to such conditions as the Administrator may determine.</p> <p class=\"subsection-e\">(2) Any reduction under subsection (1) or the determination of the manner or the conditions of such reduction is subject to the prior approval of Treasury Board. O.Reg. 195/94, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. (1) If the conditions, criteria or entitlement for a payment under this Regulation are not satisfied or if the obligation to return payments or remit payments to an employee has not been fulfilled, the payment made or the payment or portion of it not returned is a debt owing to the Crown and may be recovered by action in court or by any other method available to the Crown. (2) Subsection (1) does not apply, (a) where payments from the Fund to an employer or from the Account to an employee in excess of any entitlement were the result of negligence by the Administrator, a committee or any person acting on behalf of the Administrator or a committee; or (b) where an employer who is required under section 28 to forward payments to an employee has made reasonable efforts to locate the employee but is unable to do so and has returned the payment to the Administrator. O.Reg. 195/94, s. 12. PART II   JOB SECURITY SUPPLEMENTARY UNEMPLOYMENT BENEFITS TRUST ACCOUNT",
            "raw_html": "<p class=\"section-e\"><b>12. </b>(1) If the conditions, criteria or entitlement for a payment under this Regulation are not satisfied or if the obligation to return payments or remit payments to an employee has not been fulfilled, the payment made or the payment or portion of it not returned is a debt owing to the Crown and may be recovered by action in court or by any other method available to the Crown.</p> <p class=\"subsection-e\">(2) Subsection (1) does not apply,</p> <p class=\"clause-e\">(a) where payments from the Fund to an employer or from the Account to an employee in excess of any entitlement were the result of negligence by the Administrator, a committee or any person acting on behalf of the Administrator or a committee; or</p> <p class=\"clause-e\">(b) where an employer who is required under section 28 to forward payments to an employee has made reasonable efforts to locate the employee but is unable to do so and has returned the payment to the Administrator. O.Reg. 195/94, s. 12.</p> <p class=\"partnum-e\"><b>PART II <br/>  JOB SECURITY SUPPLEMENTARY UNEMPLOYMENT BENEFITS TRUST ACCOUNT</b></p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": "13. An account to be known as the Job Security Supplementary Unemployment Benefits Trust Account is established in the Consolidated Revenue Fund. O.Reg. 195/94, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13. </b>An account to be known as the Job Security Supplementary Unemployment Benefits Trust Account is established in the Consolidated Revenue Fund. O.Reg. 195/94, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": "14. The Administrator shall administer the Account and may allocate to it money from the Fund to provide payments to employees in accordance with this Part. O.Reg. 195/94, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14. </b>The Administrator shall administer the Account and may allocate to it money from the Fund to provide payments to employees in accordance with this Part. O.Reg. 195/94, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": "15. The amounts allocated by the Administrator may only be used to provide payments to employees under this Part. O.Reg. 195/94, s. 15.",
            "raw_html": "<p class=\"section-e\"><b>15. </b>The amounts allocated by the Administrator may only be used to provide payments to employees under this Part. O.Reg. 195/94, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": null,
            "content": "16. Upon application, an employee is entitled to payment from the Account if, in addition to the criteria set out in section 14 or 21 of the Act, the following conditions are satisfied: 1. The employee is in receipt of benefits under the Unemployment Insurance Act (Canada) or has applied for benefits under that Act and is serving the two-week waiting period required by that Act. 2. The employee is given notice of release or is released without notice from permanent full-time employment, permanent part-time employment or employment for a definite term. 3. The employee is released from employment directly as the result of the employer’s requirement to achieve an expenditure reduction target established for it under the Act. 4. The employee does not voluntarily resign, except for a voluntary resignation in respect of which the employee would be entitled to benefits under the Unemployment Insurance Act (Canada). 5. The employee has not retired after reaching a mandatory retirement age or been dismissed for cause from employment. 6. The employee undertakes any available program of training that is suitable for the employee as determined by the Administrator or a committee. 7. The employee continues to seek reasonable alternative employment with any employer in the applicable sector or in accordance with any applicable plan for the redeployment of employees who are released from employment. 8. The employee maintains his or her name on any sectoral registry described in Part I. 9. The employee has not refused an offer of reasonable alternative employment. 10. The employee is not in receipt of payments in lieu of notice of termination or in respect of loss of employment, except as provided in this Part. 11. The application for payment under this Part contains sufficient information to substantiate that the employee satisfies the conditions set out in this section. O.Reg. 195/94, s. 16.",
            "raw_html": "<p class=\"section-e\"><b>16. </b>Upon application, an employee is entitled to payment from the Account if, in addition to the criteria set out in section 14 or 21 of the Act, the following conditions are satisfied:</p> <p class=\"paragraph-e\">1. The employee is in receipt of benefits under the <i>Unemployment Insurance Act</i> (Canada) or has applied for benefits under that Act and is serving the two-week waiting period required by that Act.</p> <p class=\"paragraph-e\">2. The employee is given notice of release or is released without notice from permanent full-time employment, permanent part-time employment or employment for a definite term.</p> <p class=\"paragraph-e\">3. The employee is released from employment directly as the result of the employer’s requirement to achieve an expenditure reduction target established for it under the Act.</p> <p class=\"paragraph-e\">4. The employee does not voluntarily resign, except for a voluntary resignation in respect of which the employee would be entitled to benefits under the <i>Unemployment Insurance Act</i> (Canada).</p> <p class=\"paragraph-e\">5. The employee has not retired after reaching a mandatory retirement age or been dismissed for cause from employment.</p> <p class=\"paragraph-e\">6. The employee undertakes any available program of training that is suitable for the employee as determined by the Administrator or a committee.</p> <p class=\"paragraph-e\">7. The employee continues to seek reasonable alternative employment with any employer in the applicable sector or in accordance with any applicable plan for the redeployment of employees who are released from employment.</p> <p class=\"paragraph-e\">8. The employee maintains his or her name on any sectoral registry described in Part I.</p> <p class=\"paragraph-e\">9. The employee has not refused an offer of reasonable alternative employment.</p> <p class=\"paragraph-e\">10. The employee is not in receipt of payments in lieu of notice of termination or in respect of loss of employment, except as provided in this Part.</p> <p class=\"paragraph-e\">11. The application for payment under this Part contains sufficient information to substantiate that the employee satisfies the conditions set out in this section. O.Reg. 195/94, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": null,
            "content": "17. (1) An employer of an employee entitled to payment under section 16 shall place the employee on temporary leave of absence from employment for the period of receipt of payments from the Account and the employer is not obligated during that period to provide salary or wages or any other benefit to or on behalf of the employee other than benefits in a local agreement, sectoral framework or plan for non-bargaining unit employees relating to the training of employees. (2) Despite the Employment Standards Act and the regulations under it, the date of termination of the employee on temporary leave of absence under subsection (1) shall be deemed to be the later of the date at which the employee no longer receives benefits from the Account and the date at which benefits under the Unemployment Insurance Act (Canada) have been exhausted in respect of that period of employment. O.Reg. 195/94, s. 17.",
            "raw_html": "<p class=\"section-e\"><b>17. </b>(1) An employer of an employee entitled to payment under section 16 shall place the employee on temporary leave of absence from employment for the period of receipt of payments from the Account and the employer is not obligated during that period to provide salary or wages or any other benefit to or on behalf of the employee other than benefits in a local agreement, sectoral framework or plan for non-bargaining unit employees relating to the training of employees.</p> <p class=\"subsection-e\">(2) Despite the <i>Employment Standards Act</i> and the regulations under it, the date of termination of the employee on temporary leave of absence under subsection (1) shall be deemed to be the later of the date at which the employee no longer receives benefits from the Account and the date at which benefits under the <i>Unemployment Insurance Act</i> (Canada) have been exhausted in respect of that period of employment. O.Reg. 195/94, s. 17.</p>"
        },
        {
            "id": "18.",
            "section": null,
            "content": "18. (1) Unless otherwise reduced under this Regulation, the Administrator shall pay from the Account to an employee satisfying the requirements in section 16 and serving the two-week waiting period under the Unemployment Insurance Act (Canada) an amount equal to 95 per cent of two weeks salary or wages, excluding overtime pay, calculated at the rate last applicable to the employment by the employer who gave the notice of release from employment under section 16. (2) Unless otherwise reduced under this Regulation, the Administrator shall pay from the Account to an employee satisfying the requirements in section 16 and receiving benefits under the Unemployment Insurance Act (Canada) an amount equal to the difference between, (a) 95 per cent of salary or wages, excluding overtime pay, for a regular work period of the employee with the employer who gave the notice of termination that is equal to the period in which the employee is in receipt of benefits under the Unemployment Insurance Act (Canada) at a rate last applicable to the employment; and (b) the sum of benefits received under the Unemployment Insurance Act (Canada) and all other remuneration earned by the employee during the period in which he or she is in receipt of those benefits. (3) An amount is payable under subsection (1) or (2) only in respect of, (a) benefits under the Unemployment Insurance Act (Canada) that relate to a period beginning after July 31, 1993 and ending before April 1, 1996; and (b) the two-week waiting period if it begins after July 31, 1993 and before April 1, 1996. (4) Unless otherwise reduced under this Regulation, the Administrator shall pay to an employee who meets the requirements in section 16 and who was receiving benefits under the Unemployment Insurance Act (Canada) that relate to a period between June 14, 1993 and July 31, 1993 an amount equal to the amount that would have been payable under this section had the period occurred after July 31, 1993. (5) The amount described in subsection (4) is not payable until the benefits under the Unemployment Insurance Act (Canada) in respect of the claim to which subsection (4) relates are exhausted. O.Reg. 195/94, s. 18.",
            "raw_html": "<p class=\"section-e\"><b>18. </b>(1) Unless otherwise reduced under this Regulation, the Administrator shall pay from the Account to an employee satisfying the requirements in section 16 and serving the two-week waiting period under the <i>Unemployment Insurance Act</i> (Canada) an amount equal to 95 per cent of two weeks salary or wages, excluding overtime pay, calculated at the rate last applicable to the employment by the employer who gave the notice of release from employment under section 16.</p> <p class=\"subsection-e\">(2) Unless otherwise reduced under this Regulation, the Administrator shall pay from the Account to an employee satisfying the requirements in section 16 and receiving benefits under the <i>Unemployment Insurance Act</i> (Canada) an amount equal to the difference between,</p> <p class=\"clause-e\">(a) 95 per cent of salary or wages, excluding overtime pay, for a regular work period of the employee with the employer who gave the notice of termination that is equal to the period in which the employee is in receipt of benefits under the <i>Unemployment Insurance Act</i> (Canada) at a rate last applicable to the employment; and</p> <p class=\"clause-e\">(b) the sum of benefits received under the <i>Unemployment Insurance Act</i> (Canada) and all other remuneration earned by the employee during the period in which he or she is in receipt of those benefits.</p> <p class=\"subsection-e\">(3) An amount is payable under subsection (1) or (2) only in respect of,</p> <p class=\"clause-e\">(a) benefits under the <i>Unemployment Insurance Act</i> (Canada) that relate to a period beginning after July 31, 1993 and ending before April 1, 1996; and</p> <p class=\"clause-e\">(b) the two-week waiting period if it begins after July 31, 1993 and before April 1, 1996.</p> <p class=\"subsection-e\">(4) Unless otherwise reduced under this Regulation, the Administrator shall pay to an employee who meets the requirements in section 16 and who was receiving benefits under the <i>Unemployment Insurance Act</i> (Canada) that relate to a period between June 14, 1993 and July 31, 1993 an amount equal to the amount that would have been payable under this section had the period occurred after July 31, 1993.</p> <p class=\"subsection-e\">(5) The amount described in subsection (4) is not payable until the benefits under the <i>Unemployment Insurance Act</i> (Canada) in respect of the claim to which subsection (4) relates are exhausted. O.Reg. 195/94, s. 18.</p>"
        },
        {
            "id": "19.",
            "section": null,
            "content": "19. (1) Despite section 18, the total payment from the Account to any employee in any taxation year within the meaning of the Income Tax Act (Canada) shall not exceed the difference between, (a) the income in that taxation year that is the sum of benefits provided under the Unemployment Insurance Act (Canada) and all other income earned by the employee in that taxation year; and (b) an amount that is one and one-half times the maximum yearly insurable earnings as defined in the Unemployment Insurance Act (Canada) for that taxation year. (2) In this section, “income” means income as defined in the Income Tax Act (Canada). O.Reg. 195/94, s. 19.",
            "raw_html": "<p class=\"section-e\"><b>19. </b>(1) Despite section 18, the total payment from the Account to any employee in any taxation year within the meaning of the <i>Income Tax Act</i> (Canada) shall not exceed the difference between,</p> <p class=\"clause-e\">(a) the income in that taxation year that is the sum of benefits provided under the <i>Unemployment Insurance Act</i> (Canada) and all other income earned by the employee in that taxation year; and</p> <p class=\"clause-e\">(b) an amount that is one and one-half times the maximum yearly insurable earnings as defined in the <i>Unemployment Insurance Act</i> (Canada) for that taxation year.</p> <p class=\"subsection-e\">(2) In this section, </p> <p class=\"firstdef-e\">“income” means income as defined in the <i>Income Tax Act</i> (Canada). O.Reg. 195/94, s. 19.</p>"
        },
        {
            "id": "20.",
            "section": null,
            "content": "20. Payments from the Account shall not increase or reduce the amount of payments or benefits which the employee is entitled to receive in respect of notice of termination of employment or loss of employment under any Act, regulation, order in council, collective agreement, contract of employment, any other instrument or any sectoral framework, local agreement or plan under this Act. O.Reg. 195/94, s. 20.",
            "raw_html": "<p class=\"section-e\"><b>20. </b>Payments from the Account shall not increase or reduce the amount of payments or benefits which the employee is entitled to receive in respect of notice of termination of employment or loss of employment under any Act, regulation, order in council, collective agreement, contract of employment, any other instrument or any sectoral framework, local agreement or plan under this Act. O.Reg. 195/94, s. 20.</p>"
        },
        {
            "id": "21.",
            "section": null,
            "content": "21. Subject to section 20, nothing in this Part affects any claim by an employee to the minimum payments in lieu of notice of termination or in respect of loss of employment prescribed in an Act or regulation or for damages for inadequate notice of termination of employment or arising from loss of employment. O.Reg. 195/94, s. 21.",
            "raw_html": "<p class=\"section-e\"><b>21. </b>Subject to section 20, nothing in this Part affects any claim by an employee to the minimum payments in lieu of notice of termination or in respect of loss of employment prescribed in an Act or regulation or for damages for inadequate notice of termination of employment or arising from loss of employment. O.Reg. 195/94, s. 21.</p>"
        },
        {
            "id": "22.",
            "section": null,
            "content": "22. Any payment or benefit in lieu of notice of termination of employment or for loss of employment that would otherwise be payable to an employee to whom this Part applies is deferred until the benefits under the Unemployment Insurance Act (Canada) have been exhausted in respect of that period of employment. O.Reg. 195/94, s. 22.",
            "raw_html": "<p class=\"section-e\"><b>22. </b>Any payment or benefit in lieu of notice of termination of employment or for loss of employment that would otherwise be payable to an employee to whom this Part applies is deferred until the benefits under the <i>Unemployment Insurance Act</i> (Canada) have been exhausted in respect of that period of employment. O.Reg. 195/94, s. 22.</p>"
        },
        {
            "id": "23.",
            "section": null,
            "content": "23. (1) The payments under this Part to the employees of an employer shall be reduced by 25 per cent if, (a) a redeployment plan of employees who are released from employment exists that provides for redeployment in two or more sectors; and (b) the employer is within one of those sectors and fails to comply with the plan. (2) The payments under this Part to the employees shall be reduced by 25 per cent if the employer does not comply with section 4. (3) Where payments to employees are reduced under this section, the employer shall pay to each affected employee an amount equal to the reduction in payments. O.Reg. 195/94, s. 23.",
            "raw_html": "<p class=\"section-e\"><b>23. </b>(1) The payments under this Part to the employees of an employer shall be reduced by 25 per cent if,</p> <p class=\"clause-e\">(a) a redeployment plan of employees who are released from employment exists that provides for redeployment in two or more sectors; and</p> <p class=\"clause-e\">(b) the employer is within one of those sectors and fails to comply with the plan.</p> <p class=\"subsection-e\">(2) The payments under this Part to the employees shall be reduced by 25 per cent if the employer does not comply with section 4.</p> <p class=\"subsection-e\">(3) Where payments to employees are reduced under this section, the employer shall pay to each affected employee an amount equal to the reduction in payments. O.Reg. 195/94, s. 23.</p>"
        },
        {
            "id": "24.",
            "section": null,
            "content": "24. (1) Where an employer has received payments under Part III on behalf of an employee, that employee may, if he or she satisfies the conditions for payment under this Part, elect to be paid under this Part by resigning from any employment with the employer, ceasing any training referred to in section 30 and informing the Administrator of his or her election. (2) The payments under this Part to an employee making an election under subsection (1) shall be reduced by the amount of payments under Part III made to an employer or employers on behalf of the employee. O.Reg. 195/94, s. 24.",
            "raw_html": "<p class=\"section-e\"><b>24. </b>(1) Where an employer has received payments under Part III on behalf of an employee, that employee may, if he or she satisfies the conditions for payment under this Part, elect to be paid under this Part by resigning from any employment with the employer, ceasing any training referred to in section 30 and informing the Administrator of his or her election.</p> <p class=\"subsection-e\">(2) The payments under this Part to an employee making an election under subsection (1) shall be reduced by the amount of payments under Part III made to an employer or employers on behalf of the employee. O.Reg. 195/94, s. 24.</p>"
        },
        {
            "id": "25.",
            "section": null,
            "content": "25. The payments under this Part to the employees employed for a definite term shall, after any reduction under sections 23 and 24, be further reduced in the following manner: 1. Where the employee has been employed by one or more employers for a continuous period of less than five years but more than three years, by 25 per cent. 2. Where the employee has been employed by one or more employers for a continuous period of three years or less but more than one year, by 50 per cent. 3. Where the employee has been employed by one or more employers for a continuous period of one year or less, by 75 per cent. O.Reg. 195/94, s. 25.",
            "raw_html": "<p class=\"section-e\"><b>25. </b>The payments under this Part to the employees employed for a definite term shall, after any reduction under sections 23 and 24, be further reduced in the following manner:</p> <p class=\"paragraph-e\">1. Where the employee has been employed by one or more employers for a continuous period of less than five years but more than three years, by 25 per cent.</p> <p class=\"paragraph-e\">2. Where the employee has been employed by one or more employers for a continuous period of three years or less but more than one year, by 50 per cent.</p> <p class=\"paragraph-e\">3. Where the employee has been employed by one or more employers for a continuous period of one year or less, by 75 per cent. O.Reg. 195/94, s. 25.</p>"
        },
        {
            "id": "26.",
            "section": null,
            "content": "26. (1) Subject to subsection (2), payments made to employees under this Part are subject to the deductions required to be made under the applicable laws of Canada and Ontario. (2) Payments to an employee in respect of severance or termination of employment provided under any Act or regulation shall not be reduced because of payments received under this Part by that employee. O.Reg. 195/94, s. 26.",
            "raw_html": "<p class=\"section-e\"><b>26. </b>(1) Subject to subsection (2), payments made to employees under this Part are subject to the deductions required to be made under the applicable laws of Canada and Ontario.</p> <p class=\"subsection-e\">(2) Payments to an employee in respect of severance or termination of employment provided under any Act or regulation shall not be reduced because of payments received under this Part by that employee. O.Reg. 195/94, s. 26.</p>"
        },
        {
            "id": "27.",
            "section": null,
            "content": "27. Upon application to the Administrator, the Administrator may direct payment from the Fund to an employee to pay the costs of the program of training referred to in paragraph 6 of subsection 16 (1) if, (a) the employee receives payments under this Part, other than under this section; and (b) the Administrator is satisfied that the employer terminating the employment does not have sufficient resources to pay the costs of the program of training. O.Reg. 195/94, s. 27.",
            "raw_html": "<p class=\"section-e\"><b>27. </b>Upon application to the Administrator, the Administrator may direct payment from the Fund to an employee to pay the costs of the program of training referred to in paragraph 6 of subsection 16 (1) if,</p> <p class=\"clause-e\">(a) the employee receives payments under this Part, other than under this section; and</p> <p class=\"clause-e\">(b) the Administrator is satisfied that the employer terminating the employment does not have sufficient resources to pay the costs of the program of training. O.Reg. 195/94, s. 27.</p>"
        },
        {
            "id": "28.",
            "section": null,
            "content": "28. The Administrator may remit the amount payable to the employee under this Part to his or her employer and the employer shall forward the payments to the employee. O.Reg. 195/94, s. 28. PART III   PAYMENTS TO EMPLOYERS",
            "raw_html": "<p class=\"section-e\"><b>28. </b>The Administrator may remit the amount payable to the employee under this Part to his or her employer and the employer shall forward the payments to the employee. O.Reg. 195/94, s. 28.</p> <p class=\"partnum-e\"><b>PART III <br/>  PAYMENTS TO EMPLOYERS</b></p>"
        },
        {
            "id": "29.",
            "section": null,
            "content": "29. (1) If an employee is released from employment after June 14, 1993 and before April 1, 1996, the Administrator may, upon application by the employer, direct payments from the Fund to the employer for salary or wage payments to the employee to extend his or her employment if the criteria set out in section 14 or 21 of the Act are met and the following conditions are satisfied: 1. The release from employment is directly the result of the employer’s requirement to achieve an expenditure reduction target established for it under the Act. 2. The employee is given notice of release from employment by an employer effective on or after June 14, 1993 and before April 1, 1996 from permanent full-time employment, permanent part-time employment or employment for a definite term. 3. The employee is participating in a program of training in a new position with the employer or with another employer in the public sector which, in the opinion of the Administrator, will train the employee for direct placement in a vacant employment position or will significantly enhance the employee’s prospects for future employment. 4. The employee does not voluntarily resign, except for a voluntary resignation in respect of which the employee would be entitled to benefits under the Unemployment Insurance Act (Canada). 5. The employee does not retire after reaching a mandatory retirement age or is not dismissed for cause from employment with the employer. 6. The employee does not refuse an offer of reasonable alternative employment. 7. The employee is not in receipt of payments in lieu of notice of termination or in respect of loss of employment, except as provided in this Part. 8. The employee is not in receipt of a payment under Part II. 9. The employer has met its obligations under sections 4 and10. 10. If any provisions in an Act, regulation, collective agreement or contract of employment allow for the continuation of employment, the rights under those provisions have been fully exhausted. (2) So long as the employee’s notice of release is effective before April 1, 1996, the payments for salary and wages made under this section may be used to extend the employment of the employee beyond April 1, 1996. O.Reg. 195/94, s. 29.",
            "raw_html": "<p class=\"section-e\"><b>29. </b>(1) If an employee is released from employment after June 14, 1993 and before April 1, 1996, the Administrator may, upon application by the employer, direct payments from the Fund to the employer for salary or wage payments to the employee to extend his or her employment if the criteria set out in section 14 or 21 of the Act are met and the following conditions are satisfied:</p> <p class=\"paragraph-e\">1. The release from employment is directly the result of the employer’s requirement to achieve an expenditure reduction target established for it under the Act.</p> <p class=\"paragraph-e\">2. The employee is given notice of release from employment by an employer effective on or after June 14, 1993 and before April 1, 1996 from permanent full-time employment, permanent part-time employment or employment for a definite term.</p> <p class=\"paragraph-e\">3. The employee is participating in a program of training in a new position with the employer or with another employer in the public sector which, in the opinion of the Administrator, will train the employee for direct placement in a vacant employment position or will significantly enhance the employee’s prospects for future employment.</p> <p class=\"paragraph-e\">4. The employee does not voluntarily resign, except for a voluntary resignation in respect of which the employee would be entitled to benefits under the <i>Unemployment Insurance Act</i> (Canada).</p> <p class=\"paragraph-e\">5. The employee does not retire after reaching a mandatory retirement age or is not dismissed for cause from employment with the employer.</p> <p class=\"paragraph-e\">6. The employee does not refuse an offer of reasonable alternative employment.</p> <p class=\"paragraph-e\">7. The employee is not in receipt of payments in lieu of notice of termination or in respect of loss of employment, except as provided in this Part.</p> <p class=\"paragraph-e\">8. The employee is not in receipt of a payment under Part II.</p> <p class=\"paragraph-e\">9. The employer has met its obligations under sections 4 and10.</p> <p class=\"paragraph-e\">10. If any provisions in an Act, regulation, collective agreement or contract of employment allow for the continuation of employment, the rights under those provisions have been fully exhausted.</p> <p class=\"subsection-e\">(2) So long as the employee’s notice of release is effective before April 1, 1996, the payments for salary and wages made under this section may be used to extend the employment of the employee beyond April 1, 1996. O.Reg. 195/94, s. 29.</p>"
        },
        {
            "id": "30.",
            "section": null,
            "content": "30. (1) If an employee is released from employment after June 14, 1993 and before April 1, 1996, the Administrator may, upon application by the employer, direct payments from the Fund to the employer for the purpose of providing the employee with training to extend his or her employment if the following conditions are met: 1. The release from employment was directly the result of the employer’s requirement to achieve an expenditure reduction target established for it under the Act. 2. The employee is displaced from his or her position with the employer as the result of the abolition of that position on or after June 14, 1993 and before April 1, 1996. 3. The training starts before April 1, 1996. 4. The skills taught to the employee are necessary for placement in the position described in paragraph 5. 5. The employee is to be placed in another position with the employer or with another employer immediately after the completion of the training and his or her employment is to continue for at least six months after placement, unless the employee is dismissed for cause, the employment contract is frustrated or the employee resigns from employment before the end of the six-month period. 6. The position into which the employee is placed uses skills for which he or she received the training referred to in this section. 7. The conditions in paragraphs 6 to 10 of subsection 29 (1) are satisfied. 8. The administrator is satisfied that the employer releasing the employee from employment does not have sufficient resources to pay the costs of training to extend the employment of the employee. (2) So long as the employee’s notice of release is effective before April 1, 1996, the payments under this section may be used for training programs that extend beyond April 1, 1996. O.Reg. 195/94, s.30.",
            "raw_html": "<p class=\"section-e\"><b>30. </b>(1) If an employee is released from employment after June 14, 1993 and before April 1, 1996, the Administrator may, upon application by the employer, direct payments from the Fund to the employer for the purpose of providing the employee with training to extend his or her employment if the following conditions are met:</p> <p class=\"paragraph-e\">1. The release from employment was directly the result of the employer’s requirement to achieve an expenditure reduction target established for it under the Act.</p> <p class=\"paragraph-e\">2. The employee is displaced from his or her position with the employer as the result of the abolition of that position on or after June 14, 1993 and before April 1, 1996.</p> <p class=\"paragraph-e\">3. The training starts before April 1, 1996.</p> <p class=\"paragraph-e\">4. The skills taught to the employee are necessary for placement in the position described in paragraph 5.</p> <p class=\"paragraph-e\">5. The employee is to be placed in another position with the employer or with another employer immediately after the completion of the training and his or her employment is to continue for at least six months after placement, unless the employee is dismissed for cause, the employment contract is frustrated or the employee resigns from employment before the end of the six-month period.</p> <p class=\"paragraph-e\">6. The position into which the employee is placed uses skills for which he or she received the training referred to in this section.</p> <p class=\"paragraph-e\">7. The conditions in paragraphs 6 to 10 of subsection 29 (1) are satisfied.</p> <p class=\"paragraph-e\">8. The administrator is satisfied that the employer releasing the employee from employment does not have sufficient resources to pay the costs of training to extend the employment of the employee.</p> <p class=\"subsection-e\">(2) So long as the employee’s notice of release is effective before April 1, 1996, the payments under this section may be used for training programs that extend beyond April 1, 1996. O.Reg. 195/94, s.30.</p>"
        },
        {
            "id": "31.",
            "section": null,
            "content": "31. The sum of all payments to one or more employers under this Part on behalf of any one employee shall not exceed the lesser of, (a) an amount equal to the salary or wages, excluding overtime pay, at the average salary rate of the employee at all employers receiving payment under this Part on behalf of that employee, calculated for a period equal to the length of the program or training period specified in paragraph 3 of subsection 29 (1); and (b) the amount by which, (i) 12 months salary or wages, excluding overtime pay, at the average salary rate of the employee at all employers receiving payment under this Part on behalf of that employee, exceeds, (ii) the total salary or wages or payments in lieu of salary or wages for notice of termination of employment under any Act, regulation, collective agreement or contract of employment owing to the employee from the employers receiving payment under this Part on behalf of the employee. O.Reg. 195/94, s. 31.",
            "raw_html": "<p class=\"section-e\"><b>31. </b>The sum of all payments to one or more employers under this Part on behalf of any one employee shall not exceed the lesser of,</p> <p class=\"clause-e\">(a) an amount equal to the salary or wages, excluding overtime pay, at the average salary rate of the employee at all employers receiving payment under this Part on behalf of that employee, calculated for a period equal to the length of the program or training period specified in paragraph 3 of subsection 29 (1); and</p> <p class=\"clause-e\">(b) the amount by which,</p> <p class=\"subclause-e\">(i) 12 months salary or wages, excluding overtime pay, at the average salary rate of the employee at all employers receiving payment under this Part on behalf of that employee,</p> <p class=\"Sclause-e\">exceeds,</p> <p class=\"subclause-e\">(ii) the total salary or wages or payments in lieu of salary or wages for notice of termination of employment under any Act, regulation, collective agreement or contract of employment owing to the employee from the employers receiving payment under this Part on behalf of the employee. O.Reg. 195/94, s. 31.</p>"
        },
        {
            "id": "32.",
            "section": null,
            "content": "32. If the employee is employed for a definite term, the amount payable under subsection 31 (1) shall be reduced in the following manner: 1. Where the employee has been employed by one or more employers for a continuous period of less than five years but more than three years, by 25 per cent. 2. Where the employee has been employed by one or more employers for a continuous period of three years or less but more than one year, by 50 per cent. 3. Where the employee has been employed by one or more employers for a continuous period of one year or less, by 75 per cent. O.Reg. 195/94, s. 32.",
            "raw_html": "<p class=\"section-e\"><b>32. </b>If the employee is employed for a definite term, the amount payable under subsection 31 (1) shall be reduced in the following manner:</p> <p class=\"paragraph-e\">1. Where the employee has been employed by one or more employers for a continuous period of less than five years but more than three years, by 25 per cent.</p> <p class=\"paragraph-e\">2. Where the employee has been employed by one or more employers for a continuous period of three years or less but more than one year, by 50 per cent.</p> <p class=\"paragraph-e\">3. Where the employee has been employed by one or more employers for a continuous period of one year or less, by 75 per cent. O.Reg. 195/94, s. 32.</p>"
        },
        {
            "id": "33.",
            "section": null,
            "content": "33. An application by an employer for payment under section 29 in respect of an employee shall contain the following information: 1. The date of termination of the employee indicated in the notice of termination of employment. 2. The salary or wages of the employee, expressed as the wages or salary for a regular work week, excluding overtime pay. 3. An explanation of the circumstances in which the employer’s requirement to achieve the expenditure reduction targets established for it under the Act has made necessary the termination of the employment of the employee. 4. The date that the employee was given notice of termination of employment. 5. Sufficient information to indicate that the employee is employed on a permanent full-time basis, permanent part-time basis or is employed for a definite term. 6. If the employee is employed for a definite term, the length of continuous service with one or more employers before the date of the application. 7. Whether the employee will retire from employment after reaching a mandatory retirement age at any time after the date of termination described in paragraph 1. 8. Whether the employee has indicated his or her intention to resign during the period at any time after the date of termination described in paragraph 1. 9. What payments, if any, to which the employee may be entitled under any Act, regulation, order in council, collective agreement or contract of employment in lieu of notice of termination of employment or for loss of employment. 10. Whether the rights under any provision described in paragraph 10 of section 29 have been fully exhausted. O.Reg. 195/94, s. 33.",
            "raw_html": "<p class=\"section-e\"><b>33. </b>An application by an employer for payment under section 29 in respect of an employee shall contain the following information:</p> <p class=\"paragraph-e\">1. The date of termination of the employee indicated in the notice of termination of employment.</p> <p class=\"paragraph-e\">2. The salary or wages of the employee, expressed as the wages or salary for a regular work week, excluding overtime pay.</p> <p class=\"paragraph-e\">3. An explanation of the circumstances in which the employer’s requirement to achieve the expenditure reduction targets established for it under the Act has made necessary the termination of the employment of the employee.</p> <p class=\"paragraph-e\">4. The date that the employee was given notice of termination of employment.</p> <p class=\"paragraph-e\">5. Sufficient information to indicate that the employee is employed on a permanent full-time basis, permanent part-time basis or is employed for a definite term.</p> <p class=\"paragraph-e\">6. If the employee is employed for a definite term, the length of continuous service with one or more employers before the date of the application.</p> <p class=\"paragraph-e\">7. Whether the employee will retire from employment after reaching a mandatory retirement age at any time after the date of termination described in paragraph 1.</p> <p class=\"paragraph-e\">8. Whether the employee has indicated his or her intention to resign during the period at any time after the date of termination described in paragraph 1.</p> <p class=\"paragraph-e\">9. What payments, if any, to which the employee may be entitled under any Act, regulation, order in council, collective agreement or contract of employment in lieu of notice of termination of employment or for loss of employment.</p> <p class=\"paragraph-e\">10. Whether the rights under any provision described in paragraph 10 of section 29 have been fully exhausted. O.Reg. 195/94, s. 33.</p>"
        },
        {
            "id": "34.",
            "section": null,
            "content": "34. An application by an employer for payment under section 30 in respect of an employee shall contain the following information: 1. The manner in which the release from employment and the abolition of the employee’s position with the employer is made necessary by the employer’s requirement to achieve an expenditure reduction target under the Act. 2. The employee’s position that is or will be abolished, including the title, the duties and responsibilities of the position, the qualifications required for the position and the date at which it is anticipated that the position will be abolished or the date at which the position was abolished. 3. A description of the training the employee has received or will receive, including a description of the skills taught, the method by which the employee receives or received training and the dates that training commences or commenced and ends or ended. 4. The position in which the employee is placed after the abolition of the positions described in paragraph 1, including the title, the duties and responsibilities of the position and the qualifications required for the position. 5. Sufficient information to indicate that the employee is employed on a permanent full-time basis, permanent part-time basis or is employed for a definite term. 6. If the employee is employed for a definite term, the length of continuous service with one or more employers before the date of the application. 7. Information to show that the employer does not have sufficient resources to pay the costs of training to extend the employment of the employee. O.Reg. 195/94, s. 34.",
            "raw_html": "<p class=\"section-e\"><b>34. </b>An application by an employer for payment under section 30 in respect of an employee shall contain the following information:</p> <p class=\"paragraph-e\">1. The manner in which the release from employment and the abolition of the employee’s position with the employer is made necessary by the employer’s requirement to achieve an expenditure reduction target under the Act.</p> <p class=\"paragraph-e\">2. The employee’s position that is or will be abolished, including the title, the duties and responsibilities of the position, the qualifications required for the position and the date at which it is anticipated that the position will be abolished or the date at which the position was abolished.</p> <p class=\"paragraph-e\">3. A description of the training the employee has received or will receive, including a description of the skills taught, the method by which the employee receives or received training and the dates that training commences or commenced and ends or ended.</p> <p class=\"paragraph-e\">4. The position in which the employee is placed after the abolition of the positions described in paragraph 1, including the title, the duties and responsibilities of the position and the qualifications required for the position.</p> <p class=\"paragraph-e\">5. Sufficient information to indicate that the employee is employed on a permanent full-time basis, permanent part-time basis or is employed for a definite term.</p> <p class=\"paragraph-e\">6. If the employee is employed for a definite term, the length of continuous service with one or more employers before the date of the application.</p> <p class=\"paragraph-e\">7. Information to show that the employer does not have sufficient resources to pay the costs of training to extend the employment of the employee. O.Reg. 195/94, s. 34.</p>"
        },
        {
            "id": "35.",
            "section": null,
            "content": "35. (1) An employer in receipt of payments under section 29 in respect of an employee shall extend the employment of the employee for a period that ends no earlier than the time at which the wages or salary paid for the period of extended employment equal the amount paid to the employer for extending employment under section 29. (2) The period of extended employment may end before the time prescribed in subsection (1) if, (a) the employee is dismissed from employment for cause; (b) the contract of employment is frustrated; or (c) the employee resigns from employment. (3) If the employment ends in a manner described in subsection (2), the employer shall return to the Administrator that portion of the payment under this Part that exceeds the amount of salary or wages, excluding overtime pay, paid to the employee during the period of extended employment. (4) The compensation, other than wages and salary, of the employee for the period of employment extended by payments under section 29 shall be on terms equivalent to those terms applicable to the employee before the receipt of notice of termination of employment, unless the employee agrees to alter the terms. (5) The rate of salary or wages, excluding overtime pay, received by the employee from the employer for the period of employment extended by payments under section 29 shall be equal to the rate of salary or wages, excluding overtime pay, received by the employee from the employer before the receipt of notice of termination of employment by the employer, unless the employee agrees to alter the rate. (6) An employer in receipt of payment to extend an employee’s employment shall issue the employee a written notice of termination specifying the date of termination of employment that results from the extension of employment. O.Reg. 195/94, s. 35.",
            "raw_html": "<p class=\"section-e\"><b>35. </b>(1) An employer in receipt of payments under section 29 in respect of an employee shall extend the employment of the employee for a period that ends no earlier than the time at which the wages or salary paid for the period of extended employment equal the amount paid to the employer for extending employment under section 29.</p> <p class=\"subsection-e\">(2) The period of extended employment may end before the time prescribed in subsection (1) if,</p> <p class=\"clause-e\">(a) the employee is dismissed from employment for cause;</p> <p class=\"clause-e\">(b) the contract of employment is frustrated; or</p> <p class=\"clause-e\">(c) the employee resigns from employment.</p> <p class=\"subsection-e\">(3) If the employment ends in a manner described in subsection (2), the employer shall return to the Administrator that portion of the payment under this Part that exceeds the amount of salary or wages, excluding overtime pay, paid to the employee during the period of extended employment.</p> <p class=\"subsection-e\">(4) The compensation, other than wages and salary, of the employee for the period of employment extended by payments under section 29 shall be on terms equivalent to those terms applicable to the employee before the receipt of notice of termination of employment, unless the employee agrees to alter the terms.</p> <p class=\"subsection-e\">(5) The rate of salary or wages, excluding overtime pay, received by the employee from the employer for the period of employment extended by payments under section 29 shall be equal to the rate of salary or wages, excluding overtime pay, received by the employee from the employer before the receipt of notice of termination of employment by the employer, unless the employee agrees to alter the rate.</p> <p class=\"subsection-e\">(6) An employer in receipt of payment to extend an employee’s employment shall issue the employee a written notice of termination specifying the date of termination of employment that results from the extension of employment. O.Reg. 195/94, s. 35.</p>"
        },
        {
            "id": "36.",
            "section": null,
            "content": "36. If the period of training for which the employer receives payment under this Part ends before the completion of the training, the employer shall return to the Administrator that proportion of the payment received that is equal to the proportion of the training that the employee did not receive. O. Reg. 195/94, s. 36.",
            "raw_html": "<p class=\"section-e\"><b>36. </b>If the period of training for which the employer receives payment under this Part ends before the completion of the training, the employer shall return to the Administrator that proportion of the payment received that is equal to the proportion of the training that the employee did not receive. O. Reg. 195/94, s. 36.</p>"
        },
        {
            "id": "37.",
            "section": null,
            "content": "37. If the employee’s placement in another employment position ends before six months of employment have been completed for reasons other than the retirement, resignation or dismissal for cause of the employee or the frustration of the employment contract, the employer receiving the payment for training of the employer shall repay to the Administrator 10 per cent of the payment received under this Part for training the employee. O. Reg. 195/94, s. 37.",
            "raw_html": "<p class=\"section-e\"><b>37. </b>If the employee’s placement in another employment position ends before six months of employment have been completed for reasons other than the retirement, resignation or dismissal for cause of the employee or the frustration of the employment contract, the employer receiving the payment for training of the employer shall repay to the Administrator 10 per cent of the payment received under this Part for training the employee. O. Reg. 195/94, s. 37.</p>"
        },
        {
            "id": "38.",
            "section": null,
            "content": "38. Subject to section 39, nothing in this Part affects any claim by an employee to the minimum payments in lieu of notice of termination or in respect of loss of employment prescribed in an Act or regulation or for damages awarded by a court for inadequate notice of termination of employment or arising from loss of employment, except that the period for which employment is extended as the result of a payment under this Part shall be considered as forming part of a period of notice of termination of employment. O.Reg. 195/94, s. 38.",
            "raw_html": "<p class=\"section-e\"><b>38. </b>Subject to section 39, nothing in this Part affects any claim by an employee to the minimum payments in lieu of notice of termination or in respect of loss of employment prescribed in an Act or regulation or for damages awarded by a court for inadequate notice of termination of employment or arising from loss of employment, except that the period for which employment is extended as the result of a payment under this Part shall be considered as forming part of a period of notice of termination of employment. O.Reg. 195/94, s. 38.</p>"
        },
        {
            "id": "39.",
            "section": null,
            "content": "39. Until the employment that has been extended by payments under this Part has been terminated, (a) no payment in lieu of notice of termination of employment or in respect of loss of employment is required to be made; and (b) no action claiming damages resulting from a loss of employment, for wrongful dismissal, payment in lieu of notice of termination of employment or in respect of loss of employment shall be commenced. O.Reg. 195/94, s. 39.",
            "raw_html": "<p class=\"section-e\"><b>39. </b>Until the employment that has been extended by payments under this Part has been terminated,</p> <p class=\"clause-e\">(a) no payment in lieu of notice of termination of employment or in respect of loss of employment is required to be made; and</p> <p class=\"clause-e\">(b) no action claiming damages resulting from a loss of employment, for wrongful dismissal, payment in lieu of notice of termination of employment or in respect of loss of employment shall be commenced. O.Reg. 195/94, s. 39.</p>"
        },
        {
            "id": "40.",
            "section": null,
            "content": "40. (1) The payments to an employer under section 29 shall be reduced by 25 per cent if, (a) a redeployment plan of employees who are released from employment exists that provides for redeployment in two or more sectors; and (b) the employer is within one of those sectors and fails to comply with the plan. (2) The payments to an employer under section 29 shall be reduced by 25 per cent if the employer fails to comply with section 4. (3) An employer subject to a reduction under this section shall, as a condition of payment under section 29, offer employment to the employee for the full period set out in section 35 as if the reduction had not been made and shall pay to the employee as salary or wages the difference between the payment to the employer under this Part calculated without reference to the reduction and the payment after the reduction is made. O.Reg. 195/94, s. 40.",
            "raw_html": "<p class=\"section-e\"><b>40. </b>(1) The payments to an employer under section 29 shall be reduced by 25 per cent if,</p> <p class=\"clause-e\">(a) a redeployment plan of employees who are released from employment exists that provides for redeployment in two or more sectors; and</p> <p class=\"clause-e\">(b) the employer is within one of those sectors and fails to comply with the plan.</p> <p class=\"subsection-e\">(2) The payments to an employer under section 29 shall be reduced by 25 per cent if the employer fails to comply with section 4.</p> <p class=\"subsection-e\">(3) An employer subject to a reduction under this section shall, as a condition of payment under section 29, offer employment to the employee for the full period set out in section 35 as if the reduction had not been made and shall pay to the employee as salary or wages the difference between the payment to the employer under this Part calculated without reference to the reduction and the payment after the reduction is made. O.Reg. 195/94, s. 40.</p>"
        },
        {
            "id": "41.",
            "section": null,
            "content": "41. For the purposes of making payments to employers under this Part, the Administrator may allocate money from the Fund for each sector covered by a sectoral framework to meet the claims arising in that sector. O.Reg. 195/94, s. 41. ",
            "raw_html": "<p class=\"section-e\"><b>41. </b>For the purposes of making payments to employers under this Part, the Administrator may allocate money from the Fund for each sector covered by a sectoral framework to meet the claims arising in that sector. O.Reg. 195/94, s. 41.</p> <p class=\"Normal\"></p>"
        }
    ]
}