{
    "reg_info": {
        "full_title": "O. Reg. 329/22: ZONING ORDER - CITY OF TORONTO",
        "reg_name_text": "ZONING ORDER - CITY OF TORONTO",
        "citation": "O. Reg. 329/22: ",
        "act_under": "Planning Act   Loi sur l’aménagement du territoire ",
        "url": "https://www.ontario.ca/laws/regulation/220329",
        "date_scraped": "2023-12-18 07:10:15"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April  8, 2022",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definition",
            "content": "  1. In this Order, “zoning by-law” means City of Toronto Zoning By-law 569-2013.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>In this Order,</p> <p class=\"definition-e\">“zoning by-law” means City of Toronto Zoning By-law 569-2013.</p>"
        },
        {
            "id": "2.",
            "section": "Application",
            "content": "  2. This Order applies to lands in the City of Toronto, in the Province of Ontario, being the lands identified on a map numbered 290 and filed at the Toronto office of the Ministry of Municipal Affairs and Housing located at 777 Bay Street.",
            "raw_html": "<p class=\"section-e\"><b>  2. </b>This Order applies to lands in the City of Toronto, in the Province of Ontario, being the lands identified on a map numbered 290 and filed at the Toronto office of the Ministry of Municipal Affairs and Housing located at 777 Bay Street.</p>"
        },
        {
            "id": "3.",
            "section": "East Harbour Mixed Use Area",
            "content": "  3. (1) In this section, “grade” means 78.6 metres Canadian Geodetic Datum; “gross floor area” means the sum of the total area of each floor level of a building or structure above and below finished ground level, measured from the exterior main wall of each floor level, exclusive of any areas in a building or structure used for, (a)  parking, loading and bicycle parking below-ground, (b)  required loading spaces at the ground level, (c)  required bicycle parking spaces at or above-ground, (d)  storage rooms, washrooms, electrical, utility, mechanical and ventilation rooms in the basement, (e)  voids at the level of each floor with a manufacturing use, (f)  shower and change facilities for bicycle parking spaces, (g)  required amenity space, (h)  elevator shafts, ventilation ducts, utility shafts, and garbage shafts, (i)  utility areas, catwalks, service platforms and a mechanical penthouse, or (j)  exit stairwells and escalators in the building; “height” means the vertical distance between grade and the highest point of a building or structure, except for those elements outlined in this Order; “interior floor area” means the floor area of any part of a building measured to the interior side of an exterior main wall, the centreline of an interior wall, or a line delineating the part being measured; “non-residential tower” means the portions of a building which collectively enclose the entirety of a storey higher than 36.0 metres above grade for a non-residential building. (2) This section applies to the lands located in the area shown as East Harbour Mixed Use Area on the map referred to in section 2. (3) In addition to the uses permitted in the zoning by-law, the following uses are also permitted on the lands located in the area shown as East Harbour Mixed Use Area on the map referred to in section 2: 1.  Courts of law. 2.  Day nurseries. 3.  Private schools. 4.  Public schools. 5.  Religious education uses. 6.  Sports places of assembly. (4) The requirements set out in section 40.10.20.100 of the zoning by-law apply to the uses set out in paragraphs 3, 4 and 6 of subsection (3), but not to the other uses set out in that subsection. (5) In addition to the uses permitted under subsection (3), the following residential uses are permitted on the lands located in the areas shown as 1C, 2E, 3B, 3C, 4B and 4C on the map referred to in section 2: 1.  Dwelling units in an apartment building or a mixed-use building. 2.  Crisis care shelters. 3.  Group homes. 4.  Home occupations. 5.  Hospice care homes. 6.  Nursing homes. 7.  Private home day cares. 8.  Religious residences. 9.  Residential care homes. 10.  Respite care facilities. 11.  Retirement homes. 12.  Rooming houses. 13.  Seniors community houses. 14.  Short-term rentals. 15.  Student residences. 16.  Townhouses. (6) The requirements set out in section 40.10.20.100 of the zoning by-law apply to the uses set out in paragraphs 2, 3, 4, 7, 12, 13 and 14 of subsection (5), but not to the other uses set out in that subsection. (7) A rooming house must comply with the requirements for Rooming House Area B3 as set out in section 150.25 of the zoning by-law. (8) City of Toronto Zoning By-law 438-86 does not apply to the lands identified on the map referred to in section 2. (9) Sections 900.24.10 (8) (L) (i) and 150.45.40 of the zoning by-law do not apply to the lands on the map referred to in section 2. (10) Despite the zoning by-law, a day nursery is not required to be located only on the first storey of a building, but may be located across multiple storeys. (11) The maximum gross floor area for non-residential uses is as follows: 1.  340,000 square metres for the area shown as Quadrant 1 on the map referred to in section 2. 2.  405,000 square metres for the area shown as Quadrant 2 on the map referred to in section 2. 3.  100,000 square metres for the area shown as Quadrant 3 on the map referred to in section 2. 4.  90,000 square metres for the area shown as Quadrant 4 on the map referred to in section 2. (12) The maximum gross floor area for the residential uses set out in subsection (5) is as follows: 1.  54,000 square metres for the area shown as Quadrant 1 on the map referred to in section 2. 2.  83,000 square metres for the area shown as Quadrant 2 on the map referred to in section 2. 3.  950,000 square metres for the area shown as Quadrant 3 on the map referred to in section 2. 4.  100,000 square metres for the area shown as Quadrant 4 on the map referred to in section 2. (13) Despite the maximum gross floor areas specified in subsections (11) and (12), the maximum gross floor area for the lands described in subsection (2) is 302,000 square metres for the residential uses set out in subsection (5) and 926,000 square metres for non-residential uses. (14) Despite the maximum gross floor areas specified in subsections (11), (12) and (13), an additional 9,300 square metres of non-residential gross floor area is permitted on the lands described in subsection (2) to be used exclusively for community centres and day nurseries. (15) Any areas in a building or structure used for private schools, public schools or religious education uses shall not be included in the gross floor area of a building on the lands described in subsection (2). (16) The minimum above-grade setbacks for buildings containing a residential or mixed-use tower are as follows: 1.  Along the street shown as Broadview Avenue on Diagram 7 of City of Toronto Zoning By-law 1281-2018: 3.5 metres from the front lot line at grade to 24 metres above grade and 8.5 metres from the front lot line above 36 metres above grade. 2.  Along the street shown as New Street E, west of the street shown as Broadview Avenue on Diagram 7 of City of Toronto Zoning By-law 1281-2018: 4.5 metres from the front lot line at grade to 24 metres above grade and 9.5 metres from the front lot line above 24 metres above grade. 3.  Along the street shown as New Street E, east of the street shown as Broadview Avenue on Diagram 7 of City of Toronto Zoning By-law 1281-2018: 4.5 metres from the front lot line at grade to 24 metres above grade and 7.5 metres from the front lot line above 24 metres above grade. 4.  Along the streets shown as New Street A, New Street B, New Street C and New Street D south of the street shown as New Street E, and along the street shown as Booth Avenue on Diagram 7 of City of Toronto Zoning By-law 1281-2018: 2 metres from the front lot line at grade to 18 metres above grade and 5.0 metres from the front lot line above 18 metres above grade. (17) Despite any provision of this Order or of the zoning by-law, the minimum above-grade setback for buildings is 5 metres from the lands shown as OR Zone on the map referred to in section 2. (18) Despite any provision of this Order or of the zoning by-law, the minimum above-grade setback for buildings above ground in the areas shown as 1B and 2A on the map referred to in section 2 is 8 metres measured from the north lot line abutting the Metrolinx rail corridor, except for the following: 1.  Buildings used for transportation and accessory uses, including personal service shops, service retail, retail stores and take-out eating establishments. 2.  Buildings that provide district energy uses. 3.  District heating and cooling plants. (19) Despite any other required setback, the following elements of a building may encroach into a required building setback: 1.  Structural elements related to the Broadview Avenue underpass beneath the railway station. 2.  Cornices, sills, eaves, window washing equipment, railings, balustrades, awnings, piers and sun-shades, to a maximum horizontal projection of 0.5 metres into any required setback. 3.  Chimneys, vents and stacks, provided they are set back a minimum of 10 metres from the lot line. 4.  Terraces and patios, including associated railings, and architectural and landscape features. 5.  Balconies, to a maximum horizontal projection of two metres. 6.  Canopies, including supporting structures, covered walkways, privacy screens, planters, awnings, fences, lighting, bollards, safety railings, trellises, guards, guardrails, retaining walls, wheelchair ramps, bicycle parking facilities, ornamental or architectural features, landscape features, art installations, doors and door swings and facilities accessory to a day nursery. (20) The maximum heights for non-residential buildings are as follows: 1.  250 metres for the areas shown as 1B, 1D and 2A on the map referred to in section 2. 2.  210 metres for the area shown as 1A on the map referred to in section 2. 3.  210 metres for the area shown as 2B on the map referred to in section 2. 4.  200 metres for the areas shown as 2C and 2D on the map referred to in section 2. 5.  190 metres for the area shown as 3A on the map referred to in section 2. 6.  150 metres for the area shown as 4A on the map referred to in section 2. (21) The maximum heights for residential or mixed-use buildings are as follows: 1.  250 metres for the area shown as 1C on the map referred to in section 2. 2.  170 metres for the area shown as 2E on the map referred to in section 2. 3.  210 metres for the area shown as 3C on the map referred to in section 2. 4.  160 metres for the area shown as 3B on the map referred to in section 2. 5.  145 metres for the area shown as 4B on the map referred to in section 2. 6.  120 metres for the area shown as 4C on the map referred to in section 2. (22) The following structures or items may exceed the height limits set out in subsections (20) and (21): 1.  Structures on any roof used for outdoor amenity space or open air recreation, maintenance, safety, wind or green roof purposes to a maximum vertical projection of two metres above the height limits. 2.  Elevator overruns and related enclosures, including stair towers, to a maximum of five metres above height limits. 3.  Parapets, up to a maximum of two metres above height limits. 4.  Terraces and patios, including associated railings, and architectural and landscape features, up to a maximum of two metres above height limits. 5.  Chimneys, vents, stacks, or other heating, cooling or ventilation equipment or window washing equipment on the roof of the building, or a\r\nfence, wall or structure enclosing such elements, up to a maximum of 9 metres above height limits, provided such elements are set back a minimum of 10 metres from the lot line. (23) The minimum height of the first storey above grade in any building with more than one storey is 5 metres. (24) The minimum separation distance between towers is 25 metres, as measured from the exterior facing walls and excluding balconies that project beyond the exterior building wall. (25) The maximum floorplate size for residential or mixed-use towers which are less than 50 storeys in height is 750 square metres of gross floor area. (26) The maximum floorplate size for residential or mixed-use towers which are 50 storeys in height or greater is 850 square metres of gross floor area. (27) Dwelling units shall be provided in accordance with the following: 1.  A minimum of 15 per cent of the total number of dwelling units must contain two bedrooms. 2.  A minimum of 10 per cent of the total number of dwelling units must contain three or more bedrooms. (28) The maximum number of residential or mixed-use towers is as follows: 1.  One, within the area shown as Quadrant 1 on the map referred to in section 2. 2.  Two, within the area shown as Quadrant 2 on the map referred to in section 2. 3.  Two, within the area shown as Quadrant 3 on the map referred to in section 2. 4.  Four, within the area shown as Quadrant 4 on the map referred to in section 2. (29) Despite the maximum number of towers permitted in the zoning by-law, the maximum number of non-residential towers is as follows: 1.  Three, within the area shown as Quadrant 1 on the map referred to in section 2. 2.  Four, within the area shown as Quadrant 2 on the map referred to in section 2. 3.  One, within the area shown as Quadrant 3 on the map referred to in section 2. 4.  One, within the area shown as Quadrant 4 on the map referred to in section 2. (30) One residential or mixed-use tower shall be permitted in each of the areas shown as 1C, 3B and 3C on the map referred to in section 2. (31) One non-residential tower shall be permitted in each of the areas shown as 1A, 1B, 1D, 2A, 2B, 2C, 2D, 3A and 4A on the map referred to in section 2. (32) Two residential or mixed-use towers shall be permitted in each of the areas shown as 2E, 4B and 4C on the map referred to in section 2. (33) There is no minimum number of parking spaces required for non-residential uses. (34) There is no minimum number of parking spaces required for residential uses. (35) The minimum number of visitor parking spaces for residential uses is 2.0 plus an additional 0.01 per dwelling unit, which shall be provided on a non-exclusive basis, and can be used for commercial or residential visitor parking spaces. (36) Despite the zoning by-law, clearly identified off-street accessible parking spaces shall be provided on the same lot as every building or structure erected or enlarged, in accordance with the following: 1.  If the total number of parking spaces provided is less than 13, a minimum of 1 parking space must comply with all requirements for an accessible parking space in section 200.15 of the zoning by-law. 2.  If the number of parking spaces provided is 13 to 100, a minimum of 1 parking space for every 25 parking spaces or part thereof must comply with all requirements for an accessible parking space in section 200.15 of the zoning by-law. 3.  If the number of parking spaces provided is more than 100, a minimum of 5 parking spaces plus 1 parking space for every 50 parking spaces or part thereof in excess of 100 parking spaces must comply with all requirements for an accessible parking space in section 200.15 of the zoning by-law. (37) The maximum number of parking spaces is as follows: 1.  1,802 parking spaces within the area shown as Quadrant 1 on the map referred to in section 2. 2.  2,176 parking spaces within the area shown as Quadrant 2 on the map referred to in section 2. 3.  814 parking spaces within the area shown as Quadrant 3 on the map referred to in section 2. 4.  870 parking spaces within the area shown as Quadrant 4 on the map referred to in section 2. (38) The minimum number of short-term bicycle parking spaces for non-residential buildings is three plus an additional 0.2 spaces for each 100 square metres of interior floor area. (39) The minimum number of short-term bicycle parking spaces for residential buildings is 0.1 spaces per unit. (40) The minimum number of long-term bicycle parking spaces for non-residential buildings is 0.2 spaces for each 100 square metres of interior floor area. (41) The minimum number of long-term bicycle parking spaces for residential buildings is 0.9 spaces per unit. (42) Loading spaces shall\nbe provided in accordance with the rates and sharing provisions contained within sections 220.5.10 and 40.10.90.1 of the zoning by-law. (43) A building with 20 or more dwelling units must provide amenity space at a minimum rate of 4 square metres for each dwelling unit, of which, (a)  at least 2 square metres for each dwelling unit is indoor amenity space; (b)  at least 40 square metres is outdoor amenity space in a location adjoining or directly accessible to the indoor amenity space; and (c)  no more than 25 per cent of the outdoor amenity space may be a green roof. (44) Section 5.10.30.1 of the zoning by-law does not apply to the area shown as Quadrant 1 on the map referred to in section 2. (45) A privately owned, publicly accessible open space shall be provided adjacent to the East Harbour Transit Station along the east side of the street shown as Broadview Avenue on Diagram 7 of City of Toronto Zoning By-law 1281-2018 within the area shown as Quadrant 2 on the map referred to in section 2, in accordance with the following requirements: 1.  There is a minimum of 800 square metres and maximum of 1,000 square metres of contiguous open space. 2.  The space is rectangular in shape and oriented in a north-south direction along the street shown as Broadview Avenue on Diagram 7 of City of Toronto Zoning By-Law 1281-2018. 3.  There is a minimum of 40 metres of frontage along the street shown as Broadview Avenue, and no required frontage along the street shown as New Street A on Diagram 7 of City of Toronto Zoning By-law 1281-2018. 4.  There is a minimum depth of 15 metres and a maximum depth of 25 metres between the future Broadview Avenue and the future building located within the area shown as 2A on the map referred to in section 2. (46) A privately owned, publicly accessible open space shall be provided adjacent to the East Harbour Transit Station along the west side of the street shown as Broadview Avenue on Diagram 7 of City of Toronto Zoning By-law 1281-2018 within the area shown as Quadrant 1 on the map referred to in section 2, in accordance with the following requirements: 1.  There is a minimum of 1,000 square metres and a maximum of 1,200 square metres of contiguous open space. 2.  The space is rectangular in shape and oriented in a north-south direction along the future Broadview Avenue. 3.  There is a minimum of 40 metres of frontage along the future Broadview Avenue. 4.  There is a minimum depth of 15 metres and a maximum depth of 30 metres between the street shown as Broadview Avenue on Diagram 7 of City of Toronto Zoning By-law 1281-2018 within the area shown as 1B on the map referred to in section 2. 5.  There is connectivity between the east side of the area located within the area shown as 1B on the map referred to in section 2, and Broadview Avenue to the east. (47) Despite subsections (45) and (46), the total combined area of the privately owned, publicly accessible open space described in those subsections shall be 2,000 square metres. (48) A 2,000-square-metre contiguous outdoor open space shall be provided within the area shown as 1A on the map referred to in section 2, and a publicly accessible walkway shall be provided through the open space. (49) A publicly accessible walkway shall be provided in Quadrant 2 to connect the street shown as Broadview Avenue to the street shown as New Street B on Diagram 7 of City of Toronto Zoning By-law 1281-2018. (50) A publicly accessible walkway shall be provided in Quadrant 2 to connect the street shown as New Street A with the street shown as New Street E on Diagram 7 of City of Toronto Zoning By-law 1281-2018. (51) A publicly accessible walkway shall be provided in Quadrant 2 to connect from Eastern Avenue to the privately owned, publicly accessible open space located along the east side of the street shown as Broadview Avenue or to the street shown as New Street A on Diagram 7 of City of Toronto Zoning By-law 1281-2018. (52) A 2,500-square-metre contiguous open space shall be provided in Quadrant 3 between the street shown as New Street D and the street shown as Broadview Avenue on Diagram 7 of City of Toronto Zoning By-law 1281-2018, and a publicly accessible walkway shall be provided to facilitate north-south pedestrian connectivity. (53) A 1,500-square-metre contiguous open space shall be provided in Quadrant 4 between the areas shown as 4A and 4B on the map referred to in section 2, and a publicly accessible walkway shall be provided in this open space to facilitate north-south pedestrian connectivity.",
            "raw_html": "<p class=\"section-e\"><b>  3. </b>(1) In this section,</p> <p class=\"definition-e\">“grade” means 78.6 metres Canadian Geodetic Datum;</p> <p class=\"definition-e\">“gross floor area” means the sum of the total area of each floor level of a building or structure above and below finished ground level, measured from the exterior main wall of each floor level, exclusive of any areas in a building or structure used for,</p> <p class=\"defclause-e\">  (a)  parking, loading and bicycle parking below-ground,</p> <p class=\"defclause-e\">  (b)  required loading spaces at the ground level,</p> <p class=\"defclause-e\">  (c)  required bicycle parking spaces at or above-ground,</p> <p class=\"defclause-e\">  (d)  storage rooms, washrooms, electrical, utility, mechanical and ventilation rooms in the basement,</p> <p class=\"defclause-e\">  (e)  voids at the level of each floor with a manufacturing use,</p> <p class=\"defclause-e\">  (f)  shower and change facilities for bicycle parking spaces,</p> <p class=\"defclause-e\">  (g)  required amenity space,</p> <p class=\"defclause-e\">  (h)  elevator shafts, ventilation ducts, utility shafts, and garbage shafts,</p> <p class=\"defclause-e\">  (i)  utility areas, catwalks, service platforms and a mechanical penthouse, or</p> <p class=\"defclause-e\">  (j)  exit stairwells and escalators in the building;</p> <p class=\"definition-e\">“height” means the vertical distance between grade and the highest point of a building or structure, except for those elements outlined in this Order;</p> <p class=\"definition-e\">“interior floor area” means the floor area of any part of a building measured to the interior side of an exterior main wall, the centreline of an interior wall, or a line delineating the part being measured;</p> <p class=\"definition-e\">“non-residential tower” means the portions of a building which collectively enclose the entirety of a storey higher than 36.0 metres above grade for a non-residential building.</p> <p class=\"subsection-e\">  (2) This section applies to the lands located in the area shown as East Harbour Mixed Use Area on the map referred to in section 2.</p> <p class=\"subsection-e\">  (3) In addition to the uses permitted in the zoning by-law, the following uses are also permitted on the lands located in the area shown as East Harbour Mixed Use Area on the map referred to in section 2:</p> <p class=\"paragraph-e\">  1.  Courts of law.</p> <p class=\"paragraph-e\">  2.  Day nurseries.</p> <p class=\"paragraph-e\">  3.  Private schools.</p> <p class=\"paragraph-e\">  4.  Public schools.</p> <p class=\"paragraph-e\">  5.  Religious education uses.</p> <p class=\"paragraph-e\">  6.  Sports places of assembly.</p> <p class=\"subsection-e\">  (4) The requirements set out in section 40.10.20.100 of the zoning by-law apply to the uses set out in paragraphs 3, 4 and 6 of subsection (3), but not to the other uses set out in that subsection.</p> <p class=\"subsection-e\">  (5) In addition to the uses permitted under<b> </b>subsection (3), the following residential uses are permitted on the lands located in the areas shown as 1C, 2E, 3B, 3C, 4B and 4C on the map referred to in section 2:</p> <p class=\"paragraph-e\">  1.  Dwelling units in an apartment building or a mixed-use building.</p> <p class=\"paragraph-e\">  2.  Crisis care shelters.</p> <p class=\"paragraph-e\">  3.  Group homes.</p> <p class=\"paragraph-e\">  4.  Home occupations.</p> <p class=\"paragraph-e\">  5.  Hospice care homes.</p> <p class=\"paragraph-e\">  6.  Nursing homes.</p> <p class=\"paragraph-e\">  7.  Private home day cares.</p> <p class=\"paragraph-e\">  8.  Religious residences.</p> <p class=\"paragraph-e\">  9.  Residential care homes.</p> <p class=\"paragraph-e\">  10.  Respite care facilities.</p> <p class=\"paragraph-e\">  11.  Retirement homes.</p> <p class=\"paragraph-e\">  12.  Rooming houses.</p> <p class=\"paragraph-e\">  13.  Seniors community houses.</p> <p class=\"paragraph-e\">  14.  Short-term rentals.</p> <p class=\"paragraph-e\">  15.  Student residences.</p> <p class=\"paragraph-e\">  16.  Townhouses.</p> <p class=\"subsection-e\">  (6) The requirements set out in<b> </b>section 40.10.20.100 of the zoning by-law apply to the uses set out in paragraphs 2, 3, 4, 7, 12, 13 and 14 of subsection (5), but not to the other uses set out in that subsection.</p> <p class=\"subsection-e\">  (7) A rooming house must comply with the requirements for Rooming House Area B3 as set out in section 150.25 of the zoning by-law.</p> <p class=\"subsection-e\">  (8) City of Toronto Zoning By-law 438-86 does not apply to the lands identified on the map referred to in section 2.</p> <p class=\"subsection-e\">  (9) Sections 900.24.10 (8) (L) (i) and 150.45.40 of the zoning by-law do not apply to the lands on the map referred to in section 2.</p> <p class=\"subsection-e\">  (10) Despite the zoning by-law, a day nursery is not required to be located only on the first storey of a building, but may be located across multiple storeys.</p> <p class=\"subsection-e\">  (11) The maximum gross floor area for non-residential uses is as follows:</p> <p class=\"paragraph-e\">  1.  340,000 square metres for the area shown as Quadrant 1 on the map referred to in section 2.</p> <p class=\"paragraph-e\">  2.  405,000 square metres for the area shown as Quadrant 2 on the map referred to in section 2.</p> <p class=\"paragraph-e\">  3.  100,000 square metres for the area shown as Quadrant 3 on the map referred to in section 2.</p> <p class=\"paragraph-e\">  4.  90,000 square metres for the area shown as Quadrant 4 on the map referred to in section 2.</p> <p class=\"subsection-e\">  (12) The maximum gross floor area for the residential uses set out in subsection (5) is as follows:</p> <p class=\"paragraph-e\">  1.  54,000 square metres for the area shown as Quadrant 1 on the map referred to in section 2.</p> <p class=\"paragraph-e\">  2.  83,000 square metres for the area shown as Quadrant 2 on the map referred to in section 2.</p> <p class=\"paragraph-e\">  3.  950,000 square metres for the area shown as Quadrant 3 on the map referred to in section 2.</p> <p class=\"paragraph-e\">  4.  100,000 square metres for the area shown as Quadrant 4 on the map referred to in section 2.</p> <p class=\"subsection-e\">  (13) Despite the maximum gross floor areas specified in subsections (11) and (12), the maximum gross floor area for the lands described in subsection (2) is 302,000 square metres for the residential uses set out in subsection (5) and 926,000 square metres for non-residential uses.</p> <p class=\"subsection-e\">  (14) Despite the maximum gross floor areas specified in subsections (11), (12) and (13), an additional 9,300 square metres of non-residential gross floor area is permitted on the lands described in subsection (2) to be used exclusively for community centres and day nurseries.</p> <p class=\"subsection-e\">  (15) Any areas in a building or structure used for private schools, public schools or religious education uses shall not be included in the gross floor area of a building on the lands described in subsection (2).</p> <p class=\"subsection-e\">  (16) The minimum above-grade setbacks for buildings containing a residential or mixed-use tower are as follows:</p> <p class=\"paragraph-e\">  1.  Along the street shown as Broadview Avenue on Diagram 7 of City of Toronto Zoning By-law 1281-2018: 3.5 metres from the front lot line at grade to 24 metres above grade and 8.5 metres from the front lot line above 36 metres above grade.</p> <p class=\"paragraph-e\">  2.  Along the street shown as New Street E, west of the street shown as Broadview Avenue on Diagram 7 of City of Toronto Zoning By-law 1281-2018: 4.5 metres from the front lot line at grade to 24 metres above grade and 9.5 metres from the front lot line above 24 metres above grade.</p> <p class=\"paragraph-e\">  3.  Along the street shown as New Street E, east of the street shown as Broadview Avenue on Diagram 7 of City of Toronto Zoning By-law 1281-2018: 4.5 metres from the front lot line at grade to 24 metres above grade and 7.5 metres from the front lot line above 24 metres above grade.</p> <p class=\"paragraph-e\">  4.  Along the streets shown as New Street A, New Street B, New Street C and New Street D south of the street shown as New Street E, and along the street shown as Booth Avenue on Diagram 7 of City of Toronto Zoning By-law 1281-2018: 2 metres from the front lot line at grade to 18 metres above grade and 5.0 metres from the front lot line above 18 metres above grade.</p> <p class=\"subsection-e\">  (17) Despite any provision of this Order or of the zoning by-law, the minimum above-grade setback for buildings is 5 metres from the lands shown as OR Zone on the map referred to in section 2.</p> <p class=\"subsection-e\">  (18) Despite any provision of this Order or of the zoning by-law, the minimum above-grade setback for buildings above ground in the areas shown as 1B and 2A on the map referred to in section 2 is 8 metres measured from the north lot line abutting the Metrolinx rail corridor, except for the following:</p> <p class=\"paragraph-e\">  1.  Buildings used for transportation and accessory uses, including personal service shops, service retail, retail stores and take-out eating establishments.</p> <p class=\"paragraph-e\">  2.  Buildings that provide district energy uses.</p> <p class=\"paragraph-e\">  3.  District heating and cooling plants.</p> <p class=\"subsection-e\">  (19) Despite any other required setback, the following elements of a building<b> </b>may encroach into a required building<b> </b>setback:</p> <p class=\"paragraph-e\">  1.  Structural elements related to the Broadview Avenue underpass beneath the railway station.</p> <p class=\"paragraph-e\">  2.  Cornices, sills, eaves, window washing equipment, railings, balustrades, awnings, piers and sun-shades, to a maximum horizontal projection of 0.5 metres into any required setback.</p> <p class=\"paragraph-e\">  3.  Chimneys, vents and stacks, provided they are set back a minimum of 10 metres from the lot line.</p> <p class=\"paragraph-e\">  4.  Terraces and patios, including associated railings, and architectural and landscape features.</p> <p class=\"paragraph-e\">  5.  Balconies, to a maximum horizontal projection of two metres.</p> <p class=\"paragraph-e\">  6.  Canopies, including supporting structures, covered walkways, privacy screens, planters, awnings, fences, lighting, bollards, safety railings, trellises, guards, guardrails, retaining walls, wheelchair ramps, bicycle parking facilities, ornamental or architectural features, landscape features, art installations, doors and door swings and facilities accessory to a day nursery.</p> <p class=\"subsection-e\">  (20) The maximum heights for non-residential buildings are as follows:</p> <p class=\"paragraph-e\">  1.  250 metres for the areas shown as 1B, 1D and 2A on the map referred to in section 2.</p> <p class=\"paragraph-e\">  2.  210 metres for the area shown as 1A on the map referred to in section 2.</p> <p class=\"paragraph-e\">  3.  210 metres for the area shown as 2B on the map referred to in section 2.</p> <p class=\"paragraph-e\">  4.  200 metres for the areas shown as 2C and 2D on the map referred to in section 2.</p> <p class=\"paragraph-e\">  5.  190 metres for the area shown as 3A on the map referred to in section 2.</p> <p class=\"paragraph-e\">  6.  150 metres for the area shown as 4A on the map referred to in section 2.</p> <p class=\"subsection-e\">  (21) The maximum heights for residential or mixed-use buildings are as follows:</p> <p class=\"paragraph-e\">  1.  250 metres for the area shown as 1C on the map referred to in section 2.</p> <p class=\"paragraph-e\">  2.  170 metres for the area shown as 2E on the map referred to in section 2.</p> <p class=\"paragraph-e\">  3.  210 metres for the area shown as 3C on the map referred to in section 2.</p> <p class=\"paragraph-e\">  4.  160 metres for the area shown as 3B on the map referred to in section 2.</p> <p class=\"paragraph-e\">  5.  145 metres for the area shown as 4B on the map referred to in section 2.</p> <p class=\"paragraph-e\">  6.  120 metres for the area shown as 4C on the map referred to in section 2.</p> <p class=\"subsection-e\">  (22) The following structures or items may exceed the height limits set out in subsections (20) and (21):</p> <p class=\"paragraph-e\">  1.  Structures on any roof used for outdoor amenity space or open air recreation, maintenance, safety, wind or green roof purposes to a maximum vertical projection of two metres above the height limits.</p> <p class=\"paragraph-e\">  2.  Elevator overruns and related enclosures, including stair towers, to a maximum of five metres above height limits.</p> <p class=\"paragraph-e\">  3.  Parapets, up to a maximum of two metres above height limits.</p> <p class=\"paragraph-e\">  4.  Terraces and patios, including associated railings, and architectural and landscape features, up to a maximum of two metres above height limits.</p> <p class=\"paragraph-e\">  5.  Chimneys, vents, stacks, or other heating, cooling or ventilation equipment or window washing equipment on the roof of the building, or a<span>\r\nfence, wall or structure enclosing such elements, up to a maximum of 9 metres above height limits, provided such elements are set back a minimum of 10 metres from the lot line.</span></p> <p class=\"subsection-e\">  (23) The minimum height of the first storey above grade in any building with more than one storey is 5 metres.</p> <p class=\"subsection-e\">  (24) The minimum separation distance between towers is 25 metres, as measured from the exterior facing walls and excluding balconies that project beyond the exterior building wall.</p> <p class=\"subsection-e\">  (25) The maximum floorplate size for residential or mixed-use towers which are less than 50 storeys in height is 750 square metres of gross floor area.</p> <p class=\"subsection-e\">  (26) The maximum floorplate size for residential or mixed-use towers which are 50 storeys in height or greater is 850 square metres of gross floor area.</p> <p class=\"subsection-e\">  (27) Dwelling units shall be provided in accordance with the following:</p> <p class=\"paragraph-e\">  1.  A minimum of 15 per cent of the total number of dwelling units must contain two bedrooms.</p> <p class=\"paragraph-e\">  2.  A minimum of 10 per cent of the total number of dwelling units must contain three or more bedrooms.</p> <p class=\"subsection-e\">  (28) The maximum number of residential or mixed-use towers is as follows:</p> <p class=\"paragraph-e\">  1.  One, within the area shown as Quadrant 1 on the map referred to in section 2.</p> <p class=\"paragraph-e\">  2.  Two, within the area shown as Quadrant 2 on the map referred to in section 2.</p> <p class=\"paragraph-e\">  3.  Two, within the area shown as Quadrant 3 on the map referred to in section 2.</p> <p class=\"paragraph-e\">  4.  Four, within the area shown as Quadrant 4 on the map referred to in section 2.</p> <p class=\"subsection-e\">  (29) Despite the maximum number of towers permitted in the zoning by-law, the maximum number of non-residential towers is as follows:</p> <p class=\"paragraph-e\">  1.  Three, within the area shown as Quadrant 1 on the map referred to in section 2.</p> <p class=\"paragraph-e\">  2.  Four, within the area shown as Quadrant 2 on the map referred to in section 2.</p> <p class=\"paragraph-e\">  3.  One, within the area shown as Quadrant 3 on the map referred to in section 2.</p> <p class=\"paragraph-e\">  4.  One, within the area shown as Quadrant 4 on the map referred to in section 2.</p> <p class=\"subsection-e\">  (30) One residential or mixed-use tower shall be permitted in each of the areas shown as 1C, 3B and 3C on the map referred to in section 2.</p> <p class=\"subsection-e\">  (31) One non-residential tower shall be permitted in each of the areas shown as 1A, 1B, 1D, 2A, 2B, 2C, 2D, 3A and 4A on the map referred to in section 2.</p> <p class=\"subsection-e\">  (32) Two residential or mixed-use towers shall<b> </b>be permitted in each of the areas shown as 2E, 4B and 4C on the map referred to in section 2.</p> <p class=\"subsection-e\">  (33) There is no minimum number of parking spaces required for non-residential uses.</p> <p class=\"subsection-e\">  (34) There is no minimum number of parking spaces required for residential uses.</p> <p class=\"subsection-e\">  (35) The minimum number of visitor parking spaces for residential uses is 2.0 plus an additional 0.01 per dwelling unit, which shall be provided on a non-exclusive basis, and can be used for commercial or residential visitor parking spaces.</p> <p class=\"subsection-e\">  (36) Despite the zoning by-law, clearly identified off-street accessible parking spaces shall be provided on the same lot as every building or structure erected or enlarged, in accordance with the following:</p> <p class=\"paragraph-e\">  1.  If the total number of parking spaces provided is less than 13, a minimum of 1 parking space must comply with all requirements for an accessible parking space in section 200.15 of the zoning by-law.</p> <p class=\"paragraph-e\">  2.  If the number of parking spaces provided is 13 to 100, a minimum of 1 parking space for every 25 parking spaces or part thereof must comply with all requirements for an accessible parking space in section 200.15 of the zoning by-law.</p> <p class=\"paragraph-e\">  3.  If the number of parking spaces provided is more than 100, a minimum of 5 parking spaces plus 1 parking space for every 50 parking spaces or part thereof in excess of 100 parking spaces must comply with all requirements for an accessible parking space in section 200.15 of the zoning by-law.</p> <p class=\"subsection-e\">  (37) The maximum number of parking spaces is as follows:</p> <p class=\"paragraph-e\">  1.  1,802 parking spaces within the area shown as Quadrant 1 on the map referred to in section 2.</p> <p class=\"paragraph-e\">  2.  2,176 parking spaces within the area shown as Quadrant 2 on the map referred to in section 2.</p> <p class=\"paragraph-e\">  3.  814 parking spaces within the area shown as Quadrant 3 on the map referred to in section 2.</p> <p class=\"paragraph-e\">  4.  870 parking spaces within the area shown as Quadrant 4 on the map referred to in section 2.</p> <p class=\"subsection-e\">  (38) The minimum number of short-term bicycle parking spaces for non-residential buildings is three plus an additional 0.2 spaces for each 100 square metres of interior floor area.</p> <p class=\"subsection-e\">  (39) The minimum number of short-term bicycle parking spaces for residential buildings is 0.1 spaces per unit.</p> <p class=\"subsection-e\">  (40) The minimum number of long-term bicycle parking spaces for non-residential buildings is 0.2 spaces for each 100 square metres of interior floor area.</p> <p class=\"subsection-e\">  (41) The minimum number of long-term bicycle parking spaces for residential buildings is 0.9 spaces per unit.</p> <p class=\"subsection-e\">  (42) Loading spaces shall<b>\n</b>be provided in accordance with the rates and sharing provisions contained within sections 220.5.10 and 40.10.90.1 of the zoning by-law.</p> <p class=\"subsection-e\">  (43) A building with 20 or more dwelling units must provide amenity space at a minimum rate of 4 square metres for each dwelling unit, of which,</p> <p class=\"clause-e\">  (a)  at least 2 square metres for each dwelling unit is indoor amenity space;</p> <p class=\"clause-e\">  (b)  at least 40 square metres is outdoor amenity space in a location adjoining or directly accessible to the indoor amenity space; and</p> <p class=\"clause-e\">  (c)  no more than 25 per cent of the outdoor amenity space may be a green roof.</p> <p class=\"subsection-e\">  (44) Section 5.10.30.1 of the zoning by-law does not apply to the area shown as Quadrant 1 on the map referred to in section 2.</p> <p class=\"subsection-e\">  (45) A privately owned, publicly accessible open space shall be provided adjacent to the East Harbour Transit Station along the east side of the street shown as Broadview Avenue on Diagram 7 of City of Toronto Zoning By-law 1281-2018 within the area shown as Quadrant 2 on the map referred to in section 2, in accordance with the following requirements:</p> <p class=\"paragraph-e\">  1.  There is a minimum of 800 square metres and maximum of 1,000 square metres of contiguous open space.</p> <p class=\"paragraph-e\">  2.  The space is rectangular in shape and oriented in a north-south direction along the street shown as Broadview Avenue on Diagram 7 of City of Toronto Zoning By-Law 1281-2018.</p> <p class=\"paragraph-e\">  3.  There is a minimum of 40 metres of frontage along the street shown as Broadview Avenue, and no required frontage along the street shown as New Street A on Diagram 7 of City of Toronto Zoning By-law 1281-2018.</p> <p class=\"paragraph-e\">  4.  There is a minimum depth of 15 metres and a maximum depth of 25 metres between the future Broadview Avenue and the future building located within the area shown as 2A on the map referred to in section 2.</p> <p class=\"subsection-e\">  (46) A privately owned, publicly accessible open space shall be provided adjacent to the East Harbour Transit Station along the west side of the street shown as Broadview Avenue on Diagram 7 of City of Toronto Zoning By-law 1281-2018 within the area shown as Quadrant 1 on the map referred to in section 2, in accordance with the following requirements:</p> <p class=\"paragraph-e\">  1.  There is a minimum of 1,000 square metres and a maximum of 1,200 square metres of contiguous open space.</p> <p class=\"paragraph-e\">  2.  The space is rectangular in shape and oriented in a north-south direction along the future Broadview Avenue.</p> <p class=\"paragraph-e\">  3.  There is a minimum of 40 metres of frontage along the future Broadview Avenue.</p> <p class=\"paragraph-e\">  4.  There is a minimum depth of 15 metres and a maximum depth of 30 metres between the street shown as Broadview Avenue on Diagram 7 of City of Toronto Zoning By-law 1281-2018 within the area shown as 1B on the map referred to in section 2.</p> <p class=\"paragraph-e\">  5.  There is connectivity between the east side of the area located within the area shown as 1B on the map referred to in section 2, and Broadview Avenue to the east.</p> <p class=\"subsection-e\">  (47) Despite subsections (45) and (46), the total combined area of the privately owned, publicly accessible open space described in those subsections shall be 2,000 square metres.</p> <p class=\"subsection-e\">  (48) A 2,000-square-metre contiguous outdoor open space shall be provided within the area shown as 1A on the map referred to in section 2, and a publicly accessible walkway shall be provided through the open space.</p> <p class=\"subsection-e\">  (49) A publicly accessible walkway shall be provided in Quadrant 2 to connect the street shown as Broadview Avenue to the street shown as New Street B on Diagram 7 of City of Toronto Zoning By-law 1281-2018.</p> <p class=\"subsection-e\">  (50) A publicly accessible walkway shall be provided in Quadrant 2 to connect the street shown as New Street A with the street shown as New Street E on Diagram 7 of City of Toronto Zoning By-law 1281-2018.</p> <p class=\"subsection-e\">  (51) A publicly accessible walkway shall be provided in Quadrant 2 to connect from Eastern Avenue to the privately owned, publicly accessible open space located along the east side of the street shown as Broadview Avenue or to the street shown as New Street A on Diagram 7 of City of Toronto Zoning By-law 1281-2018.</p> <p class=\"subsection-e\">  (52) A 2,500-square-metre contiguous open space shall be provided in Quadrant 3 between the street shown as New Street D and the street shown as Broadview Avenue on Diagram 7 of City of Toronto Zoning By-law 1281-2018, and a publicly accessible walkway shall be provided to facilitate north-south pedestrian connectivity.</p> <p class=\"subsection-e\">  (53) A 1,500-square-metre contiguous open space shall be provided in Quadrant 4 between the areas shown as 4A and 4B on the map referred to in section 2, and a publicly accessible walkway shall be provided in this open space to facilitate north-south pedestrian connectivity.</p>"
        },
        {
            "id": "4.",
            "section": "Open Space — Recreation Zone (OR)",
            "content": "  4. The lands shown as OR on the map referred to in section 2 are zoned Open Space — Recreation zone (OR) and are subject to the provisions of the zoning by-law.",
            "raw_html": "<p class=\"section-e\"><b>  4. </b>The lands shown as OR on the map referred to in section 2 are zoned Open Space — Recreation zone (OR) and are subject to the provisions of the zoning by-law.</p>"
        },
        {
            "id": "5.",
            "section": "Terms of use",
            "content": "  5. (1) Every use of land and every erection, location or use of any building or structure shall be in accordance with this Order. (2) Nothing in this Order prevents the use of any land, building or structure for any use prohibited by this Order if the land, building or structure is lawfully so used on the day this Order comes into force. (3) Nothing in this Order prevents the reconstruction of any building or structure that is damaged or destroyed by causes beyond the control of the owner if the dimensions of the original building or structure are not increased and its original use is not altered. (4) Nothing in this Order prevents the strengthening or restoration to a safe condition of any building or structure.",
            "raw_html": "<p class=\"section-e\"><b>  5. </b>(1) Every use of land and every erection, location or use of any building or structure shall be in accordance with this Order.</p> <p class=\"subsection-e\">  (2) Nothing in this Order prevents the use of any land, building or structure for any use prohibited by this Order if the land, building or structure is lawfully so used on the day this Order comes into force.</p> <p class=\"subsection-e\">  (3) Nothing in this Order prevents the reconstruction of any building or structure that is damaged or destroyed by causes beyond the control of the owner if the dimensions of the original building or structure are not increased and its original use is not altered.</p> <p class=\"subsection-e\">  (4) Nothing in this Order prevents the strengthening or restoration to a safe condition of any building or structure.</p>"
        },
        {
            "id": "6.",
            "section": "Deemed by-law",
            "content": "  6. This Order is deemed for all purposes, except the purposes of section 24 of the Act, to be and to always have been a by-law passed by the council of the City of Toronto.",
            "raw_html": "<p class=\"section-e\"><b>  6. </b>This Order is deemed for all purposes, except the purposes of section 24 of the Act, to be and to always have been a by-law passed by the council of the City of Toronto.</p>"
        },
        {
            "id": "7.",
            "section": "Deemed by-law",
            "content": " 7. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>7.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Deemed by-law",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}