{
    "reg_info": {
        "full_title": "O. Reg. 393/21: FILINGS",
        "reg_name_text": "FILINGS",
        "citation": "O. Reg. 393/21: ",
        "act_under": "Corporations Act",
        "url": "https://www.ontario.ca/laws/regulation/210393",
        "date_scraped": "2023-12-18 14:05:33"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October 19, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/210393/v1",
            "valid_from": "June  3, 2021",
            "valid_to": "October 18, 2021"
        }
    ],
    "content": [
        {
            "ahref_id": "None",
            "TOCid": "PART I DOCUMENTS — CONTENT, FILING, RETENTION AND FORMAT",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART I DOCUMENTS — CONTENT, FILING, RETENTION AND FORMAT",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "Applications — Content",
            "part_id": "PART I DOCUMENTS — CONTENT, FILING, RETENTION AND FORMAT",
            "part_type": "PART I DOCUMENTS — CONTENT, FILING, RETENTION AND FORMAT",
            "section": "Applications — Content",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "1.",
            "part_id": "PART I DOCUMENTS — CONTENT, FILING, RETENTION AND FORMAT",
            "part_type": "PART I DOCUMENTS — CONTENT, FILING, RETENTION AND FORMAT",
            "section": "Supplementary letters patent",
            "content": " 1. (1) Where an application for supplementary letters patent is made under clause 34 (1) (b) or 131 (1) (b) of the Act, the application shall contain a statement that the corporation is not insolvent within the meaning of subsection (3) of this section. (2) Where the application is one to which section 35 of the Act applies, the application shall contain a statement that the corporation is not insolvent and, after the issue of the supplementary letters patent, will not be insolvent within the meaning of subsection (3) of this section. (3) For the purposes of this section, a corporation is insolvent if its liabilities exceed the realizable value of its assets or if the corporation is unable to pay its debts as they become due.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK2\"></a>1. </b>(1) Where an application for supplementary letters patent is made under clause 34 (1) (b) or 131 (1) (b) of the Act, the application shall contain a statement that the corporation is not insolvent within the meaning of subsection (3) of this section.</p> <p class=\"subsection-e\">  (2) Where the application is one to which section 35 of the Act applies, the application shall contain a statement that the corporation is not insolvent and, after the issue of the supplementary letters patent, will not be insolvent within the meaning of subsection (3) of this section.</p> <p class=\"subsection-e\">  (3) For the purposes of this section, a corporation is insolvent if its liabilities exceed the realizable value of its assets or if the corporation is unable to pay its debts as they become due.</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.",
            "part_id": "PART I DOCUMENTS — CONTENT, FILING, RETENTION AND FORMAT",
            "part_type": "PART I DOCUMENTS — CONTENT, FILING, RETENTION AND FORMAT",
            "section": "Surrender of charter or termination of existence",
            "content": " 2. An application for an order accepting the surrender of a charter of a corporation under subsection 319 (1) of the Act or for an order terminating the existence of a corporation under section 320 of the Act shall, if either of the following circumstances exist, include a statement to that effect: 1. A shareholder or member is unknown or the shareholder’s or member’s whereabouts is unknown and the corporation, pursuant to subsection 319 (3) or section 320 of the Act, has delivered or conveyed the shareholder’s or member’s share of the property to the Public Guardian and Trustee to be held in trust for the shareholder or member. 2. A creditor is unknown or his, her or its whereabouts is unknown and the corporation, pursuant to subsection 319 (4) or section 320 of the Act, has paid to the Public Guardian and Trustee an amount equal to the amount of the debt due to the creditor to be held in trust for the creditor. Supporting Documents",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>2. </b>An application for an order accepting the surrender of a charter of a corporation under subsection 319 (1) of the Act or for an order terminating the existence of a corporation under section 320 of the Act shall, if either of the following circumstances exist, include a statement to that effect:</p> <p class=\"paragraph-e\">  1. A shareholder or member is unknown or the shareholder’s or member’s whereabouts is unknown and the corporation, pursuant to subsection 319 (3) or section 320 of the Act, has delivered or conveyed the shareholder’s or member’s share of the property to the Public Guardian and Trustee to be held in trust for the shareholder or member.</p> <p class=\"paragraph-e\">  2. A creditor is unknown or his, her or its whereabouts is unknown and the corporation, pursuant to subsection 319 (4) or section 320 of the Act, has paid to the Public Guardian and Trustee an amount equal to the amount of the debt due to the creditor to be held in trust for the creditor.</p> <p class=\"heading1-e\"><a name=\"BK4\"></a>Supporting Documents</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "Supporting Documents",
            "part_id": "PART I DOCUMENTS — CONTENT, FILING, RETENTION AND FORMAT",
            "part_type": "PART I DOCUMENTS — CONTENT, FILING, RETENTION AND FORMAT",
            "section": "Supporting Documents",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "3.",
            "part_id": "PART I DOCUMENTS — CONTENT, FILING, RETENTION AND FORMAT",
            "part_type": "PART I DOCUMENTS — CONTENT, FILING, RETENTION AND FORMAT",
            "section": "Letters patent or supplementary letters patent, name of corporation",
            "content": " 3. (1) An application for letters patent or supplementary letters patent containing a proposed name for a corporation or change of corporate name filed with the Minister shall be supported by, (a) an Ontario biased or weighted search report for the proposed name from the Nuans system owned by Innovation, Science and Economic Development Canada, dated not more than 90 days before the submission of the application; and (b) any consent or consent and undertaking related to a name required by the Act or Regulation 181 of the Revised Regulations of Ontario, 1990 (General) made under the Act. (2) If a proposed name is in an English form and a French form, separate Nuans reports referred to in clause (1) (a) are required for the English form and the French form of the name.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>3. </b>(1) An application for letters patent or supplementary letters patent containing a proposed name for a corporation or change of corporate name filed with the Minister shall be supported by,</p> <p class=\"clause-e\">  (a) an Ontario biased or weighted search report for the proposed name from the Nuans system owned by Innovation, Science and Economic Development Canada, dated not more than 90 days before the submission of the application; and</p> <p class=\"clause-e\">  (b) any consent or consent and undertaking related to a name required by the Act or Regulation 181 of the Revised Regulations of Ontario, 1990 (General) made under the Act.</p> <p class=\"subsection-e\">  (2) If a proposed name is in an English form and a French form, separate Nuans reports referred to in clause (1) (a) are required for the English form and the French form of the name.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "4.",
            "part_id": "PART I DOCUMENTS — CONTENT, FILING, RETENTION AND FORMAT",
            "part_type": "PART I DOCUMENTS — CONTENT, FILING, RETENTION AND FORMAT",
            "section": "Supplementary letters patent, arrangement",
            "content": " 4. An application for supplementary letters patent in respect of an arrangement under section 112 of the Act shall be supported by a copy of the plan of arrangement and a certified copy of the court order referred to in subsection 112 (4) of the Act, a notarial copy of the certified copy, or any other type of copy of the order permitted by the Director.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>4. </b>An application for supplementary letters patent in respect of an arrangement under section 112 of the Act shall be supported by a copy of the plan of arrangement and a certified copy of the court order referred to in subsection 112 (4) of the Act, a notarial copy of the certified copy, or any other type of copy of the order permitted by the Director.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "5.",
            "part_id": "PART I DOCUMENTS — CONTENT, FILING, RETENTION AND FORMAT",
            "part_type": "PART I DOCUMENTS — CONTENT, FILING, RETENTION AND FORMAT",
            "section": "Letters patent of amalgamation",
            "content": " 5. An application for letters patent of amalgamation under subsection 113 (4) of the Act shall be supported by a copy of the signed amalgamation agreement, certified by the secretary of each of the amalgamating corporations in accordance with subsection 113 (3) of the Act.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>5. </b>An application for letters patent of amalgamation under subsection 113 (4) of the Act shall be supported by a copy of the signed amalgamation agreement, certified by the secretary of each of the amalgamating corporations in accordance with subsection 113 (3) of the Act.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "6.",
            "part_id": "PART I DOCUMENTS — CONTENT, FILING, RETENTION AND FORMAT",
            "part_type": "PART I DOCUMENTS — CONTENT, FILING, RETENTION AND FORMAT",
            "section": "Letters patent of continuation",
            "content": " 6. (1) An application for letters patent of continuation under subsection 312 (1) of the Act shall be supported by, (a) a copy of the incorporating document of the corporation, together with all amendments to the document, which, in the case of a document other than an Act, have been certified by the officer who is authorized to so certify; and (b) a certified copy of the resolution of the shareholders or members or of an extract from the minutes of a general meeting of the shareholders or members indicating, (i) approval of the application by special resolution, and (ii) where applicable, cancellation of all shares of the corporation upon issuance of the letters patent of continuation. (2) An application for letters patent of continuation under subsection 312 (3) of the Act shall be supported by, (a) a copy of the incorporating document of the corporation, together with all amendments to the document, certified by the officer of the incorporating jurisdiction who is authorized to so certify; (b) except as provided in subsection (3), a letter of satisfaction, certificate of continuance or other document issued by the proper officer of the incorporating jurisdiction that indicates that the corporation is authorized under the laws of the jurisdiction in which it was incorporated or continued to apply for letters patent of continuation; and (c) except in the case of a corporation incorporated or continued under the laws of another Canadian jurisdiction, a legal opinion of a lawyer qualified to practise in the jurisdiction to which the corporation is subject to the effect that the laws of that jurisdiction authorize the corporation to apply for letters patent of continuation. (3) An application for letters patent of continuation referred to in subsection (2) does not have to be supported by any of the documents mentioned in clause (2) (b) if, (a) there is no authority under the laws of the incorporating jurisdiction to issue any of the documents; and (b) the application is supported by a legal opinion of a lawyer qualified to practise in that jurisdiction indicating that there is no such authority.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>6. </b>(1) An application for letters patent of continuation under subsection 312 (1) of the Act shall be supported by,</p> <p class=\"clause-e\">  (a) a copy of the incorporating document of the corporation, together with all amendments to the document, which, in the case of a document other than an Act, have been certified by the officer who is authorized to so certify; and</p> <p class=\"clause-e\">  (b) a certified copy of the resolution of the shareholders or members or of an extract from the minutes of a general meeting of the shareholders or members indicating,</p> <p class=\"subclause-e\">  (i) approval of the application by special resolution, and</p> <p class=\"subclause-e\">  (ii) where applicable, cancellation of all shares of the corporation upon issuance of the letters patent of continuation.</p> <p class=\"subsection-e\">  (2) An application for letters patent of continuation under subsection 312 (3) of the Act shall be supported by,</p> <p class=\"clause-e\">  (a) a copy of the incorporating document of the corporation, together with all amendments to the document, certified by the officer of the incorporating jurisdiction who is authorized to so certify;</p> <p class=\"clause-e\">  (b) except as provided in subsection (3), a letter of satisfaction, certificate of continuance or other document issued by the proper officer of the incorporating jurisdiction that indicates that the corporation is authorized under the laws of the jurisdiction in which it was incorporated or continued to apply for letters patent of continuation; and</p> <p class=\"clause-e\">  (c) except in the case of a corporation incorporated or continued under the laws of another Canadian jurisdiction, a legal opinion of a lawyer qualified to practise in the jurisdiction to which the corporation is subject to the effect that the laws of that jurisdiction authorize the corporation to apply for letters patent of continuation.</p> <p class=\"subsection-e\">  (3) An application for letters patent of continuation referred to in subsection (2) does not have to be supported by any of the documents mentioned in clause (2) (b) if,</p> <p class=\"clause-e\">  (a) there is no authority under the laws of the incorporating jurisdiction to issue any of the documents; and</p> <p class=\"clause-e\">  (b) the application is supported by a legal opinion<span class=\"MsoFootnoteReference\"> </span>of a lawyer qualified to practise in that jurisdiction indicating that there is no such authority.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "7.",
            "part_id": "PART I DOCUMENTS — CONTENT, FILING, RETENTION AND FORMAT",
            "part_type": "PART I DOCUMENTS — CONTENT, FILING, RETENTION AND FORMAT",
            "section": "Application for authorization",
            "content": " 7. Except in the case of continuation under the laws of another Canadian jurisdiction, an application for authorization to be continued in another jurisdiction under subsection 313 (1) of the Act shall be supported by a legal opinion of a lawyer qualified to practise in the other jurisdiction to the effect that the laws of that jurisdiction provide that, (a) the corporation’s property continues as its property; (b) the corporation continues to be liable for its obligations; (c) an existing cause of action, claim or liability to prosecution is unaffected; (d) the corporation may continue to prosecute or defend a civil, criminal or administrative action or proceeding being prosecuted by or against it; and (e) a conviction, ruling, order or judgment against the corporation may be enforced against it and a ruling, order or judgment in favour of the corporation may be enforced by it.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>7. </b>Except in the case of continuation under the laws of another Canadian jurisdiction, an application for authorization to be continued in another jurisdiction under subsection 313 (1) of the Act shall be supported by a legal opinion of a lawyer qualified to practise in the other jurisdiction to the effect that the laws of that jurisdiction provide that,</p> <p class=\"clause-e\">  (a) the corporation’s property continues as its property;</p> <p class=\"clause-e\">  (b) the corporation continues to be liable for its obligations;</p> <p class=\"clause-e\">  (c) an existing cause of action, claim or liability to prosecution is unaffected;</p> <p class=\"clause-e\">  (d) the corporation may continue to prosecute or defend a civil, criminal or administrative action or proceeding being prosecuted by or against it; and</p> <p class=\"clause-e\">  (e) a conviction, ruling, order or judgment against the corporation may be enforced against it and a ruling, order or judgment in favour of the corporation may be enforced by it.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "8.",
            "part_id": "PART I DOCUMENTS — CONTENT, FILING, RETENTION AND FORMAT",
            "part_type": "PART I DOCUMENTS — CONTENT, FILING, RETENTION AND FORMAT",
            "section": "Order of revival",
            "content": " 8. (1) An application for an order of revival under subsection 317 (14) of the Act shall be supported by a written consent to the revival of the corporation issued by, (a) the Minister responsible for the administration of the Forfeited Corporate Property Act, 2015, if that Minister has notified the Minister as defined in section 1 of the Corporations Act that if an application for an order to revive the corporation is submitted, the consent of the Minister responsible for the administration of the Forfeited Corporate Property Act, 2015 to the revival must be obtained before the order is issued; (b) the Minister responsible for the administration of the Environmental Protection Act, if that Minister has notified the Minister as defined in section 1 of the Corporations Act that if an application for an order to revive the corporation is submitted, the consent of the Minister responsible for the administration of the Environmental Protection Act\r\nto the revival must be obtained before the order is issued; (c) the Minister responsible for the administration of the Mining Act, except Part IV of that Act, if that Minister has notified the Minister as defined in section 1 of the Corporations Act that if an application for an order to revive the corporation is submitted, the consent of the Minister responsible for the administration of the Mining Act, except Part IV of that Act, to the revival must be obtained before the order is issued; (d) the Public Guardian and Trustee, if he or she has notified the Minister as defined in section 1 of the Corporations Act that if an application for an order to revive the corporation is submitted, the consent of the Public Guardian and Trustee to the revival must be obtained before the order is issued; and (e) the Minister of Finance, if the corporation is a company. (2) If at least 10 years have elapsed since a corporation was dissolved, an application for an order to revive the corporation under subsection 317 (14) of the Act shall be supported by, (a) a Nuans report referred to in clause 3 (1) (a) of this Regulation; and (b) a consent or consent and undertaking referred to in clause 3 (1) (b) of this Regulation. (3) The Minister may require the name of a corporation to be changed to a number name if the name set out in the application for an order to revive the corporation is not permitted under the Act or Regulation 181 of the Revised Regulations of Ontario, 1990 (General) made under the Act.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>8. </b>(1) An application for an order of revival under subsection 317 (14) of the Act shall be supported by a written consent to the revival of the corporation issued by,</p> <p class=\"clause-e\">  (a) the Minister responsible for the administration of the <i>Forfeited Corporate Property Act, 2015</i>, if that Minister has notified the Minister as defined in section 1 of the <i>Corporations Act</i> that if an application for an order to revive the corporation is submitted, the consent of the Minister responsible for the administration of the <i>Forfeited Corporate Property Act, 2015</i> to the revival must be obtained before the order is issued;</p> <p class=\"clause-e\">  (b) the Minister responsible for the administration of the <i>Environmental Protection Act</i>, if that Minister has notified the Minister as defined in section 1 of the <i>Corporations Act</i> that if an application for an order to revive the corporation is submitted, the consent of the Minister responsible for the administration of the <i>Environmental Protection Act</i>\r\nto the revival must be obtained before the order is issued;</p> <p class=\"clause-e\">  (c) the Minister responsible for the administration of the <i>Mining Act</i>, except Part IV of that Act, if that Minister has notified the Minister as defined in section 1 of the <i>Corporations Act</i> that if an application for an order to revive the corporation is submitted, the consent of the Minister responsible for the administration of the <i>Mining Act</i>, except Part IV of that Act, to the revival must be obtained before the order is issued;</p> <p class=\"clause-e\">  (d) the Public Guardian and Trustee, if he or she has notified the Minister as defined in section 1 of the <i>Corporations Act</i> that if an application for an order to revive the corporation is submitted, the consent of the Public Guardian and Trustee to the revival must be obtained before the order is issued; and</p> <p class=\"clause-e\">  (e) the Minister of Finance, if the corporation is a company.</p> <p class=\"subsection-e\">  (2) If at least 10 years have elapsed since a corporation was dissolved, an application for an order to revive the corporation under subsection 317 (14) of the Act shall be supported by,</p> <p class=\"clause-e\">  (a) a Nuans report referred to in clause 3 (1) (a) of this Regulation; and </p> <p class=\"clause-e\">  (b) a consent or consent and undertaking referred to in clause 3 (1) (b) of this Regulation. </p> <p class=\"subsection-e\">  (3) The Minister may require the name of a corporation to be changed to a number name if the name set out in the application for an order to revive the corporation is not permitted under the Act or Regulation 181 of the Revised Regulations of Ontario, 1990 (General) made under the Act.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "9.",
            "part_id": "PART I DOCUMENTS — CONTENT, FILING, RETENTION AND FORMAT",
            "part_type": "PART I DOCUMENTS — CONTENT, FILING, RETENTION AND FORMAT",
            "section": "Order re surrender of charter or termination of existence",
            "content": " 9. An application for an order accepting the surrender of a charter of a corporation under subsection 319 (1) of the Act or for an order terminating the existence of a corporation under section 320 of the Act shall be supported by, (a) in the case of a company, a written consent from the Ministry of Finance; and (b) in the case of a company that is a reporting issuer under the Securities Act, a written consent from the Ontario Securities Commission.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>9. </b>An application for an order accepting the surrender of a charter of a corporation under subsection 319 (1) of the Act or for an order terminating the existence of a corporation under section 320 of the Act shall be supported by,</p> <p class=\"clause-e\">  (a) in the case of a company, a written consent from the Ministry of Finance; and</p> <p class=\"clause-e\">  (b) in the case of a company that is a reporting issuer under the <i>Securities Act</i>, a written consent from the Ontario Securities Commission.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "10.",
            "part_id": "PART I DOCUMENTS — CONTENT, FILING, RETENTION AND FORMAT",
            "part_type": "PART I DOCUMENTS — CONTENT, FILING, RETENTION AND FORMAT",
            "section": "Consent required by another Act or regulation",
            "content": " 10. An application filed with the Minister shall be supported by any approval or consent, in writing, that may be required by another Act or a regulation made under that Act. Supporting Documents — Filing and Retention",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>10. </b>An application filed with the Minister shall be supported by any approval or consent, in writing, that may be required by another Act or a regulation made under that Act.</p> <p class=\"heading1-e\"><a name=\"BK13\"></a>Supporting Documents — Filing and Retention</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "Supporting Documents — Filing and Retention",
            "part_id": "PART I DOCUMENTS — CONTENT, FILING, RETENTION AND FORMAT",
            "part_type": "PART I DOCUMENTS — CONTENT, FILING, RETENTION AND FORMAT",
            "section": "Supporting Documents — Filing and Retention",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "11.",
            "part_id": "PART I DOCUMENTS — CONTENT, FILING, RETENTION AND FORMAT",
            "part_type": "PART I DOCUMENTS — CONTENT, FILING, RETENTION AND FORMAT",
            "section": "Documents to be filed",
            "content": " 11. The documents referred to in the following provisions that are required to support applications shall be filed together with the application: 1. Clause 3 (1) (a) (re name of corporation). 2. Section 4 (re arrangement). 3. Section 5 (re amalgamation). 4. Section 6 (re continuation). 5. Section 7 (re authorization). 6. Clause 8 (1) (e) (re revival). 7. Section 9 (re surrender of charter or termination of existence).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK14\"></a>11. </b>The documents referred to in the following provisions that are required to support applications shall be filed together with the application:</p> <p class=\"paragraph-e\">  1. Clause 3 (1) (a) (re name of corporation).</p> <p class=\"paragraph-e\">  2. Section 4 (re arrangement).</p> <p class=\"paragraph-e\">  3. Section 5 (re amalgamation).</p> <p class=\"paragraph-e\">  4. Section 6 (re continuation).</p> <p class=\"paragraph-e\">  5. Section 7 (re authorization).</p> <p class=\"paragraph-e\">  6. Clause 8 (1) (e) (re revival).</p> <p class=\"paragraph-e\">  7. Section 9 (re surrender of charter or termination of existence).</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "12.",
            "part_id": "PART I DOCUMENTS — CONTENT, FILING, RETENTION AND FORMAT",
            "part_type": "PART I DOCUMENTS — CONTENT, FILING, RETENTION AND FORMAT",
            "section": "Documents to be retained; file or give on notice",
            "content": " 12. (1) Subject to subsection (2), the documents referred to in the following provisions that are required to support applications shall be retained by the corporation at its head office instead of filed together with the application: 1. Clause 3 (1) (b) (re name of corporation). 2. Clauses 8 (1) (a) to (d) (re revival). 3. Section 10 (approval or consent required under another Act or regulation). (2) If the Director requires any of the documents referred to in the provisions set out in subsection (1) to be filed together with the application, they shall be so filed, subject to any terms and conditions imposed by the Director. (3) The corporation shall, upon receipt of and in accordance with written notice from the Director and within the time period set out in the notice, and subject to any terms and conditions imposed by the Director, (a) file the documents retained by the corporation pursuant to subsection (1) with the Minister; or (b) give the documents retained by the corporation pursuant to subsection (1) to any other person specified in the notice. Format",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>12. </b>(1) Subject to subsection (2), the documents referred to in the following provisions that are required to support applications shall be retained by the corporation at its head office instead of filed together with the application:</p> <p class=\"paragraph-e\">  1. Clause 3 (1) (b) (re name of corporation).</p> <p class=\"paragraph-e\">  2. Clauses 8 (1) (a) to (d) (re revival).</p> <p class=\"paragraph-e\">  3. Section 10 (approval or consent required under another Act or regulation).</p> <p class=\"subsection-e\">  (2) If the Director requires any of the documents referred to in the provisions set out in subsection (1) to be filed together with the application, they shall be so filed, subject to any terms and conditions imposed by the Director.</p> <p class=\"subsection-e\">  (3) The corporation shall, upon receipt of and in accordance with written notice from the Director and within the time period set out in the notice, and subject to any terms and conditions imposed by the Director,</p> <p class=\"clause-e\">  (a) file the documents retained by the corporation pursuant to subsection (1) with the Minister; or</p> <p class=\"clause-e\">  (b) give the documents retained by the corporation pursuant to subsection (1) to any other person specified in the notice.</p> <p class=\"heading1-e\"><a name=\"BK16\"></a>Format</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "Format",
            "part_id": "PART I DOCUMENTS — CONTENT, FILING, RETENTION AND FORMAT",
            "part_type": "PART I DOCUMENTS — CONTENT, FILING, RETENTION AND FORMAT",
            "section": "Format",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "13.",
            "part_id": "PART I DOCUMENTS — CONTENT, FILING, RETENTION AND FORMAT",
            "part_type": "PART I DOCUMENTS — CONTENT, FILING, RETENTION AND FORMAT",
            "section": "Paper or electronic format",
            "content": " 13. All applications and other documents and information may, in accordance with the regulations made under the Act and any applicable Director’s requirements, be filed with the Minister in, (a) paper format; or (b) an electronic format approved by the Director. Part II   MISCellaneous",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>13. </b>All applications and other documents and information may, in accordance with the regulations made under the Act and any applicable Director’s requirements, be filed with the Minister in,</p> <p class=\"clause-e\">  (a) paper format; or</p> <p class=\"clause-e\">  (b) an electronic format approved by the Director.</p> <p class=\"partnum-e\"><a name=\"BK18\"></a>Part II <br/>  MISCellaneous</p>"
        },
        {
            "ahref_id": "None",
            "TOCid": "PART II MISCELLANEOUS",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART II MISCELLANEOUS",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "14.",
            "part_id": "PART II MISCELLANEOUS",
            "part_type": "PART II MISCELLANEOUS",
            "section": "Seal",
            "content": " 14. If a corporation has a seal, it may set out the seal on any form in paper format.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>14. </b>If a corporation has a seal, it may set out the seal on any form in paper format.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "15.",
            "part_id": "PART II MISCELLANEOUS",
            "part_type": "PART II MISCELLANEOUS",
            "section": "Public servants who may sign, etc.",
            "content": " 15. A director or manager of the Ministry whose duties relate to the administration of the Act are designated as public servants who may, (a) sign letters patent, supplementary letters patent, orders, certificates or certified copies for the purposes of subsection 2.5 (1) of the Act; (b) certify a report reproduced from the records maintained by the Minister for the purposes of clause 6 (2) (b) of the Act; and (c) take evidence under oath for the purposes of section 8 of the Act. 16. Omitted (revokes other Regulations). 17. Omitted (provides for coming into force of provisions of this Regulation).  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>15. </b>A director or manager of the Ministry whose duties relate to the administration of the Act are designated as public servants who may,</p> <p class=\"clause-e\">  (a) sign letters patent, supplementary letters patent, orders, certificates or certified copies for the purposes of subsection 2.5 (1) of the Act;</p> <p class=\"clause-e\">  (b) certify a report reproduced from the records maintained by the Minister for the purposes of clause 6 (2) (b) of the Act; and</p> <p class=\"clause-e\">  (c) take evidence under oath for the purposes of section 8 of the Act.</p> <p class=\"section-e\"> <a name=\"BK22\"></a><b>16. </b><span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">revokes other Regulations</span>).</p> <p class=\"section-e\"> <a name=\"BK23\"></a><b>17. </b><span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/210393\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}