{
    "reg_info": {
        "full_title": "O. Reg. 312/10: MEDICAL RESIDENT LOANS",
        "reg_name_text": "Medical Resident Loans",
        "citation": "O. Reg. 312/10: MEDICAL RESIDENT LOANS",
        "act_under": "Ministry of Training, Colleges and Universities Act",
        "url": "https://www.ontario.ca/laws/regulation/100312",
        "date_scraped": "2023-12-19 02:53:41"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March 10, 2017",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/100312/v2",
            "valid_from": "November  1, 2010",
            "valid_to": "March  9, 2017"
        },
        {
            "a_href": "/laws/regulation/100312/v1",
            "valid_from": "August 11, 2010",
            "valid_to": "October 31, 2010"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. In this Regulation, “2001 Regulation” means Ontario Regulation 268/01 (Ontario Student Loans Made August 1, 2001 to July 31, 2017), made under the Act; (“Règlement de 2001”) “2017 Regulation” means Ontario Regulation 70/17 (Ontario Student Grants and Ontario Student Loans), made under the Act; (“Règlement de 2017”) “borrower” means a person who receives a medical resident loan under this Regulation; (“emprunteur”) “federal student loan” means a loan that was granted to a medical resident for educational purposes by the Government of Canada under the Canada Student Financial Assistance Act\r\n(Canada) or the Canada Student Loans Act (Canada) before the medical resident began his or her medical residency; (“prêt d’études federal”) “prime rate”, with respect to a rate of interest, means the average variable reference rate of interest as calculated monthly, based upon the average variable reference rates of interest for a month, by each of the Bank of Montreal, the Bank of Nova Scotia, the Canadian Imperial Bank of Commerce, the Royal Bank of Canada and the Toronto Dominion Bank as their rate for Canadian dollar consumer demand loans, and calculated without reference to the highest and the lowest of those five rates and by averaging the remaining three rates; (“taux preferential”) “provincial student loan” means a student loan that was granted to a medical resident for educational purposes before he or she began his or her medical residency, the loan having been granted either under the Act or by the government of a province other than Ontario or the government of a territory of Canada; (“prêt d’études provincial”) “repayment agreement” means an agreement made under section 9; (“contrat de remboursement”) “return of service agreement” means an agreement made between a medical resident and the Minister of Health and Long-Term Care under which, (a) the Minister of Health and Long-Term Care agrees to make interest payments on any medical resident loan the resident may obtain under this Regulation for periods of time specified in the agreement, and (b) the medical resident agrees to practice medicine in Ontario for a period specified in the agreement after completing his or her medical residency; (“entente d’obligation de service postdoctoral”) “service provider” means a person or entity, other than a post-secondary educational institution, who provides services with respect to the disbursement, administration, management or delivery of medical resident loans by virtue of, (a) an agreement with the Minister, or with another Minister of the Crown in right of Ontario, for the provision of those services, or (b) if the Minister has entered into an agreement with the Government of Canada for the provision of those services, an agreement with the Government of Canada for the provision of those services. (“fournisseur de services”)  O. Reg. 312/10, s. 1; O. Reg. 74/17, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"definition-e\">“2001 Regulation” means Ontario Regulation 268/01 (Ontario Student Loans Made August 1, 2001 to July 31, 2017), made under the Act; (“Règlement de 2001”)</p> <p class=\"definition-e\">“2017 Regulation” means Ontario Regulation 70/17 (Ontario Student Grants and Ontario Student Loans), made under the Act; (“Règlement de 2017”)</p> <p class=\"firstdef-e\">“borrower” means a person who receives a medical resident loan under this Regulation; (“emprunteur”)</p> <p class=\"definition-e\">“federal student loan” means a loan that was granted to a medical resident for educational purposes by the Government of Canada under the <i>Canada Student Financial Assistance Act</i>\r\n(Canada) or the <i>Canada Student Loans Act</i> (Canada) before the medical resident began his or her medical residency; (“prêt d’études federal”)</p> <p class=\"definition-e\">“prime rate”, with respect to a rate of interest, means the average variable reference rate of interest as calculated monthly, based upon the average variable reference rates of interest for a month, by each of the Bank of Montreal, the Bank of Nova Scotia, the Canadian Imperial Bank of Commerce, the Royal Bank of Canada and the Toronto Dominion Bank as their rate for Canadian dollar consumer demand loans, and calculated without reference to the highest and the lowest of those five rates and by averaging the remaining three rates; (“taux preferential”)</p> <p class=\"definition-e\">“provincial student loan” means a student loan that was granted to a medical resident for educational purposes before he or she began his or her medical residency, the loan having been granted either under the Act or by the government of a province other than Ontario or the government of a territory of Canada; (“prêt d’études provincial”)</p> <p class=\"definition-e\">“repayment agreement” means an agreement made under section 9; (“contrat de remboursement”)</p> <p class=\"definition-e\">“return of service agreement” means an agreement made between a medical resident and the Minister of Health and Long-Term Care under which,</p> <p class=\"defclause-e\">  (a) the Minister of Health and Long-Term Care agrees to make interest payments on any medical resident loan the resident may obtain under this Regulation for periods of time specified in the agreement, and </p> <p class=\"defclause-e\">  (b) the medical resident agrees to practice medicine in Ontario for a period specified in the agreement after completing his or her medical residency; (“entente d’obligation de service postdoctoral”)</p> <p class=\"definition-e\">“service provider” means a person or entity, other than a post-secondary educational institution, who provides services with respect to the disbursement, administration, management or delivery of medical resident loans by virtue of,</p> <p class=\"defclause-e\">  (a) an agreement with the Minister, or with another Minister of the Crown in right of Ontario, for the provision of those services, or</p> <p class=\"defclause-e\">  (b) if the Minister has entered into an agreement with the Government of Canada for the provision of those services, an agreement with the Government of Canada for the provision of those services. (“fournisseur de services”)  O. Reg. 312/10, s. 1; O. Reg. 74/17, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Accreditation bodies",
            "content": " 2. (1) The following bodies are prescribed as the accrediting bodies of programs of postgraduate medical education at a medical school in Ontario for the purposes of the definition of “medical resident” in section 1 of the Act: 1. The Royal College of Physicians and Surgeons of Canada. 2. The College of Family Physicians of Canada.  O. Reg. 312/10, s. 2 (1). (2) An appointment as a clinical or research fellow in a program of postgraduate medical education at a medical school in Ontario that is accredited by a body referred to in subsection (1) is an excluded appointment for the purposes of the definition of medical resident in section 1 of the Act.  O. Reg. 312/10, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) The following bodies are prescribed as the accrediting bodies of programs of postgraduate medical education at a medical school in Ontario for the purposes of the definition of “medical resident” in section 1 of the Act:</p> <p class=\"paragraph-e\">  1. The Royal College of Physicians and Surgeons of Canada.</p> <p class=\"paragraph-e\">  2. The College of Family Physicians of Canada.  O. Reg. 312/10, s. 2 (1).</p> <p class=\"subsection-e\">  (2) An appointment as a clinical or research fellow in a program of postgraduate medical education at a medical school in Ontario that is accredited by a body referred to in subsection (1) is an excluded appointment for the purposes of the definition of medical resident in section 1 of the Act.  O. Reg. 312/10, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": "Accreditation bodies",
            "content": " 3. Revoked: O. Reg. 74/17, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 74/17, s. 2.</p>"
        },
        {
            "id": "4.",
            "section": "Purpose of medical resident loans ",
            "content": " 4. A medical resident loan under this Regulation is provided for the purposes of, (a) discharging any outstanding federal and provincial student loans that a medical resident has at the time of his or her application for the medical resident loan; and (b) subject to this Regulation and the terms of the relevant return of service agreement, relieving the medical resident from his or her obligations to repay the medical resident loan and pay interest on the loan for the duration of his or her medical residency.  O. Reg. 312/10, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>A medical resident loan under this Regulation is provided for the purposes of,</p> <p class=\"clause-e\">  (a) discharging any outstanding federal and provincial student loans that a medical resident has at the time of his or her application for the medical resident loan; and</p> <p class=\"clause-e\">  (b) subject to this Regulation and the terms of the relevant return of service agreement, relieving the medical resident from his or her obligations to repay the medical resident loan and pay interest on the loan for the duration of his or her medical residency.  O. Reg. 312/10, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Application for medical resident loan",
            "content": " 5. (1) A medical resident who has outstanding federal or provincial student loans and who is willing to enter into a return of service agreement with the Ministry of Health and Long-Term Care may apply for a medical resident loan in accordance with this section.  O. Reg. 312/10, s. 5 (1). (2) The application for a medical resident loan shall be submitted to the Minister.  O. Reg. 312/10, s. 5 (2). (3) The application for a medical resident loan shall be in the form approved by the Minister and shall disclose the existence and the amount of all of the medical resident’s outstanding federal and provincial student loans.  O. Reg. 312/10, s. 5 (3).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) A medical resident who has outstanding federal or provincial student loans and who is willing to enter into a return of service agreement with the Ministry of Health and Long-Term Care may apply for a medical resident loan in accordance with this section.  O. Reg. 312/10, s. 5 (1).</p> <p class=\"subsection-e\">  (2) The application for a medical resident loan shall be submitted to the Minister.  O. Reg. 312/10, s. 5 (2).</p> <p class=\"subsection-e\">  (3) The application for a medical resident loan shall be in the form approved by the Minister and shall disclose the existence and the amount of all of the medical resident’s outstanding federal and provincial student loans.  O. Reg. 312/10, s. 5 (3).</p>"
        },
        {
            "id": "6.",
            "section": "Eligibility requirements for medical resident loan",
            "content": " 6. A person who meets the following requirements is eligible for a medical resident loan: 1. The person is a medical resident. 2. The medical resident has outstanding federal or provincial student loans. 3. The medical resident has made arrangements to repay the federal and provincial student loans that are satisfactory to, i. the Minister, with respect to any student loans made under the Act, or ii. the government of Canada, government of a province other than Ontario or the government of a territory of Canada, with respect to any federal or provincial student loans made by those governments. 4. The medical resident has not been determined by the Minister or by any government referred to in subparagraph 3 ii to be in default of a federal or provincial student loan or any other amount required to be paid to the Crown. 5. The medical resident is not the subject of a period of ineligibility for a student loan under, i. section 42.1 of the 2001 Regulation, or ii. section 16 of the 2017 Regulation. 6. The medical resident satisfies the Minister that he or she has or will enter into a return of service agreement.  O. Reg. 312/10, s. 6; O. Reg. 74/17, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>A person who meets the following requirements is eligible for a medical resident loan:</p> <p class=\"paragraph-e\">  1. The person is a medical resident.</p> <p class=\"paragraph-e\">  2. The medical resident has outstanding federal or provincial student loans.</p> <p class=\"paragraph-e\">  3. The medical resident has made arrangements to repay the federal and provincial student loans that are satisfactory to,</p> <p class=\"subpara-e\">  i. the Minister, with respect to any student loans made under the Act, or</p> <p class=\"subpara-e\">  ii. the government of Canada, government of a province other than Ontario or the government of a territory of Canada, with respect to any federal or provincial student loans made by those governments.</p> <p class=\"paragraph-e\">  4. The medical resident has not been determined by the Minister or by any government referred to in subparagraph 3 ii to be in default of a federal or provincial student loan or any other amount required to be paid to the Crown.</p> <p class=\"paragraph-e\">  5. The medical resident is not the subject of a period of ineligibility for a student loan under,</p> <p class=\"subpara-e\">  i. section 42.1 of the 2001 Regulation, or</p> <p class=\"subpara-e\">  ii. section 16 of the 2017 Regulation.</p> <p class=\"paragraph-e\">  6. The medical resident satisfies the Minister that he or she has or will enter into a return of service agreement.  O. Reg. 312/10, s. 6; O. Reg. 74/17, s. 3.</p>"
        },
        {
            "id": "7.",
            "section": "Certificate of loan approval",
            "content": " 7. (1) If the Minister is satisfied that the medical resident meets the eligibility requirements set out in section 6, he or she shall issue to the medical resident a certificate of loan approval indicating the amount of the medical resident loan that shall be issued to the medical resident upon the conditions in subsection (5) being met.  O. Reg. 312/10, s. 7 (1); O. Reg. 74/17, s. 4 (1). (2) Despite subsection (1), the Minister may refuse to issue a medical resident loan to a medical resident who, (a) fails to provide the Minister with all the information and documents required by the Minister to administer the program of medical resident loans; (b) provides the Minister with incorrect information; or (c) has been convicted of an offence under the Ministry of Training, Colleges and Universities Act, the Canada Student Loans Act (Canada) or the Canada Student Financial Assistance Act\r\n(Canada) or an offence under the Criminal Code\r\n(Canada) involving fraud or theft in respect of any student assistance program or a loan, grant or award made by the Government of Ontario, the Government of Canada or the government of any other province or territory.  O. Reg. 312/10, s. 7 (2); O. Reg. 74/17, s. 4 (2). (3) The certificate of loan approval issued to a medical resident shall include a statement of verification that shall be completed in accordance with clause (5) (a).  O. Reg. 312/10, s. 7 (3). (4) The statement of verification shall confirm that, at the time the statement is completed in accordance with clause (5) (a), the medical resident, (a) is in a program of medical residency; and (b) has entered into a return of service agreement.  O. Reg. 312/10, s. 7 (4). (5) In order to obtain a medical resident loan, the medical resident must, while the certificate of loan approval is valid, (a) ensure that the statement of verification is completed by the Minister of Health and Long-Term Care or by such other person or entity as may be designated by the Minister of Training, Colleges and Universities for that purpose; and (b) present the certificate of loan approval, along with the completed statement of verification, to a service provider in accordance with section 8.  O. Reg. 312/10, s. 7 (5); O. Reg. 74/17, s. 4 (3). (6) The certificate of loan approval is valid for a period of 30 days from the day it is issued.  O. Reg. 312/10, s. 7 (6).",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) If the Minister is satisfied that the medical resident meets the eligibility requirements set out in section 6, he or she shall issue to the medical resident a certificate of loan approval indicating the amount of the medical resident loan that shall be issued to the medical resident upon the conditions in subsection (5) being met.  O. Reg. 312/10, s. 7 (1); O. Reg. 74/17, s. 4 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), the Minister may refuse to issue a medical resident loan to a medical resident who,</p> <p class=\"clause-e\">  (a) fails to provide the Minister with all the information and documents required by the Minister to administer the program of medical resident loans;</p> <p class=\"clause-e\">  (b) provides the Minister with incorrect information; or</p> <p class=\"clause-e\">  (c) has been convicted of an offence under the <i>Ministry of Training, Colleges and Universities Act</i>, the <i>Canada Student Loans Act</i> (Canada) or the <i>Canada Student Financial Assistance Act</i>\r\n(Canada) or an offence under the <i>Criminal Code</i>\r\n(Canada) involving fraud or theft in respect of any student assistance program or a loan, grant or award made by the Government of Ontario, the Government of Canada or the government of any other province or territory.  O. Reg. 312/10, s. 7 (2); O. Reg. 74/17, s. 4 (2).</p> <p class=\"subsection-e\">  (3) The certificate of loan approval issued to a medical resident shall include a statement of verification that shall be completed in accordance with clause (5) (a).  O. Reg. 312/10, s. 7 (3).</p> <p class=\"subsection-e\">  (4) The statement of verification shall confirm that, at the time the statement is completed in accordance with clause (5) (a), the medical resident,</p> <p class=\"clause-e\">  (a) is in a program of medical residency; and</p> <p class=\"clause-e\">  (b) has entered into a return of service agreement.  O. Reg. 312/10, s. 7 (4).</p> <p class=\"subsection-e\">  (5) In order to obtain a medical resident loan, the medical resident must, while the certificate of loan approval is valid, </p> <p class=\"clause-e\">  (a) ensure that the statement of verification is completed by the Minister of Health and Long-Term Care or by such other person or entity as may be designated by the Minister of Training, Colleges and Universities for that purpose; and</p> <p class=\"clause-e\">  (b) present the certificate of loan approval, along with the completed statement of verification, to a service provider in accordance with section 8.  O. Reg. 312/10, s. 7 (5); O. Reg. 74/17, s. 4 (3).</p> <p class=\"subsection-e\">  (6) The certificate of loan approval is valid for a period of 30 days from the day it is issued.  O. Reg. 312/10, s. 7 (6).</p>"
        },
        {
            "id": "8.",
            "section": "Medical resident loan ",
            "content": " 8. (1) A service provider, acting on behalf of the Minister, may enter into a medical resident loan agreement with a medical resident who presents a certificate of loan approval issued under section 7, including the statement of verification completed in accordance with clause 7 (5) (a), to the service provider within 30 days of the certificate being issued.  O. Reg. 312/10, s. 8 (1); O. Reg. 74/17, s. 5. (2) The amount of a medical resident loan shall be equal to the total amount required to discharge the principal and interest owing on all of the medical resident’s outstanding federal and provincial student loans.  O. Reg. 312/10, s. 8 (2). (3) It is a term of every medical resident loan agreement that the medical resident authorize the service provider to use the full amount of the loan to discharge the medical resident’s obligations under his or her outstanding federal and provincial student loans.  O. Reg. 312/10, s. 8 (3). (4) To the extent that an agreement made under this section purports to advance to a medical resident an amount in excess of the amount referred to in subsection (2), (a) the excess amount shall be deemed not to be part of the medical resident loan for the purposes of this Regulation and this Regulation shall not apply with respect to that amount; and (b) the excess amount shall be deemed to be a debt due to the Crown.  O. Reg. 312/10, s. 8 (4). (5) The following terms apply to the payment of principal and interest under every medical resident loan agreement: 1. While the borrower is a medical resident and his or her return of service agreement is in effect, i. the obligation to repay the principal amount of the loan is suspended, and ii. the obligation to pay interest on the amount of the loan shall be discharged in accordance with the return of service agreement, subject to paragraph 3. 2. When the borrower ceases to be a medical resident, his or her obligation to repay the principal amount of the loan and to make interest payments shall be governed by a repayment agreement made in accordance with section 9, subject to paragraph 3. 3. During the borrower’s medical residency and thereafter until a medical resident loan is repaid in full, the rate of interest payable on a medical resident loan shall be a floating rate that is equal to the prime rate plus 1 per cent on the day each payment is made.  O. Reg. 312/10, s. 8 (5).",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) A service provider, acting on behalf of the Minister, may enter into a medical resident loan agreement with a medical resident who presents a certificate of loan approval issued under section 7, including the statement of verification completed in accordance with clause 7 (5) (a), to the service provider within 30 days of the certificate being issued.  O. Reg. 312/10, s. 8 (1); O. Reg. 74/17, s. 5.</p> <p class=\"subsection-e\">  (2) The amount of a medical resident loan shall be equal to the total amount required to discharge the principal and interest owing on all of the medical resident’s outstanding federal and provincial student loans.  O. Reg. 312/10, s. 8 (2).</p> <p class=\"subsection-e\">  (3) It is a term of every medical resident loan agreement that the medical resident authorize the service provider to use the full amount of the loan to discharge the medical resident’s obligations under his or her outstanding federal and provincial student loans.  O. Reg. 312/10, s. 8 (3).</p> <p class=\"subsection-e\">  (4) To the extent that an agreement made under this section purports to advance to a medical resident an amount in excess of the amount referred to in subsection (2),</p> <p class=\"clause-e\">  (a) the excess amount shall be deemed not to be part of the medical resident loan for the purposes of this Regulation and this Regulation shall not apply with respect to that amount; and</p> <p class=\"clause-e\">  (b) the excess amount shall be deemed to be a debt due to the Crown.  O. Reg. 312/10, s. 8 (4).</p> <p class=\"subsection-e\">  (5) The following terms apply to the payment of principal and interest under every medical resident loan agreement:</p> <p class=\"paragraph-e\">  1. While the borrower is a medical resident and his or her return of service agreement is in effect,</p> <p class=\"subpara-e\">  i. the obligation to repay the principal amount of the loan is suspended, and</p> <p class=\"subpara-e\">  ii. the obligation to pay interest on the amount of the loan shall be discharged in accordance with the return of service agreement, subject to paragraph 3.</p> <p class=\"paragraph-e\">  2. When the borrower ceases to be a medical resident, his or her obligation to repay the principal amount of the loan and to make interest payments shall be governed by a repayment agreement made in accordance with section 9, subject to paragraph 3.</p> <p class=\"paragraph-e\">  3. During the borrower’s medical residency and thereafter until a medical resident loan is repaid in full, the rate of interest payable on a medical resident loan shall be a floating rate that is equal to the prime rate plus 1 per cent on the day each payment is made.  O. Reg. 312/10, s. 8 (5).</p>"
        },
        {
            "id": "9.",
            "section": "Repayment agreement",
            "content": " 9. (1) A medical resident (borrower) who enters into a medical resident loan agreement with the Minister shall enter into a repayment agreement with the Minister within 30 days of, (a) the termination of his or her medical residency; or (b) the termination of his or her return of service agreement.  O. Reg. 312/10, s. 9 (1); O. Reg. 74/17, s. 6 (1). (2) For the purposes of clause (1) (a), a medical residency is terminated when, (a) the medical resident successfully completes the residency; or (b) the medical resident ceases to be a medical resident before the successful completion of the residency.  O. Reg. 312/10, s. 9 (2). (3) The terms of the repayment agreement shall be determined by the Minister in consultation with the borrower but the interest rate shall be in accordance with paragraph 3 of subsection 8 (5).  O. Reg. 312/10, s. 9 (3); O. Reg. 74/17, s. 6 (2). (4) The borrower is entitled to repay all or part of the medical resident loan, without bonus to the Minister, before the end of the period for repayment specified in the repayment agreement.  O. Reg. 312/10, s. 9 (4); O. Reg. 74/17, s. 6 (3). (5) The obligation to repay the medical resident loan terminates upon the death of the borrower.  O. Reg. 312/10, s. 9 (5). (6) Instalments of the repayment of a medical resident loan are to be applied first to interest accrued to the date of the payment and then to the outstanding principal.  O. Reg. 312/10, s. 9 (6). (7) The Minister and the borrower may amend the repayment agreement if the borrower notifies the Minister that the terms of the agreement are such that he or she will be in default and if the Minister considers that an amendment to the agreement will enable the borrower to meet his or her obligations under the agreement.  O. Reg. 312/10, s. 9 (7); O. Reg. 74/17, s. 6 (4).",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) A medical resident (borrower) who enters into a medical resident loan agreement with the Minister shall enter into a repayment agreement with the Minister within 30 days of,</p> <p class=\"clause-e\">  (a) the termination of his or her medical residency; or</p> <p class=\"clause-e\">  (b) the termination of his or her return of service agreement.  O. Reg. 312/10, s. 9 (1); O. Reg. 74/17, s. 6 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of clause (1) (a), a medical residency is terminated when,</p> <p class=\"clause-e\">  (a) the medical resident successfully completes the residency; or</p> <p class=\"clause-e\">  (b) the medical resident ceases to be a medical resident before the successful completion of the residency.  O. Reg. 312/10, s. 9 (2).</p> <p class=\"subsection-e\">  (3) The terms of the repayment agreement shall be determined by the Minister in consultation with the borrower but the interest rate shall be in accordance with paragraph 3 of subsection 8 (5).  O. Reg. 312/10, s. 9 (3); O. Reg. 74/17, s. 6 (2).</p> <p class=\"subsection-e\">  (4) The borrower is entitled to repay all or part of the medical resident loan, without bonus to the Minister, before the end of the period for repayment specified in the repayment agreement.  O. Reg. 312/10, s. 9 (4); O. Reg. 74/17, s. 6 (3).</p> <p class=\"subsection-e\">  (5) The obligation to repay the medical resident loan terminates upon the death of the borrower.  O. Reg. 312/10, s. 9 (5).</p> <p class=\"subsection-e\">  (6) Instalments of the repayment of a medical resident loan are to be applied first to interest accrued to the date of the payment and then to the outstanding principal.  O. Reg. 312/10, s. 9 (6).</p> <p class=\"subsection-e\">  (7) The Minister and the borrower may amend the repayment agreement if the borrower notifies the Minister that the terms of the agreement are such that he or she will be in default and if the Minister considers that an amendment to the agreement will enable the borrower to meet his or her obligations under the agreement.  O. Reg. 312/10, s. 9 (7); O. Reg. 74/17, s. 6 (4).</p>"
        },
        {
            "id": "10.",
            "section": "Failure to enter into repayment agreement or provide information",
            "content": " 10. (1) If a borrower under a medical resident loan agreement fails to enter into a repayment agreement with the Minister in accordance with section 9, the Minister may establish the amount and duration of the repayments to be made to discharge the principal amount of the medical resident loan and the interest on the outstanding balance from time to time.  O. Reg. 312/10, s. 10 (1); O. Reg. 74/17, s. 7 (1). (2) The terms of repayment established by the Minister under subsection (1) shall continue to apply to the repayment of the medical resident loan until the borrower enters into a repayment agreement with the Minister or the medical resident loan is repaid in full, whichever is the earlier.  O. Reg. 312/10, s. 10 (2); O. Reg. 74/17, s. 7 (2). (3) The Minister may require a financial institution to make payments on a borrower’s medical resident loan from an account at the institution that the borrower has identified to the Minister if, (a) the borrower has failed to enter into a repayment agreement with the Minister and the Minister has established the terms of repayment under subsection (1); or (b) the borrower has entered into a repayment agreement with the Minister but has failed to provide the Minister with a void cheque, a bank account number or with such other information or documents as may be necessary to collect payments under the agreement.  O. Reg. 312/10, s. 10 (3); O. Reg. 74/17, s. 7 (3-5). (4) The payments made by a financial institution under subsection (3) shall be made in accordance with the repayment terms established by the Minister under subsection (1) or under the repayment agreement, as the case may be.  O. Reg. 312/10, s. 10 (4); O. Reg. 74/17, s. 7 (6). (5) Sections 12 and 13 apply to terms of repayment established by the Minister under this section as though they were a repayment agreement.  O. Reg. 312/10, s. 10 (5); O. Reg. 74/17, s. 7 (7).",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) If a borrower under a medical resident loan agreement fails to enter into a repayment agreement with the Minister in accordance with section 9, the Minister may establish the amount and duration of the repayments to be made to discharge the principal amount of the medical resident loan and the interest on the outstanding balance from time to time.  O. Reg. 312/10, s. 10 (1); O. Reg. 74/17, s. 7 (1).</p> <p class=\"subsection-e\">  (2) The terms of repayment established by the Minister under subsection (1) shall continue to apply to the repayment of the medical resident loan until the borrower enters into a repayment agreement with the Minister or the medical resident loan is repaid in full, whichever is the earlier.  O. Reg. 312/10, s. 10 (2); O. Reg. 74/17, s. 7 (2).</p> <p class=\"subsection-e\">  (3) The Minister may require a financial institution to make payments on a borrower’s medical resident loan from an account at the institution that the borrower has identified to the Minister if,</p> <p class=\"clause-e\">  (a) the borrower has failed to enter into a repayment agreement with the Minister and the Minister has established the terms of repayment under subsection (1); or</p> <p class=\"clause-e\">  (b) the borrower has entered into a repayment agreement with the Minister but has failed to provide the Minister with a void cheque, a bank account number or with such other information or documents as may be necessary to collect payments under the agreement.  O. Reg. 312/10, s. 10 (3); O. Reg. 74/17, s. 7 (3-5).</p> <p class=\"subsection-e\">  (4) The payments made by a financial institution under subsection (3) shall be made in accordance with the repayment terms established by the Minister under subsection (1) or under the repayment agreement, as the case may be.  O. Reg. 312/10, s. 10 (4); O. Reg. 74/17, s. 7 (6).</p> <p class=\"subsection-e\">  (5) Sections 12 and 13 apply to terms of repayment established by the Minister under this section as though they were a repayment agreement.  O. Reg. 312/10, s. 10 (5); O. Reg. 74/17, s. 7 (7).</p>"
        },
        {
            "id": "11.",
            "section": "Change of information",
            "content": " 11. A borrower who enters into a medical resident loan agreement is required to promptly notify the service provider or such person or entity as may be designated by the Minister for the purposes of this section of any of the following changes: 1. A change in his or her medical residency status. 2. A change of address that occurs during the period of medical residency or after that period but before the medical residency loan is repaid in full.  O. Reg. 312/10, s. 11.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>A borrower who enters into a medical resident loan agreement is required to promptly notify the service provider or such person or entity as may be designated by the Minister for the purposes of this section of any of the following changes:</p> <p class=\"paragraph-e\">  1. A change in his or her medical residency status.</p> <p class=\"paragraph-e\">  2. A change of address that occurs during the period of medical residency or after that period but before the medical residency loan is repaid in full.  O. Reg. 312/10, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": "Suspending repayment obligations, return to studies",
            "content": " 12. (1) The accrual of interest on a borrower’s medical resident loan and the payments of principal by a borrower made in accordance with a repayment agreement shall be suspended if, (a) the borrower is a qualifying student on the day he or she enters into the repayment agreement; or (b) the borrower becomes a qualifying student after he or she enters into the repayment agreement but before the medical resident loan is repaid in full.  O. Reg. 312/10, s. 12 (1); O. Reg. 74/17, s. 8 (1). (2) In this section, “qualifying student” means a qualifying student under the 2001 Regulation or the 2017 Regulation.  O. Reg. 312/10, s. 12 (2); O. Reg. 74/17, s. 8 (2). (3) Revoked: O. Reg. 74/17, s. 8 (3). (4) The suspension in the borrower’s payments of principal and interest on a medical resident loan under subsection (1) continues until the borrower ceases to be a qualifying student.  O. Reg. 312/10, s. 12 (4). (5) Upon ceasing to be a qualifying student, (a) the borrower shall resume making payments on his or her medical resident loan in accordance with the terms of the repayment agreement; (b) the Regulation applies to the borrower as though he or she was terminating his or her medical residency.  O. Reg. 312/10, s. 12 (5). (6) If the borrower had entered into a master student loan agreement in accordance with the 2001 Regulation during his or her period of return to studies, then upon ceasing to be a qualifying student, (a) the borrower shall enter into a consolidated loan agreement with the Minister in accordance with section 28 of the 2001 Regulation with respect to the student loans to which the master student loan agreement relates; and (b) the payment obligations under the consolidated loan agreement are independent of the obligations to repay the medical resident loan under the repayment agreement.  O. Reg. 312/10, s. 12 (6); O. Reg. 74/17, s. 8 (4). (7) If the borrower had entered into a master student financial assistance agreement in accordance with the 2017 Regulation during his or her period of return to studies, then upon ceasing to be a qualifying student, (a) the borrower shall enter into a consolidated loan agreement with the Minister in accordance with section 28 of the 2017 Regulation with respect to the student loans to which the master student financial assistance agreement relates; and (b) the payment obligations under the consolidated loan agreement are independent of the obligations to repay the medical resident loan under the repayment agreement. O. Reg. 74/17, s. 8 (5).",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>(1) The accrual of interest on a borrower’s medical resident loan and the payments of principal by a borrower made in accordance with a repayment agreement shall be suspended if,</p> <p class=\"clause-e\">  (a) the borrower is a qualifying student on the day he or she enters into the repayment agreement; or </p> <p class=\"clause-e\">  (b) the borrower becomes a qualifying student after he or she enters into the repayment agreement but before the medical resident loan is repaid in full.  O. Reg. 312/10, s. 12 (1); O. Reg. 74/17, s. 8 (1).</p> <p class=\"subsection-e\">  (2) In this section,</p> <p class=\"firstdef-e\">“qualifying student” means a qualifying student under the 2001 Regulation or the 2017 Regulation.  O. Reg. 312/10, s. 12 (2); O. Reg. 74/17, s. 8 (2).</p> <p class=\"subsection-e\">  (3) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 74/17, s. 8 (3).</p> <p class=\"subsection-e\">  (4) The suspension in the borrower’s payments of principal and interest on a medical resident loan under subsection (1) continues until the borrower ceases to be a qualifying student.  O. Reg. 312/10, s. 12 (4).</p> <p class=\"subsection-e\">  (5) Upon ceasing to be a qualifying student, </p> <p class=\"clause-e\">  (a) the borrower shall resume making payments on his or her medical resident loan in accordance with the terms of the repayment agreement;</p> <p class=\"clause-e\">  (b) the Regulation applies to the borrower as though he or she was terminating his or her medical residency.  O. Reg. 312/10, s. 12 (5).</p> <p class=\"subsection-e\">  (6) If the borrower had entered into a master student loan agreement in accordance with the 2001 Regulation during his or her period of return to studies, then upon ceasing to be a qualifying student, </p> <p class=\"clause-e\">  (a) the borrower shall enter into a consolidated loan agreement with the Minister in accordance with section 28 of the 2001 Regulation with respect to the student loans to which the master student loan agreement relates; and</p> <p class=\"clause-e\">  (b) the payment obligations under the consolidated loan agreement are independent of the obligations to repay the medical resident loan under the repayment agreement.  O. Reg. 312/10, s. 12 (6); O. Reg. 74/17, s. 8 (4).</p> <p class=\"subsection-e\">  (7) If the borrower had entered into a master student financial assistance agreement in accordance with the 2017 Regulation during his or her period of return to studies, then upon ceasing to be a qualifying student,</p> <p class=\"clause-e\">  (a) the borrower shall enter into a consolidated loan agreement with the Minister in accordance with section 28 of the 2017 Regulation with respect to the student loans to which the master student financial assistance agreement relates; and</p> <p class=\"clause-e\">  (b) the payment obligations under the consolidated loan agreement are independent of the obligations to repay the medical resident loan under the repayment agreement. O. Reg. 74/17, s. 8 (5).</p>"
        },
        {
            "id": "13.",
            "section": "Subsequent medical residency ",
            "content": " 13. (1) Payments of principal by a borrower on a medical resident loan made in accordance with a repayment agreement are suspended if the borrower, (a) completed or otherwise terminated his or her medical residency and subsequently is accepted in a medical residency program in order to complete a first residency or to begin another medical residency; and (b) satisfies the Minister that he or she, (i) is not in arrears of payment under the repayment agreement, (ii) satisfies the eligibility requirements for a certificate of loan approval under paragraphs 4 and 5 of section 6, and (iii) has or will enter into a return of service agreement.  O. Reg. 312/10, s. 13 (1). (2) After the borrower commences a subsequent medical residency and until the residency is completed or otherwise terminated, the obligation to pay interest under the repayment agreement shall be discharged in accordance with the return of service agreement made between the borrower and the Minister of Health and Long-Term Care.  O. Reg. 312/10, s. 13 (2). (3) Despite subsection (2), the rate of interest payable on a repayment agreement shall be a floating rate that is equal to the prime rate plus 1 per cent on the day each payment is made.  O. Reg. 312/10, s. 13 (3). (4) Within 30 days of the termination of his or her medical residency or return to service agreement, the borrower shall enter into a new repayment agreement with the Minister and sections 8 and 9 apply with necessary modifications with respect to that agreement.  O. Reg. 312/10, s. 13 (4); O. Reg. 74/17, s. 9.",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>(1) Payments of principal by a borrower on a medical resident loan made in accordance with a repayment agreement are suspended if the borrower,</p> <p class=\"clause-e\">  (a) completed or otherwise terminated his or her medical residency and subsequently is accepted in a medical residency program in order to complete a first residency or to begin another medical residency; and</p> <p class=\"clause-e\">  (b) satisfies the Minister that he or she,</p> <p class=\"subclause-e\">  (i) is not in arrears of payment under the repayment agreement, </p> <p class=\"subclause-e\">  (ii) satisfies the eligibility requirements for a certificate of loan approval under paragraphs 4 and 5 of section 6, and</p> <p class=\"subclause-e\">  (iii) has or will enter into a return of service agreement.  O. Reg. 312/10, s. 13 (1).</p> <p class=\"subsection-e\">  (2) After the borrower commences a subsequent medical residency and until the residency is completed or otherwise terminated, the obligation to pay interest under the repayment agreement shall be discharged in accordance with the return of service agreement made between the borrower and the Minister of Health and Long-Term Care.  O. Reg. 312/10, s. 13 (2).</p> <p class=\"subsection-e\">  (3) Despite subsection (2), the rate of interest payable on a repayment agreement shall be a floating rate that is equal to the prime rate plus 1 per cent on the day each payment is made.  O. Reg. 312/10, s. 13 (3).</p> <p class=\"subsection-e\">  (4) Within 30 days of the termination of his or her medical residency or return to service agreement, the borrower shall enter into a new repayment agreement with the Minister and sections 8 and 9 apply with necessary modifications with respect to that agreement.  O. Reg. 312/10, s. 13 (4); O. Reg. 74/17, s. 9.</p>"
        },
        {
            "id": "14.",
            "section": "Reduction of medical resident loan, Ontario Student Opportunity Grant",
            "content": " 14. (1) This section applies if, (a) a medical resident loan is used to discharge student loans granted under the Act or federal student loans made under the Canada Student Financial Assistance Act (Canada), or both; (b) before the day the medical resident loan is issued, the medical resident did not receive a reduction, under section 33 of the 2001 Regulation, of the principal amount of the student loans referred to in clause (a); and (c) on or after the day the medical resident loan is issued but before the medical resident loan is repaid in full, the medical resident meets all of the requirements for a reduction under section 33 of the 2001 Regulation of the student loans referred to in clause (a).  O. Reg. 312/10, s. 14 (1); O. Reg. 74/17, s. 10 (1, 2). (2) The principal amount outstanding on a medical resident loan shall be reduced by an amount described in subsection (3) as soon as the borrower under the agreement meets all of the requirements for a reduction under section 33 of the 2001 Regulation of the loans referred to in clause (1) (a).  O. Reg. 312/10, s. 14 (2); O. Reg. 74/17, s. 10 (3). (3) The amount of a reduction under subsection (2) shall be equal to the amount of the reduction to a student loan that the borrower would have received under section 33 of the 2001 Regulation if the student loans made under the Act or federal student loans in question had not been discharged by the medical resident loan.  O. Reg. 312/10, s. 14 (3); O. Reg. 74/17, s. 10 (4).",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>(1) This section applies if,</p> <p class=\"clause-e\">  (a) a medical resident loan is used to discharge student loans granted under the Act or federal student loans made under the <i>Canada Student Financial Assistance Act</i> (Canada), or both; </p> <p class=\"clause-e\">  (b) before the day the medical resident loan is issued, the medical resident did not receive a reduction, under section 33 of the 2001 Regulation, of the principal amount of the student loans referred to in clause (a); and</p> <p class=\"clause-e\">  (c) on or after the day the medical resident loan is issued but before the medical resident loan is repaid in full, the medical resident meets all of the requirements for a reduction under section 33 of the 2001 Regulation of the student loans referred to in clause (a).  O. Reg. 312/10, s. 14 (1); O. Reg. 74/17, s. 10 (1, 2).</p> <p class=\"subsection-e\">  (2) The principal amount outstanding on a medical resident loan shall be reduced by an amount described in subsection (3) as soon as the borrower under the agreement meets all of the requirements for a reduction under section 33 of the 2001 Regulation of the loans referred to in clause (1) (a).  O. Reg. 312/10, s. 14 (2); O. Reg. 74/17, s. 10 (3).</p> <p class=\"subsection-e\">  (3) The amount of a reduction under subsection (2) shall be equal to the amount of the reduction to a student loan that the borrower would have received under section 33 of the 2001 Regulation if the student loans made under the Act or federal student loans in question had not been discharged by the medical resident loan.  O. Reg. 312/10, s. 14 (3); O. Reg. 74/17, s. 10 (4).</p>"
        },
        {
            "id": "15.",
            "section": "Default in repayment",
            "content": " 15. (1) A borrower is in default of his or her obligation to repay a medical resident loan if he or she, (a) unequivocally refuses to pay the loan; or (b) is in arrears by at least three months under the repayment agreement or under the terms established by the Minister under section 9, as a result of failing to make the monthly payment on at least three separate occasions.  O. Reg. 312/10, s. 15 (1); O. Reg. 74/17, s. 11 (1). (2) When a borrower is in default of his or her obligation to repay a medical resident loan, the loan is due and payable on the following date: 1. If the default occurs because the borrower unequivocally refuses to pay the loan, the day of the refusal. 2. If the default occurs because the borrower fails to make monthly payments on at least three separate occasions, the day of the third missed payment.  O. Reg. 312/10, s. 15 (2). (3) When the borrower’s medical resident loan becomes due and payable, the Minister may take such measures as the Minister considers advisable in the circumstances, including amending the repayment agreement or collecting the medical resident loan.  O. Reg. 312/10, s. 15 (3); O. Reg. 74/17, s. 11 (2).",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>(1) A borrower is in default of his or her obligation to repay a medical resident loan if he or she,</p> <p class=\"clause-e\">  (a) unequivocally refuses to pay the loan; or </p> <p class=\"clause-e\">  (b) is in arrears by at least three months under the repayment agreement or under the terms established by the Minister under section 9, as a result of failing to make the monthly payment on at least three separate occasions.  O. Reg. 312/10, s. 15 (1); O. Reg. 74/17, s. 11 (1).</p> <p class=\"subsection-e\">  (2) When a borrower is in default of his or her obligation to repay a medical resident loan, the loan is due and payable on the following date:</p> <p class=\"paragraph-e\">  1. If the default occurs because the borrower unequivocally refuses to pay the loan, the day of the refusal.</p> <p class=\"paragraph-e\">  2. If the default occurs because the borrower fails to make monthly payments on at least three separate occasions, the day of the third missed payment.  O. Reg. 312/10, s. 15 (2).</p> <p class=\"subsection-e\">  (3) When the borrower’s medical resident loan becomes due and payable, the Minister may take such measures as the Minister considers advisable in the circumstances, including amending the repayment agreement or collecting the medical resident loan.  O. Reg. 312/10, s. 15 (3); O. Reg. 74/17, s. 11 (2).</p>"
        },
        {
            "id": "BK66",
            "section": "Default in repayment",
            "content": " 16. Revoked: O. Reg. 74/17, s. 12.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK66\"></a><b>16. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 74/17, s. 12.</p>"
        },
        {
            "id": "BK68",
            "section": "Effect of false statements",
            "content": " 17. (1) If a service provider discovers that a document pertaining to a medical resident loan contains a false statement, the service provider shall promptly report the matter to the Minister.  O. Reg. 312/10, s. 17 (1); O. Reg. 74/17, s. 13 (1). (2) Upon discovering that the document contains a false statement, the Minister, or the service provider with the approval of the Minister, may take any action that he, she or it considers appropriate in the circumstances.  O. Reg. 312/10, s. 17 (2); O. Reg. 74/17, s. 13 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK68\"></a><b>17. </b>(1) If a service provider discovers that a document pertaining to a medical resident loan contains a false statement, the service provider shall promptly report the matter to the Minister.  O. Reg. 312/10, s. 17 (1); O. Reg. 74/17, s. 13 (1).</p> <p class=\"subsection-e\">  (2) Upon discovering that the document contains a false statement, the Minister, or the service provider with the approval of the Minister, may take any action that he, she or it considers appropriate in the circumstances.  O. Reg. 312/10, s. 17 (2); O. Reg. 74/17, s. 13 (2).</p>"
        },
        {
            "id": "BK69",
            "section": "Officers authorized to issue certificates",
            "content": " 18. The Deputy Minister of the Ministry and the Director of the Student Financial Assistance Branch of the Ministry are authorized to approve medical resident loans under section 8 of the Act.  O. Reg. 74/17, s. 14.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK69\"></a><b>18. </b>The Deputy Minister of the Ministry and the Director of the Student Financial Assistance Branch of the Ministry are authorized to approve medical resident loans under section 8 of the Act.  O. Reg. 74/17, s. 14.</p>"
        },
        {
            "id": "BK70",
            "section": "Authority of service providers",
            "content": " 19. A service provider may act on behalf of the Minister in exercising rights and performing duties under this Regulation, if authorized to do so by the Minister.  O. Reg. 74/17, s. 14.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK70\"></a><b>19.</b> A service provider may act on behalf of the Minister in exercising rights and performing duties under this Regulation, if authorized to do so by the Minister.  O. Reg. 74/17, s. 14.</p>"
        },
        {
            "id": "20.",
            "section": "Authority of service providers",
            "content": " 20. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 312/10, s. 20.",
            "raw_html": "<p class=\"section-e\"> <b>20.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 312/10, s. 20.</p>"
        },
        {
            "id": null,
            "section": "Authority of service providers",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/100312\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}