{
    "reg_info": {
        "full_title": "O. Reg. 316/19: DETERMINATION OF GEARED-TO-INCOME RENT UNDER SECTION 50 OF THE ACT",
        "reg_name_text": "DETERMINATION OF GEARED-TO-INCOME RENT UNDER SECTION 50 OF THE ACT",
        "citation": "O. Reg. 316/19: ",
        "act_under": "Housing Services Act, 2011",
        "url": "https://www.ontario.ca/laws/regulation/190316",
        "date_scraped": "2023-12-18 02:41:28"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "November 29, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/190316/v4",
            "valid_from": "January  1, 2021",
            "valid_to": "November 28, 2023"
        },
        {
            "a_href": "/laws/regulation/190316/v3",
            "valid_from": "November 30, 2020",
            "valid_to": "December 31, 2020"
        },
        {
            "a_href": "/laws/regulation/190316/v2",
            "valid_from": "July  1, 2020",
            "valid_to": "November 29, 2020"
        },
        {
            "a_href": "/laws/regulation/190316/v1",
            "valid_from": "September 23, 2019",
            "valid_to": "June 30, 2020"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Definitions",
            "content": " 1. (1) In this Regulation, “benefit unit” means a benefit unit under the Ontario Works Act, 1997 or the Ontario Disability Support Program Act, 1997; (“groupe de prestataires”) “child”, in relation to an individual, means a child of that individual born within or outside marriage (unless that child has been adopted by one or more other individuals in Ontario or according to the law of another jurisdiction), a child adopted by that individual in Ontario or according to the law of another jurisdiction, and a child whom the individual has demonstrated a settled intention to treat as a child of his or her family, but does not include a child placed in the individual’s home as a foster child for consideration by another person having lawful custody; (“enfant”) “dependent”, in relation to a benefit unit, has the same meaning as in Ontario Regulation 134/98 (General) made under the Ontario Works Act, 1997; (“personne à charge”) “family unit” means, (a) an individual, the individual’s spouse and all of the children of both or either of them who are living with them, (b) an individual and the individual’s spouse living with him or her, if neither has any children, (c) an individual and the individual’s children living with him or her, if the individual has no spouse, or (d) an individual, if the individual has no spouse and no children; (“cellule familiale”) “full-time attendance”, in relation to a student attending a recognized educational institution, means, in the case of a student having a permanent disability, taking at least 40 per cent of a full course load, and in the case of any other student, taking at least 60 per cent of a full course load, as determined from the course calendar of the educational institution; (“fréquenter à plein temps”) “recipient” has the same meaning as in the Ontario Works Act, 1997; (“bénéficiaire”) “recognized educational institution” means, (a) a school, as defined in the Education Act, (b) a university, (c) a college of applied arts and technology established under the Ontario Colleges of Applied Arts and Technology Act, 2002, (d) a private career college, as defined in the Private Career Colleges Act, 2005, or Note: On January 1, 2024, the day subsection 2 (1) of Schedule 29 to the Less Red Tape, Stronger Economy Act, 2023 comes into force, clause (d) of the definition of “recognized educational institution” in subsection 1 (1) of the Regulation is revoked and the following substituted: (See: O. Reg. 364/23, s. 1) (d) a career college, as defined in the Ontario Career Colleges Act, 2005, or (e) a private school, as defined in the Education Act, for which a notice of intention to operate has been submitted to the Ministry of Education in accordance with that Act; (“établissement d’enseignement reconnu”) “rent” means, (a) in relation to a unit in a non-profit housing co-operative under the Co-operative Corporations Act occupied by a member of the co-operative, housing charges as defined in that Act, other than sector support levies and initial membership fees, or (b) in all other cases, rent as defined in the Residential Tenancies Act, 2006; (“loyer”) “review by a review body” means a review requested under section 156 of the Act; (“révision par un organe de révision”) “spouse”, (a) in relation to a benefit unit, has the same meaning as in Ontario Regulation 134/98 made under the Ontario Works Act, 1997, or (b) in relation to a member of a family unit, means, (i) an individual who, together with the member, has declared to the service manager that the individual and the member are spouses, or (ii) an individual who is residing in the same dwelling place as the member, if the social and familial aspects of the relationship between the individual and the member amount to cohabitation and, A. the individual is providing financial support to the member, B. the member is providing financial support to the individual, or C. the individual and the member have a mutual agreement or arrangement regarding their financial affairs. (“conjoint”) (2) For the purpose of clause (b) of the definition of “spouse”, sexual factors shall not be investigated or considered in determining whether or not an individual is a spouse.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK0\"></a>1. </b>(1) In this Regulation,</p> <p class=\"definition-e\">“benefit unit” means a benefit unit under the <i>Ontario Works Act, 1997</i> or the <i>Ontario Disability Support Program Act, 1997</i>; (“groupe de prestataires”)</p> <p class=\"definition-e\">“child”, in relation to an individual, means a child of that individual born within or outside marriage (unless that child has been adopted by one or more other individuals in Ontario or according to the law of another jurisdiction), a child adopted by that individual in Ontario or according to the law of another jurisdiction, and a child whom the individual has demonstrated a settled intention to treat as a child of his or her family, but does not include a child placed in the individual’s home as a foster child for consideration by another person having lawful custody; (“enfant”)</p> <p class=\"definition-e\">“dependent”, in relation to a benefit unit, has the same meaning as in Ontario Regulation 134/98 (General) made under the <i>Ontario Works Act, 1997</i>; (“personne à charge”)</p> <p class=\"definition-e\">“family unit” means,</p> <p class=\"defclause-e\">  (a) an individual, the individual’s spouse and all of the children of both or either of them who are living with them,</p> <p class=\"defclause-e\">  (b) an individual and the individual’s spouse living with him or her, if neither has any children,</p> <p class=\"defclause-e\">  (c) an individual and the individual’s children living with him or her, if the individual has no spouse, or</p> <p class=\"defclause-e\">  (d) an individual, if the individual has no spouse and no children; (“cellule familiale”)</p> <p class=\"definition-e\">“full-time attendance”, in relation to a student attending a recognized educational institution, means, in the case of a student having a permanent disability, taking at least 40 per cent of a full course load, and in the case of any other student, taking at least 60 per cent of a full course load, as determined from the course calendar of the educational institution; (“fréquenter à plein temps”)</p> <p class=\"definition-e\">“recipient” has the same meaning as in the <i>Ontario Works Act, 1997</i>; (“bénéficiaire”)</p> <p class=\"definition-e\">“recognized educational institution” means,</p> <p class=\"defclause-e\">  (a) a school, as defined in the <i>Education Act</i>,</p> <p class=\"defclause-e\">  (b) a university,</p> <p class=\"defclause-e\">  (c) a college of applied arts and technology established under the <i>Ontario Colleges of Applied Arts and Technology Act, 2002</i>,</p> <p class=\"defclause-e\">  (d) a private career college, as defined in the <i>Private Career Colleges Act, 2005</i>, or</p> <p class=\"Pnote-e\"><span>Note: </span>On January 1, 2024, the day subsection 2 (1) of Schedule 29 to the <i>Less Red Tape, Stronger Economy Act, 2023</i> comes into force<span>, </span>clause (d) of the definition of “recognized educational institution” in subsection 1 (1) of the Regulation is revoked and the following substituted<span>: (See: O. Reg. 364/23, s. 1)</span></p> <p class=\"Yclause-e\">  (d) a career college, as defined in the <i>Ontario Career Colleges Act, 2005</i><i>, or</i></p> <p class=\"defclause-e\">  (e) a private school, as defined in the <i>Education Act</i>, for which a notice of intention to operate has been submitted to the Ministry of Education in accordance with that Act; (“établissement d’enseignement reconnu”)</p> <p class=\"definition-e\">“rent” means,</p> <p class=\"defclause-e\">  (a) in relation to a unit in a non-profit housing co-operative under the <i>Co-operative Corporations Act</i> occupied by a member of the co-operative, housing charges as defined in that Act, other than sector support levies and initial membership fees, or</p> <p class=\"defclause-e\">  (b) in all other cases, rent as defined in the <i>Residential Tenancies Act, 2006</i>; (“loyer”)</p> <p class=\"definition-e\">“review by a review body” means a review requested under section 156 of the Act; (“révision par un organe de révision”)</p> <p class=\"definition-e\">“spouse”,</p> <p class=\"defclause-e\">  (a) in relation to a benefit unit, has the same meaning as in Ontario Regulation 134/98 made under the <i>Ontario Works Act, 1997</i>, or</p> <p class=\"defclause-e\">  (b) in relation to a member of a family unit, means,</p> <p class=\"defsubclause-e\">  (i) an individual who, together with the member, has declared to the service manager that the individual and the member are spouses, or</p> <p class=\"defsubclause-e\">  (ii) an individual who is residing in the same dwelling place as the member, if the social and familial aspects of the relationship between the individual and the member amount to cohabitation and,</p> <p class=\"defsubsubclause-e\">  A. the individual is providing financial support to the member,</p> <p class=\"defsubsubclause-e\">  B. the member is providing financial support to the individual, or</p> <p class=\"defsubsubclause-e\">  C. the individual and the member have a mutual agreement or arrangement regarding their financial affairs. (“conjoint”)</p> <p class=\"subsection-e\">  (2) For the purpose of clause (b) of the definition of “spouse”, sexual factors shall not be investigated or considered in determining whether or not an individual is a spouse.</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Geared-to-income rent payable",
            "content": " 2. (1) For the purpose of section 50 of the Act, the geared-to-income rent payable for a month by a household that is eligible for rent-geared-to-income assistance and that occupies a rent-geared-to-income unit is the amount determined as follows: 1. If the household has at least one benefit unit, determine the rent attributable for the month to each benefit unit under section 3 or 4, as applicable. 2. If the household has at least one family unit that is not, and no part of which is, a benefit unit, determine the rent attributable for the month to each family unit under section 5. 3. If the household has at least one family unit a part of which is a benefit unit and the other part of which is not, determine in accordance with section 5 the rent attributable for the month to the part of each of such family units that is not a benefit unit. 4. Calculate the sum of the amounts determined under paragraphs 1 to 3. 5. Add to the amount determined under paragraph 4 the amount of the increases, if any, required by section 9 in respect of services or utilities. 6. Subtract from the amount determined under paragraph 5 the amount of the reductions, if any, required by section 9 in respect of services, utilities or heating. O. Reg. 316/19, s. 2 (1). (2) Despite subsection (1), (a) the minimum geared-to-income rent payable for a month by a household that is eligible for rent-geared-to-income assistance is the minimum rent amount determined under subsections (3), (4), (5), (7), (7.1) and (8) at the time of a service manager’s determination of the household’s geared-to-income rent; and (b) the maximum geared-to-income rent payable for a month by a household that is eligible for rent-geared-to-income assistance is the rent that would be payable for the unit occupied by the household if the unit were occupied by a household not eligible for rent-geared-to-income assistance. O. Reg. 316/19, s. 2 (2); O. Reg. 691/20, s. 1 (1). (3) For the period from July 1 to June 30, commencing the day this Regulation comes into force, the minimum rent amount is $129. O. Reg. 316/19, s. 2 (3). (4) For each subsequent period of July 1 to June 30, the minimum rent amount is the amount determined as follows: 1. Express as a decimal the rent increase guideline published in the Ontario Gazette\r\nunder subsection 120 (3) of the Residential Tenancies Act, 2006 for the calendar year in which the period commences. 2. Add 1 to the number determined under paragraph 1. 3. Multiply the minimum rent amount for the prior period from July 1 to June 30 by the number determined under paragraph 2. O. Reg. 316/19, s. 2 (4). (4.1) For the period from July 1, 2021 to June 30, 2022, the rent increase guideline for the purpose of paragraph 1 of subsection (4) is the guideline published in The Ontario Gazette on August 29, 2020 and not the guideline determined under subsection 120 (3.1) of the Residential Tenancies Act, 2006. O. Reg. 691/20, s. 1 (2). (5) Despite subsections (3) and (4), if all the criteria set out in subsection (6) are met at the time of the service manager’s determination of a household’s geared-to-income rent, the minimum rent amount for the household is determined as follows: 1. For the period from July 1 to June 30, commencing the day this Regulation comes into force, the minimum rent amount for the household is $93. 2. For each subsequent period from July 1 to June 30, add $8 to the minimum rent amount for the household for the prior period from July 1 to June 30. O. Reg. 316/19, s. 2 (5). (6) The criteria referred to in subsection (5) are the following: 1. The household is receiving rent-geared-to-income assistance on the day this Regulation comes into force. 2. The household’s geared-to-income-rent payable immediately prior to the day this Regulation comes into force, determined in accordance with section 47 of Ontario Regulation 298/01 (Determination of Geared-To-Income Rent Under Section 50 of the Act) made under the Act, is less than $129. 3. One of the following is less than the minimum rent amount applicable under subsections (3) and (4): i. The household’s geared-to-income-rent determined in accordance with subsection (1), without reference to the rest of this section. ii. If, in accordance with subsections 12 (1) and (2), the service manager is continuing to determine rent-geared-to-income assistance in accordance with Ontario Regulation 298/01 as it read immediately before its revocation under section 13, the household’s geared-to-income-rent determined in accordance with subsection 47 (1) of that Regulation, without reference to the rest of that section and paragraphs 2, 3 and 4 of subsection 12 (2) of this Regulation. 4. If one or more prior determinations of the household’s geared-to-income-rent have been made under this Regulation, the applicable amount referred to in subparagraph 3 i or ii, as the case may be, was at the time of each determination less than the minimum rent amount applicable under subsections (3) and (4) at that time. O. Reg. 316/19, s. 2 (6). (7) Subsection (5) shall cease to apply for all purposes on the day, if any, on which the minimum rent amount determined under subsection (5) exceeds the minimum rent amount determined under subsection (4). O. Reg. 316/19, s. 2 (7). (7.1) If, in the period from January 1, 2021 to December 31, 2021, a household’s geared-to-income rent increases as a result of the application of clause (2) (a), the increase takes effect on January 1, 2022. O. Reg. 691/20, s. 1 (2). (8) Despite subsections (3), (4) and (5), for a household consisting of only one or more benefit units whose total rent attributable for the month is determined under section 3 and is less than the minimum rent amount applicable under subsections (3) and (4), the minimum rent amount is the household’s total rent attributable for the month determined under section 3. O. Reg. 316/19, s. 2 (8). (9) The geared-to-income rent payable for a fraction of a month is the amount determined by multiplying the geared-to-income rent payable for the month by the fraction of the month for which the rent is payable. O. Reg. 316/19, s. 2 (9).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>2. </b>(1) For the purpose of section 50 of the Act, the geared-to-income rent payable for a month by a household that is eligible for rent-geared-to-income assistance and that occupies a rent-geared-to-income unit is the amount determined as follows:</p> <p class=\"paragraph-e\">  1. If the household has at least one benefit unit, determine the rent attributable for the month to each benefit unit under section 3 or 4, as applicable.</p> <p class=\"paragraph-e\">  2. If the household has at least one family unit that is not, and no part of which is, a benefit unit, determine the rent attributable for the month to each family unit under section 5.</p> <p class=\"paragraph-e\">  3. If the household has at least one family unit a part of which is a benefit unit and the other part of which is not, determine in accordance with section 5 the rent attributable for the month to the part of each of such family units that is not a benefit unit.</p> <p class=\"paragraph-e\">  4. Calculate the sum of the amounts determined under paragraphs 1 to 3.</p> <p class=\"paragraph-e\">  5. Add to the amount determined under paragraph 4 the amount of the increases, if any, required by section 9 in respect of services or utilities.</p> <p class=\"paragraph-e\">  6. Subtract from the amount determined under paragraph 5 the amount of the reductions, if any, required by section 9 in respect of services, utilities or heating. O. Reg. 316/19, s. 2 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1),</p> <p class=\"clause-e\">  (a) the minimum geared-to-income rent payable for a month by a household that is eligible for rent-geared-to-income assistance is the minimum rent amount determined under subsections (3), (4), (5), (7), (7.1) and (8) at the time of a service manager’s determination of the household’s geared-to-income rent; and</p> <p class=\"clause-e\">  (b) the maximum geared-to-income rent payable for a month by a household that is eligible for rent-geared-to-income assistance is the rent that would be payable for the unit occupied by the household if the unit were occupied by a household not eligible for rent-geared-to-income assistance. O. Reg. 316/19, s. 2 (2); O. Reg. 691/20, s. 1 (1).</p> <p class=\"subsection-e\">  (3) For the period from July 1 to June 30, commencing the day this Regulation comes into force, the minimum rent amount is $129. O. Reg. 316/19, s. 2 (3).</p> <p class=\"subsection-e\">  (4) For each subsequent period of July 1 to June 30, the minimum rent amount is the amount determined as follows:</p> <p class=\"paragraph-e\">  1. Express as a decimal the rent increase guideline published in the <i>Ontario Gazette</i>\r\nunder subsection 120 (3) of the <i>Residential Tenancies Act, 2006</i> for the calendar year in which the period commences.</p> <p class=\"paragraph-e\">  2. Add 1 to the number determined under paragraph 1.</p> <p class=\"paragraph-e\">  3. Multiply the minimum rent amount for the prior period from July 1 to June 30 by the number determined under paragraph 2. O. Reg. 316/19, s. 2 (4).</p> <p class=\"subsection-e\">  (4.1) For the period from July 1, 2021 to June 30, 2022, the rent increase guideline for the purpose of paragraph 1 of subsection (4) is the guideline published in <i>The Ontario Gazette</i> on August 29, 2020 and not the guideline determined under subsection 120 (3.1) of the <i>Residential Tenancies Act, 2006</i>. O. Reg. 691/20, s. 1 (2).</p> <p class=\"subsection-e\">  (5) Despite subsections (3) and (4), if all the criteria set out in subsection (6) are met at the time of the service manager’s determination of a household’s geared-to-income rent, the minimum rent amount for the household is determined as follows:</p> <p class=\"paragraph-e\">  1. For the period from July 1 to June 30, commencing the day this Regulation comes into force, the minimum rent amount for the household is $93.</p> <p class=\"paragraph-e\">  2. For each subsequent period from July 1 to June 30, add $8 to the minimum rent amount for the household for the prior period from July 1 to June 30. O. Reg. 316/19, s. 2 (5).</p> <p class=\"subsection-e\">  (6) The criteria referred to in subsection (5) are the following:</p> <p class=\"paragraph-e\">  1. The household is receiving rent-geared-to-income assistance on the day this Regulation comes into force.</p> <p class=\"paragraph-e\">  2. The household’s geared-to-income-rent payable immediately prior to the day this Regulation comes into force, determined in accordance with section 47 of Ontario Regulation 298/01 (Determination of Geared-To-Income Rent Under Section 50 of the Act) made under the Act, is less than $129.</p> <p class=\"paragraph-e\">  3. One of the following is less than the minimum rent amount applicable under subsections (3) and (4):</p> <p class=\"subpara-e\">  i. The household’s geared-to-income-rent determined in accordance with subsection (1), without reference to the rest of this section.</p> <p class=\"subpara-e\">  ii. If, in accordance with subsections 12 (1) and (2), the service manager is continuing to determine rent-geared-to-income assistance in accordance with Ontario Regulation 298/01 as it read immediately before its revocation under section 13, the household’s geared-to-income-rent determined in accordance with subsection 47 (1) of that Regulation, without reference to the rest of that section and paragraphs 2, 3 and 4 of subsection 12 (2) of this Regulation.</p> <p class=\"paragraph-e\">  4. If one or more prior determinations of the household’s geared-to-income-rent have been made under this Regulation, the applicable amount referred to in subparagraph 3 i or ii, as the case may be, was at the time of each determination less than the minimum rent amount applicable under subsections (3) and (4) at that time. O. Reg. 316/19, s. 2 (6).</p> <p class=\"subsection-e\">  (7) Subsection (5) shall cease to apply for all purposes on the day, if any, on which the minimum rent amount determined under subsection (5) exceeds the minimum rent amount determined under subsection (4). O. Reg. 316/19, s. 2 (7).</p> <p class=\"subsection-e\">  (7.1) If, in the period from January 1, 2021 to December 31, 2021, a household’s geared-to-income rent increases as a result of the application of clause (2) (a), the increase takes effect on January 1, 2022. O. Reg. 691/20, s. 1 (2).</p> <p class=\"subsection-e\">  (8) Despite subsections (3), (4) and (5), for a household consisting of only one or more benefit units whose total rent attributable for the month is determined under section 3 and is less than the minimum rent amount applicable under subsections (3) and (4), the minimum rent amount is the household’s total rent attributable for the month determined under section 3. O. Reg. 316/19, s. 2 (8).</p> <p class=\"subsection-e\">  (9) The geared-to-income rent payable for a fraction of a month is the amount determined by multiplying the geared-to-income rent payable for the month by the fraction of the month for which the rent is payable. O. Reg. 316/19, s. 2 (9).</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Benefit units",
            "content": " 3. (1) In the case of a benefit unit under the Ontario Works Act, 1997\r\nconsisting of a recipient with no spouse but with one or more other dependants, the rent attributable for a month to a benefit unit of a size set out in Column 1 of Table 1 is the amount set out opposite the benefit unit in Column 2 of Table 1. (2) Subsection (1) does not apply to a benefit unit of a size set out in Column 1 of Table 1 if the total non-benefit income for the month of the members of the benefit unit exceeds the amount set out opposite the benefit unit in Column 3 of Table 1. (3) In the case of a benefit unit under the Ontario Works Act, 1997, other than one described in subsection (1), the rent attributable for a month to a benefit unit of a size set out in Column 1 of Table 2 is the amount set out opposite the benefit unit in Column 2 of Table 2. (4) Subsection (3) does not apply to a benefit unit of a size set out in Column 1 of Table 2 if the total non-benefit income for the month of the members of the benefit unit exceeds the amount set out opposite the benefit unit in Column 3 of Table 2. (5) In the case of a benefit unit under the Ontario Disability Support Program Act, 1997, the rent attributable for a month to a benefit unit of a size set out in Column 1 of Table 3 is the amount set out opposite the benefit unit in Column 2 of Table 3. (6) Subsection (5) does not apply to a benefit unit of a size set out in Column 1 of Table 3 if the total non-benefit income for the month of the members of the benefit unit exceeds the amount set out opposite the benefit unit in Column 3 of Table 3. (7) Subsection (5) does not apply to a benefit unit if, (a) the total amount of a spouse’s allowance under the Old Age Security Act (Canada) payable to the benefit unit for the month exceeds the amount payable to the benefit unit for basic needs for the month under paragraph 1 of subsection 30 (1) of Ontario Regulation 222/98 (General) made under the Ontario Disability Support Program Act, 1997; or (b) the total amount of disability benefits under the Canada Pension Plan payable to the benefit unit for the month exceeds the amount payable to the benefit unit for basic needs for the month under paragraph 1 of subsection 30 (1) of Ontario Regulation 222/98 made under the Ontario Disability Support Program Act, 1997. (8) For the purposes of subsections (2), (4) and (6), the total non-benefit income for a month of the members of a benefit unit is the amount determined as follows: 1. Add together the net income of each member of the benefit unit determined under subsection (9), excluding the net income of members who are in full-time attendance at a recognized educational institution. 2. Divide the amount determined under paragraph 1 by 12. 3. Subtract from the amount determined under paragraph 2 the amount of any monthly payment received by the members of the benefit unit under the Ontario Works Act, 1997 and the Ontario Disability Support Program Act, 1997. (9) For the purpose of paragraph 1 of subsection (8), the net income of each member of the benefit unit shall be calculated in accordance with the following rules: 1. If the calculation is done for an initial calculation of geared-to-income rent under section 2, the net income shall be determined under subsection 6 (2), as if that subsection applied with respect to the net income of a member of a benefit unit. 2. If the calculation is done for the purposes of a review under section 10, the net income shall be determined under subsection 6 (3) or (4), as if those subsections applied with respect to the net income of a member of a benefit unit. 3. If the calculation is done for the purposes of a review under section 11, the net income shall be determined under subsection 6 (5), as if that subsection applied with respect to the net income of a member of a benefit unit. (10) For the purposes of the calculation of net income of a member of a benefit unit under paragraph 1 of subsection 6 (2) and subsection 6 (3), the service manager shall verify the net income of a member of the benefit unit in accordance with subsections 6 (6) and (7), read as if those subsections applied with respect to the net income of a member of a benefit unit.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>3. </b>(1) In the case of a benefit unit under the <i>Ontario Works Act, 1997</i>\r\nconsisting of a recipient with no spouse but with one or more other dependants, the rent attributable for a month to a benefit unit of a size set out in Column 1 of Table 1 is the amount set out opposite the benefit unit in Column 2 of Table 1.</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply to a benefit unit of a size set out in Column 1 of Table 1 if the total non-benefit income for the month of the members of the benefit unit exceeds the amount set out opposite the benefit unit in Column 3 of Table 1.</p> <p class=\"subsection-e\">  (3) In the case of a benefit unit under the <i>Ontario Works Act, 1997</i>, other than one described in subsection (1), the rent attributable for a month to a benefit unit of a size set out in Column 1 of Table 2 is the amount set out opposite the benefit unit in Column 2 of Table 2.</p> <p class=\"subsection-e\">  (4) Subsection (3) does not apply to a benefit unit of a size set out in Column 1 of Table 2 if the total non-benefit income for the month of the members of the benefit unit exceeds the amount set out opposite the benefit unit in Column 3 of Table 2.</p> <p class=\"subsection-e\">  (5) In the case of a benefit unit under the <i>Ontario Disability Support Program Act, 1997</i>, the rent attributable for a month to a benefit unit of a size set out in Column 1 of Table 3 is the amount set out opposite the benefit unit in Column 2 of Table 3.</p> <p class=\"subsection-e\">  (6) Subsection (5) does not apply to a benefit unit of a size set out in Column 1 of Table 3 if the total non-benefit income for the month of the members of the benefit unit exceeds the amount set out opposite the benefit unit in Column 3 of Table 3.</p> <p class=\"subsection-e\">  (7) Subsection (5) does not apply to a benefit unit if,</p> <p class=\"clause-e\">  (a) the total amount of a spouse’s allowance under the <i>Old Age Security Act</i> (Canada) payable to the benefit unit for the month exceeds the amount payable to the benefit unit for basic needs for the month under paragraph 1 of subsection 30 (1) of Ontario Regulation 222/98 (General) made under the <i>Ontario Disability Support Program Act, 1997</i>; or</p> <p class=\"clause-e\">  (b) the total amount of disability benefits under the <i>Canada Pension Plan</i> payable to the benefit unit for the month exceeds the amount payable to the benefit unit for basic needs for the month under paragraph 1 of subsection 30 (1) of Ontario Regulation 222/98 made under the <i>Ontario Disability Support Program Act, 1997</i>.</p> <p class=\"subsection-e\">  (8) For the purposes of subsections (2), (4) and (6), the total non-benefit income for a month of the members of a benefit unit is the amount determined as follows:</p> <p class=\"paragraph-e\">  1. Add together the net income of each member of the benefit unit determined under subsection (9), excluding the net income of members who are in full-time attendance at a recognized educational institution.</p> <p class=\"paragraph-e\">  2. Divide the amount determined under paragraph 1 by 12.</p> <p class=\"paragraph-e\">  3. Subtract from the amount determined under paragraph 2 the amount of any monthly payment received by the members of the benefit unit under the <i>Ontario Works Act, 1997</i> and the <i>Ontario Disability Support Program Act, 1997</i>.</p> <p class=\"subsection-e\">  (9) For the purpose of paragraph 1 of subsection (8), the net income of each member of the benefit unit shall be calculated in accordance with the following rules:</p> <p class=\"paragraph-e\">  1. If the calculation is done for an initial calculation of geared-to-income rent under section 2, the net income shall be determined under subsection 6 (2), as if that subsection applied with respect to the net income of a member of a benefit unit.</p> <p class=\"paragraph-e\">  2. If the calculation is done for the purposes of a review under section 10, the net income shall be determined under subsection 6 (3) or (4), as if those subsections applied with respect to the net income of a member of a benefit unit.</p> <p class=\"paragraph-e\">  3. If the calculation is done for the purposes of a review under section 11, the net income shall be determined under subsection 6 (5), as if that subsection applied with respect to the net income of a member of a benefit unit.</p> <p class=\"subsection-e\">  (10) For the purposes of the calculation of net income of a member of a benefit unit under paragraph 1 of subsection 6 (2) and subsection 6 (3), the service manager shall verify the net income of a member of the benefit unit in accordance with subsections 6 (6) and (7), read as if those subsections applied with respect to the net income of a member of a benefit unit.</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Benefit units to which s. 3 (1), (3) and (5) do not apply",
            "content": " 4. (1) If subsections 3 (1), (3) and (5) do not apply to a benefit unit, the rent attributable for a month to the benefit unit is determined as follows: 1. Take the amount determined under subsection 3 (8). 2. Subtract from the amount referred to in paragraph 1, i. for a benefit unit with one person, if the person’s income is included in the calculation of geared-to-income rent, the amount of income from employment of the person, up to a maximum of $75, or ii. for a benefit unit with more than one person, the total amount of the income from employment of the members of the benefit unit whose net income is included in the calculation of geared-to-income rent, up to a maximum of $150. 3. Multiply the amount determined under paragraph 2 by 0.3. (2) For the purposes of subsection (1), the income from employment of each member of the benefit unit shall be determined in accordance with the following rules: 1. The income from employment of a member of the benefit unit shall be determined under section 7, as if that section applied with respect to the income from employment of a member of a benefit unit. 2. If the net income of the member of the benefit unit was determined under paragraph 1 of subsection 6 (2) or subsection 6 (3), the income from employment shall be determined under subsection 7 (1). 3. If the net income of the member of the benefit unit was determined under paragraph 2 of subsection 6 (2) or subsection 6 (4) or (5), the income from employment shall be determined under subsection 7 (2). (3) For the purposes of a determination under paragraph 2 of subsection (2), the service manager shall verify the income from employment of a member of the benefit unit under subsection 7 (4), as if that subsection applied with respect to the income from employment of a member of a benefit unit.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>4. </b>(1) If subsections 3 (1), (3) and (5) do not apply to a benefit unit, the rent attributable for a month to the benefit unit is determined as follows:</p> <p class=\"paragraph-e\">  1. Take the amount determined under subsection 3 (8).</p> <p class=\"paragraph-e\">  2. Subtract from the amount referred to in paragraph 1,</p> <p class=\"subpara-e\">  i. for a benefit unit with one person, if the person’s income is included in the calculation of geared-to-income rent, the amount of income from employment of the person, up to a maximum of $75, or</p> <p class=\"subpara-e\">  ii. for a benefit unit with more than one person, the total amount of the income from employment of the members of the benefit unit whose net income is included in the calculation of geared-to-income rent, up to a maximum of $150.</p> <p class=\"paragraph-e\">  3. Multiply the amount determined under paragraph 2 by 0.3.</p> <p class=\"subsection-e\">  (2) For the purposes of subsection (1), the income from employment of each member of the benefit unit shall be determined in accordance with the following rules:</p> <p class=\"paragraph-e\">  1. The income from employment of a member of the benefit unit shall be determined under section 7, as if that section applied with respect to the income from employment of a member of a benefit unit.</p> <p class=\"paragraph-e\">  2. If the net income of the member of the benefit unit was determined under paragraph 1 of subsection 6 (2) or subsection 6 (3), the income from employment shall be determined under subsection 7 (1).</p> <p class=\"paragraph-e\">  3. If the net income of the member of the benefit unit was determined under paragraph 2 of subsection 6 (2) or subsection 6 (4) or (5), the income from employment shall be determined under subsection 7 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of a determination under paragraph 2 of subsection (2), the service manager shall verify the income from employment of a member of the benefit unit under subsection 7 (4), as if that subsection applied with respect to the income from employment of a member of a benefit unit.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Family units",
            "content": " 5. (1) This section applies to a family unit that is not, and no part of which is, a benefit unit. (2) In the case of a family unit a part of which is a benefit unit and the other part of which is not, this section applies to the part of the family unit that is not a benefit unit. (3) The rent attributable for a month to a family unit to which this section applies, as described in subsection (1), or a part of a family unit to which this section applies, as described in subsection (2), is the amount determined as follows: 1. Determine under subsection 6 (1) the adjusted family net income for the month of the family unit or the part of the family unit. 2. Subtract from the amount referred to in paragraph 1, i. for a family unit or part of a family unit with one person, if the person’s income is included in the calculation of geared-to-income rent, the amount of income from employment of the person determined under section 7, up to a maximum of $75, or ii. for a family unit or part of a family unit with more than one person, the total amount of the income from employment determined under section 7 of the members of the family unit or part of the family unit whose net income is included in the calculation of geared-to-income rent, up to a maximum of $150. 3. Multiply the amount determined in paragraph 2 by 0.3.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK4\"></a>5. </b>(1) This section applies to a family unit that is not, and no part of which is, a benefit unit.</p> <p class=\"subsection-e\">  (2) In the case of a family unit a part of which is a benefit unit and the other part of which is not, this section applies to the part of the family unit that is not a benefit unit.</p> <p class=\"subsection-e\">  (3) The rent attributable for a month to a family unit to which this section applies, as described in subsection (1), or a part of a family unit to which this section applies, as described in subsection (2), is the amount determined as follows:</p> <p class=\"paragraph-e\">  1. Determine under subsection 6 (1) the adjusted family net income for the month of the family unit or the part of the family unit.</p> <p class=\"paragraph-e\">  2. Subtract from the amount referred to in paragraph 1,</p> <p class=\"subpara-e\">  i. for a family unit or part of a family unit with one person, if the person’s income is included in the calculation of geared-to-income rent, the amount of income from employment of the person determined under section 7, up to a maximum of $75, or</p> <p class=\"subpara-e\">  ii. for a family unit or part of a family unit with more than one person, the total amount of the income from employment determined under section 7 of the members of the family unit or part of the family unit whose net income is included in the calculation of geared-to-income rent, up to a maximum of $150.</p> <p class=\"paragraph-e\">  3. Multiply the amount determined in paragraph 2 by 0.3.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Adjusted family net income",
            "content": " 6. (1) For the purpose of paragraph 1 of subsection 5 (3), the adjusted family net income of a family unit for a month is the amount determined as follows: 1. Add together the net income of each member of the family unit, excluding members who are in full-time attendance at a recognized educational facility. 2. Divide the amount determined in paragraph 1 by 12. (2) For the purposes of an initial calculation of geared-to-income rent under section 2, the net income of a member of a family unit is, at the sole discretion of the service manager, either of the following: 1. The amount determined as follows: i. Take the net income amount for the member indicated on the latest notice of assessment issued under the Income Tax Act (Canada) for the member’s most recent taxation year that ended before the application is considered or, if no notice of assessment has been issued for that taxation year, the amount that would appear on the net income line had the notice of assessment been issued. ii. Subtract from the amount referred to in subparagraph i the total amount of all payments from a registered disability savings plan received by the member in that taxation year. iii. Add to the amount determined in subparagraph ii the total amount of all payments from a registered disability savings plan repaid by the member in that taxation year. 2. The amount that best approximates the member’s net income for the 12-month period beginning on the first day of the month following the month in which the application is considered, calculated and adjusted by the service manager in the same manner as the amount referred to in paragraph 1 based on the service manager’s projections of the member’s income and deductions for that period. (3) Subject to subsection (4), for the purposes of the calculation of the amount of geared-to-income rent on an annual review under section 10, the net income of a member of a family unit is determined as follows: 1. Take either, i. the net income amount for the member indicated on the latest notice of assessment issued under the Income Tax Act (Canada) for, A. if the review is conducted during the period from July 1 to December 31, the member’s most recent taxation year that ended before the beginning of the month in which the review is commenced, or B. if the review is conducted during the period from January 1 to June 30, the member’s taxation year immediately preceding the year referred to in sub-subparagraph A, or ii. if no notice of assessment has been issued for that taxation year, the amount that would appear on the net income line had the notice of assessment been issued. 2. Subtract from the amount referred to in paragraph 1 the total amount of all payments from a registered disability savings plan received by the member in that taxation year. 3. Add to the amount determined in paragraph 2 the total amount of all payments from a registered disability savings plan repaid by the member in that taxation year. (4) If, in the opinion of the service manager, the amount determined under subsection (3) does not accurately reflect the current financial position of a member of a family unit, the net income of the member is the amount that best approximates the member’s net income for the 12-month period beginning on the first day of the month following the month in which the annual review is commenced, calculated and adjusted by the service manager in the same manner as the amount referred to in subsection (3), based on the service manager’s projections of the member’s income and deductions for that period. (5) For the purposes of the calculation of the amount of geared-to-income rent on a review under section 11, the net income of a member of a family unit is the amount that best approximates the member’s net income for the 12-month period beginning on the first day of the month following the month in which the review is commenced, calculated and adjusted by the service manager in the same manner as the amount referred to in subsection (3) based on the service manager’s projections of the member’s income and deductions for that period. (6) For the purposes of an initial calculation of geared-to-income rent under section 2 or the calculation of geared-to-income rent on an annual review under section 10, the service manager shall verify the net income of a member of the family unit referred to in subparagraph 1 i of subsection (2) and paragraph 1 of subsection (3), (a) by means of either, (i) the latest notice of assessment issued to the member under the Income Tax Act\r\n(Canada) for the applicable taxation year, or (ii) a proof of income statement issued by the Canada Revenue Agency; or (b) if the documents referred to in clause (a) are not available, by using the verification methods developed by the service manager to verify the net income of a member. (7) For the purposes of an initial calculation of geared-to-income rent under section 2 or the calculation of rent on an annual review under section 10, the service manager shall verify amounts referred to in subparagraphs 1 ii and iii of subsection (2) or in paragraphs 2 and 3 of subsection (3), as the case may be, (a) by means of the latest information available to the member from the Canada Revenue Agency in respect of the applicable taxation year; or (b) if the information referred to in clause (a) is not available, by using the verification methods developed by the service manager to verify any payments from a registered disability savings plan received or repaid by a member. (8) In this section, “registered disability savings plan” means a registered disability savings plan as defined in subsection 146.4 (1) of the Income Tax Act (Canada). (“régime enregistré d’épargne-invalidité”)",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK5\"></a>6. </b>(1) For the purpose of paragraph 1 of subsection 5 (3), the adjusted family net income of a family unit for a month is the amount determined as follows:</p> <p class=\"paragraph-e\">  1. Add together the net income of each member of the family unit, excluding members who are in full-time attendance at a recognized educational facility.</p> <p class=\"paragraph-e\">  2. Divide the amount determined in paragraph 1 by 12.</p> <p class=\"subsection-e\">  (2) For the purposes of an initial calculation of geared-to-income rent under section 2, the net income of a member of a family unit is, at the sole discretion of the service manager, either of the following:</p> <p class=\"paragraph-e\">  1. The amount determined as follows:</p> <p class=\"subpara-e\">  i. Take the net income amount for the member indicated on the latest notice of assessment issued under the <i>Income Tax Act</i> (Canada) for the member’s most recent taxation year that ended before the application is considered or, if no notice of assessment has been issued for that taxation year, the amount that would appear on the net income line had the notice of assessment been issued.</p> <p class=\"subpara-e\">  ii. Subtract from the amount referred to in subparagraph i the total amount of all payments from a registered disability savings plan received by the member in that taxation year.</p> <p class=\"subpara-e\">  iii. Add to the amount determined in subparagraph ii the total amount of all payments from a registered disability savings plan repaid by the member in that taxation year.</p> <p class=\"paragraph-e\">  2. The amount that best approximates the member’s net income for the 12-month period beginning on the first day of the month following the month in which the application is considered, calculated and adjusted by the service manager in the same manner as the amount referred to in paragraph 1 based on the service manager’s projections of the member’s income and deductions for that period.</p> <p class=\"subsection-e\">  (3) Subject to subsection (4), for the purposes of the calculation of the amount of geared-to-income rent on an annual review under section 10, the net income of a member of a family unit is determined as follows:</p> <p class=\"paragraph-e\">  1. Take either,</p> <p class=\"subpara-e\">  i. the net income amount for the member indicated on the latest notice of assessment issued under the <i>Income Tax Act</i> (Canada) for,</p> <p class=\"subsubpara-e\">  A. if the review is conducted during the period from July 1 to December 31, the member’s most recent taxation year that ended before the beginning of the month in which the review is commenced, or</p> <p class=\"subsubpara-e\">  B. if the review is conducted during the period from January 1 to June 30, the member’s taxation year immediately preceding the year referred to in sub-subparagraph A, or</p> <p class=\"subpara-e\">  ii. if no notice of assessment has been issued for that taxation year, the amount that would appear on the net income line had the notice of assessment been issued.</p> <p class=\"paragraph-e\">  2. Subtract from the amount referred to in paragraph 1 the total amount of all payments from a registered disability savings plan received by the member in that taxation year.</p> <p class=\"paragraph-e\">  3. Add to the amount determined in paragraph 2 the total amount of all payments from a registered disability savings plan repaid by the member in that taxation year.</p> <p class=\"subsection-e\">  (4) If, in the opinion of the service manager, the amount determined under subsection (3) does not accurately reflect the current financial position of a member of a family unit, the net income of the member is the amount that best approximates the member’s net income for the 12-month period beginning on the first day of the month following the month in which the annual review is commenced, calculated and adjusted by the service manager in the same manner as the amount referred to in subsection (3), based on the service manager’s projections of the member’s income and deductions for that period.</p> <p class=\"subsection-e\">  (5) For the purposes of the calculation of the amount of geared-to-income rent on a review under section 11, the net income of a member of a family unit is the amount that best approximates the member’s net income for the 12-month period beginning on the first day of the month following the month in which the review is commenced, calculated and adjusted by the service manager in the same manner as the amount referred to in subsection (3) based on the service manager’s projections of the member’s income and deductions for that period.</p> <p class=\"subsection-e\">  (6) For the purposes of an initial calculation of geared-to-income rent under section 2 or the calculation of geared-to-income rent on an annual review under section 10, the service manager shall verify the net income of a member of the family unit referred to in subparagraph 1 i of subsection (2) and paragraph 1 of subsection (3),</p> <p class=\"clause-e\">  (a) by means of either,</p> <p class=\"subclause-e\">  (i) the latest notice of assessment issued to the member under the <i>Income Tax Act</i>\r\n(Canada) for the applicable taxation year, or</p> <p class=\"subclause-e\">  (ii) a proof of income statement issued by the Canada Revenue Agency; or</p> <p class=\"clause-e\">  (b) if the documents referred to in clause (a) are not available, by using the verification methods developed by the service manager to verify the net income of a member.</p> <p class=\"subsection-e\">  (7) For the purposes of an initial calculation of geared-to-income rent under section 2 or the calculation of rent on an annual review under section 10, the service manager shall verify amounts referred to in subparagraphs 1 ii and iii of subsection (2) or in paragraphs 2 and 3 of subsection (3), as the case may be,</p> <p class=\"clause-e\">  (a) by means of the latest information available to the member from the Canada Revenue Agency in respect of the applicable taxation year; or</p> <p class=\"clause-e\">  (b) if the information referred to in clause (a) is not available, by using the verification methods developed by the service manager to verify any payments from a registered disability savings plan received or repaid by a member.</p> <p class=\"subsection-e\">  (8) In this section,</p> <p class=\"definition-e\">“registered disability savings plan” means a registered disability savings plan as defined in subsection 146.4 (1) of the <i>Income Tax Act</i> <span>(Canada). (“</span>régime enregistré d’épargne-invalidité”)</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Income from employment",
            "content": " 7. (1) If the net income of a member of the family unit is determined under paragraph 1 of subsection 6 (2) or subsection 6 (3), income from employment for that member is the total amount of all income from employment received by the member in the taxation year that is applicable to the determination of net income for the member. (2) If the net income of the member of the family unit is determined under paragraph 2 of subsection 6 (2) or subsection 6 (4) or (5), income from employment for that member is the amount that best approximates the member’s income from employment for the 12-month period beginning on the first day of the month following the month in which the application is considered or the 12-month period beginning on the first day of the month following the month in which the review under section 10 or 11 is commenced, whichever is applicable to the determination of net income, based on the service manager’s projections of the member’s income from employment for that period. (3) For the purposes of subsections (1) and (2), income from employment includes the following: 1. Wages or salary. 2. A commission or bonus. 3. Tips and gratuities. 4. Vacation pay. 5. Remuneration as a dependant contractor. 6. Income from work in a business that the member directly or indirectly operates and controls. 7. Unemployment benefits under the Employment Insurance Act (Canada). 8. Payments for a loss of earnings under the insurance plan under the Workplace Safety and Insurance Act, 1997. 9. Payments for sick leave or a short-term disability under a private or workplace insurance plan. 10. Any other income the service manager determines is related to employment. (4) For the purposes of the calculation under subsection (1), the service manager shall verify the income from employment of a member of the family unit for the applicable taxation year, (a) by means of a proof of income statement issued by the Canada Revenue Agency; or (b) if a proof of income statement is not available, by using the verification methods developed by the service manager to verify the income from employment of the member.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>7. </b>(1) If the net income of a member of the family unit is determined under paragraph 1 of subsection 6 (2) or subsection 6 (3), income from employment for that member is the total amount of all income from employment received by the member in the taxation year that is applicable to the determination of net income for the member.</p> <p class=\"subsection-e\">  (2) If the net income of the member of the family unit is determined under paragraph 2 of subsection 6 (2) or subsection 6 (4) or (5), income from employment for that member is the amount that best approximates the member’s income from employment for the 12-month period beginning on the first day of the month following the month in which the application is considered or the 12-month period beginning on the first day of the month following the month in which the review under section 10 or 11 is commenced, whichever is applicable to the determination of net income, based on the service manager’s projections of the member’s income from employment for that period.</p> <p class=\"subsection-e\">  (3) For the purposes of subsections (1) and (2), income from employment includes the following:</p> <p class=\"paragraph-e\">  1. Wages or salary.</p> <p class=\"paragraph-e\">  2. A commission or bonus.</p> <p class=\"paragraph-e\">  3. Tips and gratuities.</p> <p class=\"paragraph-e\">  4. Vacation pay.</p> <p class=\"paragraph-e\">  5. Remuneration as a dependant contractor.</p> <p class=\"paragraph-e\">  6. Income from work in a business that the member directly or indirectly operates and controls.</p> <p class=\"paragraph-e\">  7. Unemployment benefits under the <i>Employment Insurance Act</i> (Canada).</p> <p class=\"paragraph-e\">  8. Payments for a loss of earnings under the insurance plan under the <i>Workplace Safety and Insurance Act, 1997</i>.</p> <p class=\"paragraph-e\">  9. Payments for sick leave or a short-term disability under a private or workplace insurance plan.</p> <p class=\"paragraph-e\">  10. Any other income the service manager determines is related to employment.</p> <p class=\"subsection-e\">  (4) For the purposes of the calculation under subsection (1), the service manager shall verify the income from employment of a member of the family unit for the applicable taxation year,</p> <p class=\"clause-e\">  (a) by means of a proof of income statement issued by the Canada Revenue Agency; or</p> <p class=\"clause-e\">  (b) if a proof of income statement is not available, by using the verification methods developed by the service manager to verify the income from employment of the member.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Reference to family unit, s. 6 and 7",
            "content": " 8. For the purposes of applying sections 6 and 7 to a family unit a part of which is a benefit unit and a part of which is not, references in those sections to a family unit shall be read as references to the part of the family unit that is not a benefit unit.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>8. </b>For the purposes of applying sections 6 and 7 to a family unit a part of which is a benefit unit and a part of which is not, references in those sections to a family unit shall be read as references to the part of the family unit that is not a benefit unit.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Services, utilities and heating",
            "content": " 9. (1) If a household receives from its housing provider, or from a person who has entered into an agreement with the housing provider, a service or utility set out in Column 2 of Table 4, the amount calculated under paragraph 4 of subsection 2 (1) for the household shall be increased by the amount set out opposite the service or utility in the column of Table 4 that sets out the type of unit occupied by the household. (2) If a household pays directly for a service or utility set out in Column 2 of Table 5, the amount calculated under paragraph 4 of subsection 2 (1) for the household shall be reduced by the amount set out opposite the service or utility in the column of Table 5 that sets out the type of unit occupied by the household. (3) If a household pays directly for the principal heating of the unit it occupies and the unit is heated by oil, the amount calculated under paragraph 4 of subsection 2 (1) for a household occupying a unit of a type set out in Column 2 of Table 6 shall be reduced by the amount set out opposite the unit in the column of Table 6 that sets out the region of Ontario in which the unit is located. (4) If a household pays directly for the principal heating of the unit it occupies and the unit is heated by gas, the amount calculated under paragraph 4 of subsection 2 (1) for a household occupying a unit of a type set out in Column 2 of Table 7 shall be reduced by the amount set out opposite the unit in the column of Table 7 that sets out the region of Ontario in which the unit is located. (5) If a household pays directly for the principal heating of the unit it occupies and the unit is heated by electricity, the amount calculated under paragraph 4 of subsection 2 (1) for a household occupying a unit of a type set out in Column 2 of Table 8 shall be reduced by the amount set out opposite the unit in the column of Table 8 that sets out the region of Ontario in which the unit is located. (6) For the purposes of subsections (3), (4) and (5), a unit shall be considered to be located in a region of Ontario described in Schedule 1 if the unit is located in a municipality or district that is included in the description of the region as set out in that Schedule.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK8\"></a>9. </b>(1) If a household receives from its housing provider, or from a person who has entered into an agreement with the housing provider, a service or utility set out in Column 2 of Table 4, the amount calculated under paragraph 4 of subsection 2 (1) for the household shall be increased by the amount set out opposite the service or utility in the column of Table 4 that sets out the type of unit occupied by the household.</p> <p class=\"subsection-e\">  (2) If a household pays directly for a service or utility set out in Column 2 of Table 5, the amount calculated under paragraph 4 of subsection 2 (1) for the household shall be reduced by the amount set out opposite the service or utility in the column of Table 5 that sets out the type of unit occupied by the household.</p> <p class=\"subsection-e\">  (3) If a household pays directly for the principal heating of the unit it occupies and the unit is heated by oil, the amount calculated under paragraph 4 of subsection 2 (1) for a household occupying a unit of a type set out in Column 2 of Table 6 shall be reduced by the amount set out opposite the unit in the column of Table 6 that sets out the region of Ontario in which the unit is located.</p> <p class=\"subsection-e\">  (4) If a household pays directly for the principal heating of the unit it occupies and the unit is heated by gas, the amount calculated under paragraph 4 of subsection 2 (1) for a household occupying a unit of a type set out in Column 2 of Table 7 shall be reduced by the amount set out opposite the unit in the column of Table 7 that sets out the region of Ontario in which the unit is located.</p> <p class=\"subsection-e\">  (5) If a household pays directly for the principal heating of the unit it occupies and the unit is heated by electricity, the amount calculated under paragraph 4 of subsection 2 (1) for a household occupying a unit of a type set out in Column 2 of Table 8 shall be reduced by the amount set out opposite the unit in the column of Table 8 that sets out the region of Ontario in which the unit is located.</p> <p class=\"subsection-e\">  (6) For the purposes of subsections (3), (4) and (5), a unit shall be considered to be located in a region of Ontario described in Schedule 1 if the unit is located in a municipality or district that is included in the description of the region as set out in that Schedule.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Annual review of geared-to-income rent payable",
            "content": " 10. (1) The service manager shall review under this section the geared-to-income rent payable by a household once in every 12-month period after a household begins to receive rent-geared-to-income assistance determined under section 2 and shall determine under section 2 whether that rent should be reduced, be increased or remain the same. O. Reg. 316/19, s. 10 (1). (2) Despite subsection (1) and section 2, the service manager may for the purposes of a review under this section, if the criteria set out in subsection (3) are satisfied, determine the geared-to-income rent payable for a month by a household as follows: 1. Determine the total amount of the payments referred to in paragraph 3 of subsection (3) received by the household in, i. if the review is conducted during the period from July 1 to December 31, the calendar year prior to the calendar year immediately preceding the annual review, or ii. if the review is conducted during the period from January 1 to June 30, the calendar year immediately preceding the year referred to in subparagraph i. 2. Determine the amount by which the payments referred to in paragraph 1 increased in the following calendar year. 3. Divide the amount determined under paragraph 2 by 12. 4. Multiply the amount determined under paragraph 3 by 0.3. 5. Add the amount determined under paragraph 4 to the household’s geared-to-income rent applicable before the annual review. O. Reg. 316/19, s. 10 (2). (3) The criteria referred to in subsection (2) are as follows: 1. All members of the household are unemployed. 2. Any income that the members of the household receive is paid in fixed amounts for specified periods. 3. The income of the members of the household includes, i. payments under the Old Age Security Act (Canada), or ii. payments under the Ontario Guaranteed Annual Income Act. 4. There are no dependants of any member of the household. 5. There was an increase in the total amount of the payments referred to in paragraph 3 received by the household in the calendar year referred to in paragraph 2 of subsection (2) as a result of an adjustment to one or more of the payments. 6. The service manager did not determine the geared-to-income rent payable for a month by the household in accordance with subsection (2) at the last review under this section. O. Reg. 316/19, s. 10 (3). (4) If, on a review under this section, a service manager determines that the geared-to-income rent payable by a household should be increased or decreased, the increase or decrease, as the case may be, takes effect on the first day of the month following the month in which the review is completed. O. Reg. 316/19, s. 10 (4). (5) Despite subsection (4) and section 2, if, on a review under this section, a service manager determines that the geared-to-income rent payable by a household should be increased by an amount less than $10, the service manager may decide, (a) to implement the increase; or (b) not to implement the increase. O. Reg. 316/19, s. 10 (5). (6) If one or more members of a household request a review by a review body of a determination made by a service manager under this section, the amount of geared-to-income rent payable determined on the review by a review body takes effect on the date referred to in subsection (4). O. Reg. 316/19, s. 10 (6). (7) Despite subsections (2), (4), (5) and (6), if a service manager or review body determines under this section that the rent should be increased, and if this section otherwise provides for the increase to take effect during the period from January 1, 2021 to December 31, 2021, the increase takes effect on January 1, 2022. O. Reg. 691/20, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>10. </b>(1) The service manager shall review under this section the geared-to-income rent payable by a household once in every 12-month period after a household begins to receive rent-geared-to-income assistance determined under section 2 and shall determine under section 2 whether that rent should be reduced, be increased or remain the same. O. Reg. 316/19, s. 10 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1) and section 2, the service manager may for the purposes of a review under this section, if the criteria set out in subsection (3) are satisfied, determine the geared-to-income rent payable for a month by a household as follows:</p> <p class=\"paragraph-e\">  1. Determine the total amount of the payments referred to in paragraph 3 of subsection (3) received by the household in,</p> <p class=\"subpara-e\">  i. if the review is conducted during the period from July 1 to December 31, the calendar year prior to the calendar year immediately preceding the annual review, or</p> <p class=\"subpara-e\">  ii. if the review is conducted during the period from January 1 to June 30, the calendar year immediately preceding the year referred to in subparagraph i.</p> <p class=\"paragraph-e\">  2. Determine the amount by which the payments referred to in paragraph 1 increased in the following calendar year.</p> <p class=\"paragraph-e\">  3. Divide the amount determined under paragraph 2 by 12.</p> <p class=\"paragraph-e\">  4. Multiply the amount determined under paragraph 3 by 0.3.</p> <p class=\"paragraph-e\">  5. Add the amount determined under paragraph 4 to the household’s geared-to-income rent applicable before the annual review. O. Reg. 316/19, s. 10 (2).</p> <p class=\"subsection-e\">  (3) The criteria referred to in subsection (2) are as follows:</p> <p class=\"paragraph-e\">  1. All members of the household are unemployed.</p> <p class=\"paragraph-e\">  2. Any income that the members of the household receive is paid in fixed amounts for specified periods.</p> <p class=\"paragraph-e\">  3. The income of the members of the household includes,</p> <p class=\"subpara-e\">  i. payments under the <i>Old Age Security Act</i> (Canada), or</p> <p class=\"subpara-e\">  ii. payments under the <i>Ontario Guaranteed Annual Income Act</i>.</p> <p class=\"paragraph-e\">  4. There are no dependants of any member of the household.</p> <p class=\"paragraph-e\">  5. There was an increase in the total amount of the payments referred to in paragraph 3 received by the household in the calendar year referred to in paragraph 2 of subsection (2) as a result of an adjustment to one or more of the payments.</p> <p class=\"paragraph-e\">  6. The service manager did not determine the geared-to-income rent payable for a month by the household in accordance with subsection (2) at the last review under this section. O. Reg. 316/19, s. 10 (3).</p> <p class=\"subsection-e\">  (4) If, on a review under this section, a service manager determines that the geared-to-income rent payable by a household should be increased or decreased, the increase or decrease, as the case may be, takes effect on the first day of the month following the month in which the review is completed. O. Reg. 316/19, s. 10 (4).</p> <p class=\"subsection-e\">  (5) Despite subsection (4) and section 2, if, on a review under this section, a service manager determines that the geared-to-income rent payable by a household should be increased by an amount less than $10, the service manager may decide,</p> <p class=\"clause-e\">  (a) to implement the increase; or</p> <p class=\"clause-e\">  (b) not to implement the increase. O. Reg. 316/19, s. 10 (5).</p> <p class=\"subsection-e\">  (6) If one or more members of a household request a review by a review body of a determination made by a service manager under this section, the amount of geared-to-income rent payable determined on the review by a review body takes effect on the date referred to in subsection (4). O. Reg. 316/19, s. 10 (6).</p> <p class=\"subsection-e\">  (7) Despite subsections (2), (4), (5) and (6), if a service manager or review body determines under this section that the rent should be increased, and if this section otherwise provides for the increase to take effect during the period from January 1, 2021 to December 31, 2021, the increase takes effect on January 1, 2022. O. Reg. 691/20, s. 2.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "In-year review of geared-to-income rent payable",
            "content": " 11. (1) If a circumstance set out in subsection (2) exists, the service manager may, at its sole discretion and on the basis of that circumstance, review the geared-to-income rent payable by the household, (a) once between the initial calculation of geared-to-income rent under section 2 and the first annual review under section 10; and (b) once between annual reviews under section 10. O. Reg. 316/19, s. 11 (1). (2) The circumstances referred to in subsection (1) are the following: 1. A request for a review has been made by the household based on an expectation that if the net income of each member of the household, other than members whose income is not included in the calculation of geared-to-income rent and members of a benefit unit to which section 3 applies, were calculated as set out in subsection 6 (5), the total amount of the net income of those members would not exceed 80 per cent of the total amount of the net income of those members determined at the last review under section 10 or this section or, if no review has taken place, at the initial calculation of geared-to-income rent under section 2. 2. There has been a permanent change in the composition of the household since the last annual review under section 10 or, if no annual review under section 10 has taken place, since the initial calculation of geared-to-income rent under section 2. 3. A member of the household has begun full-time attendance at a recognized educational institution since the last annual review under section 10, or, if no annual review under section 10 has taken place, since the initial calculation of geared-to-income rent under section 2. 4. A member of the household whose income was not included in the calculation of geared-to-income rent because the member was in full-time attendance at a recognized educational institution has ceased full-time attendance at such an institution since the last annual review under section 10 or, if no annual review under section 10 has taken place, since the initial calculation of geared-to-income rent under section 2. 5. A member of the household has begun to receive or has stopped receiving basic financial assistance under the Ontario Works Act, 1997 or income support under the Ontario Disability Support Program Act, 1997 since the last annual review under section 10 or, if no annual review under section 10 has taken place, since the initial calculation of geared-to-income rent under section 2. 6. The taxes of a member of the household whose income tax information was used in calculating the geared-to-income rent have been reassessed or additionally assessed under section 152 of the Income Tax Act (Canada) since the last annual review under section 10 or, if no annual review under section 10 has taken place, since the initial calculation of geared-to-income rent under section 2. 7. The service manager projects, based on a calculation that is at the service manager’s discretion, that the average of the monthly non-benefit income of a benefit unit in the household for the next 12 months will exceed the applicable monthly non-benefit income limit set out in Column 3 of Tables 1 to 3. O. Reg. 316/19, s. 11 (2). (3) The service manager may, at its sole discretion, conduct one or more additional reviews after a review referred to in subsection (1) and before an annual review under section 10 if, (a) a circumstance set out in subsection (2), other than the circumstance set out in paragraph 1 of subsection (2), exists; and (b) there are, in the opinion of the service manager, extenuating circumstances. O. Reg. 316/19, s. 11 (3). (4) Upon determining that a review under subsection (3) will be conducted, the service manager shall conduct the review without delay. O. Reg. 316/19, s. 11 (4). (5) If, on a review under this section, a service manager determines that the geared-to-income rent payable by a household should be increased or decreased, the increase or decrease, as the case may be, takes effect, (a) on the first day of the month following the month in which the review is completed; or (b) if the review was initiated as a result of an event referred to in paragraphs 2 to 6 of subsection (2) having occurred, on the first day of the month following the date on which the event occurred. O. Reg. 316/19, s. 11 (5). (6) Despite subsection (5) and section 2, if, on a review under this section, a service manager determines that the geared-to-income rent payable by a household should be increased by an amount less than $10, the service manager may decide, (a) to implement the increase; or (b) not to implement the increase. O. Reg. 316/19, s. 11 (6). (7) If one or more members of a household request a review by a review body of a determination made by a service manager under this section, the amount of geared-to-income rent payable determined on the review by a review body takes effect on the date that would apply under subsection (5). O. Reg. 316/19, s. 11 (7). (8) Despite subsections (5), (6) and (7), if a service manager or review body determines under this section that the rent should be increased, and if this section otherwise provides for the increase to take effect during the period from January 1, 2021 to December 31, 2021, the increase takes effect on January 1, 2022. O. Reg. 691/20, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>11. </b>(1) If a circumstance set out in subsection (2) exists, the service manager may, at its sole discretion and on the basis of that circumstance, review the geared-to-income rent payable by the household,</p> <p class=\"clause-e\">  (a) once between the initial calculation of geared-to-income rent under section 2 and the first annual review under section 10; and</p> <p class=\"clause-e\">  (b) once between annual reviews under section 10. O. Reg. 316/19, s. 11 (1).</p> <p class=\"subsection-e\">  (2) The circumstances referred to in subsection (1) are the following:</p> <p class=\"paragraph-e\">  1. A request for a review has been made by the household based on an expectation that if the net income of each member of the household, other than members whose income is not included in the calculation of geared-to-income rent and members of a benefit unit to which section 3 applies, were calculated as set out in subsection 6 (5), the total amount of the net income of those members would not exceed 80 per cent of the total amount of the net income of those members determined at the last review under section 10 or this section or, if no review has taken place, at the initial calculation of geared-to-income rent under section 2.</p> <p class=\"paragraph-e\">  2. There has been a permanent change in the composition of the household since the last annual review under section 10 or, if no annual review under section 10 has taken place, since the initial calculation of geared-to-income rent under section 2.</p> <p class=\"paragraph-e\">  3. A member of the household has begun full-time attendance at a recognized educational institution since the last annual review under section 10, or, if no annual review under section 10 has taken place, since the initial calculation of geared-to-income rent under section 2.</p> <p class=\"paragraph-e\">  4. A member of the household whose income was not included in the calculation of geared-to-income rent because the member was in full-time attendance at a recognized educational institution has ceased full-time attendance at such an institution since the last annual review under section 10 or, if no annual review under section 10 has taken place, since the initial calculation of geared-to-income rent under section 2.</p> <p class=\"paragraph-e\">  5. A member of the household has begun to receive or has stopped receiving basic financial assistance under the <i>Ontario Works Act, 1997</i> or income support under the <i>Ontario Disability Support Program Act, 1997</i> since the last annual review under section 10 or, if no annual review under section 10 has taken place, since the initial calculation of geared-to-income rent under section 2.</p> <p class=\"paragraph-e\">  6. The taxes of a member of the household whose income tax information was used in calculating the geared-to-income rent have been reassessed or additionally assessed under section 152 of the <i>Income Tax Act</i> (Canada) since the last annual review under section 10 or, if no annual review under section 10 has taken place, since the initial calculation of geared-to-income rent under section 2.</p> <p class=\"paragraph-e\">  7. The service manager projects, based on a calculation that is at the service manager’s discretion, that the average of the monthly non-benefit income of a benefit unit in the household for the next 12 months will exceed the applicable monthly non-benefit income limit set out in Column 3 of Tables 1 to 3. O. Reg. 316/19, s. 11 (2).</p> <p class=\"subsection-e\">  (3) The service manager may, at its sole discretion, conduct one or more additional reviews after a review referred to in subsection (1) and before an annual review under section 10 if,</p> <p class=\"clause-e\">  (a) a circumstance set out in subsection (2), other than the circumstance set out in paragraph 1 of subsection (2), exists; and</p> <p class=\"clause-e\">  (b) there are, in the opinion of the service manager, extenuating circumstances. O. Reg. 316/19, s. 11 (3).</p> <p class=\"subsection-e\">  (4) Upon determining that a review under subsection (3) will be conducted, the service manager shall conduct the review without delay. O. Reg. 316/19, s. 11 (4).</p> <p class=\"subsection-e\">  (5) If, on a review under this section, a service manager determines that the geared-to-income rent payable by a household should be increased or decreased, the increase or decrease, as the case may be, takes effect,</p> <p class=\"clause-e\">  (a) on the first day of the month following the month in which the review is completed; or</p> <p class=\"clause-e\">  (b) if the review was initiated as a result of an event referred to in paragraphs 2 to 6 of subsection (2) having occurred, on the first day of the month following the date on which the event occurred. O. Reg. 316/19, s. 11 (5).</p> <p class=\"subsection-e\">  (6) Despite subsection (5) and section 2, if, on a review under this section, a service manager determines that the geared-to-income rent payable by a household should be increased by an amount less than $10, the service manager may decide,</p> <p class=\"clause-e\">  (a) to implement the increase; or</p> <p class=\"clause-e\">  (b) not to implement the increase. O. Reg. 316/19, s. 11 (6).</p> <p class=\"subsection-e\">  (7) If one or more members of a household request a review by a review body of a determination made by a service manager under this section, the amount of geared-to-income rent payable determined on the review by a review body takes effect on the date that would apply under subsection (5). O. Reg. 316/19, s. 11 (7).</p> <p class=\"subsection-e\">  (8) Despite subsections (5), (6) and (7), if a service manager or review body determines under this section that the rent should be increased, and if this section otherwise provides for the increase to take effect during the period from January 1, 2021 to December 31, 2021, the increase takes effect on January 1, 2022. O. Reg. 691/20, s. 3.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Transition",
            "content": " 12. (1) Subject to subsection (2), a service manager may, before its first calculation of rent-geared-to-income assistance on or after the day this Regulation comes into force, choose to continue to determine the amount of rent payable by a household receiving rent-geared-to-income assistance in the service manager’s service area in accordance with Ontario Regulation 298/01 (Determination of Geared-To-Income Rent Under Section 50 of the Act) made under the Act, as it read immediately before its revocation under section 13. O. Reg. 316/19, s. 12 (1). (2) If a service manager chooses to continue to determine rent-geared-to-income assistance in accordance with Ontario Regulation 298/01, the following rules apply: 1. Ontario Regulation 298/01 continues to apply to the determination of rent-geared-to-income assistance for the entire period beginning the day this Regulation comes into force and ending June 30, 2021 in respect of the service manager’s entire service area. 2. Despite clause 47 (2) (a) of Ontario Regulation 298/01, the minimum geared-to-income rent payable for a month by a household that is eligible for rent-geared-to-income assistance is $129. 3. Despite clause 47 (2) (a) of Ontario Regulation 298/01 and paragraph 2 of this subsection, the minimum geared-to-income rent payable for a month by a household that is receiving rent-geared-to-income assistance on the day this Regulation comes into force and whose geared-to-income rent payable for a month before minimum geared-to-income rent is applied is less than $129, is $93. 4. Despite clause 47 (2) (a) of Ontario Regulation 298/01 and paragraphs 2 and 3 of this subsection, the minimum geared-to-income rent payable for a month by a household that is eligible for rent-geared-to-income assistance and that consists of only one benefit unit with one person is $85. 5. Despite subsections 52 (8), (9), (10), (11) and (12) and 53 (3), (4), (5), (6) and (7) of Ontario Regulation 298/01, if a service manager or a review body determines under section 52 or 53 of that Regulation that the rent payable by a household should be increased, and if section 52 or 53 of that Regulation, as the case may be, otherwise provides for the increase to take effect during the period from January 1, 2021 to December 31, 2021, the increase takes effect on January 1, 2022. O. Reg. 316/19, s. 12 (2); O. Reg. 691/20, s. 4 (1). (3) As of July 1, 2021, all service managers shall determine rent-geared-to-income assistance in accordance with this Regulation, except subsections (1) and (2). O. Reg. 316/19, s. 12 (3). (4) The initial calculation of geared-to-income rent under section 2 for a household described in subsection (5) shall be conducted during the 12 months following, (a) the day this Regulation comes into force; or (b) if the service manager has continued to determine rent-geared-to-income-assistance in accordance with Ontario Regulation 298/01, July 1, 2021. O. Reg. 316/19, s. 12 (4). (5) The household referred to in subsection (4) is a household receiving rent-geared-to-income assistance on, (a) the day this Regulation comes into force; or (b) if the service manager has continued to determine rent-geared-to-income-assistance in accordance with Ontario Regulation 298/01, July 1, 2021. O. Reg. 316/19, s. 12 (5). (6) If, on an initial calculation of geared-to-income rent referred to in subsection (4), the service manager determines that the geared-to-income rent payable by a household should be increased, and the increase would otherwise take effect during the period from January 1, 2021 to December 31, 2021, the increase takes effect on January 1, 2022. O. Reg. 691/20, s. 4 (2). TABLE 1   ONTARIO WORKS RENT SCALE FOR A BENEFIT UNIT CONSISTING OF A RECIPIENT WITH NO SPOUSE BUT WITH ONE OR MORE OTHER DEPENDANTS Column 1   Benefit unit size (number of individuals)   Column 2   Rent attributable to benefit unit (monthly)   Amount in dollars   Column 3   Non-benefit income limit (monthly)   Amount in dollars \n\n  2   191   791 \n\n  3   226   907 \n\n  4   269   1,051 \n\n  5   311   1,191 \n\n  6   353   1,331 \n\n  7   396   1,474 \n\n  8   438   1,614 \n\n  9   480   1,754 \n\n  10   523   1,897 \n\n  11   565   2,037 \n\n  12 or more   607   2,117  TABLE 2   ONTARIO WORKS RENT SCALE FOR A BENEFIT UNIT CONSISTING OF (A) A RECIPIENT WITH NO SPOUSE AND NO OTHER DEPENDANTS, (B) A RECIPIENT WITH A SPOUSE BUT NO OTHER DEPENDANTS OR (C) A RECIPIENT WITH A SPOUSE AND ONE OR MORE OTHER DEPENDANTS Column 1   Benefit unit size (number of individuals)   Column 2   Rent attributable to benefit unit (monthly)   Amount in dollars   Column 3   Non-benefit income limit (monthly)   Amount in dollars \n\n  1   85   360 \n\n  2   175   737 \n\n  3   212   861 \n\n  4   254   1,001 \n\n  5   296   1,141 \n\n  6   339   1,284 \n\n  7   381   1,424 \n\n  8   423   1,564 \n\n  9   466   1,707 \n\n  10   508   1,847 \n\n  11   550   1,987 \n\n  12 or more   593   2,131  TABLE 3   ONTARIO DISABILITY SUPPORT PROGRAM RENT SCALE Column 1   Benefit unit size (number of individuals)   Column 2   Rent attributable to benefit unit (monthly)   Amount in dollars   Column 3   Non-benefit income limit (monthly)   Amount in dollars \n\n  1   109   440 \n\n  2   199   817 \n\n  3   236   941 \n\n  4   278   1,081 \n\n  5   321   1,224 \n\n  6   363   1,364 \n\n  7   405   1,504 \n\n  8   448   1,647 \n\n  9   490   1,787 \n\n  10   532   1,927 \n\n  11   575   2,071 \n\n  12 or more   617   2,211  TABLE 4   STANDARD EXTRA CHARGES Column 1   Item   Column 2   Service or Utility   Column 3   Hostel bed, bachelor or one-bedroom unit   Amount in dollars   Column 4   Two-bedroom unit   Amount in dollars   Column 5   Three-bedroom unit   Amount in dollars   Column 6   Four or more-bedroom unit   Amount in dollars \n\n  1.   Electricity, other than,  (a) electricity provided for heating the unit,   (b) electricity provided for heating the water supplied to the unit,   (c) electricity provided as power for cooking facilities in the unit, or   (d) electricity provided as power to operate a clothes dryer in the unit.   24   34   39   41 \n\n  2.   Power for cooking facilities in the unit.   6   9   11   12 \n\n  3.   Laundry facilities, other than coin­-operated laundry facilities, in the housing project.   6   9   11   13 \n\n  4.   Power to operate a clothes dryer in the unit.   6   9   11   13 \n\n  5.   A washing machine, other than a coin-­operated washing machine, in the unit.   2   2   2   2 \n\n  6.   A clothes dryer, other than a coin-operated clothes dryer, in the unit.   2   2   2   2  TABLE 5   ALLOWANCES FOR WATER AND APPLIANCES Column 1   Item   Column 2   Service or Utility   Column 3   Bachelor or one-bedroom unit   Amount in dollars   Column 4   Two-bedroom unit   Amount in dollars   Column 5   Three-bedroom unit   Amount in dollars   Colum 6   Four or more- bedroom unit   Amount in dollars \n\n  1.   Oil used to operate a hot water heater, where the household does not pay a rental fee for the heater    28   34   39   47 \n\n  2.   Oil used to operate a hot water heater, where the household pays a rental fee for the heater    34   41   46   56 \n\n  3.   Gas used to operate a hot water heater, where the household does not pay a rental fee for the heater   15   21   26   32 \n\n  4.   Gas used to operate a hot water heater, where the household pays a rental fee for the heater   29   40   47   54 \n\n  5.   Electricity used to operate a hot water heater, where the household does not pay a rental fee for the heater   23   28   32   39 \n\n  6.   Electricity used to operate a hot water heater, where the household pays a rental fee for the heater   28   34   38   46 \n\n  7.   Water, other than hot water   8   15   18   20 \n\n  8.   Refrigerator   2   2   2   2 \n\n  9.   Stove   2   2   2   2  TABLE 6   HEAT ALLOWANCE — OIL Column 1   Item   Column 2   Type of Unit   Column 3   Southern Ontario   Amount in dollars   Column 4   Central Ontario   Amount in dollars   Column 5   Northeastern Ontario   Amount in dollars   Column 6   Northern Ontario   Amount in dollars \n\n  1.   Apartment — Bachelor or one bedroom   49   55   56   67 \n\n  2.   Apartment — Two bedrooms   51   57   58   72 \n\n  3.   Apartment — Three or more bedrooms   64   69   73   90 \n\n  4.   Row house   68   73   79   102 \n\n  5.   Semi-detached house   92   97   107   135 \n\n  6.   Single detached house   136   147   149   182  TABLE 7   HEAT ALLOWANCE — GAS Column 1   Item   Column 2   Type of Unit   Column 3   Southern Ontario   Amount in dollars   Column 4   Central Ontario   Amount in dollars   Column 5   Northeastern Ontario   Amount in dollars   Column 6   Northern Ontario   Amount in dollars \n\n  1.   Apartment — Bachelor or one bedroom   21   31   32   40 \n\n  2.   Apartment — Two bedrooms   24   32   33   43 \n\n  3.   Apartment — Three or more bedrooms   25   35   39   49 \n\n  4.   Row house   28   37   42   56 \n\n  5.   Semi-detached house   39   49   56   76 \n\n  6.   Single detached house   56   74   79   100  TABLE 8   HEAT ALLOWANCE — ELECTRICITY Column 1   Item   Column 2   Type of Unit   Column 3   Southern Ontario   Amount in dollars   Column 4   Central Ontario   Amount in dollars   Column 5   Northeastern Ontario   Amount in dollars   Column 6   Northern Ontario   Amount in dollars \n\n  1.   Apartment — Bachelor or one bedroom   40   45   46   55 \n\n  2.   Apartment — Two bedrooms   42   47   48   59 \n\n  3.   Apartment — Three or more bedrooms   53   57   60   74 \n\n  4.   Row house   56   60   65   84 \n\n  5.   Semi-detached house   76   80   88   111 \n\n  6.   Single detached house   112   121   123   150  13. Omitted (revokes other Regulations). 14. Omitted (provides for coming into force of provisions of this Regulation). SCHEDULE 1   municipalities and districts comprising regions Southern Ontario 1. The region of Southern Ontario is comprised of the following municipalities: 1. City of Hamilton. 2. City of Toronto. 3. County of Brant. 4. County of Elgin. 5. County of Essex. 6. County of Haldimand. 7. County of Lambton. 8. County of Norfolk. 9. Municipality of Chatham-Kent 10. Regional Municipality of Halton. 11. Regional Municipality of Niagara. 12. Regional Municipality of Peel. Central Ontario 2. The region of Central Ontario is comprised of the following municipalities: 1. County of Bruce. 2. County of Frontenac. 3. County of Grey. 4. County of Hastings. 5. County of Huron. 6. United Counties of Leeds and Grenville. 7. County of Lennox and Addington. 8. County of Middlesex. 9. County of Northumberland. 10. County of Oxford. 11. County of Perth. 12. County of Prince Edward. 13. The following portions of Simcoe County: i. City of Barrie. ii. Town of Bradford West Gwillimbury. iii. Town of Innisfil. iv. Town of New Tecumseth. v. Township of Adjala-Tosorontio. vi. Township of Essa. 14. United Counties of Stormont, Dundas and Glengarry. 15. County of Wellington. 16. Regional Municipality of Durham. 17. Regional Municipality of Waterloo. 18. Regional Municipality of York. Northeastern Ontario 3. The region of Northeastern Ontario is comprised of the following municipalities and districts: 1. City of Kawartha Lakes. 2. City of Ottawa. 3. County of Dufferin. 4. County of Haliburton. 5. County of Lanark. 6. County of Peterborough. 7. United Counties of Prescott and Russell. 8. County of Renfrew. 9. The following portions of Simcoe County: i. City of Orillia. ii. Town of Collingwood. iii. Town of Midland. iv. Town of Penetanguishene. v. Town of Wasaga Beach. vi. Township of Clearview. vii. Township of Oro-Medonte. viii. Township of Ramara. ix. Township of Severn. x. Township of Springwater. xi. Township of Tay. xii. Township of Tiny. 10. District of Algoma. 11. District of Manitoulin. 12. District of Muskoka. 13. District of Parry Sound. 14. Town of Espanola (in the District of Sudbury). Northern Ontario 4. The region of Northern Ontario is comprised of the following districts: 1. District of Cochrane. 2. District of Kenora. 3. District of Nipissing. 4. District of Rainy River. 5. District of Sudbury (except Town of Espanola). 6. District of Thunder Bay. 7. District of Timiskaming.  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>12. </b>(1) Subject to subsection (2), a service manager may, before its first calculation of rent-geared-to-income assistance on or after the day this Regulation comes into force, choose to continue to determine the amount of rent payable by a household receiving rent-geared-to-income assistance in the service manager’s service area in accordance with Ontario Regulation 298/01 (Determination of Geared-To-Income Rent Under Section 50 of the Act) made under the Act, as it read immediately before its revocation under section 13. O. Reg. 316/19, s. 12 (1).</p> <p class=\"subsection-e\">  (2) If a service manager chooses to continue to determine rent-geared-to-income assistance in accordance with Ontario Regulation 298/01, the following rules apply:</p> <p class=\"paragraph-e\">  1. Ontario Regulation 298/01 continues to apply to the determination of rent-geared-to-income assistance for the entire period beginning the day this Regulation comes into force and ending June 30, 2021 in respect of the service manager’s entire service area.</p> <p class=\"paragraph-e\">  2. Despite clause 47 (2) (a) of Ontario Regulation 298/01, the minimum geared-to-income rent payable for a month by a household that is eligible for rent-geared-to-income assistance is $129.</p> <p class=\"paragraph-e\">  3. Despite clause 47 (2) (a) of Ontario Regulation 298/01 and paragraph 2 of this subsection, the minimum geared-to-income rent payable for a month by a household that is receiving rent-geared-to-income assistance on the day this Regulation comes into force and whose geared-to-income rent payable for a month before minimum geared-to-income rent is applied is less than $129, is $93.</p> <p class=\"paragraph-e\">  4. Despite clause 47 (2) (a) of Ontario Regulation 298/01 and paragraphs 2 and 3 of this subsection, the minimum geared-to-income rent payable for a month by a household that is eligible for rent-geared-to-income assistance and that consists of only one benefit unit with one person is $85.</p> <p class=\"paragraph-e\">  5. Despite subsections 52 (8), (9), (10), (11) and (12) and 53 (3), (4), (5), (6) and (7) of Ontario Regulation 298/01, if a service manager or a review body determines under section 52 or 53 of that Regulation that the rent payable by a household should be increased, and if section 52 or 53 of that Regulation, as the case may be, otherwise provides for the increase to take effect during the period from January 1, 2021 to December 31, 2021, the increase takes effect on January 1, 2022. O. Reg. 316/19, s. 12 (2); O. Reg. 691/20, s. 4 (1).</p> <p class=\"subsection-e\">  (3) As of July 1, 2021, all service managers shall determine rent-geared-to-income assistance in accordance with this Regulation, except subsections (1) and (2). O. Reg. 316/19, s. 12 (3).</p> <p class=\"subsection-e\">  (4) The initial calculation of geared-to-income rent under section 2 for a household described in subsection (5) shall be conducted during the 12 months following,</p> <p class=\"clause-e\">  (a) the day this Regulation comes into force; or</p> <p class=\"clause-e\">  (b) if the service manager has continued to determine rent-geared-to-income-assistance in accordance with Ontario Regulation 298/01, July 1, 2021. O. Reg. 316/19, s. 12 (4).</p> <p class=\"subsection-e\">  (5) The household referred to in subsection (4) is a household receiving rent-geared-to-income assistance on,</p> <p class=\"clause-e\">  (a) the day this Regulation comes into force; or</p> <p class=\"clause-e\">  (b) if the service manager has continued to determine rent-geared-to-income-assistance in accordance with Ontario Regulation 298/01, July 1, 2021. O. Reg. 316/19, s. 12 (5).</p> <p class=\"subsection-e\">  (6) If, on an initial calculation of geared-to-income rent referred to in subsection (4), the service manager determines that the geared-to-income rent payable by a household should be increased, and the increase would otherwise take effect during the period from January 1, 2021 to December 31, 2021, the increase takes effect on January 1, 2022. O. Reg. 691/20, s. 4 (2).</p> <p class=\"headingx-e\">TABLE 1 <br/>  ONTARIO WORKS RENT SCALE FOR A BENEFIT UNIT CONSISTING OF A RECIPIENT WITH NO SPOUSE BUT WITH ONE OR MORE OTHER DEPENDANTS</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"312\">\n<tr> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">Column 1 <br/>  Benefit unit size (number of individuals)</p> </td> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">Column 2 <br/>  Rent attributable to benefit unit (monthly) <br/>  Amount in dollars</p> </td> <td valign=\"top\" width=\"109\"> <p class=\"table-e\">Column 3 <br/>  Non-benefit income limit (monthly) <br/>  Amount in dollars</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">2</p> </td> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">191</p> </td> <td valign=\"top\" width=\"109\"> <p class=\"table-e\">791</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">3</p> </td> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">226</p> </td> <td valign=\"top\" width=\"109\"> <p class=\"table-e\">907</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">4</p> </td> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">269</p> </td> <td valign=\"top\" width=\"109\"> <p class=\"table-e\">1,051</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">5</p> </td> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">311</p> </td> <td valign=\"top\" width=\"109\"> <p class=\"table-e\">1,191</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">6</p> </td> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">353</p> </td> <td valign=\"top\" width=\"109\"> <p class=\"table-e\">1,331</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">7</p> </td> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">396</p> </td> <td valign=\"top\" width=\"109\"> <p class=\"table-e\">1,474</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">8</p> </td> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">438</p> </td> <td valign=\"top\" width=\"109\"> <p class=\"table-e\">1,614</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">9</p> </td> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">480</p> </td> <td valign=\"top\" width=\"109\"> <p class=\"table-e\">1,754</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">10</p> </td> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">523</p> </td> <td valign=\"top\" width=\"109\"> <p class=\"table-e\">1,897</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">11</p> </td> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">565</p> </td> <td valign=\"top\" width=\"109\"> <p class=\"table-e\">2,037</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">12 or more</p> </td> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">607</p> </td> <td valign=\"top\" width=\"109\"> <p class=\"table-e\">2,117</p> </td>\n</tr>\n</table> <p class=\"MsoNormal\"> </p> <p class=\"headingx-e\">TABLE 2 <br/>  ONTARIO WORKS RENT SCALE FOR A BENEFIT UNIT CONSISTING OF (A) A RECIPIENT WITH NO SPOUSE AND NO OTHER DEPENDANTS, (B) A RECIPIENT WITH A SPOUSE BUT NO OTHER DEPENDANTS OR (C) A RECIPIENT WITH A SPOUSE AND ONE OR MORE OTHER DEPENDANTS</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"312\">\n<tr> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">Column 1 <br/>  Benefit unit size (number of individuals)</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">Column 2 <br/>  Rent attributable to benefit unit (monthly) <br/>  Amount in dollars</p> </td> <td valign=\"top\" width=\"100\"> <p class=\"table-e\">Column 3 <br/>  Non-benefit income limit (monthly) <br/>  Amount in dollars</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">1</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">85</p> </td> <td valign=\"top\" width=\"100\"> <p class=\"table-e\">360</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">2</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">175</p> </td> <td valign=\"top\" width=\"100\"> <p class=\"table-e\">737</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">3</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">212</p> </td> <td valign=\"top\" width=\"100\"> <p class=\"table-e\">861</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">4</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">254</p> </td> <td valign=\"top\" width=\"100\"> <p class=\"table-e\">1,001</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">5</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">296</p> </td> <td valign=\"top\" width=\"100\"> <p class=\"table-e\">1,141</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">6</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">339</p> </td> <td valign=\"top\" width=\"100\"> <p class=\"table-e\">1,284</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">7</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">381</p> </td> <td valign=\"top\" width=\"100\"> <p class=\"table-e\">1,424</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">8</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">423</p> </td> <td valign=\"top\" width=\"100\"> <p class=\"table-e\">1,564</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">9</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">466</p> </td> <td valign=\"top\" width=\"100\"> <p class=\"table-e\">1,707</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">10</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">508</p> </td> <td valign=\"top\" width=\"100\"> <p class=\"table-e\">1,847</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">11</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">550</p> </td> <td valign=\"top\" width=\"100\"> <p class=\"table-e\">1,987</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">12 or more</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">593</p> </td> <td valign=\"top\" width=\"100\"> <p class=\"table-e\">2,131</p> </td>\n</tr>\n</table> <p class=\"MsoNormal\"> </p> <p class=\"headingx-e\">TABLE 3 <br/>  ONTARIO DISABILITY SUPPORT PROGRAM RENT SCALE</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"312\">\n<tr> <td valign=\"top\" width=\"105\"> <p class=\"table-e\">Column 1 <br/>  Benefit unit size (number of individuals)</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">Column 2 <br/>  Rent attributable to benefit unit (monthly) <br/>  Amount in dollars</p> </td> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">Column 3 <br/>  Non-benefit income limit (monthly) <br/>  Amount in dollars</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"105\"> <p class=\"table-e\">1</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">109</p> </td> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">440</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"105\"> <p class=\"table-e\">2</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">199</p> </td> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">817</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"105\"> <p class=\"table-e\">3</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">236</p> </td> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">941</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"105\"> <p class=\"table-e\">4</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">278</p> </td> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">1,081</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"105\"> <p class=\"table-e\">5</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">321</p> </td> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">1,224</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"105\"> <p class=\"table-e\">6</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">363</p> </td> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">1,364</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"105\"> <p class=\"table-e\">7</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">405</p> </td> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">1,504</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"105\"> <p class=\"table-e\">8</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">448</p> </td> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">1,647</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"105\"> <p class=\"table-e\">9</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">490</p> </td> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">1,787</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"105\"> <p class=\"table-e\">10</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">532</p> </td> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">1,927</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"105\"> <p class=\"table-e\">11</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">575</p> </td> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">2,071</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"105\"> <p class=\"table-e\">12 or more</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">617</p> </td> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">2,211</p> </td>\n</tr>\n</table> <p class=\"MsoNormal\"> </p> <p class=\"headingx-e\">TABLE 4 <br/>  STANDARD EXTRA CHARGES</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">Column 1 <br/>  Item</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Column 2 <br/>  Service or Utility</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Column 3 <br/>  Hostel bed, bachelor or one-bedroom unit <br/>  Amount in dollars</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Column 4 <br/>  Two-bedroom unit <br/>  Amount in dollars</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Column 5 <br/>  Three-bedroom unit <br/>  Amount in dollars</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Column 6 <br/>  Four or more-bedroom unit <br/>  Amount in dollars</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Electricity, other than,<span> <br/> </span>(a) electricity provided for heating the unit, <br/>  (b) electricity provided for heating the water supplied to the unit, <br/>  (c) electricity provided as power for cooking facilities in the unit, or <br/>  (d) electricity provided as power to operate a clothes dryer in the unit.</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">24</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">34</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">39</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">41</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Power for cooking facilities in the unit.</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">6</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">9</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">11</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">12</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Laundry facilities, other than coin­-operated laundry facilities, in the housing project.</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">6</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">9</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">11</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">13</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Power to operate a clothes dryer in the unit.</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">6</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">9</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">11</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">13</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">A washing machine, other than a coin-­operated washing machine, in the unit.</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">2</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">2</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">2</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">2</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">A clothes dryer, other than a coin-operated clothes dryer, in the unit.</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">2</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">2</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">2</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">2</p> </td>\n</tr>\n</table> <p class=\"MsoNormal\"> </p> <p class=\"headingx-e\">TABLE 5 <br/>  ALLOWANCES FOR WATER AND APPLIANCES</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">Column 1 <br/>  Item</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Column 2 <br/>  Service or Utility</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Column 3 <br/>  Bachelor or one-bedroom unit <br/>  Amount in dollars</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Column 4 <br/>  Two-bedroom unit <br/>  Amount in dollars</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Column 5 <br/>  Three-bedroom unit <br/>  Amount in dollars</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Colum 6 <br/>  Four or more- bedroom unit <br/>  Amount in dollars</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Oil used to operate a hot water heater, where the household does not pay a rental fee for the heater </p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">28</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">34</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">39</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">47</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Oil used to operate a hot water heater, where the household pays a rental fee for the heater </p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">34</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">41</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">46</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">56</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Gas used to operate a hot water heater, where the household does not pay a rental fee for the heater</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">15</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">21</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">26</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">32</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Gas used to operate a hot water heater, where the household pays a rental fee for the heater</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">29</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">40</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">47</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">54</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Electricity used to operate a hot water heater, where the household does not pay a rental fee for the heater</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">23</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">28</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">32</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">39</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Electricity used to operate a hot water heater, where the household pays a rental fee for the heater</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">28</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">34</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">38</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">46</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">7.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Water, other than hot water</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">8</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">15</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">18</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">20</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">8.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Refrigerator</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">2</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">2</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">2</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">2</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">9.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Stove</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">2</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">2</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">2</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">2</p> </td>\n</tr>\n</table> <p class=\"MsoNormal\"> </p> <p class=\"headingx-e\">TABLE 6 <br/>  HEAT ALLOWANCE — OIL</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">Column 1 <br/>  Item</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Column 2 <br/>  Type of Unit</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Column 3 <br/>  Southern Ontario <br/>  Amount in dollars</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Column 4 <br/>  Central Ontario <br/>  Amount in dollars</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Column 5 <br/>  Northeastern Ontario <br/>  Amount in dollars</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Column 6 <br/>  Northern Ontario <br/>  Amount in dollars</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Apartment — Bachelor or one bedroom</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">49</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">55</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">56</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">67</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Apartment — Two bedrooms</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">51</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">57</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">58</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">72</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Apartment — Three or more bedrooms</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">64</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">69</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">73</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">90</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Row house</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">68</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">73</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">79</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">102</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Semi-detached house</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">92</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">97</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">107</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">135</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Single detached house</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">136</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">147</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">149</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">182</p> </td>\n</tr>\n</table> <p class=\"MsoNormal\"> </p> <p class=\"headingx-e\">TABLE 7 <br/>  HEAT ALLOWANCE — GAS</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">Column 1 <br/>  Item</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Column 2 <br/>  Type of Unit</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Column 3 <br/>  Southern Ontario <br/>  Amount in dollars</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Column 4 <br/>  Central Ontario <br/>  Amount in dollars</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Column 5 <br/>  Northeastern Ontario <br/>  Amount in dollars</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Column 6 <br/>  Northern Ontario <br/>  Amount in dollars</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Apartment — Bachelor or one bedroom</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">21</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">31</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">32</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">40</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Apartment — Two bedrooms</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">24</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">32</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">33</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">43</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Apartment — Three or more bedrooms</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">25</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">35</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">39</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">49</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Row house</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">28</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">37</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">42</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">56</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Semi-detached house</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">39</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">49</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">56</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">76</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Single detached house</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">56</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">74</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">79</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">100</p> </td>\n</tr>\n</table> <p class=\"MsoNormal\"> </p> <p class=\"headingx-e\">TABLE 8 <br/>  HEAT ALLOWANCE — ELECTRICITY</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Column 1 <br/>  Item</p> </td> <td valign=\"top\" width=\"232\"> <p class=\"table-e\">Column 2 <br/>  Type of Unit</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Column 3 <br/>  Southern Ontario <br/>  Amount in dollars</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Column 4 <br/>  Central Ontario <br/>  Amount in dollars</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Column 5 <br/>  Northeastern Ontario <br/>  Amount in dollars</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Column 6 <br/>  Northern Ontario <br/>  Amount in dollars</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"232\"> <p class=\"table-e\">Apartment — Bachelor or one bedroom</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">40</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">45</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">46</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">55</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"232\"> <p class=\"table-e\">Apartment — Two bedrooms</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">42</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">47</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">48</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">59</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"232\"> <p class=\"table-e\">Apartment — Three or more bedrooms</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">53</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">57</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">60</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">74</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"232\"> <p class=\"table-e\">Row house</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">56</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">60</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">65</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">84</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"232\"> <p class=\"table-e\">Semi-detached house</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">76</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">80</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">88</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">111</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"232\"> <p class=\"table-e\">Single detached house</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">112</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">121</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">123</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">150</p> </td>\n</tr>\n</table> <p class=\"MsoNormal\"> </p> <p class=\"section-e\"> <b>13.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">revokes other Regulations</span>).</p> <p class=\"section-e\"> <b>14.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p> <p class=\"schedule-e\"><a name=\"BK12\"></a>SCHEDULE 1 <br/>  municipalities and districts comprising regions</p> <p class=\"heading1x-e\">Southern Ontario</p> <p class=\"section-e\">  1. The region of Southern Ontario is comprised of the following municipalities:</p> <p class=\"paragraph-e\">  1. City of Hamilton.</p> <p class=\"paragraph-e\">  2. City of Toronto.</p> <p class=\"paragraph-e\">  3. County of Brant.</p> <p class=\"paragraph-e\">  4. County of Elgin.</p> <p class=\"paragraph-e\">  5. County of Essex.</p> <p class=\"paragraph-e\">  6. County of Haldimand.</p> <p class=\"paragraph-e\">  7. County of Lambton.</p> <p class=\"paragraph-e\">  8. County of Norfolk.</p> <p class=\"paragraph-e\">  9. Municipality of Chatham-Kent</p> <p class=\"paragraph-e\">  10. Regional Municipality of Halton.</p> <p class=\"paragraph-e\">  11. Regional Municipality of Niagara.</p> <p class=\"paragraph-e\">  12. Regional Municipality of Peel.</p> <p class=\"heading1x-e\">Central Ontario</p> <p class=\"section-e\">  2. The region of Central Ontario is comprised of the following municipalities:</p> <p class=\"paragraph-e\">  1. County of Bruce.</p> <p class=\"paragraph-e\">  2. County of Frontenac.</p> <p class=\"paragraph-e\">  3. County of Grey.</p> <p class=\"paragraph-e\">  4. County of Hastings.</p> <p class=\"paragraph-e\">  5. County of Huron.</p> <p class=\"paragraph-e\">  6. United Counties of Leeds and Grenville.</p> <p class=\"paragraph-e\">  7. County of Lennox and Addington.</p> <p class=\"paragraph-e\">  8. County of Middlesex.</p> <p class=\"paragraph-e\">  9. County of Northumberland.</p> <p class=\"paragraph-e\">  10. County of Oxford.</p> <p class=\"paragraph-e\">  11. County of Perth.</p> <p class=\"paragraph-e\">  12. County of Prince Edward.</p> <p class=\"paragraph-e\">  13. The following portions of Simcoe County:</p> <p class=\"subpara-e\">  i. City of Barrie.</p> <p class=\"subpara-e\">  ii. Town of Bradford West Gwillimbury.</p> <p class=\"subpara-e\">  iii. Town of Innisfil.</p> <p class=\"subpara-e\">  iv. Town of New Tecumseth.</p> <p class=\"subpara-e\">  v. Township of Adjala-Tosorontio.</p> <p class=\"subpara-e\">  vi. Township of Essa.</p> <p class=\"paragraph-e\">  14. United Counties of Stormont, Dundas and Glengarry.</p> <p class=\"paragraph-e\">  15. County of Wellington.</p> <p class=\"paragraph-e\">  16. Regional Municipality of Durham.</p> <p class=\"paragraph-e\">  17. Regional Municipality of Waterloo.</p> <p class=\"paragraph-e\">  18. Regional Municipality of York.</p> <p class=\"heading1x-e\">Northeastern Ontario</p> <p class=\"section-e\">  3. The region of Northeastern Ontario is comprised of the following municipalities and districts:</p> <p class=\"paragraph-e\">  1. City of Kawartha Lakes.</p> <p class=\"paragraph-e\">  2. City of Ottawa.</p> <p class=\"paragraph-e\">  3. County of Dufferin.</p> <p class=\"paragraph-e\">  4. County of Haliburton.</p> <p class=\"paragraph-e\">  5. County of Lanark.</p> <p class=\"paragraph-e\">  6. County of Peterborough.</p> <p class=\"paragraph-e\">  7. United Counties of Prescott and Russell.</p> <p class=\"paragraph-e\">  8. County of Renfrew.</p> <p class=\"paragraph-e\">  9. The following portions of Simcoe County:</p> <p class=\"subpara-e\">  i. City of Orillia.</p> <p class=\"subpara-e\">  ii. Town of Collingwood.</p> <p class=\"subpara-e\">  iii. Town of Midland.</p> <p class=\"subpara-e\">  iv. Town of Penetanguishene.</p> <p class=\"subpara-e\">  v. Town of Wasaga Beach.</p> <p class=\"subpara-e\">  vi. Township of Clearview.</p> <p class=\"subpara-e\">  vii. Township of Oro-Medonte.</p> <p class=\"subpara-e\">  viii. Township of Ramara.</p> <p class=\"subpara-e\">  ix. Township of Severn.</p> <p class=\"subpara-e\">  x. Township of Springwater.</p> <p class=\"subpara-e\">  xi. Township of Tay.</p> <p class=\"subpara-e\">  xii. Township of Tiny.</p> <p class=\"paragraph-e\">  10. District of Algoma.</p> <p class=\"paragraph-e\">  11. District of Manitoulin.</p> <p class=\"paragraph-e\">  12. District of Muskoka.</p> <p class=\"paragraph-e\">  13. District of Parry Sound.</p> <p class=\"paragraph-e\">  14. Town of Espanola (in the District of Sudbury).</p> <p class=\"heading1x-e\">Northern Ontario</p> <p class=\"section-e\">  4. The region of Northern Ontario is comprised of the following districts:</p> <p class=\"paragraph-e\">  1. District of Cochrane.</p> <p class=\"paragraph-e\">  2. District of Kenora.</p> <p class=\"paragraph-e\">  3. District of Nipissing.</p> <p class=\"paragraph-e\">  4. District of Rainy River.</p> <p class=\"paragraph-e\">  5. District of Sudbury (except Town of Espanola).</p> <p class=\"paragraph-e\">  6. District of Thunder Bay.</p> <p class=\"paragraph-e\">  7. District of Timiskaming.</p> <p class=\"paragraph-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/190316\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "Schedule 1",
            "part_id": null,
            "part_type": null,
            "section": "Municipalities and districts comprising regions",
            "content": NaN,
            "raw_html": NaN
        }
    ]
}