{
    "reg_info": {
        "full_title": "O. Reg. 354/95: MILK AND FARM-SEPARATED CREAM - MARKETING",
        "reg_name_text": "MILK AND FARM-SEPARATED CREAM — MARKETING",
        "citation": "O. Reg. 354/95: MILK AND FARM-SEPARATED CREAM - MARKETING",
        "act_under": "Milk Act   Loi sur le lait",
        "url": "https://www.ontario.ca/laws/regulation/950354",
        "date_scraped": "2023-12-19 05:53:01"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April 12, 2011",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/950354/v1",
            "valid_from": "December 20, 2000",
            "valid_to": "April 11, 2011"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. In this Regulation, “cream” means farm-separated cream delivered to a plant in Ontario for manufacture into creamery butter; “creamery operator” means a person engaged in the manufacture of creamery butter at a plant; “marketing board” means the marketing board known as Dairy Farmers of Ontario; “milk” means milk from cows; “plan” means the Ontario Milk and Farm-Separated Cream Plan; “producer” means a producer of milk or cream.  O. Reg. 354/95, s. 1. Application of Regulation",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“cream” means farm-separated cream delivered to a plant in Ontario for manufacture into creamery butter;</p> <p class=\"definition-e\">“creamery operator” means a person engaged in the manufacture of creamery butter at a plant;</p> <p class=\"definition-e\">“marketing board” means the marketing board known as Dairy Farmers of Ontario;</p> <p class=\"definition-e\">“milk” means milk from cows;</p> <p class=\"definition-e\">“plan” means the Ontario Milk and Farm-Separated Cream Plan;</p> <p class=\"definition-e\">“producer” means a producer of milk or cream.  O. Reg. 354/95, s. 1.</p> <p class=\"heading1-e\">Application of Regulation</p>"
        },
        {
            "id": "2.",
            "section": "Application of Regulation",
            "content": " 2. This Regulation provides for the control and regulation in any or all respects of the producing or marketing within Ontario of milk and farm-separated cream, including the prohibition of that producing or marketing in whole or in part.  O. Reg. 354/95, s. 2. Exemption",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>This Regulation provides for the control and regulation in any or all respects of the producing or marketing within Ontario of milk and farm-separated cream, including the prohibition of that producing or marketing in whole or in part.  O. Reg. 354/95, s. 2.</p> <p class=\"heading1-e\">Exemption</p>"
        },
        {
            "id": "3.",
            "section": "Exemption",
            "content": " 3. The Commission exempts from this Regulation milk consumed on the farm on which the milk is produced and not sold.  O. Reg. 354/95, s. 3. Delegation of Powers to Marketing Board",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>The Commission exempts from this Regulation milk consumed on the farm on which the milk is produced and not sold.  O. Reg. 354/95, s. 3.</p> <p class=\"heading1-e\">Delegation of Powers to Marketing Board</p>"
        },
        {
            "id": "4.",
            "section": "Delegation of Powers to Marketing Board",
            "content": " 4. The Commission delegates to the marketing board the power, (a) to require persons engaged in the producing or marketing of milk or cream to register their names, addresses and occupations with the marketing board; (b) to require persons engaged in the producing or marketing of milk or cream to furnish the information relating to the producing or marketing that the marketing board determines; (c) to appoint persons to inspect the books, records, documents and premises of persons engaged in producing or marketing milk or cream; (d) to stimulate, increase and improve the marketing of milk by such means as the marketing board considers proper; (e) to co-operate with a marketing board or a marketing agency of Canada or of a province of Canada for the purpose of marketing milk or cream; and (f) to take such action, make such orders and issue such directions as are necessary to enforce the due observance and carrying out of the Act, the regulations, the plan or an agreement or award.  O. Reg. 354/95, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>The Commission delegates to the marketing board the power,</p> <p class=\"clause-e\">  (a) to require persons engaged in the producing or marketing of milk or cream to register their names, addresses and occupations with the marketing board;</p> <p class=\"clause-e\">  (b) to require persons engaged in the producing or marketing of milk or cream to furnish the information relating to the producing or marketing that the marketing board determines;</p> <p class=\"clause-e\">  (c) to appoint persons to inspect the books, records, documents and premises of persons engaged in producing or marketing milk or cream;</p> <p class=\"clause-e\">  (d) to stimulate, increase and improve the marketing of milk by such means as the marketing board considers proper;</p> <p class=\"clause-e\">  (e) to co-operate with a marketing board or a marketing agency of Canada or of a province of Canada for the purpose of marketing milk or cream; and</p> <p class=\"clause-e\">  (f) to take such action, make such orders and issue such directions as are necessary to enforce the due observance and carrying out of the Act, the regulations, the plan or an agreement or award.  O. Reg. 354/95, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Delegation of Powers to Marketing Board",
            "content": " 5. The Commission delegates to the marketing board its powers to make regulations with respect to milk or cream, (a) providing for the licensing of any or all persons before commencing or continuing to engage in the producing or marketing of milk or the producing of cream; (a.1) prescribing or providing for classes of licences and the imposition of terms and conditions on any class of licence; (b) prohibiting persons from engaging in the producing or marketing of milk or the producing of cream except under the authority of a licence and except in compliance with the terms and conditions of the licence; (c) providing for the refusal to grant or renew a licence or for the suspension or revocation of a licence, (i) where the applicant or licensee is not qualified by experience, financial responsibility or equipment to engage properly in the business for which the application was made or the licence granted, or (ii) where the applicant or licensee has failed to comply with or has contravened a provision of the Act, the regulations, the plan or an order or direction of the Commission, the marketing board or a marketing agency of Canada; (c.1) providing for the imposition, amount, disposition and use of penalties where, after a hearing, the marketing board is of the opinion that the applicant or licensee has failed to comply with or has contravened any term or condition of a licence or any provision of this Act, the regulations, any plan or any order or direction of the marketing board; (d) providing for the fixing of licence fees, the payment of the licence fees by any or all persons producing or marketing milk or producing cream, the collecting of the licence fees and their recovery by action in a court of competent jurisdiction; (e) requiring a person who receives milk or cream from a producer to deduct from the money payable to the producer all licence fees payable by the producer to the marketing board with respect to milk or cream, as the case may be, and to pay those licence fees to the marketing board within the time specified in the regulations; (f) requiring a person who produces and processes milk or cream to furnish to the marketing board statements of the amounts of the milk or cream that the person produced in any year and used for processing; (g) prescribing the form of licences; (g.1) requiring and providing for the furnishing of security or proof of financial responsibility or of a performance bond by a person or class of persons engaged in the producing, marketing or processing of milk or cream and providing for the administration, forfeiture and disposition of any money or securities so furnished and the proceeds therefrom; (h) providing for the control and regulation of the marketing of milk and cream, including the times and places at which milk and cream may be marketed; (i) determining the quantity of each class or grade of milk or cream that shall be marketed by each producer; (j) providing for the control and regulation of agreements entered into by producers of milk or cream with persons engaged in marketing or processing milk or cream, and prohibiting the inclusion of any provision or clause in the agreements; (k) providing for the fixing, imposing and collecting of service charges from time to time for the marketing of milk or cream; (l) requiring a person who produces milk or cream to offer to sell the milk or cream to the marketing board and to sell the milk or cream to or through the marketing board; (m) providing that milk and cream shall be marketed by, from or through the marketing board and prohibiting a person from marketing milk or cream except by, from or through the marketing board; (n) prohibiting a person from processing, packing or packaging milk or cream that has not been sold through the marketing board; (o) providing for the establishment and the manner of payment of price differentials for any grade of milk or any class of milk; (p) providing for the establishment and the manner of payment of price differentials in relation to the content of milk or any class of milk; (q) providing for the marketing board to give statements to producers showing the amount, content and grade of the milk or cream marketed, the price or prices paid and the particulars of the service charges, licence fees and levies imposed by the marketing board; (r) providing for the making of agreements relating to the marketing of milk or cream by or through the marketing board and prescribing the forms and the terms and conditions of the agreements; (r.1) providing for the exemption of any class, variety, grade or size of milk or cream from any or all of the regulations under the plan; (r.2) providing for the exemption of any person or class of persons engaged in the producing or marketing of milk or cream or any class, variety, grade or size of milk or cream from any or all of the regulations under the plan; and (s) providing for the making of such orders and the issuing of such directions as are necessary to enforce the due observance and carrying out of the Act, the regulations, the plan or an order or direction of the marketing board.  O. Reg. 354/95, s. 5; O. Reg. 18/97, s. 1; O. Reg. 269/99, s. 1; O. Reg. 179/00, s. 1; O. Reg. 675/00, s. 1; O. Reg. 115/11, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>The Commission delegates to the marketing board its powers to make regulations with respect to milk or cream,</p> <p class=\"clause-e\">  (a) providing for the licensing of any or all persons before commencing or continuing to engage in the producing or marketing of milk or the producing of cream;</p> <p class=\"clause-e\"> (a.1) prescribing or providing for classes of licences and the imposition of terms and conditions on any class of licence;</p> <p class=\"clause-e\">  (b) prohibiting persons from engaging in the producing or marketing of milk or the producing of cream except under the authority of a licence and except in compliance with the terms and conditions of the licence;</p> <p class=\"clause-e\">  (c) providing for the refusal to grant or renew a licence or for the suspension or revocation of a licence,</p> <p class=\"subclause-e\">  (i) where the applicant or licensee is not qualified by experience, financial responsibility or equipment to engage properly in the business for which the application was made or the licence granted, or</p> <p class=\"subclause-e\">  (ii) where the applicant or licensee has failed to comply with or has contravened a provision of the Act, the regulations, the plan or an order or direction of the Commission, the marketing board or a marketing agency of Canada;</p> <p class=\"clause-e\"> (c.1) providing for the imposition, amount, disposition and use of penalties where, after a hearing, the marketing board is of the opinion that the applicant or licensee has failed to comply with or has contravened any term or condition of a licence or any provision of this Act, the regulations, any plan or any order or direction of the marketing board; </p> <p class=\"clause-e\">  (d) providing for the fixing of licence fees, the payment of the licence fees by any or all persons producing or marketing milk or producing cream, the collecting of the licence fees and their recovery by action in a court of competent jurisdiction;</p> <p class=\"clause-e\">  (e) requiring a person who receives milk or cream from a producer to deduct from the money payable to the producer all licence fees payable by the producer to the marketing board with respect to milk or cream, as the case may be, and to pay those licence fees to the marketing board within the time specified in the regulations;</p> <p class=\"clause-e\">  (f) requiring a person who produces and processes milk or cream to furnish to the marketing board statements of the amounts of the milk or cream that the person produced in any year and used for processing;</p> <p class=\"clause-e\">  (g) prescribing the form of licences;</p> <p class=\"clause-e\"> (g.1) requiring and providing for the furnishing of security or proof of financial responsibility or of a performance bond by a person or class of persons engaged in the producing, marketing or processing of milk or cream and providing for the administration, forfeiture and disposition of any money or securities so furnished and the proceeds therefrom;</p> <p class=\"clause-e\">  (h) providing for the control and regulation of the marketing of milk and cream, including the times and places at which milk and cream may be marketed;</p> <p class=\"clause-e\">  (i) determining the quantity of each class or grade of milk or cream that shall be marketed by each producer;</p> <p class=\"clause-e\">  (j) providing for the control and regulation of agreements entered into by producers of milk or cream with persons engaged in marketing or processing milk or cream, and prohibiting the inclusion of any provision or clause in the agreements;</p> <p class=\"clause-e\">  (k) providing for the fixing, imposing and collecting of service charges from time to time for the marketing of milk or cream;</p> <p class=\"clause-e\">  (l) requiring a person who produces milk or cream to offer to sell the milk or cream to the marketing board and to sell the milk or cream to or through the marketing board;</p> <p class=\"clause-e\">  (m) providing that milk and cream shall be marketed by, from or through the marketing board and prohibiting a person from marketing milk or cream except by, from or through the marketing board;</p> <p class=\"clause-e\">  (n) prohibiting a person from processing, packing or packaging milk or cream that has not been sold through the marketing board;</p> <p class=\"clause-e\">  (o) providing for the establishment and the manner of payment of price differentials for any grade of milk or any class of milk;</p> <p class=\"clause-e\">  (p) providing for the establishment and the manner of payment of price differentials in relation to the content of milk or any class of milk;</p> <p class=\"clause-e\">  (q) providing for the marketing board to give statements to producers showing the amount, content and grade of the milk or cream marketed, the price or prices paid and the particulars of the service charges, licence fees and levies imposed by the marketing board;</p> <p class=\"clause-e\">  (r) providing for the making of agreements relating to the marketing of milk or cream by or through the marketing board and prescribing the forms and the terms and conditions of the agreements; </p> <p class=\"clause-e\">  (r.1) providing for the exemption of any class, variety, grade or size of milk or cream from any or all of the regulations under the plan;</p> <p class=\"clause-e\">  (r.2) providing for the exemption of any person or class of persons engaged in the producing or marketing of milk or cream or any class, variety, grade or size of milk or cream from any or all of the regulations under the plan; and</p> <p class=\"clause-e\">  (s) providing for the making of such orders and the issuing of such directions as are necessary to enforce the due observance and carrying out of the Act, the regulations, the plan or an order or direction of the marketing board.  O. Reg. 354/95, s. 5; O. Reg. 18/97, s. 1; O. Reg. 269/99, s. 1; O. Reg. 179/00, s. 1; O. Reg. 675/00, s. 1; O. Reg. 115/11, s. 1.</p>"
        },
        {
            "id": "5.1",
            "section": "Delegation of Powers to Marketing Board",
            "content": " 5.1 The marketing board may impose such terms and conditions on a licence as the marketing board considers proper.  O. Reg. 675/00, s. 2. Authority of Marketing Board",
            "raw_html": "<p class=\"section-e\"> <b>5.1</b> The marketing board may impose such terms and conditions on a licence as the marketing board considers proper.  O. Reg. 675/00, s. 2.</p> <p class=\"heading1-e\">Authority of Marketing Board</p>"
        },
        {
            "id": "6.",
            "section": "Authority of Marketing Board",
            "content": " 6. The Commission authorizes the marketing board, (a) to determine from time to time the price or prices that shall be paid to producers or the marketing board for milk or a class or grade of milk, and to determine different prices for different parts of Ontario; (b) to pay from service charges imposed under clause 5 (k) its expenses in carrying out the purposes of the plan; (c) to use a class of licence fees and other money payable to it for the purposes of paying the expenses of the marketing board, carrying out and enforcing the Act and the regulations and carrying out the purposes of the plan; (d) to establish a fund in connection with the plan for the payment of the money that may be required for the purposes mentioned in clause (c); (e) to prohibit the marketing of a class or grade of milk or cream; (f) to require the price or prices of milk and cream to be paid to or through the marketing board, and to recover the price or prices by action in a court of competent jurisdiction; (g) to purchase or otherwise acquire such quantity or quantities of milk as the marketing board deems advisable and to sell or otherwise dispose of the quantity or quantities of milk so purchased or otherwise acquired; (h) to conduct a pool or pools for the distribution of all money received from the sale of milk and, after deducting all necessary and proper disbursements and expenses, to distribute the remainder of the money so that every producer receives a share in relation to, (i) the amount, content and grade of milk supplied by the producer, (ii) the amount and type of quota for the marketing of milk held by the producer, and (iii) sales by the marketing board of the classes of milk; (i) to make an initial payment on delivery of milk mentioned in clause (h) and subsequent payments until all the remainder of the money received from the sale is distributed to the producers; (j) to require that milk or cream be marketed on a quota basis; (k) to prohibit persons to whom a quota has not been fixed and allotted for the marketing of milk or cream or whose quota has been cancelled from marketing milk or cream; (l) to prohibit persons to whom a quota has been fixed and allotted for the marketing of milk or cream from marketing milk or cream in excess of the quota; (m) to fix and allot to persons quotas for the marketing of milk or cream on such basis as the marketing board considers proper; (n) to refuse to fix and allot to a person a quota for the marketing of milk or cream for any reason that the marketing board considers proper; (o) to cancel or reduce, or refuse to increase, a quota fixed and allotted to a person for the marketing of milk or cream for any reason that the marketing board considers proper; (p) to permit a person to whom a quota has been fixed and allotted for the marketing of milk or cream to market milk or cream in excess of the quota on such terms as the marketing board considers proper; (q) to appoint agents, to prescribe their duties and terms of employment, and to fix their remuneration and provide for the payment of it; and (r) to impose and collect levies from producers of milk, to pay the levies to the Ontario Dairy Herd Improvement Corporation for the purpose of stimulating, increasing and improving the producing of milk and to fix the amount of the levies up to but not exceeding 6 cents per hectolitre of milk.  O. Reg. 354/95, s. 6; O. Reg. 18/97, s. 2. Negotiating Agency",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>The Commission authorizes the marketing board,</p> <p class=\"clause-e\">  (a) to determine from time to time the price or prices that shall be paid to producers or the marketing board for milk or a class or grade of milk, and to determine different prices for different parts of Ontario;</p> <p class=\"clause-e\">  (b) to pay from service charges imposed under clause 5 (k) its expenses in carrying out the purposes of the plan;</p> <p class=\"clause-e\">  (c) to use a class of licence fees and other money payable to it for the purposes of paying the expenses of the marketing board, carrying out and enforcing the Act and the regulations and carrying out the purposes of the plan;</p> <p class=\"clause-e\">  (d) to establish a fund in connection with the plan for the payment of the money that may be required for the purposes mentioned in clause (c);</p> <p class=\"clause-e\">  (e) to prohibit the marketing of a class or grade of milk or cream;</p> <p class=\"clause-e\">  (f) to require the price or prices of milk and cream to be paid to or through the marketing board, and to recover the price or prices by action in a court of competent jurisdiction;</p> <p class=\"clause-e\">  (g) to purchase or otherwise acquire such quantity or quantities of milk as the marketing board deems advisable and to sell or otherwise dispose of the quantity or quantities of milk so purchased or otherwise acquired;</p> <p class=\"clause-e\">  (h) to conduct a pool or pools for the distribution of all money received from the sale of milk and, after deducting all necessary and proper disbursements and expenses, to distribute the remainder of the money so that every producer receives a share in relation to,</p> <p class=\"subclause-e\">  (i) the amount, content and grade of milk supplied by the producer,</p> <p class=\"subclause-e\">  (ii) the amount and type of quota for the marketing of milk held by the producer, and</p> <p class=\"subclause-e\">  (iii) sales by the marketing board of the classes of milk;</p> <p class=\"clause-e\">  (i) to make an initial payment on delivery of milk mentioned in clause (h) and subsequent payments until all the remainder of the money received from the sale is distributed to the producers;</p> <p class=\"clause-e\">  (j) to require that milk or cream be marketed on a quota basis;</p> <p class=\"clause-e\">  (k) to prohibit persons to whom a quota has not been fixed and allotted for the marketing of milk or cream or whose quota has been cancelled from marketing milk or cream;</p> <p class=\"clause-e\">  (l) to prohibit persons to whom a quota has been fixed and allotted for the marketing of milk or cream from marketing milk or cream in excess of the quota;</p> <p class=\"clause-e\">  (m) to fix and allot to persons quotas for the marketing of milk or cream on such basis as the marketing board considers proper;</p> <p class=\"clause-e\">  (n) to refuse to fix and allot to a person a quota for the marketing of milk or cream for any reason that the marketing board considers proper;</p> <p class=\"clause-e\">  (o) to cancel or reduce, or refuse to increase, a quota fixed and allotted to a person for the marketing of milk or cream for any reason that the marketing board considers proper;</p> <p class=\"clause-e\">  (p) to permit a person to whom a quota has been fixed and allotted for the marketing of milk or cream to market milk or cream in excess of the quota on such terms as the marketing board considers proper;</p> <p class=\"clause-e\">  (q) to appoint agents, to prescribe their duties and terms of employment, and to fix their remuneration and provide for the payment of it; and</p> <p class=\"clause-e\">  (r) to impose and collect levies from producers of milk, to pay the levies to the Ontario Dairy Herd Improvement Corporation for the purpose of stimulating, increasing and improving the producing of milk and to fix the amount of the levies up to but not exceeding 6 cents per hectolitre of milk.  O. Reg. 354/95, s. 6; O. Reg. 18/97, s. 2.</p> <p class=\"heading1-e\">Negotiating Agency</p>"
        },
        {
            "id": "7.",
            "section": "Negotiating Agency",
            "content": " 7. (1) The negotiating agency known as the Negotiating Committee for Cream is continued.  O. Reg. 354/95, s. 7 (1). (2) The Committee shall consist of six members, of whom three shall be appointed by the marketing board and three shall be appointed by the creamery operators.  O. Reg. 354/95, s. 7 (2). (3) After January 1 and before April 1 in each year, the Commission shall request the marketing board and the creamery operators to appoint the members that they are required to appoint to the Committee.  O. Reg. 354/95, s. 7 (3). (4) If, within seven days of the request, the marketing board or the creamery operators do not appoint the members that they are required to appoint, the Commission may appoint the members that are necessary to increase the number of members to six.  O. Reg. 354/95, s. 7 (4). (5) Each member shall hold office until a successor is appointed in accordance with this section.  O. Reg. 354/95, s. 7 (5). (6) If a member of the Committee dies or resigns or becomes unavailable to act before the expiration of the term of office, the Commission shall request the person who appointed the member to appoint a person as a member for the remainder of the term of office.  O. Reg. 354/95, s. 7 (6). (7) If the person who is required to appoint a member under subsection (6) does not do so within seven days of the request, the Commission may appoint a person as a member for the remainder of the term of office.  O. Reg. 354/95, s. 7 (7).",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) The negotiating agency known as the Negotiating Committee for Cream is continued.  O. Reg. 354/95, s. 7 (1).</p> <p class=\"subsection-e\">  (2) The Committee shall consist of six members, of whom three shall be appointed by the marketing board and three shall be appointed by the creamery operators.  O. Reg. 354/95, s. 7 (2).</p> <p class=\"subsection-e\">  (3) After January 1 and before April 1 in each year, the Commission shall request the marketing board and the creamery operators to appoint the members that they are required to appoint to the Committee.  O. Reg. 354/95, s. 7 (3).</p> <p class=\"subsection-e\">  (4) If, within seven days of the request, the marketing board or the creamery operators do not appoint the members that they are required to appoint, the Commission may appoint the members that are necessary to increase the number of members to six.  O. Reg. 354/95, s. 7 (4).</p> <p class=\"subsection-e\">  (5) Each member shall hold office until a successor is appointed in accordance with this section.  O. Reg. 354/95, s. 7 (5).</p> <p class=\"subsection-e\">  (6) If a member of the Committee dies or resigns or becomes unavailable to act before the expiration of the term of office, the Commission shall request the person who appointed the member to appoint a person as a member for the remainder of the term of office.  O. Reg. 354/95, s. 7 (6).</p> <p class=\"subsection-e\">  (7) If the person who is required to appoint a member under subsection (6) does not do so within seven days of the request, the Commission may appoint a person as a member for the remainder of the term of office.  O. Reg. 354/95, s. 7 (7).</p>"
        },
        {
            "id": "8.",
            "section": "Negotiating Agency",
            "content": " 8. The Negotiating Committee for Cream may adopt or settle by agreement, (a) minimum prices for cream or for a class or grade of cream; (b) terms, conditions and forms of agreements relating to the producing or marketing of cream; and (c) charges, costs or expenses relating to the production or marketing of cream.  O. Reg. 354/95, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>The Negotiating Committee for Cream may adopt or settle by agreement,</p> <p class=\"clause-e\">  (a) minimum prices for cream or for a class or grade of cream;</p> <p class=\"clause-e\">  (b) terms, conditions and forms of agreements relating to the producing or marketing of cream; and</p> <p class=\"clause-e\">  (c) charges, costs or expenses relating to the production or marketing of cream.  O. Reg. 354/95, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Negotiating Agency",
            "content": " 9. (1) The members of the Negotiating Committee for Cream appointed by the marketing board or the creamery operators may convene a meeting of the Committee by giving notice in writing to the other members of the Committee at least seven days, but not more than ten days, before the date of the meeting.  O. Reg. 354/95, s. 9 (1). (2) The notice shall state the time and place of the meeting and include a description of the matters to be negotiated at the meeting.  O. Reg. 354/95, s. 9 (2). (3) The members giving the notice shall forward a copy of it to the Commission.  O. Reg. 354/95, s. 9 (3). Board of Arbitration",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) The members of the Negotiating Committee for Cream appointed by the marketing board or the creamery operators may convene a meeting of the Committee by giving notice in writing to the other members of the Committee at least seven days, but not more than ten days, before the date of the meeting.  O. Reg. 354/95, s. 9 (1).</p> <p class=\"subsection-e\">  (2) The notice shall state the time and place of the meeting and include a description of the matters to be negotiated at the meeting.  O. Reg. 354/95, s. 9 (2).</p> <p class=\"subsection-e\">  (3) The members giving the notice shall forward a copy of it to the Commission.  O. Reg. 354/95, s. 9 (3).</p> <p class=\"heading1-e\">Board of Arbitration</p>"
        },
        {
            "id": "10.",
            "section": "Board of Arbitration",
            "content": " 10. (1) If members of the Negotiating Committee for Cream have convened a meeting but the meeting has not been held in accordance with the notice, the Committee shall notify the Commission in writing and the Commission shall refer the matters that were on the agenda for the meeting to a board of arbitration appointed under section 11.  O. Reg. 354/95, s. 10 (1). (2) If a meeting of the Negotiating Committee for Cream has been held in accordance with section 9 but the Committee does not arrive at an agreement within 14 days after the date of the meeting on the matters on the agenda for the meeting, the Committee shall notify the Commission in writing of the matters in dispute and the Commission shall refer the matters in dispute to a board of arbitration appointed under section 11.  O. Reg. 354/95, s. 10 (2).",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) If members of the Negotiating Committee for Cream have convened a meeting but the meeting has not been held in accordance with the notice, the Committee shall notify the Commission in writing and the Commission shall refer the matters that were on the agenda for the meeting to a board of arbitration appointed under section 11.  O. Reg. 354/95, s. 10 (1).</p> <p class=\"subsection-e\">  (2) If a meeting of the Negotiating Committee for Cream has been held in accordance with section 9 but the Committee does not arrive at an agreement within 14 days after the date of the meeting on the matters on the agenda for the meeting, the Committee shall notify the Commission in writing of the matters in dispute and the Commission shall refer the matters in dispute to a board of arbitration appointed under section 11.  O. Reg. 354/95, s. 10 (2).</p>"
        },
        {
            "id": "11.",
            "section": "Board of Arbitration",
            "content": " 11. (1) A board of arbitration shall consist of three members.  O. Reg. 354/95, s. 11 (1). (2) One member of a board of arbitration may be appointed by the members of the Negotiating Committee for Cream appointed by the marketing board and one other member may be appointed by the members of the Committee appointed by the creamery operators.  O. Reg. 354/95, s. 11 (2). (3) The two members appointed to a board of arbitration in accordance with subsection (2) may appoint a third member.  O. Reg. 354/95, s. 11 (3). (4) The Commission shall appoint the members that are necessary to increase the number of members of a board of arbitration to three if three members have not been appointed in accordance with subsections (2) and (3), (a) within 14 days after the Commission received notification under subsection 10 (1); or (b) within seven days after the Commission received notification under subsection 10 (2).  O. Reg. 354/95, s. 11 (4). (5) A board of arbitration shall meet within seven days after the appointment of its third member and shall make an award in respect of the matters referred to it.  O. Reg. 354/95, s. 11 (5). Advisory Committees",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) A board of arbitration shall consist of three members.  O. Reg. 354/95, s. 11 (1).</p> <p class=\"subsection-e\">  (2) One member of a board of arbitration may be appointed by the members of the Negotiating Committee for Cream appointed by the marketing board and one other member may be appointed by the members of the Committee appointed by the creamery operators.  O. Reg. 354/95, s. 11 (2).</p> <p class=\"subsection-e\">  (3) The two members appointed to a board of arbitration in accordance with subsection (2) may appoint a third member.  O. Reg. 354/95, s. 11 (3).</p> <p class=\"subsection-e\">  (4) The Commission shall appoint the members that are necessary to increase the number of members of a board of arbitration to three if three members have not been appointed in accordance with subsections (2) and (3),</p> <p class=\"clause-e\">  (a) within 14 days after the Commission received notification under subsection 10 (1); or</p> <p class=\"clause-e\">  (b) within seven days after the Commission received notification under subsection 10 (2).  O. Reg. 354/95, s. 11 (4).</p> <p class=\"subsection-e\">  (5) A board of arbitration shall meet within seven days after the appointment of its third member and shall make an award in respect of the matters referred to it.  O. Reg. 354/95, s. 11 (5).</p> <p class=\"heading1-e\">Advisory Committees</p>"
        },
        {
            "id": "12.",
            "section": "Advisory Committees",
            "content": " 12. (1) The advisory committee known as the Advisory Committee for Milk is continued.  O. Reg. 354/95, s. 12 (1). (2) The Commission shall appoint the members of the Advisory Committee annually subject to this section.  O. Reg. 354/95, s. 12 (2). (3) The Advisory Committee shall consist of 17 members, of whom, (a) one shall be the chair of the Committee; (b) eight shall be appointed from persons nominated by the marketing board; and (c) eight shall be appointed from persons nominated by processors and distributors.  O. Reg. 354/95, s. 12 (3). (4) If the marketing board, or the processors and distributors, as the case may be, do not nominate the persons that they are required to nominate after receiving notice from the Commission, the Commission may appoint persons who have not been nominated to increase the number of members to 17.  O. Reg. 354/95, s. 12 (4). (5) Subject to subsection (6), the members of the Advisory Committee shall hold office for such period of time as the Commission determines.  O. Reg. 354/95, s. 12 (5). (6) If a member of the Advisory Committee dies or resigns or becomes unavailable to act before the expiration of the term of office, the Commission shall appoint a person as a member for the remainder of the term of office.  O. Reg. 354/95, s. 12 (6). (7) The Commission shall provide a secretary for the Advisory Committee.  O. Reg. 354/95, s. 12 (7).",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>(1) The advisory committee known as the Advisory Committee for Milk is continued.  O. Reg. 354/95, s. 12 (1).</p> <p class=\"subsection-e\">  (2) The Commission shall appoint the members of the Advisory Committee annually subject to this section.  O. Reg. 354/95, s. 12 (2).</p> <p class=\"subsection-e\">  (3) The Advisory Committee shall consist of 17 members, of whom,</p> <p class=\"clause-e\">  (a) one shall be the chair of the Committee;</p> <p class=\"clause-e\">  (b) eight shall be appointed from persons nominated by the marketing board; and</p> <p class=\"clause-e\">  (c) eight shall be appointed from persons nominated by processors and distributors.  O. Reg. 354/95, s. 12 (3).</p> <p class=\"subsection-e\">  (4) If the marketing board, or the processors and distributors, as the case may be, do not nominate the persons that they are required to nominate after receiving notice from the Commission, the Commission may appoint persons who have not been nominated to increase the number of members to 17.  O. Reg. 354/95, s. 12 (4).</p> <p class=\"subsection-e\">  (5) Subject to subsection (6), the members of the Advisory Committee shall hold office for such period of time as the Commission determines.  O. Reg. 354/95, s. 12 (5).</p> <p class=\"subsection-e\">  (6) If a member of the Advisory Committee dies or resigns or becomes unavailable to act before the expiration of the term of office, the Commission shall appoint a person as a member for the remainder of the term of office.  O. Reg. 354/95, s. 12 (6).</p> <p class=\"subsection-e\">  (7) The Commission shall provide a secretary for the Advisory Committee.  O. Reg. 354/95, s. 12 (7).</p>"
        },
        {
            "id": "13.",
            "section": "Advisory Committees",
            "content": " 13. The Advisory Committee for Milk may advise and make recommendations to the marketing board or to any person or organization represented on the committee in respect of, (a) the promotion of harmonious relationships between persons engaged in the producing and marketing of milk; (b) the promotion of greater efficiency in the producing and marketing of milk; (c) the prevention and correction of irregularities and inequities in the marketing of milk; (d) the improvement of the quality of milk; (e) the improvement of the circulation of market information respecting milk; and (f) without limiting the generality of the foregoing, any matter with respect to which the marketing board may make regulations under the Act.  O. Reg. 354/95, s. 13.",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>The Advisory Committee for Milk may advise and make recommendations to the marketing board or to any person or organization represented on the committee in respect of,</p> <p class=\"clause-e\">  (a) the promotion of harmonious relationships between persons engaged in the producing and marketing of milk;</p> <p class=\"clause-e\">  (b) the promotion of greater efficiency in the producing and marketing of milk;</p> <p class=\"clause-e\">  (c) the prevention and correction of irregularities and inequities in the marketing of milk;</p> <p class=\"clause-e\">  (d) the improvement of the quality of milk;</p> <p class=\"clause-e\">  (e) the improvement of the circulation of market information respecting milk; and</p> <p class=\"clause-e\">  (f) without limiting the generality of the foregoing, any matter with respect to which the marketing board may make regulations under the Act.  O. Reg. 354/95, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": "Advisory Committees",
            "content": " 14. (1) The advisory committee known as the Advisory Committee on Transportation of Milk is continued.  O. Reg. 354/95, s. 14 (1). (2) The Advisory Committee shall consist of 11 members, of whom, (a) one shall be the chair of the Committee appointed annually by the Commission; (b) five shall be appointed annually by the marketing board; and (c) five shall be appointed annually by the Ontario Milk Transporters Association from persons who have been appointed by the marketing board as its agents for the transporting of milk.  O. Reg. 354/95, s. 14 (2). (3) If the marketing board or the Ontario Milk Transporters Association, as the case may be, does not appoint the persons that they are required to appoint after receiving notice from the Commission, the Commission may appoint persons to increase the number of members to 11.  O. Reg. 354/95, s. 14 (3). (4) Subject to subsection (5), the members of the Advisory Committee shall hold office for such period of time as the Commission determines.  O. Reg. 354/95, s. 14 (4). (5) If a member of the Advisory Committee dies or resigns or becomes unavailable to act before the expiration of the term of office, the Commission shall appoint a person as a member for the remainder of the term of office.  O. Reg. 354/95, s. 14 (5). (6) The Commission shall provide a secretary for the Advisory Committee.  O. Reg. 354/95, s. 14 (6).",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>(1) The advisory committee known as the Advisory Committee on Transportation of Milk is continued.  O. Reg. 354/95, s. 14 (1).</p> <p class=\"subsection-e\">  (2) The Advisory Committee shall consist of 11 members, of whom,</p> <p class=\"clause-e\">  (a) one shall be the chair of the Committee appointed annually by the Commission;</p> <p class=\"clause-e\">  (b) five shall be appointed annually by the marketing board; and</p> <p class=\"clause-e\">  (c) five shall be appointed annually by the Ontario Milk Transporters Association from persons who have been appointed by the marketing board as its agents for the transporting of milk.  O. Reg. 354/95, s. 14 (2).</p> <p class=\"subsection-e\">  (3) If the marketing board or the Ontario Milk Transporters Association, as the case may be, does not appoint the persons that they are required to appoint after receiving notice from the Commission, the Commission may appoint persons to increase the number of members to 11.  O. Reg. 354/95, s. 14 (3).</p> <p class=\"subsection-e\">  (4) Subject to subsection (5), the members of the Advisory Committee shall hold office for such period of time as the Commission determines.  O. Reg. 354/95, s. 14 (4).</p> <p class=\"subsection-e\">  (5) If a member of the Advisory Committee dies or resigns or becomes unavailable to act before the expiration of the term of office, the Commission shall appoint a person as a member for the remainder of the term of office.  O. Reg. 354/95, s. 14 (5).</p> <p class=\"subsection-e\">  (6) The Commission shall provide a secretary for the Advisory Committee.  O. Reg. 354/95, s. 14 (6).</p>"
        },
        {
            "id": "15.",
            "section": "Advisory Committees",
            "content": " 15. The Advisory Committee on Transportation of Milk may advise and make recommendations to the marketing board or to any person or organization represented on the Committee in respect of, (a) the promotion of harmonious relationships between persons engaged in the producing and transporting of milk; (b) the promotion of greater efficiency in the producing and transporting of milk; (c) the prevention and correction of irregularities and inequities in the transporting of milk; (d) the improvement of the quality of milk; (e) the improvement of the circulation of market information respecting milk; and (f) without limiting the generality of the foregoing, any matter with respect to which the marketing board may make regulations under the Act.  O. Reg. 354/95, s. 15.",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>The Advisory Committee on Transportation of Milk may advise and make recommendations to the marketing board or to any person or organization represented on the Committee in respect of,</p> <p class=\"clause-e\">  (a) the promotion of harmonious relationships between persons engaged in the producing and transporting of milk;</p> <p class=\"clause-e\">  (b) the promotion of greater efficiency in the producing and transporting of milk;</p> <p class=\"clause-e\">  (c) the prevention and correction of irregularities and inequities in the transporting of milk;</p> <p class=\"clause-e\">  (d) the improvement of the quality of milk;</p> <p class=\"clause-e\">  (e) the improvement of the circulation of market information respecting milk; and</p> <p class=\"clause-e\">  (f) without limiting the generality of the foregoing, any matter with respect to which the marketing board may make regulations under the Act.  O. Reg. 354/95, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": "Advisory Committees",
            "content": " 16. (1) The advisory committee known as the Advisory Committee for Processors is continued.  O. Reg. 354/95, s. 16 (1). (2) The Commission shall appoint the members of the Advisory Committee annually subject to this section.  O. Reg. 354/95, s. 16 (2). (3) The Advisory Committee shall consist of nine members, of whom, (a) one shall be the chair of the Committee; and (b) eight shall be appointed from persons nominated by the Ontario Dairy Council who are engaged in the processing of milk products or fluid milk products in Ontario.  O. Reg. 354/95, s. 16 (3). (4) If the Ontario Dairy Council does not nominate the persons that it is required to nominate after receiving notice from the Commission, the Commission may appoint persons who have not been nominated to increase the number of members to nine.  O. Reg. 354/95, s. 16 (4). (5) Subject to subsection (6), the members of the Advisory Committee shall hold office for such period of time as the Commission determines.  O. Reg. 354/95, s. 16 (5). (6) If a member of the Advisory Committee dies or resigns or becomes unavailable to act before the expiration of the term of office, the Commission shall appoint a person as a member for the remainder of the term of office.  O. Reg. 354/95, s. 16 (6). (7) The Commission shall provide a secretary for the Advisory Committee.  O. Reg. 354/95, s. 16 (7).",
            "raw_html": "<p class=\"section-e\"> <b>16. </b>(1) The advisory committee known as the Advisory Committee for Processors is continued.  O. Reg. 354/95, s. 16 (1).</p> <p class=\"subsection-e\">  (2) The Commission shall appoint the members of the Advisory Committee annually subject to this section.  O. Reg. 354/95, s. 16 (2).</p> <p class=\"subsection-e\">  (3) The Advisory Committee shall consist of nine members, of whom,</p> <p class=\"clause-e\">  (a) one shall be the chair of the Committee; and</p> <p class=\"clause-e\">  (b) eight shall be appointed from persons nominated by the Ontario Dairy Council who are engaged in the processing of milk products or fluid milk products in Ontario.  O. Reg. 354/95, s. 16 (3).</p> <p class=\"subsection-e\">  (4) If the Ontario Dairy Council does not nominate the persons that it is required to nominate after receiving notice from the Commission, the Commission may appoint persons who have not been nominated to increase the number of members to nine.  O. Reg. 354/95, s. 16 (4).</p> <p class=\"subsection-e\">  (5) Subject to subsection (6), the members of the Advisory Committee shall hold office for such period of time as the Commission determines.  O. Reg. 354/95, s. 16 (5).</p> <p class=\"subsection-e\">  (6) If a member of the Advisory Committee dies or resigns or becomes unavailable to act before the expiration of the term of office, the Commission shall appoint a person as a member for the remainder of the term of office.  O. Reg. 354/95, s. 16 (6).</p> <p class=\"subsection-e\">  (7) The Commission shall provide a secretary for the Advisory Committee.  O. Reg. 354/95, s. 16 (7).</p>"
        },
        {
            "id": "17.",
            "section": "Advisory Committees",
            "content": " 17. The Advisory Committee of Processors may advise and make recommendations to the Commission in respect of, (a) the promotion of harmonious relationships between persons engaged in the producing and marketing of milk; (b) the promotion of greater efficiency in the producing and marketing of milk; (c) the prevention and correction of irregularities and inequities in the marketing of milk; (d) the improvement of the quality of milk; (e) the improvement of the circulation of market information respecting milk; and (f) without limiting the generality of the foregoing, any matter with respect to which the Commission may make regulations under the Act.  O. Reg. 354/95, s. 17.",
            "raw_html": "<p class=\"section-e\"> <b>17. </b>The Advisory Committee of Processors may advise and make recommendations to the Commission in respect of,</p> <p class=\"clause-e\">  (a) the promotion of harmonious relationships between persons engaged in the producing and marketing of milk;</p> <p class=\"clause-e\">  (b) the promotion of greater efficiency in the producing and marketing of milk;</p> <p class=\"clause-e\">  (c) the prevention and correction of irregularities and inequities in the marketing of milk;</p> <p class=\"clause-e\">  (d) the improvement of the quality of milk;</p> <p class=\"clause-e\">  (e) the improvement of the circulation of market information respecting milk; and</p> <p class=\"clause-e\">  (f) without limiting the generality of the foregoing, any matter with respect to which the Commission may make regulations under the Act.  O. Reg. 354/95, s. 17.</p>"
        },
        {
            "id": "18.",
            "section": "Advisory Committees",
            "content": " 18. (1) This section applies to the following committees: 1. The Advisory Committee for Milk. 2. The Advisory Committee on Transportation of Milk. 3. The Advisory Committee of Processors.  O. Reg. 354/95, s. 18 (1). (2) The chair or secretary of a committee may convene a meeting of the committee at any time by giving written notice to the members at least ten days before the date of the meeting, stating the time and place of the meeting.  O. Reg. 354/95, s. 18 (2). (3) Upon the written request of at least three members of a committee, the secretary shall convene a meeting of the committee by giving notice in accordance with subsection (2).  O. Reg. 354/95, s. 18 (3).",
            "raw_html": "<p class=\"section-e\"> <b>18. </b>(1) This section applies to the following committees:</p> <p class=\"paragraph-e\">  1. The Advisory Committee for Milk.</p> <p class=\"paragraph-e\">  2. The Advisory Committee on Transportation of Milk.</p> <p class=\"paragraph-e\">  3. The Advisory Committee of Processors.  O. Reg. 354/95, s. 18 (1).</p> <p class=\"subsection-e\">  (2) The chair or secretary of a committee may convene a meeting of the committee at any time by giving written notice to the members at least ten days before the date of the meeting, stating the time and place of the meeting.  O. Reg. 354/95, s. 18 (2).</p> <p class=\"subsection-e\">  (3) Upon the written request of at least three members of a committee, the secretary shall convene a meeting of the committee by giving notice in accordance with subsection (2).  O. Reg. 354/95, s. 18 (3).</p>"
        },
        {
            "id": "19.",
            "section": "Advisory Committees",
            "content": " 19. Omitted (revokes other Regulations).  O. Reg. 354/95, s. 19.",
            "raw_html": "<p class=\"section-e\"> <b>19.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">revokes other Regulations</span>).  O. Reg. 354/95, s. 19.</p>"
        },
        {
            "id": "20.",
            "section": "Advisory Committees",
            "content": " 20. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 354/95, s. 20.",
            "raw_html": "<p class=\"section-e\"> <b>20.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 354/95, s. 20.</p>"
        },
        {
            "id": null,
            "section": "Advisory Committees",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}