{
    "reg_info": {
        "full_title": "O. Reg. 231/08: TRANSIT PROJECTS AND METROLINX UNDERTAKINGS",
        "reg_name_text": "TRANSIT PROJECTS AND METROLINX UNDERTAKINGS",
        "citation": "O. Reg. 231/08: ",
        "act_under": "Environmental Assessment Act   Loi sur les évaluations environnementales",
        "url": "https://www.ontario.ca/laws/regulation/080231",
        "date_scraped": "2023-12-18 03:34:45"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "August  8, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/080231/v14",
            "valid_from": "December 14, 2021",
            "valid_to": "August  7, 2023"
        },
        {
            "a_href": "/laws/regulation/080231/v13",
            "valid_from": "April  1, 2021",
            "valid_to": "December 13, 2021"
        },
        {
            "a_href": "/laws/regulation/080231/v12",
            "valid_from": "March 18, 2021",
            "valid_to": "March 31, 2021"
        },
        {
            "a_href": "/laws/regulation/080231/v11",
            "valid_from": "July  1, 2020",
            "valid_to": "March 17, 2021"
        },
        {
            "a_href": "/laws/regulation/080231/v10",
            "valid_from": "July  1, 2015",
            "valid_to": "June 29, 2020"
        },
        {
            "a_href": "/laws/regulation/080231/v9",
            "valid_from": "April  7, 2015",
            "valid_to": "June 30, 2015"
        },
        {
            "a_href": "/laws/regulation/080231/v8",
            "valid_from": "November  6, 2012",
            "valid_to": "April  6, 2015"
        },
        {
            "a_href": "/laws/regulation/080231/v7",
            "valid_from": "July 22, 2011",
            "valid_to": "November  5, 2012"
        },
        {
            "a_href": "/laws/regulation/080231/v6",
            "valid_from": "June 27, 2011",
            "valid_to": "July 21, 2011"
        },
        {
            "a_href": "/laws/regulation/080231/v5",
            "valid_from": "July  1, 2010",
            "valid_to": "June 26, 2011"
        },
        {
            "a_href": "/laws/regulation/080231/v4",
            "valid_from": "March 29, 2010",
            "valid_to": "June 30, 2010"
        },
        {
            "a_href": "/laws/regulation/080231/v3",
            "valid_from": "May 14, 2009",
            "valid_to": "March 28, 2010"
        },
        {
            "a_href": "/laws/regulation/080231/v2",
            "valid_from": "August 21, 2008",
            "valid_to": "May 13, 2009"
        },
        {
            "a_href": "/laws/regulation/080231/v1",
            "valid_from": "June 24, 2008",
            "valid_to": "August 20, 2008"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Interpretation",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation",
            "content": " 1. (1) In this Regulation, “power supply infrastructure” means transmission lines and transmission stations described in subsection (3); “project commencement date” means, with respect to a transit project, the earliest date that, (a) any construction or installation begins as part of the project, or (b) any service is started, stopped or changed as part of the project; “transit project” means, (a) an enterprise or activity that is the planning, designing, establishing, constructing, operating, changing or retiring of, (i) a facility or service that, aside from any incidental use for walking, bicycling or other means of transporting people by human power, is used exclusively for the transportation of passengers by bus or rail, or (ii) anything that is ancillary to a facility or service described in subclause (i) and that is used to support or facilitate the transportation of passengers by bus or rail, or (b) a proposal, plan or program in respect of an enterprise or activity described in clause (a); “transit project assessment process” means the process set out in sections 5 to 17 of this Regulation.  O. Reg. 231/08, s. 1 (1); O. Reg. 76/15, s. 1 (1). (2) For the purposes of this Regulation, (a) the site of a transit project is the site of the facility or service referred to in subclause (a) (i) of the definition of “transit project” in subsection (1); and (b) the site of a change to a transit project is the site of the change to the facility or service referred to in subclause (a) (i) of the definition of “transit project” in subsection (1).  O. Reg. 231/08, s. 1 (2); O. Reg. 231/08, s. 18 (1). (3) For the purposes of this Regulation, power supply infrastructure consists of the following transmission lines and transmission stations if they are for the purposes of the electrification of a commuter rail corridor and are not associated with a generation facility mentioned in paragraph 1, 2, 3, 4, 5, 6 or 7 of subsection 4 (1) of Ontario Regulation 116/01 (Electricity Projects) made under the Act: 1. A transmission line that, i. can operate at nominal voltage of 115 kV and is greater than 2 kilometres in length, or ii. can operate at nominal voltage of greater than 115 kV and less than 500 kV and is greater than 2 kilometres and less than 50 kilometres in length. 2. A transmission station that can operate at nominal voltage of equal to or greater than 115kV and less than or equal to 500 kV. O. Reg. 76/15, s. 1 (2). (4) For the purposes of subsection (3), if a transmission station has more than one voltage level, the station’s nominal operating voltage is its highest voltage level. O. Reg. 76/15, s. 1 (2). Designation",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“power supply infrastructure” means transmission lines and transmission stations described in subsection (3);</p> <p class=\"definition-e\">“project commencement date” means, with respect to a transit project, the earliest date that,</p> <p class=\"defclause-e\">  (a) any construction or installation begins as part of the project, or</p> <p class=\"defclause-e\">  (b) any service is started, stopped or changed as part of the project;</p> <p class=\"definition-e\">“transit project” means,</p> <p class=\"defclause-e\">  (a) an enterprise or activity that is the planning, designing, establishing, constructing, operating, changing or retiring of,</p> <p class=\"defsubclause-e\">  (i) a facility or service that, aside from any incidental use for walking, bicycling or other means of transporting people by human power, is used exclusively for the transportation of passengers by bus or rail, or</p> <p class=\"defsubclause-e\">  (ii) anything that is ancillary to a facility or service described in subclause (i) and that is used to support or facilitate the transportation of passengers by bus or rail, or</p> <p class=\"defclause-e\">  (b) a proposal, plan or program in respect of an enterprise or activity described in clause (a);</p> <p class=\"definition-e\">“transit project assessment process” means the process set out in sections 5 to 17 of this Regulation.  O. Reg. 231/08, s. 1 (1); O. Reg. 76/15, s. 1 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of this Regulation,</p> <p class=\"clause-e\">  (a) the site of a transit project is the site of the facility or service referred to in subclause (a) (i) of the definition of “transit project” in subsection (1); and</p> <p class=\"clause-e\">  (b) the site of a change to a transit project is the site of the change to the facility or service referred to in subclause (a) (i) of the definition of “transit project” in subsection (1).  O. Reg. 231/08, s. 1 (2); O. Reg. 231/08, s. 18 (1).</p> <p class=\"subsection-e\">  (3) For the purposes of this Regulation, power supply infrastructure consists of the following transmission lines and transmission stations if they are for the purposes of the electrification of a commuter rail corridor and are not associated with a generation facility mentioned in paragraph 1, 2, 3, 4, 5, 6 or 7 of subsection 4 (1) of Ontario Regulation 116/01 (Electricity Projects) made under the Act:</p> <p class=\"paragraph-e\">  1. A transmission line that,</p> <p class=\"subpara-e\">  i. can operate at nominal voltage of 115 kV and is greater than 2 kilometres in length, or </p> <p class=\"subpara-e\">  ii. can operate at nominal voltage of greater than 115 kV and less than 500 kV and is greater than 2 kilometres and less than 50 kilometres in length. </p> <p class=\"paragraph-e\">  2. A transmission station that can operate at nominal voltage of<i> </i>equal to or greater than 115kV and less than or equal to 500 kV. O. Reg. 76/15, s. 1 (2).</p> <p class=\"subsection-e\">  (4) For the purposes of subsection (3), if a transmission station has more than one voltage level, the station’s nominal operating voltage is its highest voltage level. O. Reg. 76/15, s. 1 (2).</p> <p class=\"heading1-e\"><a name=\"BK2\"></a>Designation</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "Designation",
            "part_id": null,
            "part_type": null,
            "section": "Designation",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "1.1",
            "part_id": null,
            "part_type": null,
            "section": "Designation",
            "content": " 1.1 (1) Subject to subsections (2) and (3), the planning, designing, establishing, constructing, operating, changing or retiring of power supply infrastructure in relation to the electrification of a new or existing commuter rail corridor is defined as a major commercial enterprise or activity and is designated as an undertaking to which the Act applies. O. Reg. 76/15, s. 2. (2) A change to a transmission line and the subsequent operation and retirement of the changed or expanded line is defined and designated under subsection (1) only if, (a) the work involved in changing the line requires replacement of poles or towers and/or changes in the right-of-way for existing transmission lines that are capable of operating at a nominal voltage equal to or greater than 115 kV and less than or equal to 500 kV; and (b) the changed line would operate at a nominal voltage of equal to or greater than 115 kV and less than or equal to 500 kV. O. Reg. 76/15, s. 2. (3) A change to a transmission station and the subsequent operation and retirement of the changed or expanded station is defined and designated under subsection (1) only if, (a) the change requires the acquisition of property; and (b) the changed station is capable of operating at a nominal voltage of equal to or greater than 115 kV and less than or equal to 500 kV. O. Reg. 76/15, s. 2. (4) For the purposes of subsection (3), if a transmission station has more than one voltage level, the station’s nominal operating voltage is its highest voltage level. O. Reg. 76/15, s. 2. Exemptions",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>1.1 </b>(1) Subject to subsections (2) and (3), the planning, designing, establishing, constructing, operating, changing or retiring of power supply infrastructure<i> </i>in relation to the electrification of a new or existing commuter rail corridor is defined as a major commercial enterprise or activity and is designated as an undertaking to which the Act applies. O. Reg. 76/15, s. 2.</p> <p class=\"subsection-e\">  (2) A change to a transmission line and the subsequent operation and retirement of the changed or expanded line is defined and designated under subsection (1) only if,</p> <p class=\"clause-e\">  (a) the work involved in changing the line requires replacement of poles or towers and/or changes in the right-of-way for existing transmission lines that are capable of operating at a nominal voltage equal to or greater than 115 kV and less than or equal to 500 kV; and</p> <p class=\"clause-e\">  (b) the changed line would operate at a nominal voltage of equal to or greater than 115 kV and less than or equal to 500 kV. O. Reg. 76/15, s. 2.</p> <p class=\"subsection-e\">  (3) A change to a transmission station and the subsequent operation and retirement of the changed or expanded station is defined and designated under subsection (1) only if,</p> <p class=\"clause-e\">  (a) the change requires the acquisition of property; and</p> <p class=\"clause-e\">  (b) the changed station is capable of operating at a nominal voltage of equal to or greater than 115 kV and less than or equal to 500 kV. O. Reg. 76/15, s. 2.</p> <p class=\"subsection-e\">  (4) For the purposes of subsection (3), if a transmission station has more than one voltage level, the station’s nominal operating voltage is its highest voltage level. O. Reg. 76/15, s. 2.</p> <p class=\"heading1-e\"><a name=\"BK4\"></a>Exemptions</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "Exemptions",
            "part_id": null,
            "part_type": null,
            "section": "Exemptions",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Exemption conditional on compliance with transit project assessment process",
            "content": " 2. (1) A transit project that belongs to a class of transit projects described in Schedule 1 is exempt from Part II and subsection 15.1.1 (1) of the Act if the proponent has commenced the transit project assessment process and complies with that process.  O. Reg. 355/11, s. 2; O. Reg. 854/21, s. 1. (2) Subsection (3) applies if, before the day this section came into force, (a) the proponent of a transit project submitted an environmental assessment or proposed terms of reference in respect of the project to the Ministry; or (b) the proponent of a transit project gave a notice to the public in accordance with an approved class environmental assessment.  O. Reg. 231/08, s. 2 (2). (3) In the circumstances described in subsection (2), subsection (1) does not apply to the transit project unless, not later than December 22, 2008, the Director of the Ministry’s Environmental Assessment and Approvals Branch and the appropriate regional director of the Ministry have received written notice from the proponent stating that the proponent will comply with the transit project assessment process.  O. Reg. 231/08, s. 2 (3); O. Reg. 301/08, s. 1. (4) The validity of anything done before the day this section came into force is not affected if, after receipt of the notices referred to in subsection (3), the transit project assessment process is terminated under subsection 6 (3) or clause 13 (4) (b) or 15 (20) (b).  O. Reg. 231/08, s. 2 (4). (5) If, pursuant to subsection (1), Part II of the Act does not apply to a transit project and proceeding with the project conflicts with a condition imposed by an approval under the Act that applies to another undertaking, subsections 5 (4) and 12.2 (6) and section 38 of the Act do not apply to the condition to the extent of the conflict.  O. Reg. 231/08, s. 2 (5). (6) Subsection (1) ceases to apply to a transit project if the proponent gives the Director of the Environmental Assessment Branch and the appropriate regional director of the Ministry written notice indicating that the proponent will proceed with the transit project in accordance with Part II of the Act or an approved class environmental assessment. O. Reg. 231/08, s. 2 (6); O. Reg. 354/12, s. 1; O. Reg. 342/20, s. 2. (7) Subsection (8) applies if, before the day section 1.1 came into force, (a) the proponent of a transit project described in subsection 1.1 (1) submitted an environmental assessment or proposed terms of reference in respect of the project to the Ministry; or (b) the proponent of a transit project described in subsection 1.1 (1) gave a notice to the public in accordance with an approved class environmental assessment. O. Reg. 76/15, s. 3. (8) In the circumstances described in subsection (7), subsection (1) does not apply to the transit project unless, not later than December 31, 2015, the Director of the Environmental Approvals Branch and the appropriate regional director of the Ministry have received written notice from the proponent stating that the proponent will comply with the transit project assessment process. O. Reg. 76/15, s. 3. (9) The validity of anything done before section 1.1 came into force is not affected if, after receipt of the notices referred to in subsection (8), the transit project assessment process is terminated under subsection 6 (3) or clause 13 (4) (b) or 15 (20) (b). O. Reg. 76/15, s. 3. (10) If a proponent of a transit project that belongs to a class of transit projects described in Schedule 1 proposes to carry out a transit project with one or more other proponents of a transit project that belongs to a class of transit projects described in Schedule 1, the proponents may proceed with the transit project assessment process jointly. O. Reg. 76/15, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>2. </b>(1) A transit project that belongs to a class of transit projects described in Schedule 1 is exempt from Part II and subsection 15.1.1 (1) of the Act if the proponent has commenced the transit project assessment process and complies with that process.  O. Reg. 355/11, s. 2; O. Reg. 854/21, s. 1.</p> <p class=\"subsection-e\"><b> </b>(2) Subsection (3) applies if, before the day this section came into force,</p> <p class=\"clause-e\">  (a) the proponent of a transit project submitted an environmental assessment or proposed terms of reference in respect of the project to the Ministry; or</p> <p class=\"clause-e\">  (b) the proponent of a transit project gave a notice to the public in accordance with an approved class environmental assessment.  O. Reg. 231/08, s. 2 (2).</p> <p class=\"subsection-e\">  (3) In the circumstances described in subsection (2), subsection (1) does not apply to the transit project unless, not later than December 22, 2008, the Director of the Ministry’s Environmental Assessment and Approvals Branch and the appropriate regional director of the Ministry have received written notice from the proponent stating that the proponent will comply with the transit project assessment process.  O. Reg. 231/08, s. 2 (3); O. Reg. 301/08, s. 1.</p> <p class=\"subsection-e\">  (4) The validity of anything done before the day this section came into force is not affected if, after receipt of the notices referred to in subsection (3), the transit project assessment process is terminated under subsection 6 (3) or clause 13 (4) (b) or 15 (20) (b).  O. Reg. 231/08, s. 2 (4).</p> <p class=\"subsection-e\">  (5) If, pursuant to subsection (1), Part II of the Act does not apply to a transit project and proceeding with the project conflicts with a condition imposed by an approval under the Act that applies to another undertaking, subsections 5 (4) and 12.2 (6) and section 38 of the Act do not apply to the condition to the extent of the conflict.  O. Reg. 231/08, s. 2 (5).</p> <p class=\"subsection-e\">  (6) Subsection (1) ceases to apply to a transit project if the proponent gives the Director of the Environmental Assessment Branch and the appropriate regional director of the Ministry written notice indicating that the proponent will proceed with the transit project in accordance with Part II of the Act or an approved class environmental assessment. O. Reg. 231/08, s. 2 (6); O. Reg. 354/12, s. 1; O. Reg. 342/20, s. 2.</p> <p class=\"subsection-e\">  (7) Subsection (8) applies if, before the day section 1.1 came into force,</p> <p class=\"clause-e\">  (a) the proponent of a transit project described in subsection 1.1 (1) submitted an environmental assessment or proposed terms of reference in respect of the project to the Ministry; or</p> <p class=\"clause-e\">  (b) the proponent of a transit project described in subsection 1.1 (1) gave a notice to the public in accordance with an approved class environmental assessment. O. Reg. 76/15, s. 3.</p> <p class=\"subsection-e\">  (8) In the circumstances described in subsection (7), subsection (1) does not apply to the transit project unless, not later than December 31, 2015, the Director of the Environmental Approvals Branch and the appropriate regional director of the Ministry have received written notice from the proponent stating that the proponent will comply with the transit project assessment process. O. Reg. 76/15, s. 3.</p> <p class=\"subsection-e\">  (9) The validity of anything done before section 1.1 came into force is not affected if, after receipt of the notices referred to in subsection (8), the transit project assessment process is terminated under subsection 6 (3) or clause 13 (4) (b) or 15 (20) (b). O. Reg. 76/15, s. 3.</p> <p class=\"subsection-e\">  (10) If a proponent of a transit project that belongs to a class of transit projects described in Schedule 1 proposes to carry out a transit project with one or more other proponents of a transit project that belongs to a class of transit projects described in Schedule 1, the proponents may proceed with the transit project assessment process jointly. O. Reg. 76/15, s. 3.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Unconditional exemption of other transit projects",
            "content": " 3. (1) A transit project that does not belong to a class of transit projects described in Schedule 1 is exempt from Part II and subsection 15.1.1 (1) of the Act.  O. Reg. 231/08, s. 3 (1); O. Reg. 355/11, s. 3; O. Reg. 854/21, s. 1. (2) Subsection (1) ceases to apply to a transit project if the proponent gives the Director of the Environmental Assessment Branch and the appropriate regional director of the Ministry written notice indicating that the proponent will proceed with the transit project in accordance with Part II of the Act or an approved class environmental assessment. O. Reg. 231/08, s. 3 (2); O. Reg. 354/12, s. 2; O. Reg. 342/20, s. 3.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK6\"></a>3. </b>(1) A transit project that does not belong to a class of transit projects described in Schedule 1 is exempt from Part II and subsection 15.1.1 (1) of the Act.  O. Reg. 231/08, s. 3 (1); O. Reg. 355/11, s. 3; O. Reg. 854/21, s. 1.</p> <p class=\"subsection-e\">  (2) Subsection (1) ceases to apply to a transit project if the proponent gives the Director of the Environmental Assessment Branch and the appropriate regional director of the Ministry written notice indicating that the proponent will proceed with the transit project in accordance with Part II of the Act or an approved class environmental assessment. O. Reg. 231/08, s. 3 (2); O. Reg. 354/12, s. 2; O. Reg. 342/20, s. 3.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Metrolinx undertakings",
            "content": " 4. (1) Any undertaking of Metrolinx that is described in section 6, 7, 8 or 8.1 of the Metrolinx Act, 2006 is exempt from Part II and subsection 15.1.1 (1) of the Environmental Assessment Act.  O. Reg. 355/11, s. 4; O. Reg. 854/21, s. 1. (2) Subsection (1) does not apply to an undertaking that is a transit project if the transit project belongs to a class of transit projects described in Schedule 1.  O. Reg. 231/08, s. 4 (2). Project Assessment Process",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>4. </b>(1) Any undertaking of Metrolinx that is described in section 6, 7, 8 or 8.1 of the <i>Metrolinx Act, 2006</i> is exempt from Part II and subsection 15.1.1 (1) of the <i>Environmental Assessment Act</i>.  O. Reg. 355/11, s. 4; O. Reg. 854/21, s. 1.</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply to an undertaking that is a transit project if the transit project belongs to a class of transit projects described in Schedule 1.  O. Reg. 231/08, s. 4 (2).</p> <p class=\"heading1-e\"><a name=\"BK8\"></a>Project Assessment Process</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "Project Assessment Process",
            "part_id": null,
            "part_type": null,
            "section": "Project Assessment Process",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Application",
            "content": " 5. Sections 6 to 17 apply if the proponent of a transit project that belongs to a class of transit projects described in Schedule 1 seeks to rely on subsection 2 (1).  O. Reg. 231/08, s. 5.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK9\"></a>5. </b>Sections 6 to 17 apply if the proponent of a transit project that belongs to a class of transit projects described in Schedule 1 seeks to rely on subsection 2 (1).  O. Reg. 231/08, s. 5.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Process and timing",
            "content": " 6. (1) Before the project commencement date, the proponent shall complete the following steps: 1. Prepare and distribute a notice of commencement of the transit project assessment process under section 7. 2. Conduct consultations under section 8. 3. Prepare an environmental project report under section 9. 4. Prepare and distribute a notice of completion of the environmental project report under section 11. 5. Submit statements of completion of the transit project assessment process to the Director of the Environmental Assessment Branch and the appropriate regional director of the Ministry under section 14. O. Reg. 231/08, s. 6 (1); O. Reg. 354/12, s. 3 (1); O. Reg. 342/20, s. 4 (1). (2) Subject to section 10, the notice of completion of the environmental project report referred to in paragraph 4 of subsection (1) shall be prepared and distributed within 120 days after, (a) the first day on which the notice of commencement of the transit project assessment process is published in a newspaper under clause 7 (3) (b); or (b) if there is no newspaper publication under clause 7 (3) (b) because there is no newspaper with general circulation in the area where the site of the transit project is located, the date on which the notice of commencement of the transit project assessment process is first published under subsection 7 (6).  O. Reg. 231/08, s. 6 (2). (3) A proponent may, at any time before submitting a statement of completion of the transit project assessment process under section 14, terminate the transit project assessment process by giving notices to that effect to the Director of the Environmental Assessment Branch and the appropriate regional director of the Ministry. O. Reg. 231/08, s. 6 (3); O. Reg. 354/12, s. 3 (2); O. Reg. 342/20, s. 4 (2). (4) The termination of the transit project assessment process by the proponent under subsection (3) does not prevent the proponent from, (a) preparing and distributing a new notice of commencement of the transit project assessment process under section 7 and starting the transit project assessment process again; or (b) proceeding with the transit project in accordance with Part II of the Act or an approved class environmental assessment.  O. Reg. 231/08, s. 6 (4).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK10\"></a>6. </b>(1) Before the project commencement date, the proponent shall complete the following steps:</p> <p class=\"paragraph-e\">  1. Prepare and distribute a notice of commencement of the transit project assessment process under section 7.</p> <p class=\"paragraph-e\">  2. Conduct consultations under section 8.</p> <p class=\"paragraph-e\">  3. Prepare an environmental project report under section 9.</p> <p class=\"paragraph-e\">  4. Prepare and distribute a notice of completion of the environmental project report under section 11.</p> <p class=\"paragraph-e\">  5. Submit statements of completion of the transit project assessment process to the Director of the Environmental Assessment Branch and the appropriate regional director of the Ministry under section 14. O. Reg. 231/08, s. 6 (1); O. Reg. 354/12, s. 3 (1); O. Reg. 342/20, s. 4 (1).</p> <p class=\"subsection-e\">  (2) Subject to section 10, the notice of completion of the environmental project report referred to in paragraph 4 of subsection (1) shall be prepared and distributed within 120 days after,</p> <p class=\"clause-e\">  (a) the first day on which the notice of commencement of the transit project assessment process is published in a newspaper under clause 7 (3) (b); or</p> <p class=\"clause-e\">  (b) if there is no newspaper publication under clause 7 (3) (b) because there is no newspaper with general circulation in the area where the site of the transit project is located, the date on which the notice of commencement of the transit project assessment process is first published under subsection 7 (6).  O. Reg. 231/08, s. 6 (2).</p> <p class=\"subsection-e\">  (3) A proponent may, at any time before submitting a statement of completion of the transit project assessment process under section 14, terminate the transit project assessment process by giving notices to that effect to the Director of the Environmental Assessment Branch and the appropriate regional director of the Ministry. O. Reg. 231/08, s. 6 (3); O. Reg. 354/12, s. 3 (2); O. Reg. 342/20, s. 4 (2).</p> <p class=\"subsection-e\">  (4) The termination of the transit project assessment process by the proponent under subsection (3) does not prevent the proponent from,</p> <p class=\"clause-e\">  (a) preparing and distributing a new notice of commencement of the transit project assessment process under section 7 and starting the transit project assessment process again; or</p> <p class=\"clause-e\">  (b) proceeding with the transit project in accordance with Part II of the Act or an approved class environmental assessment.  O. Reg. 231/08, s. 6 (4).</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Notice of commencement of the transit project assessment process",
            "content": " 7. (1) The proponent shall prepare a notice of commencement of the transit project assessment process that complies with subsection (2) and distribute it as described in subsection (3).  O. Reg. 231/08, s. 7 (1). (2) The notice of commencement of the transit project assessment process shall include the following information: 1. The proponent’s name and address. 2. The name and phone number, and email address if any, of a person who may be contacted on behalf of the proponent. 3. A description of the transit project. 4. A statement that the environmental impact of the transit project is being assessed in accordance with the transit project assessment process under this Regulation. 5. A map showing the site of the transit project. 6. Information on how to obtain a summary of publicly-available documents prepared by the proponent in connection with the transit project, including any of the following documents prepared by the proponent that are publicly available: i. Any preliminary studies relating to the transit project. ii. Any analysis of existing environmental conditions at the site of the transit project. iii. Any analysis of the impacts that the transit project may have on the environment and, in the case of negative impacts, any analysis of potential mitigation measures. iv. Any documents relating to planning and consultation that have taken place with respect to the transit project.  O. Reg. 231/08, s. 7 (2). (3) The proponent shall distribute the notice of commencement of the transit project assessment process by, (a) giving a copy of the notice to, (i) every assessed owner of land within 30 metres of the site of the transit project, (ii) the Director of the Environmental Assessment Branch, (iii) the appropriate regional director of the Ministry, (iv) every Indigenous community that is identified under clause (4) (b), and any other Indigenous community that, in the opinion of the proponent, may be interested in the transit project, and (v) any other person who, in the opinion of the proponent, may be interested in the transit project; and (b) publishing the notice, on two separate days, in a newspaper with general circulation in the area where the site of the transit project is located, subject to subsection (6). O. Reg. 231/08, s. 7 (3); O. Reg. 354/12, s. 4 (1); O. Reg. 342/20, s. 1, 5 (1). (4) Before distributing the notice of commencement of the transit project assessment process, (a) the proponent shall contact the Director of the Environmental Assessment Branch for a list of bodies that, in the opinion of the Director, would be able to assist in identifying Indigenous communities that may be interested in the transit project; and (b) the proponent shall contact the bodies listed under clause (a) and ask them to identify Indigenous communities that may be interested in the transit project. O. Reg. 231/08, s. 7 (4); O. Reg. 354/12, s. 4 (2); O. Reg. 342/20, s. 1, 5 (2). (5) For the purposes of subclause (3) (a) (v), the proponent shall have regard to Schedule 2 in identifying persons who may be interested in the transit project.  O. Reg. 231/08, s. 7 (5). (6) If there is no newspaper with general circulation in the area where the site of the transit project is located, the proponent shall publish the notice of commencement of the transit project assessment process in some other way that, in the proponent’s opinion, will promptly bring the notice to the attention of the public in that area.  O. Reg. 231/08, s. 7 (6). (7) The proponent shall also post the notice of commencement of the transit project assessment process on its website, if any.  O. Reg. 231/08, s. 7 (7). (8) When a copy of the notice of commencement of the transit project assessment process is given to an Indigenous community under subsection (3), the proponent shall request the Indigenous community to advise the proponent in writing of the nature of any interest that it has in the transit project.  O. Reg. 231/08, s. 7 (8); O. Reg. 342/20, s. 1.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK11\"></a>7. </b>(1) The proponent shall prepare a notice of commencement of the transit project assessment process that complies with subsection (2) and distribute it as described in subsection (3).  O. Reg. 231/08, s. 7 (1).</p> <p class=\"subsection-e\">  (2) The notice of commencement of the transit project assessment process shall include the following information:</p> <p class=\"paragraph-e\">  1. The proponent’s name and address.</p> <p class=\"paragraph-e\">  2. The name and phone number, and email address if any, of a person who may be contacted on behalf of the proponent.</p> <p class=\"paragraph-e\">  3. A description of the transit project.</p> <p class=\"paragraph-e\">  4. A statement that the environmental impact of the transit project is being assessed in accordance with the transit project assessment process under this Regulation.</p> <p class=\"paragraph-e\">  5. A map showing the site of the transit project.</p> <p class=\"paragraph-e\">  6. Information on how to obtain a summary of publicly-available documents prepared by the proponent in connection with the transit project, including any of the following documents prepared by the proponent that are publicly available:</p> <p class=\"subpara-e\">  i. Any preliminary studies relating to the transit project.</p> <p class=\"subpara-e\">  ii. Any analysis of existing environmental conditions at the site of the transit project.</p> <p class=\"subpara-e\">  iii. Any analysis of the impacts that the transit project may have on the environment and, in the case of negative impacts, any analysis of potential mitigation measures.</p> <p class=\"subpara-e\">  iv. Any documents relating to planning and consultation that have taken place with respect to the transit project.  O. Reg. 231/08, s. 7 (2).</p> <p class=\"subsection-e\">  (3) The proponent shall distribute the notice of commencement of the transit project assessment process by,</p> <p class=\"clause-e\">  (a) giving a copy of the notice to,</p> <p class=\"subclause-e\">  (i) every assessed owner of land within 30 metres of the site of the transit project,</p> <p class=\"subclause-e\">  (ii) the Director of the Environmental Assessment Branch,</p> <p class=\"subclause-e\">  (iii) the appropriate regional director of the Ministry,</p> <p class=\"subclause-e\">  (iv) every Indigenous community that is identified under clause (4) (b), and any other Indigenous community that, in the opinion of the proponent, may be interested in the transit project, and</p> <p class=\"subclause-e\">  (v) any other person who, in the opinion of the proponent, may be interested in the transit project; and</p> <p class=\"clause-e\">  (b) publishing the notice, on two separate days, in a newspaper with general circulation in the area where the site of the transit project is located, subject to subsection (6). O. Reg. 231/08, s. 7 (3); O. Reg. 354/12, s. 4 (1); O. Reg. 342/20, s. 1, 5 (1).</p> <p class=\"subsection-e\">  (4) Before distributing the notice of commencement of the transit project assessment process,</p> <p class=\"clause-e\">  (a) the proponent shall contact the Director of the Environmental Assessment Branch for a list of bodies that, in the opinion of the Director, would be able to assist in identifying Indigenous communities that may be interested in the transit project; and</p> <p class=\"clause-e\">  (b) the proponent shall contact the bodies listed under clause (a) and ask them to identify Indigenous communities that may be interested in the transit project. O. Reg. 231/08, s. 7 (4); O. Reg. 354/12, s. 4 (2); O. Reg. 342/20, s. 1, 5 (2).</p> <p class=\"subsection-e\">  (5) For the purposes of subclause (3) (a) (v), the proponent shall have regard to Schedule 2 in identifying persons who may be interested in the transit project.  O. Reg. 231/08, s. 7 (5).</p> <p class=\"subsection-e\">  (6) If there is no newspaper with general circulation in the area where the site of the transit project is located, the proponent shall publish the notice of commencement of the transit project assessment process in some other way that, in the proponent’s opinion, will promptly bring the notice to the attention of the public in that area.  O. Reg. 231/08, s. 7 (6).</p> <p class=\"subsection-e\">  (7) The proponent shall also post the notice of commencement of the transit project assessment process on its website, if any.  O. Reg. 231/08, s. 7 (7).</p> <p class=\"subsection-e\">  (8) When a copy of the notice of commencement of the transit project assessment process is given to an Indigenous community under subsection (3), the proponent shall request the Indigenous community to advise the proponent in writing of the nature of any interest that it has in the transit project.  O. Reg. 231/08, s. 7 (8); O. Reg. 342/20, s. 1.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Consultation",
            "content": " 8. (1) Subject to subsection (2), the proponent shall consult with persons, including Indigenous communities, who, in the opinion of the proponent, may be interested in the transit project.  O. Reg. 231/08, s. 8 (1); O. Reg. 342/20, s. 1. (2) The proponent shall ensure that all of the persons to whom a copy of the notice of commencement of the transit project assessment process was given under clause 7 (3) (a) are given an opportunity to participate in the consultation.  O. Reg. 231/08, s. 8 (2). (3) Subject to subsections (4) and (5), the consultation shall be conducted in the way the proponent considers appropriate.  O. Reg. 231/08, s. 8 (3). (4) As part of the consultation, the proponent shall provide information about, (a) the basis on which the proponent selected the preferred method of carrying out the transit project, including, (i) the proponent’s assessment and evaluation of the impacts that the preferred method and the other methods considered might have on the environment, (ii) the proponent’s criteria for assessment and evaluation of those impacts, and (iii) any completed studies with respect to those impacts; (b) any measures proposed by the proponent for mitigating any negative impacts that the preferred method of carrying out the transit project might have on the environment; and (c) if mitigation measures are proposed under clause (b), a description of the means the proponent proposes to use to monitor or verify their effectiveness.  O. Reg. 231/08, s. 8 (4). (5) As part of the consultation, the proponent shall discuss with each Indigenous community that may be interested in the transit project, (a) any existing aboriginal or treaty rights, as recognized and affirmed in section 35 of the Constitution Act, 1982, that are identified by the community as potentially being negatively impacted by the transit project; and (b) measures for mitigating potential negative impacts on the right referred to in clause (a), including any measures identified by the community.  O. Reg. 231/08, s. 8 (5); O. Reg. 342/20, s. 1, 6.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK12\"></a>8. </b>(1) Subject to subsection (2), the proponent shall consult with persons, including Indigenous communities, who, in the opinion of the proponent, may be interested in the transit project.  O. Reg. 231/08, s. 8 (1); O. Reg. 342/20, s. 1.</p> <p class=\"subsection-e\">  (2) The proponent shall ensure that all of the persons to whom a copy of the notice of commencement of the transit project assessment process was given under clause 7 (3) (a) are given an opportunity to participate in the consultation.  O. Reg. 231/08, s. 8 (2).</p> <p class=\"subsection-e\">  (3) Subject to subsections (4) and (5), the consultation shall be conducted in the way the proponent considers appropriate.  O. Reg. 231/08, s. 8 (3).</p> <p class=\"subsection-e\">  (4) As part of the consultation, the proponent shall provide information about,</p> <p class=\"clause-e\">  (a) the basis on which the proponent selected the preferred method of carrying out the transit project, including,</p> <p class=\"subclause-e\">  (i) the proponent’s assessment and evaluation of the impacts that the preferred method and the other methods considered might have on the environment,</p> <p class=\"subclause-e\">  (ii) the proponent’s criteria for assessment and evaluation of those impacts, and</p> <p class=\"subclause-e\">  (iii) any completed studies with respect to those impacts;</p> <p class=\"clause-e\">  (b) any measures proposed by the proponent for mitigating any negative impacts that the preferred method of carrying out the transit project might have on the environment; and</p> <p class=\"clause-e\">  (c) if mitigation measures are proposed under clause (b), a description of the means the proponent proposes to use to monitor or verify their effectiveness.  O. Reg. 231/08, s. 8 (4).</p> <p class=\"subsection-e\">  (5) As part of the consultation, the proponent shall discuss with each Indigenous community that may be interested in the transit project,</p> <p class=\"clause-e\">  (a) any existing aboriginal or treaty rights, as recognized and affirmed in section 35 of the <i>Constitution Act, 1982</i>, that are identified by the community as potentially being negatively impacted by the transit project; and</p> <p class=\"clause-e\">  (b) measures for mitigating potential negative impacts on the right referred to in clause (a), including any measures identified by the community.  O. Reg. 231/08, s. 8 (5); O. Reg. 342/20, s. 1, 6.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Environmental project report",
            "content": " 9. (1) The proponent shall prepare an environmental project report in accordance with subsection (2).  O. Reg. 231/08, s. 9 (1). (2) The environmental project report shall contain the following: 1. A statement of the purpose of the transit project and a summary of background information relating to the transit project. 2. The final description of the transit project, including a description of the preferred method of carrying out the transit project, and a description of the other methods that were considered. 3. A map showing the site of the transit project. 4. A description of the local environmental conditions at the site of the transit project. 5. A description of all studies undertaken in relation to the transit project, including, i. a summary of all data collected or reviewed, and ii. a summary of all results and conclusions. 6. The proponent’s assessment and evaluation of the impacts that the preferred method of carrying out the transit project and other methods might have on the environment, and the proponent’s criteria for assessment and evaluation of those impacts. 7. A description of any measures proposed by the proponent for mitigating any negative impacts that the preferred method of carrying out the transit project might have on the environment. 8. If mitigation measures are proposed under paragraph 7, a description of the means the proponent proposes to use to monitor or verify their effectiveness. 9. A description of any municipal, provincial, federal or other approvals or permits that may be required for the transit project. 10. A consultation record, including, i. a description of the consultations carried out with interested persons, including Indigenous communities, ii. a list of the interested persons, including Indigenous communities, who participated in the consultations, iii. summaries of the comments submitted by interested persons, including Indigenous communities, iv. a summary of discussions that the proponent had with Indigenous communities under subsection 8 (5), and copies of all written comments submitted by Indigenous communities, and v. a description of what the proponent did to respond to concerns expressed by interested persons, including Indigenous communities. 11. A summary of each issue in respect of which notice was given to the Director of the Environmental Assessment Branch and the appropriate regional director of the Ministry under subsection 10 (1), including, i. a description of the issue, ii. a description of what the proponent did to respond to the issue and the results of those efforts, and iii. the dates that notices were given to the Director of the Environmental Assessment Branch and the appropriate regional director of the Ministry under subsections 10 (1) and (3). O. Reg. 231/08, s. 9 (2); O. Reg. 354/12, s. 5; O. Reg. 342/20, s. 1, 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>9. </b>(1) The proponent shall prepare an environmental project report in accordance with subsection (2).  O. Reg. 231/08, s. 9 (1).</p> <p class=\"subsection-e\">  (2) The environmental project report shall contain the following:</p> <p class=\"paragraph-e\">  1. A statement of the purpose of the transit project and a summary of background information relating to the transit project.</p> <p class=\"paragraph-e\">  2. The final description of the transit project, including a description of the preferred method of carrying out the transit project, and a description of the other methods that were considered.</p> <p class=\"paragraph-e\">  3. A map showing the site of the transit project.</p> <p class=\"paragraph-e\">  4. A description of the local environmental conditions at the site of the transit project.</p> <p class=\"paragraph-e\">  5. A description of all studies undertaken in relation to the transit project, including,</p> <p class=\"subpara-e\">  i. a summary of all data collected or reviewed, and</p> <p class=\"subpara-e\">  ii. a summary of all results and conclusions.</p> <p class=\"paragraph-e\">  6. The proponent’s assessment and evaluation of the impacts that the preferred method of carrying out the transit project and other methods might have on the environment, and the proponent’s criteria for assessment and evaluation of those impacts.</p> <p class=\"paragraph-e\">  7. A description of any measures proposed by the proponent for mitigating any negative impacts that the preferred method of carrying out the transit project might have on the environment.</p> <p class=\"paragraph-e\">  8. If mitigation measures are proposed under paragraph 7, a description of the means the proponent proposes to use to monitor or verify their effectiveness.</p> <p class=\"paragraph-e\">  9. A description of any municipal, provincial, federal or other approvals or permits that may be required for the transit project.</p> <p class=\"paragraph-e\">  10. A consultation record, including,</p> <p class=\"subpara-e\">  i. a description of the consultations carried out with interested persons, including Indigenous communities,</p> <p class=\"subpara-e\">  ii. a list of the interested persons, including Indigenous communities, who participated in the consultations,</p> <p class=\"subpara-e\">  iii. summaries of the comments submitted by interested persons, including Indigenous communities,</p> <p class=\"subpara-e\">  iv. a summary of discussions that the proponent had with Indigenous communities under subsection 8 (5), and copies of all written comments submitted by Indigenous communities, and</p> <p class=\"subpara-e\">  v. a description of what the proponent did to respond to concerns expressed by interested persons, including Indigenous communities. </p> <p class=\"paragraph-e\">  11. A summary of each issue in respect of which notice was given to the Director of the Environmental Assessment Branch and the appropriate regional director of the Ministry under subsection 10 (1), including,</p> <p class=\"subpara-e\">  i. a description of the issue,</p> <p class=\"subpara-e\">  ii. a description of what the proponent did to respond to the issue and the results of those efforts, and</p> <p class=\"subpara-e\">  iii. the dates that notices were given to the Director of the Environmental Assessment Branch and the appropriate regional director of the Ministry under subsections 10 (1) and (3). O. Reg. 231/08, s. 9 (2); O. Reg. 354/12, s. 5; O. Reg. 342/20, s. 1, 7.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Notice of issue, suspension of 120-day period",
            "content": " 10. (1) If, at any time during the 120-day period referred to in subsection 6 (2), the proponent is of the opinion that the transit project may have a negative impact on a matter of provincial importance that relates to the natural environment or has cultural heritage value or interest, or on the existing aboriginal or treaty rights of the aboriginal peoples of Canada, as recognized and affirmed in section 35 of the Constitution Act, 1982, the proponent may give written notices describing the issue to the Director of the Environmental Assessment Branch and the appropriate regional director of the Ministry. O. Reg. 342/20, s. 8 (1). (2) The proponent shall also post the notice on its website, if any.  O. Reg. 231/08, s. 10 (2). (3) If notice is given under subsection (1), the 120-day period referred to in subsection 6 (2) stops running until the proponent gives notices of resumption to the Director of the Environmental Assessment Branch and the appropriate regional director of the Ministry. O. Reg. 231/08, s. 10 (3); O. Reg. 354/12, s. 6 (2); O. Reg. 342/20, s. 8 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>10. </b>(1) If, at any time during the 120-day period referred to in subsection 6 (2), the proponent is of the opinion that the transit project may have a negative impact on a matter of provincial importance that relates to the natural environment or has cultural heritage value or interest, or on the existing aboriginal or treaty rights of the aboriginal peoples of Canada, as recognized and affirmed in section 35 of the <i>Constitution Act, 1982</i>, the proponent may give written notices describing the issue to the Director of the Environmental Assessment Branch and the appropriate regional director of the Ministry. O. Reg. 342/20, s. 8 (1).</p> <p class=\"subsection-e\">  (2) The proponent shall also post the notice on its website, if any.  O. Reg. 231/08, s. 10 (2).</p> <p class=\"subsection-e\">  (3) If notice is given under subsection (1), the 120-day period referred to in subsection 6 (2) stops running until the proponent gives notices of resumption to the Director of the Environmental Assessment Branch and the appropriate regional director of the Ministry. O. Reg. 231/08, s. 10 (3); O. Reg. 354/12, s. 6 (2); O. Reg. 342/20, s. 8 (2).</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "Notice of completion of environmental project report",
            "content": " 11. (1) After conducting consultations in accordance with section 8 and preparing the environmental project report in accordance with section 9, the proponent shall prepare a notice of completion of the environmental project report and shall, (a) give a copy of the notice to, (i) every person to whom a notice was given under clause 7 (3) (a), (ii) every person from whom the proponent has received a written request for a copy of the notice, and (iii) every person who, in the opinion of the proponent, may be interested in receiving a copy of the notice; and (b) cause the notice to be published in a newspaper having general circulation in the area where the site of the transit project is located, subject to subsection (4).  O. Reg. 231/08, s. 11 (1). (2) The proponent shall also post the notice on its website, if any.  O. Reg. 231/08, s. 11 (2). (3) The notice of completion of the environmental project report shall include the following: 1. Information as to where and how members of the public may examine the environmental project report and obtain copies. 2. A statement that there are circumstances in which the Minister has authority to require further consideration of the transit project, or impose conditions on it, if he or she is of the opinion that, i. the transit project may have a negative impact on a matter of provincial importance that relates to the natural environment or has cultural heritage value or interest, or ii. the transit project may have a negative impact on the existing aboriginal or treaty rights of the aboriginal peoples of Canada, as recognized and affirmed in section 35 of the Constitution Act, 1982. 3. A statement that, before exercising the authority referred to in paragraph 2, the Minister is required to consider any written objections to the transit project that he or she receives within 30 days after the notice of completion of the environmental project report is first published under clause (1) (b) or subsection (4).  O. Reg. 231/08, s. 11 (3); O. Reg. 342/20, s. 9. (4) If there is no newspaper with general circulation in the area where the site of the transit project is located, the proponent shall publish the notice of completion of the environmental project report in some other way that, in the proponent’s opinion, will promptly bring the notice to the attention of the public in that area.  O. Reg. 231/08, s. 11 (4). (5) If the proponent has given a notice describing an issue under subsection 10 (1), a notice of completion of the environmental project report shall not be prepared or distributed under this section unless the proponent has also given notices of resumption under subsection 10 (3) in respect of the issue.  O. Reg. 231/08, s. 11 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>11. </b>(1) After conducting consultations in accordance with section 8 and preparing the environmental project report in accordance with section 9, the proponent shall prepare a notice of completion of the environmental project report and shall,</p> <p class=\"clause-e\">  (a) give a copy of the notice to,</p> <p class=\"subclause-e\">  (i) every person to whom a notice was given under clause 7 (3) (a),</p> <p class=\"subclause-e\">  (ii) every person from whom the proponent has received a written request for a copy of the notice, and</p> <p class=\"subclause-e\">  (iii) every person who, in the opinion of the proponent, may be interested in receiving a copy of the notice; and</p> <p class=\"clause-e\">  (b) cause the notice to be published in a newspaper having general circulation in the area where the site of the transit project is located, subject to subsection (4).  O. Reg. 231/08, s. 11 (1).</p> <p class=\"subsection-e\">  (2) The proponent shall also post the notice on its website, if any.  O. Reg. 231/08, s. 11 (2).</p> <p class=\"subsection-e\">  (3) The notice of completion of the environmental project report shall include the following:</p> <p class=\"paragraph-e\">  1. Information as to where and how members of the public may examine the environmental project report and obtain copies.</p> <p class=\"paragraph-e\">  2. A statement that there are circumstances in which the Minister has authority to require further consideration of the transit project, or impose conditions on it, if he or she is of the opinion that,</p> <p class=\"subpara-e\">  i. the transit project may have a<b> </b>negative impact on a matter of provincial importance that relates to the natural environment or has cultural heritage value or interest, or</p> <p class=\"subpara-e\">  ii. the transit project may have a negative impact on the existing aboriginal or treaty rights of the aboriginal peoples of Canada, as recognized and affirmed in section 35 of the <i>Constitution Act, 1982</i>.</p> <p class=\"paragraph-e\">  3. A statement that, before exercising the authority referred to in paragraph 2, the Minister is required to consider any written objections to the transit project that he or she receives within 30 days after the notice of completion of the environmental project report is first published under clause (1) (b) or subsection (4).  O. Reg. 231/08, s. 11 (3); O. Reg. 342/20, s. 9.</p> <p class=\"subsection-e\">  (4) If there is no newspaper with general circulation in the area where the site of the transit project is located, the proponent shall publish the notice of completion of the environmental project report in some other way that, in the proponent’s opinion, will promptly bring the notice to the attention of the public in that area.  O. Reg. 231/08, s. 11 (4).</p> <p class=\"subsection-e\">  (5) If the proponent has given a notice describing an issue under subsection 10 (1), a notice of completion of the environmental project report shall not be prepared or distributed under this section unless the proponent has also given notices of resumption under subsection 10 (3) in respect of the issue.  O. Reg. 231/08, s. 11 (5).</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Minister’s powers",
            "content": " 12. (1) The Minister may, not earlier than 30 days and not later than 65 days after the notice of completion of the environmental project report is first published under clause 11 (1) (b) or subsection 11 (4), give the proponent, (a) a notice allowing the proponent to proceed with the transit project in accordance with the environmental project report; (b) a notice requiring further consideration of the transit project, as described in subsection 13 (1); or (c) a notice allowing the proponent to proceed with the transit project in accordance with the environmental project report, subject to conditions set out in the notice.  O. Reg. 231/08, s. 12 (1). (1.1) The Minister may give the proponent a notice amending or revoking a condition in a notice given under clause (1) (c), whether the notice was given under that clause before or after this subsection came into force, and the notice may set out any transitional requirements related to the amendment or revocation of the condition. O. Reg. 244/23, s. 1. (2) The Minister shall consider any written objections to the transit project that the Minister receives within 30 days after the notice of completion of the environmental project report is first published under clause 11 (1) (b) or subsection 11 (4).  O. Reg. 231/08, s. 12 (2). (3) Subsection (2) ceases to apply to an objection if the objector gives the Minister written notice of the withdrawal of the objection.  O. Reg. 231/08, s. 12 (3). (4) If the Minister receives a written objection within the time period referred to in subsection (2), the Minister shall not give a notice under clause (1) (b) or (c) unless he or she has given the proponent an opportunity to comment in writing on the objection.  O. Reg. 231/08, s. 12 (4). (5) The Minister may give a notice under clause (1) (b) only if, (a) the Minister is of the opinion that, (i) the transit project may have a negative impact on a matter of provincial importance that relates to the natural environment or has cultural heritage value or interest, and (ii) it is desirable to take the steps required by the notice under clause (1) (b) in order to further consider the negative impact referred to in subclause (i); or (b) the Minister is of the opinion that, (i) the transit project may have a negative impact on the existing aboriginal or treaty rights of the aboriginal peoples of Canada, as recognized and affirmed in section 35 of the Constitution Act, 1982, and (ii) it is desirable to take the steps required by the notice under clause (1) (b) in order to further consider the negative impact referred to in subclause (i).  O. Reg. 231/08, s. 12 (5); O. Reg. 342/20, s. 10 (1). (6) The Minister may give a notice under clause (1) (c) only if, (a) the Minister is of the opinion that, (i) the transit project may have a negative impact on a matter of provincial importance that relates to the natural environment or has cultural heritage value or interest, and (ii) the conditions set out in the notice under clause (1) (c) appropriately address the negative impact referred to in subclause (i); or (b) the Minister is of the opinion that, (i) the transit project may have a negative impact on the existing aboriginal or treaty rights of the aboriginal peoples of Canada, as recognized and affirmed in section 35 of the Constitution Act, 1982, and (ii) the conditions set out in the notice under clause (1) (c) appropriately address the negative impact referred to in subclause (i).  O. Reg. 231/08, s. 12 (6); O. Reg. 342/20, s. 10 (2). (7) The Minister may give notice under subsection (1.1) only if the Minister is of the opinion that, (a) if the notice amends a condition, the amendment will result in the condition appropriately addressing the negative impact that it was imposed to address; or (b) if the notice revokes a condition, the condition is not necessary to appropriately address the negative impact that it was imposed to address. O. Reg. 244/23, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>12. </b>(1) The Minister may, not earlier than 30 days and not later than 65 days after the notice of completion of the environmental project report is first published under clause 11 (1) (b) or subsection 11 (4), give the proponent,</p> <p class=\"clause-e\">  (a) a notice allowing the proponent to proceed with the transit project in accordance with the environmental project report;</p> <p class=\"clause-e\">  (b) a notice requiring further consideration of the transit project, as described in subsection 13 (1); or</p> <p class=\"clause-e\">  (c) a notice allowing the proponent to proceed with the transit project in accordance with the environmental project report, subject to conditions set out in the notice.  O. Reg. 231/08, s. 12 (1).</p> <p class=\"subsection-e\">  (1.1) The Minister may give the proponent a notice amending or revoking a condition in a notice given under clause (1) (c), whether the notice was given under that clause before or after this subsection came into force, and the notice may set out any transitional requirements related to the amendment or revocation of the condition. O. Reg. 244/23, s. 1.</p> <p class=\"subsection-e\">  (2) The Minister shall consider any written objections to the transit project that the Minister receives within 30 days after the notice of completion of the environmental project report is first published under clause 11 (1) (b) or subsection 11 (4).  O. Reg. 231/08, s. 12 (2).</p> <p class=\"subsection-e\">  (3) Subsection (2) ceases to apply to an objection if the objector gives the Minister written notice of the withdrawal of the objection.  O. Reg. 231/08, s. 12 (3).</p> <p class=\"subsection-e\">  (4) If the Minister receives a written objection within the time period referred to in subsection (2), the Minister shall not give a notice under clause (1) (b) or (c) unless he or she has given the proponent an opportunity to comment in writing on the objection.  O. Reg. 231/08, s. 12 (4).</p> <p class=\"subsection-e\">  (5) The Minister may give a notice under clause (1) (b) only if,</p> <p class=\"clause-e\">  (a) the Minister is of the opinion that,</p> <p class=\"subclause-e\">  (i) the transit project may have a<b> </b>negative impact on a matter of provincial importance that relates to the natural environment or has cultural heritage value or interest, and</p> <p class=\"subclause-e\">  (ii) it is desirable to take the steps required by the notice under clause (1) (b) in order to further consider the negative impact referred to in subclause (i); or</p> <p class=\"clause-e\">  (b) the Minister is of the opinion that,</p> <p class=\"subclause-e\">  (i) the transit project may have a negative impact on the existing aboriginal or treaty rights of the aboriginal peoples of Canada, as recognized and affirmed in section 35 of the <i>Constitution Act, 1982</i>, and</p> <p class=\"subclause-e\">  (ii) it is desirable to take the steps required by the notice under clause (1) (b) in order to further consider the negative impact referred to in subclause (i).  O. Reg. 231/08, s. 12 (5); O. Reg. 342/20, s. 10 (1).</p> <p class=\"subsection-e\">  (6) The Minister may give a notice under clause (1) (c) only if,</p> <p class=\"clause-e\">  (a) the Minister is of the opinion that,</p> <p class=\"subclause-e\">  (i) the transit project may have a<b> </b>negative impact on a matter of provincial importance that relates to the natural environment or has cultural heritage value or interest, and</p> <p class=\"subclause-e\">  (ii) the conditions set out in the notice under clause (1) (c) appropriately address the negative impact referred to in subclause (i); or</p> <p class=\"clause-e\">  (b) the Minister is of the opinion that,</p> <p class=\"subclause-e\">  (i) the transit project may have a negative impact on the existing aboriginal or treaty rights of the aboriginal peoples of Canada, as recognized and affirmed in section 35 of the <i>Constitution Act, 1982</i>, and</p> <p class=\"subclause-e\">  (ii) the conditions set out in the notice under clause (1) (c) appropriately address the negative impact referred to in subclause (i).  O. Reg. 231/08, s. 12 (6); O. Reg. 342/20, s. 10 (2).</p> <p class=\"subsection-e\">  (7) The Minister may give notice under subsection (1.1) only if the Minister is of the opinion that,</p> <p class=\"clause-e\">  (a) if the notice amends a condition, the amendment will result in the condition appropriately addressing the negative impact that it was imposed to address; or</p> <p class=\"clause-e\">  (b) if the notice revokes a condition, the condition is not necessary to appropriately address the negative impact that it was imposed to address. O. Reg. 244/23, s. 1.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "13.",
            "part_id": null,
            "part_type": null,
            "section": "Revised environmental project report",
            "content": " 13. (1) A notice under clause 12 (1) (b) requiring further consideration of a transit project shall require the proponent to, within time periods specified in the notice, (a) take such steps as are specified in the notice to give further consideration to the transit project, including consultation with specified persons; and (b) prepare a revised environmental project report that includes a description of the steps taken under clause (a) and any changes to the report that arise from taking those steps.  O. Reg. 231/08, s. 13 (1). (2) After preparing the revised environmental project report, the proponent shall give a copy of the revised report to the Minister and to such other persons as may be specified in the notice given under clause 12 (1) (b).  O. Reg. 231/08, s. 13 (2). (3) The proponent shall also post the revised environmental project report on its website, if any.  O. Reg. 231/08, s. 13 (3). (4) The Minister may, within 30 days after receiving the revised environmental project report, give the proponent, (a) a notice allowing the proponent to proceed with the transit project in accordance with the revised environmental project report; or (b) a notice terminating the transit project assessment process and requiring the proponent to comply with Part II of the Act or an approved class environmental assessment before proceeding with the transit project.  O. Reg. 231/08, s. 13 (4). (5) The Minister may give a notice under clause (4) (b) only if he or she is of the opinion that the revised environmental project report does not appropriately address, (a) the negative impact referred to in subclause 12 (5) (a) (i), if the notice requiring further consideration of the transit project was given under clause 12 (5) (a); or (b) the negative impact referred to in subclause 12 (5) (b) (i), if the notice requiring further consideration of the transit project was given under clause 12 (5) (b).  O. Reg. 231/08, s. 13 (5).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK17\"></a>13. </b>(1) A notice under clause 12 (1) (b) requiring further consideration of a transit project shall require the proponent to, within time periods specified in the notice,</p> <p class=\"clause-e\">  (a) take such steps as are specified in the notice to give further consideration to the transit project, including consultation with specified persons; and</p> <p class=\"clause-e\">  (b) prepare a revised environmental project report that includes a description of the steps taken under clause (a) and any changes to the report that arise from taking those steps.  O. Reg. 231/08, s. 13 (1).</p> <p class=\"subsection-e\">  (2) After preparing the revised environmental project report, the proponent shall give a copy of the revised report to the Minister and to such other persons as may be specified in the notice given under clause 12 (1) (b).  O. Reg. 231/08, s. 13 (2).</p> <p class=\"subsection-e\">  (3) The proponent shall also post the revised environmental project report on its website, if any.  O. Reg. 231/08, s. 13 (3).</p> <p class=\"subsection-e\">  (4) The Minister may, within 30 days after receiving the revised environmental project report, give the proponent,</p> <p class=\"clause-e\">  (a) a notice allowing the proponent to proceed with the transit project in accordance with the revised environmental project report; or</p> <p class=\"clause-e\">  (b) a notice terminating the transit project assessment process and requiring the proponent to comply with Part II of the Act or an approved class environmental assessment before proceeding with the transit project.  O. Reg. 231/08, s. 13 (4).</p> <p class=\"subsection-e\">  (5) The Minister may give a notice under clause (4) (b) only if he or she is of the opinion that the revised environmental project report does not appropriately address,</p> <p class=\"clause-e\">  (a) the negative impact referred to in subclause 12 (5) (a) (i), if the notice requiring further consideration of the transit project was given under clause 12 (5) (a); or</p> <p class=\"clause-e\">  (b) the negative impact referred to in subclause 12 (5) (b) (i), if the notice requiring further consideration of the transit project was given under clause 12 (5) (b).  O. Reg. 231/08, s. 13 (5).</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "14.",
            "part_id": null,
            "part_type": null,
            "section": "Statement of completion of transit project assessment process",
            "content": " 14. (1) The proponent may submit statements of completion of the transit project assessment process to the Director of the Environmental Assessment Branch and the appropriate regional director of the Ministry if, (a) the Minister gives the proponent a notice under clause 12 (1) (a) allowing the proponent to proceed with the transit project in accordance with the environmental project report; (b) the Minister gives the proponent a notice under clause 12 (1) (c) allowing the proponent to proceed with the transit project in accordance with the environmental project report, subject to conditions set out in the notice; (c) no notice is given by the Minister under subsection 12 (1) within the time period specified in that subsection; (d) the Minister gives the proponent a notice under clause 13 (4) (a) allowing the proponent to proceed with the transit project in accordance with a revised environmental project report; or (e) the proponent gives a copy of a revised environmental project report to the Minister under subsection 13 (2) and no notice is given by the Minister under subsection 13 (4) within the time period specified in subsection 13 (4). O. Reg. 231/08, s. 14 (1); O. Reg. 354/12, s. 7; O. Reg. 342/20, s. 11. (2) The statement of completion of the transit project assessment process shall indicate that the proponent intends to proceed with the transit project in accordance with, (a) the environmental project report, if clause (1) (a) or (c) applies; (b) the environmental project report, subject to the conditions set out by the Minister in the notice under clause 12 (1) (c), if clause (1) (b) applies; or (c) the revised environmental project report, if clause (1) (d) or (e) applies.  O. Reg. 231/08, s. 14 (2). (3) The proponent shall also post the statement of completion of the transit project assessment process on its website, if any.  O. Reg. 231/08, s. 14 (3). (4) Subject to subsection 15 (24), if the proponent proceeds with the transit project, the proponent shall proceed in accordance with, (a) the environmental project report, if clause (1) (a) or (c) applies; (b) the environmental project report, subject to conditions set out by the Minister in the notice under clause 12 (1) (c), if clause (1) (b) applies; or (c) the revised environmental project report, if clause (1) (d) or (e) applies.  O. Reg. 231/08, s. 14 (4). (5) For the purposes of clause (4) (b), if a notice has been given under subsection 12 (1.1), the proponent shall proceed with the transit project in accordance with, (a) the environmental project report, subject to conditions as amended by the Minister under subsection 12 (1.1); and (b) any transitional requirements set out by the Minister in the notice under subsection 12 (1.1). O. Reg. 244/23, s. 2.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK18\"></a>14. </b>(1) The proponent may submit statements of completion of the transit project assessment process to the Director of the Environmental Assessment Branch and the appropriate regional director of the Ministry if,</p> <p class=\"clause-e\">  (a) the Minister gives the proponent a notice under clause 12 (1) (a) allowing the proponent to proceed with the transit project in accordance with the environmental project report;</p> <p class=\"clause-e\">  (b) the Minister gives the proponent a notice under clause 12 (1) (c) allowing the proponent to proceed with the transit project in accordance with the environmental project report, subject to conditions set out in the notice;</p> <p class=\"clause-e\">  (c) no notice is given by the Minister under subsection 12 (1) within the time period specified in that subsection;</p> <p class=\"clause-e\">  (d) the Minister gives the proponent a notice under clause 13 (4) (a) allowing the proponent to proceed with the transit project in accordance with a revised environmental project report; or</p> <p class=\"clause-e\">  (e) the proponent gives a copy of a revised environmental project report to the Minister under subsection 13 (2) and no notice is given by the Minister under subsection 13 (4) within the time period specified in subsection 13 (4). O. Reg. 231/08, s. 14 (1); O. Reg. 354/12, s. 7; O. Reg. 342/20, s. 11.</p> <p class=\"subsection-e\">  (2) The statement of completion of the transit project assessment process shall indicate that the proponent intends to proceed with the transit project in accordance with,</p> <p class=\"clause-e\">  (a) the environmental project report, if clause (1) (a) or (c) applies;</p> <p class=\"clause-e\">  (b) the environmental project report, subject to the conditions set out by the Minister in the notice under clause 12 (1) (c), if clause (1) (b) applies; or</p> <p class=\"clause-e\">  (c) the revised environmental project report, if clause (1) (d) or (e) applies.  O. Reg. 231/08, s. 14 (2).</p> <p class=\"subsection-e\">  (3) The proponent shall also post the statement of completion of the transit project assessment process on its website, if any.  O. Reg. 231/08, s. 14 (3).</p> <p class=\"subsection-e\">  (4) Subject to subsection 15 (24), if the proponent proceeds with the transit project, the proponent shall proceed in accordance with,</p> <p class=\"clause-e\">  (a) the environmental project report, if clause (1) (a) or (c) applies;</p> <p class=\"clause-e\">  (b) the environmental project report, subject to conditions set out by the Minister in the notice under clause 12 (1) (c), if clause (1) (b) applies; or</p> <p class=\"clause-e\">  (c) the revised environmental project report, if clause (1) (d) or (e) applies.  O. Reg. 231/08, s. 14 (4).</p> <p class=\"subsection-e\">  (5) For the purposes of clause (4) (b), if a notice has been given under subsection 12 (1.1), the proponent shall proceed with the transit project in accordance with,</p> <p class=\"clause-e\">  (a) the environmental project report, subject to conditions as amended by the Minister under subsection 12 (1.1); and</p> <p class=\"clause-e\">  (b) any transitional requirements set out by the Minister in the notice under subsection 12 (1.1). O. Reg. 244/23, s. 2.</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "15.",
            "part_id": null,
            "part_type": null,
            "section": "Changes after statement of completion of transit project assessment process",
            "content": " 15. (1) If, after submitting a statement of completion of the transit project assessment process, the proponent wishes to make a change to the transit project that is inconsistent with the environmental project report referred to in that statement, the proponent shall prepare an addendum to the environmental project report that contains the following information: 1. A description of the change. 2. The reasons for the change. 3. The proponent’s assessment and evaluation of any impacts that the change might have on the environment. 4. A description of any measures proposed by the proponent for mitigating any negative impacts that the change might have on the environment. 5. A statement of whether the proponent is of the opinion that the change is a significant change to the transit project, and the reasons for the opinion.  O. Reg. 231/08, s. 15 (1). (2) Subsection (1) does not apply to a change that is required to comply with another Act, a regulation made under another Act, or an order, permit, approval or other instrument issued under another Act.  O. Reg. 231/08, s. 15 (2). (3) If the proponent is of the opinion that a change described in an addendum prepared under subsection (1) is a significant change to the transit project, the proponent shall prepare a notice of environmental project report addendum in accordance with subsection (4).  O. Reg. 231/08, s. 15 (3). (4) The notice of environmental project report addendum shall contain the following: 1. A description of the change to the transit project. 2. The reasons for the change. 3. Information as to where and how members of the public may examine the addendum and obtain copies. 4. Other than in respect of a transit project described in subsection (22.1), a statement that there are circumstances in which the Minister has authority to require further consideration of the change to the transit project, or to impose conditions on the change, if he or she is of the opinion that, i. the change may have a negative impact on a matter of provincial importance that relates to the natural environment or has cultural heritage value or interest, or ii. the change may have a negative impact on the existing aboriginal or treaty rights of the aboriginal peoples of Canada, as recognized and affirmed in section 35 of the Constitution Act, 1982. 5. Other than in respect of a transit project described in subsection (22.1), a statement that, before exercising the authority referred to in paragraph 4, the Minister is required to consider any written objections to the change to the transit project that he or she receives within 30 days after the notice of environmental project report addendum is first published under clause (5) (b) or subsection (8). 6. In respect of a transit project described in subsection (22.1), a description of any impacts to the timeline for implementation of the transit project. O. Reg. 231/08, s. 15 (4); O. Reg. 342/20, s. 12 (1-3). (5) The proponent shall distribute the notice of environmental project report addendum by, (a) giving a copy of the notice to, (i) every assessed owner of land within 30 metres of the site of the change to the transit project, (ii) the Director of the Environmental Assessment Branch, (iii) the appropriate regional director of the Ministry, (iv) every Indigenous community that is identified under clause (6) (b), and any other Indigenous community that, in the opinion of the proponent, may be interested in the change to the transit project, and (v) any other person who, in the opinion of the proponent, may be interested in the change to the transit project; and (b) causing the notice be published in a newspaper having general circulation in the area where the site of the change to the transit project is located, subject to subsection (8). O. Reg. 231/08, s. 15 (5); O. Reg. 354/12, s. 8 (1); O. Reg. 342/20, s. 1, 12 (4). (6) Before distributing the notice of environmental project report addendum, (a) the proponent shall contact the Director of the Environmental Assessment Branch for a list of bodies that, in the opinion of the Director, would be able to assist in identifying Indigenous communities that may be interested in the change to the transit project; and (b) the proponent shall contact the bodies listed under clause (a) and ask them to identify Indigenous communities that may be interested in the change to the transit project. O. Reg. 231/08, s. 15 (6); O. Reg. 354/12, s. 8 (2); O. Reg. 342/20, s. 1, 12 (5). (7) For the purposes of subclause (5) (a) (v), the proponent shall have regard to Schedule 2 in identifying persons who may be interested in the change to the transit project.  O. Reg. 231/08, s. 15 (7). (8) If there is no newspaper with general circulation in the area where the site of the change to the transit project is located, the proponent shall publish the notice of environmental project report addendum in some other way that, in the proponent’s opinion, will promptly bring the notice to the attention of the public in that area.  O. Reg. 231/08, s. 15 (8). (9) The proponent shall also post the notice of environmental project report addendum on its website, if any.  O. Reg. 231/08, s. 15 (9). (10) When a copy of the notice of environmental project report addendum is given to an Indigenous community under subsection (5), the proponent shall request the Indigenous community to advise the proponent in writing of the nature of any interest that it has in the change to the transit project.  O. Reg. 231/08, s. 15 (10); O. Reg. 342/20, s. 1. (11) The Minister may, not earlier than 30 days and not later than 65 days after the notice of environmental project report addendum is first published under clause (5) (b) or subsection (8), give the proponent, (a) a notice allowing the proponent to change the transit project in accordance with the addendum; (b) a notice requiring further consideration of the change described in the addendum, as described in subsection (17); or (c) a notice allowing the proponent to change the transit project in accordance with the addendum, subject to conditions set out in the notice.  O. Reg. 231/08, s. 15 (11). (11.1) The Minister may give the proponent a notice amending or revoking a condition in a notice given under clause (11) (c), whether the notice was given under that clause before or after this subsection came into force, and the notice may set out any transitional requirements related to the amendment or revocation of the condition. O. Reg. 244/23, s. 3. (12) The Minister shall consider any written objections to the change to the transit project that the Minister receives within 30 days after the notice of environmental project report addendum is first published under clause (5) (b) or subsection (8).  O. Reg. 231/08, s. 15 (12). (13) Subsection (12) ceases to apply to an objection if the objector gives the Minister written notice of the withdrawal of the objection.  O. Reg. 231/08, s. 15 (13). (14) If the Minister receives a written objection within the time period referred to in subsection (12), the Minister shall not give a notice under clause (11) (b) or (c) unless he or she has given the proponent an opportunity to comment in writing on the objection.  O. Reg. 231/08, s. 15 (14). (15) The Minister may give a notice under clause (11) (b) only if, (a) the Minister is of the opinion that, (i) the change to the transit project may have a negative impact on a matter of provincial importance that relates to the natural environment or has cultural heritage value or interest, and (ii) it is desirable to take the steps required by the notice under clause (11) (b) in order to further consider the negative impact referred to in subclause (i); or (b) the Minister is of the opinion that, (i) the change to the transit project may have a negative impact on the existing aboriginal or treaty rights of the aboriginal peoples of Canada, as recognized and affirmed in section 35 of the Constitution Act, 1982, and (ii) it is desirable to take the steps required by the notice under clause (11) (b) in order to further consider the negative impact referred to in subclause (i).  O. Reg. 231/08, s. 15 (15); O. Reg. 342/20, s. 12 (6). (16) The Minister may give a notice under clause (11) (c) only if, (a) the Minister is of the opinion that, (i) the change to the transit project may have a negative impact on a matter of provincial importance that relates to the natural environment or has cultural heritage value or interest, and (ii) the conditions set out in the notice under clause (11) (c) appropriately address the negative impact referred to in subclause (i); or (b) the Minister is of the opinion that, (i) the change to the transit project may have a negative impact on the existing aboriginal or treaty rights of the aboriginal peoples of Canada, as recognized and affirmed in section 35 of the Constitution Act, 1982, and (ii) the conditions set out in the notice under clause (11) (c) appropriately address the negative impact referred to in subclause (i).  O. Reg. 231/08, s. 15 (16); O. Reg. 342/20, s. 12 (7). (16.1) The Minister may give notice under subsection (11.1) only if the Minister is of the opinion that, (a) if the notice amends a condition, the amendment will result in the condition appropriately addressing the negative impact that it was imposed to address; or (b) if the notice revokes a condition, the condition is not necessary to appropriately address the negative impact that it was imposed to address. O. Reg. 244/23, s. 3. (17) A notice under clause (11) (b) requiring further consideration of the change described in an addendum shall require the proponent to, within time periods specified in the notice, (a) take such steps as are specified in the notice to give further consideration to the change described in the addendum, including consultation with specified persons; and (b) prepare a revised addendum that includes a description of the steps taken under clause (a) and any changes to the addendum that arise from taking those steps.  O. Reg. 231/08, s. 15 (17). (18) After preparing the revised addendum under clause (17) (b), the proponent shall give a copy of the revised addendum to the Minister and to such other persons as may be specified in the notice given under clause (11) (b).  O. Reg. 231/08, s. 15 (18). (19) The proponent shall also post the revised addendum on its website, if any.  O. Reg. 231/08, s. 15 (19). (20) The Minister may, within 30 days after receiving the revised addendum, give the proponent, (a) a notice allowing the proponent to proceed with the transit project in accordance with the change described in the revised addendum; or (b) a notice terminating the transit project assessment process and requiring the proponent to comply with Part II of the Act or an approved class environmental assessment before proceeding with the transit project.  O. Reg. 231/08, s. 15 (20). (21) The Minister may give a notice under clause (20) (b) only if he or she is of the opinion that the revised addendum does not appropriately address, (a) the negative impact referred to in subclause (15) (a) (i), if the notice requiring further consideration of the transit project was given under clause (15) (a); or (b) the negative impact referred to in subclause (15) (b) (i), if the notice requiring further consideration of the transit project was given under clause (15) (b).  O. Reg. 231/08, s. 15 (21). (22) Subsections (1) to (21) cease to apply if, (a) the proponent gives the Minister notice that it will proceed with the change to the transit project in accordance with Part II of the Act or an approved class environmental assessment; or (b) the proponent gives the Minister notice that it will not proceed with the change to the transit project.  O. Reg. 231/08, s. 15 (22). (22.1) Subject to subsection (22.2), subsections (11) to (22) do not apply in respect of changes to the following transit projects, and subsections (22.3) to (22.12) apply instead: 1. The transit project for a subway extension located in the City of Toronto known as the Scarborough Subway Extension and also known as the Line 2 East Extension for which the Minister issued a notice pursuant to clause 12 (1) (a) dated October 30, 2017, subject to any changes to the project made in accordance with this section, whether before or after the coming into force of Ontario Regulation 342/20. 2. The transit project for a subway extension extending from within the City of Toronto to within the Regional Municipality of York known as the Yonge Subway Extension and also known as the Yonge North Subway Extension, for which the Minister issued a notice pursuant to clause 12 (1) (a) dated April 6, 2009, subject to any changes to the project made in accordance with this section, whether before or after the coming into force of Ontario Regulation 342/20. 3. The transit project for a light rail extension extending from within the City of Toronto to within the Regional Municipality of Peel known as the Eglinton West Light Rail Transit Extension and also known as the Western Extension (Phase 2) of the Eglinton Crosstown Light Rail Transit line for which the Minister issued a notice pursuant to clause 12 (1) (a) dated May 17, 2010, subject to any changes to the project made in accordance with this section, whether before or after the coming into force of Ontario Regulation 342/20. O. Reg. 342/20, s. 12 (8). (22.2) Subsection (22.1) does not apply to a change to a project that is described in that subsection where, as of the date Ontario Regulation 342/20 comes into force, the proponent has distributed a notice of environmental project report addendum in respect of the change pursuant to subsection (5). O. Reg. 342/20, s. 12 (8). (22.3) The proponent shall provide all of the persons to whom a copy of the notice under clause (5) (a) is given an opportunity to participate in consultation respecting the proposed change to the transit project. O. Reg. 342/20, s. 12 (8). (22.4) Subject to subsections (22.5) to (22.7), the proponent shall consult with Indigenous communities and interested persons in the way the proponent considers appropriate. O. Reg. 342/20, s. 12 (8). (22.5) The proponent shall ensure that all of the persons or Indigenous communities to whom a copy of the notice under clause (5) (a) is given are provided with access to a copy of the addendum to the environmental project report. O. Reg. 342/20, s. 12 (8). (22.6) As part of the consultation, the proponent shall discuss with each Indigenous community that may be negatively impacted by the change to the transit project, (a) any existing aboriginal or treaty rights of the aboriginal peoples of Canada, as recognized and affirmed in section 35 of the Constitution Act, 1982, that are identified by the community as potentially being negatively impacted by the change; and (b) measures for preventing, mitigating or remedying potential negative impacts on the rights referred to in clause (a), including any measures identified by the community. O. Reg. 342/20, s. 12 (8). (22.7) The proponent shall establish an issues resolution process to attempt to resolve, (a) any concerns raised by Indigenous communities or interested persons in a way that does not cause unreasonable delay to the implementation of the transit project; and (b) any adverse impacts to the existing aboriginal or treaty rights of the aboriginal peoples of Canada, as recognized and affirmed in section 35 of the Constitution Act, 1982, related to the change. O. Reg. 342/20, s. 12 (8). (22.8) Within 65 days of publishing the notice of environmental project report addendum under clause (5) (b) or subsection (8), the proponent shall, (a) complete the issues resolution process described in subsection (22.7); (b) update the addendum to the environmental project report, including by adding, (i) a description of the issues resolution process employed by the proponent in respect of any concerns expressed by Indigenous communities and interested persons, (ii) a description of what the proponent did in respect of the concerns expressed by Indigenous communities and interested persons, and (iii) a description of any impacts to the timeline for implementation of the transit project as a result of how the proponent has addressed the concerns; and (c) publish the addendum, as updated in accordance with clause (b), on its website. O. Reg. 342/20, s. 12 (8). (22.9) The proponent shall ensure that all of the persons to whom a copy of the notice under clause 5 (a) was given are notified of the updated addendum to the environmental project report that is published under clause (22.8) (c) and are provided with access to a copy of the updated addendum. O. Reg. 342/20, s. 12 (8). (22.10) Within 35 days after receipt of the notice given under subsection (22.9) by the Director of the Ministry’s Environmental Assessment Branch, the Minister may, in the circumstances specified in subsection (22.11), issue a notice to Metrolinx imposing conditions related to the change to the transit project. O. Reg. 342/20, s. 12 (8). (22.11) The Minister may issue a notice pursuant to subsection (22.10) only if, (a) the Minister is of the opinion that, (i) the way in which the proponent has addressed a concern raised in the issues resolution process established pursuant to subsection (22.7) in the updated addendum to the environmental project report that is published under clause (22.8) (c) would cause unreasonable delay to the implementation of the transit project, and (ii) the conditions in the Minister’s notice change the way in which the concern is addressed in the updated addendum to the environmental project report that is published under clause (22.8) (c) without causing unreasonable delay to the implementation of the transit project; or (b) the Minister is of the opinion that, (i) the change may have an adverse impact on the existing aboriginal or treaty rights of the aboriginal peoples of Canada, as recognized and affirmed in section 35 of the Constitution Act, 1982, and (ii) the conditions may prevent, mitigate or remedy the adverse impact referred to in subclause (i). O. Reg. 342/20, s. 12 (8). (22.12) If the Minister decides not to issue a notice pursuant to subsection (22.10), the Minister may, during the time period specified in that subsection, inform the proponent in writing of this decision. O. Reg. 342/20, s. 12 (8). (23) The giving of a notice under subsection (22) does not prevent the proponent from preparing a new addendum to the environmental project report in accordance with subsection (1), in which case subsections (1) to (21) apply in respect of the new addendum.  O. Reg. 231/08, s. 15 (23). (24) A proponent shall not, after submitting a statement of completion of the transit project assessment process, make a change to a transit project that is inconsistent with the environmental project report referred to in that statement unless, (a) the change is required to comply with another Act, a regulation made under another Act, or an order, permit, approval or other instrument issued under another Act; or (b) the proponent has prepared an addendum in accordance with subsection (1) that describes the change and, (i) the proponent is of the opinion that the change is not a significant change to the transit project, (ii) the Minister gives the proponent a notice under clause (11) (a) allowing the proponent to change the transit project in accordance with the addendum, (iii) the Minister gives the proponent a notice under clause (11) (c) allowing the proponent to change the transit project in accordance with the addendum, subject to conditions set out in the notice, (iv) no notice is given by the Minister under subsection (11) within the time period specified in that subsection, (v) the Minister gives the proponent a notice under clause (20) (a) allowing the proponent to proceed with the transit project in accordance with the change described in a revised addendum, (vi) the proponent gives a copy of a revised addendum to the Minister under subsection (18) and no notice is given by the Minister under subsection (20) within the time period specified in subsection (20), or (vii) the proponent complies with the requirements in subsections (4) to (10) and (22.3) to (22.9), and any conditions imposed by the Minister pursuant to subsection (22.10). O. Reg. 231/08, s. 15 (24); O. Reg. 342/20, s. 12 (9).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK19\"></a>15. </b>(1) If, after submitting a statement of completion of the transit project assessment process, the proponent wishes to make a change to the transit project that is inconsistent with the environmental project report referred to in that statement, the proponent shall prepare an addendum to the environmental project report that contains the following information:</p> <p class=\"paragraph-e\">  1. A description of the change.</p> <p class=\"paragraph-e\">  2. The reasons for the change.</p> <p class=\"paragraph-e\">  3. The proponent’s assessment and evaluation of any impacts that the change might have on the environment.</p> <p class=\"paragraph-e\">  4. A description of any measures proposed by the proponent for mitigating any negative impacts that the change might have on the environment.</p> <p class=\"paragraph-e\">  5. A statement of whether the proponent is of the opinion that the change is a significant change<b> </b>to the transit project, and the reasons for the opinion.  O. Reg. 231/08, s. 15 (1).</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply to a change that is required to comply with another Act, a regulation made under another Act, or an order, permit, approval or other instrument issued under another Act.  O. Reg. 231/08, s. 15 (2).</p> <p class=\"subsection-e\">  (3) If the proponent is of the opinion that a change described in an addendum prepared under subsection (1) is a significant change<b> </b>to the transit project, the proponent shall prepare a notice of environmental project report addendum in accordance with subsection (4).  O. Reg. 231/08, s. 15 (3).</p> <p class=\"subsection-e\">  (4) The notice of environmental project report addendum shall contain the following:</p> <p class=\"paragraph-e\">  1. A description of the change to the transit project.</p> <p class=\"paragraph-e\">  2. The reasons for the change.</p> <p class=\"paragraph-e\">  3. Information as to where and how members of the public may examine the addendum and obtain copies.</p> <p class=\"paragraph-e\">  4. Other than in respect of a transit project described in subsection (22.1), a statement that there are circumstances in which the Minister has authority to require further consideration of the change to the transit project, or to impose conditions on the change, if he or she is of the opinion that,</p> <p class=\"subpara-e\">  i. the change may have a negative impact on a matter of provincial importance that relates to the natural environment or has cultural heritage value or interest, or</p> <p class=\"subpara-e\">  ii. the change may have a negative impact on the existing aboriginal or treaty rights of the aboriginal peoples of Canada, as recognized and affirmed in section 35 of the <i>Constitution Act, 1982</i>.</p> <p class=\"paragraph-e\">  5. Other than in respect of a transit project described in subsection (22.1), a statement that, before exercising the authority referred to in paragraph 4, the Minister is required to consider any written objections to the change to the transit project that he or she receives within 30 days after the notice of environmental project report addendum is first published under clause (5) (b) or subsection (8).</p> <p class=\"paragraph-e\">  6. In respect of a transit project described in subsection (22.1), a description of any impacts to the timeline for implementation of the transit project. O. Reg. 231/08, s. 15 (4); O. Reg. 342/20, s. 12 (1-3).</p> <p class=\"subsection-e\">  (5) The proponent shall distribute the notice of environmental project report addendum by,</p> <p class=\"clause-e\">  (a) giving a copy of the notice to,</p> <p class=\"subclause-e\">  (i) every assessed owner of land within 30 metres of the site of the change to the transit project,</p> <p class=\"subclause-e\">  (ii) the Director of the Environmental Assessment Branch,</p> <p class=\"subclause-e\">  (iii) the appropriate regional director of the Ministry,</p> <p class=\"subclause-e\">  (iv) every Indigenous community that is identified under clause (6) (b), and any other Indigenous community that, in the opinion of the proponent, may be interested in the change to the transit project, and</p> <p class=\"subclause-e\">  (v) any other person who, in the opinion of the proponent, may be interested in the change to the transit project; and</p> <p class=\"clause-e\">  (b) causing the notice be published in a newspaper having general circulation in the area where the site of the change to the transit project is located, subject to subsection (8). O. Reg. 231/08, s. 15 (5); O. Reg. 354/12, s. 8 (1); O. Reg. 342/20, s. 1, 12 (4).</p> <p class=\"subsection-e\">  (6) Before distributing the notice of environmental project report addendum,</p> <p class=\"clause-e\">  (a) the proponent shall contact the Director of the Environmental Assessment Branch for a list of bodies that, in the opinion of the Director, would be able to assist in identifying Indigenous communities that may be interested in the change to the transit project; and</p> <p class=\"clause-e\">  (b) the proponent shall contact the bodies listed under clause (a) and ask them to identify Indigenous communities that may be interested in the change to the transit project. O. Reg. 231/08, s. 15 (6); O. Reg. 354/12, s. 8 (2); O. Reg. 342/20, s. 1, 12 (5).</p> <p class=\"subsection-e\">  (7) For the purposes of subclause (5) (a) (v), the proponent shall have regard to Schedule 2 in identifying persons who may be interested in the change to the transit project.  O. Reg. 231/08, s. 15 (7).</p> <p class=\"subsection-e\">  (8) If there is no newspaper with general circulation in the area where the site of the change to the transit project is located, the proponent shall publish the notice of environmental project report addendum in some other way that, in the proponent’s opinion, will promptly bring the notice to the attention of the public in that area.  O. Reg. 231/08, s. 15 (8).</p> <p class=\"subsection-e\">  (9) The proponent shall also post the notice of environmental project report addendum on its website, if any.  O. Reg. 231/08, s. 15 (9).</p> <p class=\"subsection-e\">  (10) When a copy of the notice of environmental project report addendum is given to an Indigenous community under subsection (5), the proponent shall request the Indigenous community to advise the proponent in writing of the nature of any interest that it has in the change to the transit project.  O. Reg. 231/08, s. 15 (10); O. Reg. 342/20, s. 1.</p> <p class=\"subsection-e\">  (11) The Minister may, not earlier than 30 days and not later than 65 days after the notice of environmental project report addendum is first published under clause (5) (b) or subsection (8), give the proponent,</p> <p class=\"clause-e\">  (a) a notice allowing the proponent to change the transit project in accordance with the addendum;</p> <p class=\"clause-e\">  (b) a notice requiring further consideration of the change described in the addendum, as described in subsection (17); or</p> <p class=\"clause-e\">  (c) a notice allowing the proponent to change the transit project in accordance with the addendum, subject to conditions set out in the notice.  O. Reg. 231/08, s. 15 (11).</p> <p class=\"subsection-e\">  (11.1) The Minister may give the proponent a notice amending or revoking a condition in a notice given under clause (11) (c), whether the notice was given under that clause before or after this subsection came into force, and the notice may set out any transitional requirements related to the amendment or revocation of the condition. O. Reg. 244/23, s. 3.</p> <p class=\"subsection-e\">  (12) The Minister shall consider any written objections to the change to the transit project that the Minister receives within 30 days after the notice of environmental project report addendum is first published under clause (5) (b) or subsection (8).  O. Reg. 231/08, s. 15 (12).</p> <p class=\"subsection-e\">  (13) Subsection (12) ceases to apply to an objection if the objector gives the Minister written notice of the withdrawal of the objection.  O. Reg. 231/08, s. 15 (13).</p> <p class=\"subsection-e\">  (14) If the Minister receives a written objection within the time period referred to in subsection (12), the Minister shall not give a notice under clause (11) (b) or (c) unless he or she has given the proponent an opportunity to comment in writing on the objection.  O. Reg. 231/08, s. 15 (14).</p> <p class=\"subsection-e\">  (15) The Minister may give a notice under clause (11) (b) only if,</p> <p class=\"clause-e\">  (a) the Minister is of the opinion that,</p> <p class=\"subclause-e\">  (i) the change to the transit project may have a<b> </b>negative impact on a matter of provincial importance that relates to the natural environment or has cultural heritage value or interest, and</p> <p class=\"subclause-e\">  (ii) it is desirable to take the steps required by the notice under clause (11) (b) in order to further consider the negative impact referred to in subclause (i); or</p> <p class=\"clause-e\">  (b) the Minister is of the opinion that,</p> <p class=\"subclause-e\">  (i) the change to the transit project may have a negative impact on the existing aboriginal or treaty rights of the aboriginal peoples of Canada, as recognized and affirmed in section 35 of the <i>Constitution Act, 1982</i>, and</p> <p class=\"subclause-e\">  (ii) it is desirable to take the steps required by the notice under clause (11) (b) in order to further consider the negative impact referred to in subclause (i).  O. Reg. 231/08, s. 15 (15); O. Reg. 342/20, s. 12 (6).</p> <p class=\"subsection-e\">  (16) The Minister may give a notice under clause (11) (c) only if,</p> <p class=\"clause-e\">  (a) the Minister is of the opinion that,</p> <p class=\"subclause-e\">  (i) the change to the transit project may have a<b> </b>negative impact on a matter of provincial importance that relates to the natural environment or has cultural heritage value or interest, and</p> <p class=\"subclause-e\">  (ii) the conditions set out in the notice under clause (11) (c) appropriately address the negative impact referred to in subclause (i); or</p> <p class=\"clause-e\">  (b) the Minister is of the opinion that,</p> <p class=\"subclause-e\">  (i) the change to the transit project may have a negative impact on the existing aboriginal or treaty rights of the aboriginal peoples of Canada, as recognized and affirmed in section 35 of the <i>Constitution Act, 1982</i>, and</p> <p class=\"subclause-e\">  (ii) the conditions set out in the notice under clause (11) (c) appropriately address the negative impact referred to in subclause (i).  O. Reg. 231/08, s. 15 (16); O. Reg. 342/20, s. 12 (7).</p> <p class=\"subsection-e\">  (16.1) The Minister may give notice under subsection (11.1) only if the Minister is of the opinion that,</p> <p class=\"clause-e\">  (a) if the notice amends a condition, the amendment will result in the condition appropriately addressing the negative impact that it was imposed to address; or</p> <p class=\"clause-e\">  (b) if the notice revokes a condition, the condition is not necessary to appropriately address the negative impact that it was imposed to address. O. Reg. 244/23, s. 3.</p> <p class=\"subsection-e\"><b> </b>(17) A notice under clause (11) (b) requiring further consideration of the change described in an addendum shall require the proponent to, within time periods specified in the notice,</p> <p class=\"clause-e\">  (a) take such steps as are specified in the notice to give further consideration to the change described in the addendum, including consultation with specified persons; and</p> <p class=\"clause-e\">  (b) prepare a revised addendum that includes a description of the steps taken under clause (a) and any changes to the addendum that arise from taking those steps.  O. Reg. 231/08, s. 15 (17).</p> <p class=\"subsection-e\">  (18) After preparing the revised addendum under clause (17) (b), the proponent shall give a copy of the revised addendum to the Minister and to such other persons as may be specified in the notice given under clause (11) (b).  O. Reg. 231/08, s. 15 (18).</p> <p class=\"subsection-e\">  (19) The proponent shall also post the revised addendum on its website, if any.  O. Reg. 231/08, s. 15 (19).</p> <p class=\"subsection-e\">  (20) The Minister may, within 30 days after receiving the revised addendum, give the proponent,</p> <p class=\"clause-e\">  (a) a notice allowing the proponent to proceed with the transit project in accordance with the change described in the revised addendum; or</p> <p class=\"clause-e\">  (b) a notice terminating the transit project assessment process and requiring the proponent to comply with Part II of the Act or an approved class environmental assessment before proceeding with the transit project.  O. Reg. 231/08, s. 15 (20).</p> <p class=\"subsection-e\">  (21) The Minister may give a notice under clause (20) (b) only if he or she is of the opinion that the revised addendum does not appropriately address,</p> <p class=\"clause-e\">  (a) the negative impact referred to in subclause (15) (a) (i), if the notice requiring further consideration of the transit project was given under clause (15) (a); or</p> <p class=\"clause-e\">  (b) the negative impact referred to in subclause (15) (b) (i), if the notice requiring further consideration of the transit project was given under clause (15) (b).  O. Reg. 231/08, s. 15 (21).</p> <p class=\"subsection-e\">  (22) Subsections (1) to (21) cease to apply if,</p> <p class=\"clause-e\">  (a) the proponent gives the Minister notice that it will proceed with the change to the transit project in accordance with Part II of the Act or an approved class environmental assessment; or</p> <p class=\"clause-e\">  (b) the proponent gives the Minister notice that it will not proceed with the change to the transit project.  O. Reg. 231/08, s. 15 (22).</p> <p class=\"subsection-e\">  (22.1) Subject to subsection (22.2), subsections (11) to (22) do not apply in respect of changes to the following transit projects, and subsections (22.3) to (22.12) apply instead:</p> <p class=\"paragraph-e\">  1. The transit project for a subway extension located in the City of Toronto known as the Scarborough Subway Extension and also known as the Line 2 East Extension for which the Minister issued a notice pursuant to clause 12 (1) (a) dated October 30, 2017, subject to any changes to the project made in accordance with this section, whether before or after the coming into force of Ontario Regulation 342/20. </p> <p class=\"paragraph-e\">  2. The transit project for a subway extension extending from within the City of Toronto to within the Regional Municipality of York known as the Yonge Subway Extension and also known as the Yonge North Subway Extension, for which the Minister issued a notice pursuant to clause 12 (1) (a) dated April 6, 2009, subject to any changes to the project made in accordance with this section, whether before or after the coming into force of Ontario Regulation 342/20.</p> <p class=\"paragraph-e\">  3. The transit project for a light rail extension extending from within the City of Toronto to within the Regional Municipality of Peel known as the Eglinton West Light Rail Transit Extension and also known as the Western Extension (Phase 2) of the Eglinton Crosstown Light Rail Transit line for which the Minister issued a notice pursuant to clause 12 (1) (a) dated May 17, 2010, subject to any changes to the project made in accordance with this section, whether before or after the coming into force of Ontario Regulation 342/20. O. Reg. 342/20, s. 12 (8).</p> <p class=\"subsection-e\">  (22.2) Subsection (22.1) does not apply to a change to a project that is described in that subsection where, as of the date Ontario Regulation 342/20 comes into force, the proponent has distributed a notice of environmental project report addendum in respect of the change pursuant to subsection (5). O. Reg. 342/20, s. 12 (8).</p> <p class=\"subsection-e\">  (22.3) The proponent shall provide all of the persons to whom a copy of the notice under clause (5) (a) is given an opportunity to participate in consultation respecting the proposed change to the transit project. O. Reg. 342/20, s. 12 (8).</p> <p class=\"subsection-e\">  (22.4) Subject to subsections (22.5) to (22.7), the proponent shall consult with Indigenous communities and interested persons in the way the proponent considers appropriate. O. Reg. 342/20, s. 12 (8).</p> <p class=\"subsection-e\">  (22.5) The proponent shall ensure that all of the persons or Indigenous communities to whom a copy of the notice under clause (5) (a) is given are provided with access to a copy of the addendum to the environmental project report. O. Reg. 342/20, s. 12 (8).</p> <p class=\"subsection-e\">  (22.6) As part of the consultation, the proponent shall discuss with each Indigenous community that may be negatively impacted by the change to the transit project,</p> <p class=\"clause-e\">  (a) any existing aboriginal or treaty rights of the aboriginal peoples of Canada, as recognized and affirmed in section 35 of the <i>Constitution Act, 1982</i>, that are identified by the community as potentially being negatively impacted by the change; and</p> <p class=\"clause-e\">  (b) measures for preventing, mitigating or remedying potential negative impacts on the rights referred to in clause (a), including any measures identified by the community. O. Reg. 342/20, s. 12 (8).</p> <p class=\"subsection-e\">  (22.7) The proponent shall establish an issues resolution process to attempt to resolve,</p> <p class=\"clause-e\">  (a) any concerns raised by Indigenous communities or interested persons in a way that does not cause unreasonable delay to the implementation of the transit project; and</p> <p class=\"clause-e\">  (b) any adverse impacts to the existing aboriginal or treaty rights of the aboriginal peoples of Canada, as recognized and affirmed in section 35 of the <i>Constitution Act, 1982</i>, related to the change. O. Reg. 342/20, s. 12 (8).</p> <p class=\"subsection-e\">  (22.8) Within 65 days of publishing the notice of environmental project report addendum under clause (5) (b) or subsection (8), the proponent shall,</p> <p class=\"clause-e\">  (a) complete the issues resolution process described in subsection (22.7);</p> <p class=\"clause-e\">  (b) update the addendum to the environmental project report, including by adding,</p> <p class=\"subclause-e\">  (i) a description of the issues resolution process employed by the proponent in respect of any concerns expressed by Indigenous communities and interested persons,</p> <p class=\"subclause-e\">  (ii) a description of what the proponent did in respect of the concerns expressed by Indigenous communities and interested persons, and</p> <p class=\"subclause-e\">  (iii) a description of any impacts to the timeline for implementation of the transit project as a result of how the proponent has addressed the concerns; and</p> <p class=\"clause-e\">  (c) publish the addendum, as updated in accordance with clause (b), on its website. O. Reg. 342/20, s. 12 (8).</p> <p class=\"subsection-e\">  (22.9) The proponent shall ensure that all of the persons to whom a copy of the notice under clause 5 (a) was given are notified of the updated addendum to the environmental project report that is published under clause (22.8) (c) and are provided with access to a copy of the updated addendum. O. Reg. 342/20, s. 12 (8).</p> <p class=\"subsection-e\">  (22.10) Within 35 days after receipt of the notice given under subsection (22.9) by the Director of the Ministry’s Environmental Assessment Branch, the Minister may, in the circumstances specified in subsection (22.11), issue a notice to Metrolinx imposing conditions related to the change to the transit project. O. Reg. 342/20, s. 12 (8).</p> <p class=\"subsection-e\">  (22.11) The Minister may issue a notice pursuant to subsection (22.10) only if,</p> <p class=\"clause-e\">  (a) the Minister is of the opinion that,</p> <p class=\"subclause-e\">  (i) the way in which the proponent has addressed a concern raised in the issues resolution process established pursuant to subsection (22.7) in the updated addendum to the environmental project report that is published under clause (22.8) (c) would cause unreasonable delay to the implementation of the transit project, and</p> <p class=\"subclause-e\">  (ii) the conditions in the Minister’s notice change the way in which the concern is addressed in the updated addendum to the environmental project report that is published under clause (22.8) (c) without causing unreasonable delay to the implementation of the transit project; or</p> <p class=\"clause-e\">  (b) the Minister is of the opinion that,</p> <p class=\"subclause-e\">  (i) the change may have an adverse impact on the existing aboriginal or treaty rights of the aboriginal peoples of Canada, as recognized and affirmed in section 35 of the <i>Constitution Act, 1982</i>, and</p> <p class=\"subclause-e\">  (ii) the conditions may prevent, mitigate or remedy the adverse impact referred to in subclause (i). O. Reg. 342/20, s. 12 (8).</p> <p class=\"subsection-e\">  (22.12) If the Minister decides not to issue a notice pursuant to subsection (22.10), the Minister may, during the time period specified in that subsection, inform the proponent in writing of this decision. O. Reg. 342/20, s. 12 (8).</p> <p class=\"subsection-e\">  (23) The giving of a notice under subsection (22) does not prevent the proponent from preparing a new addendum to the environmental project report in accordance with subsection (1), in which case subsections (1) to (21) apply in respect of the new addendum.  O. Reg. 231/08, s. 15 (23).</p> <p class=\"subsection-e\">  (24) A proponent shall not, after submitting a statement of completion of the transit project assessment process, make a change to a transit project that is inconsistent with the environmental project report referred to in that statement unless,</p> <p class=\"clause-e\">  (a) the change is required to comply with another Act, a regulation made under another Act, or an order, permit, approval or other instrument issued under another Act; or</p> <p class=\"clause-e\">  (b) the proponent has prepared an addendum in accordance with subsection (1) that describes the change and,</p> <p class=\"subclause-e\">  (i) the proponent is of the opinion that the change is not a significant change to the transit project,</p> <p class=\"subclause-e\">  (ii) the Minister gives the proponent a notice under clause (11) (a) allowing the proponent to change the transit project in accordance with the addendum,</p> <p class=\"subclause-e\">  (iii) the Minister gives the proponent a notice under clause (11) (c) allowing the proponent to change the transit project in accordance with the addendum, subject to conditions set out in the notice,</p> <p class=\"subclause-e\">  (iv) no notice is given by the Minister under subsection (11) within the time period specified in that subsection,</p> <p class=\"subclause-e\">  (v) the Minister gives the proponent a notice under clause (20) (a) allowing the proponent to proceed with the transit project in accordance with the change described in a revised addendum,</p> <p class=\"subclause-e\">  (vi) the proponent gives a copy of a revised addendum to the Minister under subsection (18) and no notice is given by the Minister under subsection (20) within the time period specified in subsection (20), or</p> <p class=\"subclause-e\">  (vii) the proponent complies with the requirements in subsections (4) to (10) and (22.3) to (22.9), and any conditions imposed by the Minister pursuant to subsection (22.10). O. Reg. 231/08, s. 15 (24); O. Reg. 342/20, s. 12 (9).</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "16.",
            "part_id": null,
            "part_type": null,
            "section": "Review of transit projects not commenced within 10 years",
            "content": " 16. If the project commencement date of a transit project does not occur within 10 years after the earliest date the proponent was permitted by subsection 14 (1) to submit statements of completion of the transit project assessment process, the proponent shall not proceed with the project unless, (a) the proponent has prepared a review of the transit project that includes, (i) an analysis of existing environmental conditions at the site of the transit project, and (ii) an analysis of whether any changes are required to the measures for mitigating any negative impacts that the transit project may have on the environment; (b) the proponent has posted the review on its website, if any; (c) the proponent has complied with section 15 with respect to any changes to the transit project; and (d) the proponent is of the opinion that it is still appropriate to proceed with the transit project.  O. Reg. 231/08, s. 16.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK20\"></a>16. </b>If the project commencement date of a transit project does not occur within 10 years after the earliest date the proponent was permitted by subsection 14 (1) to submit statements of completion of the transit project assessment process, the proponent shall not proceed with the project unless,</p> <p class=\"clause-e\">  (a) the proponent has prepared a review of the transit project that includes,</p> <p class=\"subclause-e\">  (i) an analysis of existing environmental conditions at the site of the transit project, and </p> <p class=\"subclause-e\">  (ii) an analysis of whether any changes are required to the measures for mitigating any negative impacts that the transit project may have on the environment;</p> <p class=\"clause-e\">  (b) the proponent has posted the review on its website, if any;</p> <p class=\"clause-e\">  (c) the proponent has complied with section 15 with respect to any changes to the transit project; and</p> <p class=\"clause-e\">  (d) the proponent is of the opinion that it is still appropriate to proceed with the transit project.  O. Reg. 231/08, s. 16.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "17.",
            "part_id": null,
            "part_type": null,
            "section": "Time",
            "content": " 17. Time limits in sections 5 to 16 that would otherwise expire on a Saturday are extended to include the next day that is not a holiday.  O. Reg. 231/08, s. 17. 18. Omitted (provides for amendments to this Regulation).  O. Reg. 231/08, s. 18. 19. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 231/08, s. 19. Schedule 1   CLASSES OF Transit Projects Exempted Conditional on Compliance with Transit Project Assessment Process",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK21\"></a>17. </b>Time limits in sections 5 to 16 that would otherwise expire on a Saturday are extended to include the next day that is not a holiday.  O. Reg. 231/08, s. 17.</p> <p class=\"section-e\"> <b>18.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for amendments to this Regulation</span>).  O. Reg. 231/08, s. 18.</p> <p class=\"section-e\"> <b>19.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 231/08, s. 19.</p> <p class=\"schedule-e\"><a name=\"BK22\"></a>Schedule 1 <br/>  CLASSES OF Transit Projects Exempted Conditional on Compliance with Transit Project Assessment Process</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "Schedule 1",
            "part_id": null,
            "part_type": null,
            "section": "Classes of transit projects exempted conditional on compliance with transit project assessment process",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "Schedule 2",
            "part_id": null,
            "part_type": null,
            "section": "Identification of interested persons",
            "content": NaN,
            "raw_html": NaN
        }
    ]
}