{
    "reg_info": {
        "full_title": "O. Reg. 106/95: HYDRO-ELECTRICITY CHARGES",
        "reg_name_text": "HYDRO-ELECTRICITY CHARGES",
        "citation": "O. Reg. 106/95: ",
        "act_under": "Public Lands Act   Loi sur les terres publiques",
        "url": "https://www.ontario.ca/laws/regulation/950106",
        "date_scraped": "2023-12-19 07:34:09"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/950106/v1",
            "valid_from": "March 25, 1999",
            "valid_to": "August 12, 2009"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “holder of a water power lease” means a person subject to a water power lease, but does not include Ontario Power Generation Inc. or any of its subsidiaries; “net energy generated” means, in respect of a period of time, the total amount of electric energy, expressed in megawatt-hours, produced by a generating station during the period, less the energy in megawatt-hours consumed for station use or service in the same period; “water power lease” means an agreement, lease, licence or other writing under subsection 42 (2) of the Act. O. Reg. 106/95, s. 1; O. Reg. 158/99, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“holder of a water power lease” means a person subject to a water power lease, but does not include Ontario Power Generation Inc. or any of its subsidiaries;</p> <p class=\"definition-e\">“net energy generated” means, in respect of a period of time, the total amount of electric energy, expressed in megawatt-hours, produced by a generating station during the period, less the energy in megawatt-hours consumed for station use or service in the same period;</p> <p class=\"definition-e\">“water power lease” means an agreement, lease, licence or other writing under subsection 42 (2) of the Act. O. Reg. 106/95, s. 1; O. Reg. 158/99, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) The holder of a water power lease shall pay to the Crown a hydro-electricity charge for each calendar year covered in whole or in part by the term of the lease. O. Reg. 106/95, s. 2 (1). (2) The amount of the hydro-electricity charge for a calendar year shall be determined by multiplying the energy rate for the year (determined in accordance with section 3) by the net energy generated during the year from water flowing on the land that is subject to the water power lease. O. Reg. 106/95, s. 2 (2). (3) Despite subsection (1), no hydro-electricity charge is payable in respect of a water power lease if the generating station has been in service during fewer than 10 calendar years. O. Reg. 106/95, s. 2 (3). (4) This section applies in respect of the calendar year beginning on January 1, 1994 and in respect of every calendar year thereafter. O. Reg. 106/95, s. 2 (4).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) The holder of a water power lease shall pay to the Crown a hydro-electricity charge for each calendar year covered in whole or in part by the term of the lease. O. Reg. 106/95, s. 2 (1).</p> <p class=\"subsection-e\">(2) The amount of the hydro-electricity charge for a calendar year shall be determined by multiplying the energy rate for the year (determined in accordance with section 3) by the net energy generated during the year from water flowing on the land that is subject to the water power lease. O. Reg. 106/95, s. 2 (2).</p> <p class=\"subsection-e\">(3) Despite subsection (1), no hydro-electricity charge is payable in respect of a water power lease if the generating station has been in service during fewer than 10 calendar years. O. Reg. 106/95, s. 2 (3).</p> <p class=\"subsection-e\">(4) This section applies in respect of the calendar year beginning on January 1, 1994 and in respect of every calendar year thereafter. O. Reg. 106/95, s. 2 (4).</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. (1) For the calendar year beginning on January 1, 1994, the energy rate is $3.1000. O. Reg. 106/95, s. 3 (1). (2) For the calendar year beginning on January 1, 1995 and for every calendar year thereafter, the energy rate shall be determined to four decimal places in accordance with the following formula:  where CPI = the average for the year of the 12 monthly Consumer Price Indexes for Canada (All Items) published by Statistics Canada under the authority of the Statistics Act (Canada). O. Reg. 106/95, s. 3 (2). (3) For the calendar year beginning on January 1, 1995 and for every calendar year thereafter, the Minister shall, within 30 days after the end of the year, provide to every holder of a water power lease a statement setting out the energy rate applicable to the year. O. Reg. 106/95, s. 3 (3).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) For the calendar year beginning on January 1, 1994, the energy rate is $3.1000. O. Reg. 106/95, s. 3 (1).</p> <p class=\"subsection-e\">(2) For the calendar year beginning on January 1, 1995 and for every calendar year thereafter, the energy rate shall be determined to four decimal places in accordance with the following formula:</p> <p class=\"equation-e\"><img border=\"0\" height=\"37\" src=\"images/elaws_rev_regs_950106_e-1.gif\" width=\"165\"/></p> <p class=\"Ssubsection-e\">where</p> <p class=\"equationind2-e\">CPI = the average for the year of the 12 monthly Consumer Price Indexes for Canada (All Items) published by Statistics Canada under the authority of the <i>Statistics Act</i> (Canada).</p> <p class=\"footnote-e\">O. Reg. 106/95, s. 3 (2).</p> <p class=\"subsection-e\">(3) For the calendar year beginning on January 1, 1995 and for every calendar year thereafter, the Minister shall, within 30 days after the end of the year, provide to every holder of a water power lease a statement setting out the energy rate applicable to the year. O. Reg. 106/95, s. 3 (3).</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) The holder of a water power lease shall, on or before January 31 in each year, submit to the Minister a statement signed on behalf of the holder showing the net energy generated during the preceding calendar year from water flowing on the land that is subject to the lease. O. Reg. 106/95, s. 4 (1). (2) If the holder of a water power lease does not comply with subsection (1), the hydro-electricity charge for the preceding calendar year shall be increased by 5 per cent. O. Reg. 106/95, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) The holder of a water power lease shall, on or before January 31 in each year, submit to the Minister a statement signed on behalf of the holder showing the net energy generated during the preceding calendar year from water flowing on the land that is subject to the lease. O. Reg. 106/95, s. 4 (1).</p> <p class=\"subsection-e\">(2) If the holder of a water power lease does not comply with subsection (1), the hydro-electricity charge for the preceding calendar year shall be increased by 5 per cent. O. Reg. 106/95, s. 4 (2).</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) The hydro-electricity charge for the calendar year beginning on January 1, 1994 shall be paid on or before February 28, 1995. O. Reg. 106/95, s. 5 (1). (2) For the calendar year beginning on January 1, 1995 and every calendar year thereafter, the hydro-electricity charge shall be paid in the following manner: 1. On or before the last day of February of the year, the holder of the water power lease shall make an interim payment equal to 50 per cent of the amount of the hydro-electricity charge, as estimated by the Minister. 2. On or before July 1 of the year, the holder of the water power lease shall make a further interim payment equal to 25 per cent of the amount of the hydro-electricity charge, as estimated by the Minister. 3. On or before the last day of February in the next calendar year, the holder of the water power lease shall pay the balance of the hydro-electricity charge, based on the final amount of the charge determined under subsection 2 (2). 4. If the amount paid under paragraphs 1 and 2 exceeds the final amount of the hydro-electricity charge, the excess shall be applied to the amount of the hydro-electricity charge payable in respect of the next calendar year or, if no charge is payable in respect of the next calendar year, the excess shall be refunded. O. Reg. 106/95, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) The hydro-electricity charge for the calendar year beginning on January 1, 1994 shall be paid on or before February 28, 1995. O. Reg. 106/95, s. 5 (1).</p> <p class=\"subsection-e\">(2) For the calendar year beginning on January 1, 1995 and every calendar year thereafter, the hydro-electricity charge shall be paid in the following manner:</p> <p class=\"paragraph-e\">1. On or before the last day of February of the year, the holder of the water power lease shall make an interim payment equal to 50 per cent of the amount of the hydro-electricity charge, as estimated by the Minister.</p> <p class=\"paragraph-e\">2. On or before July 1 of the year, the holder of the water power lease shall make a further interim payment equal to 25 per cent of the amount of the hydro-electricity charge, as estimated by the Minister.</p> <p class=\"paragraph-e\">3. On or before the last day of February in the next calendar year, the holder of the water power lease shall pay the balance of the hydro-electricity charge, based on the final amount of the charge determined under subsection 2 (2).</p> <p class=\"paragraph-e\">4. If the amount paid under paragraphs 1 and 2 exceeds the final amount of the hydro-electricity charge, the excess shall be applied to the amount of the hydro-electricity charge payable in respect of the next calendar year or, if no charge is payable in respect of the next calendar year, the excess shall be refunded. O. Reg. 106/95, s. 5 (2).</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. (1) If the holder of a water power lease fails to pay any amount owing under this Regulation by the day it is due, interest on the amount shall accrue from the due date at the bank rate in effect at the end of that day, plus 6 per cent. O. Reg. 106/95, s. 6 (1). (2) In this section, “bank rate” means the bank rate established by the Bank of Canada as the minimum rate at which the Bank of Canada makes short term advances to banks listed in Schedule I to the Bank Act (Canada). O. Reg. 106/95, s. 6 (2). ",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) If the holder of a water power lease fails to pay any amount owing under this Regulation by the day it is due, interest on the amount shall accrue from the due date at the bank rate in effect at the end of that day, plus 6 per cent. O. Reg. 106/95, s. 6 (1).</p> <p class=\"subsection-e\">(2) In this section,</p> <p class=\"firstdef-e\">“bank rate” means the bank rate established by the Bank of Canada as the minimum rate at which the Bank of Canada makes short term advances to banks listed in Schedule I to the <i>Bank Act</i> (Canada). O. Reg. 106/95, s. 6 (2).</p> <p class=\"Normal\"></p>"
        }
    ]
}