{
    "reg_info": {
        "full_title": "O. Reg. 224/07: SPILL PREVENTION AND CONTINGENCY PLANS",
        "reg_name_text": "Spill Prevention and contingency PlaNs",
        "citation": "O. Reg. 224/07: SPILL PREVENTION AND CONTINGENCY PLANS",
        "act_under": "Environmental Protection Act",
        "url": "https://www.ontario.ca/laws/regulation/070224",
        "date_scraped": "2023-12-19 05:29:31"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October 31, 2011",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/070224/v3",
            "valid_from": "June 14, 2011",
            "valid_to": "October 30, 2011"
        },
        {
            "a_href": "/laws/regulation/070224/v2",
            "valid_from": "September  1, 2008",
            "valid_to": "June 13, 2011"
        },
        {
            "a_href": "/laws/regulation/070224/v1",
            "valid_from": "June  6, 2007",
            "valid_to": "August 31, 2008"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Application",
            "content": "  1. (1) Persons who are or were members of the class of persons described in subsection 3 (1) of Ontario Regulation 222/07 (Environmental Penalties) made under the Act are a prescribed class of persons for the purposes of section 91.1 of the Act.  O. Reg. 224/07, s. 1 (1). (2) This Regulation applies only to the class of persons prescribed under subsection (1).  O. Reg. 224/07, s. 1 (2). (3) Despite subsection (1), if all environmental compliance approvals and permits required under the Act and all approvals and permits required under the Ontario Water Resources Act for the operation of a plant are revoked for the reason that the plant will no longer be involved in the activities for which they were required, this Regulation does not apply to the person who owns or operates the plant, on and after the day on which the last such environmental compliance approval, approval or permit is revoked.  O. Reg. 260/11, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>(1) Persons who are or were members of the class of persons described in subsection 3 (1) of Ontario Regulation 222/07 (Environmental Penalties) made under the Act are a prescribed class of persons for the purposes of section 91.1 of the Act.  O. Reg. 224/07, s. 1 (1).</p> <p class=\"subsection-e\">  (2) This Regulation applies only to the class of persons prescribed under subsection (1).  O. Reg. 224/07, s. 1 (2).</p> <p class=\"subsection-e\">  (3) Despite subsection (1), if all environmental compliance approvals and permits required under the Act and all approvals and permits required under the <i>Ontario Water Resources Act</i> for the operation of a plant are revoked for the reason that the plant will no longer be involved in the activities for which they were required, this Regulation does not apply to the person who owns or operates the plant, on and after the day on which the last such environmental compliance approval, approval or permit is revoked.  O. Reg. 260/11, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Definition",
            "content": " 2. In this Regulation, “plant” means an industrial facility and the real property, waste disposal sites and wastewater treatment facilities associated with it.  O. Reg. 224/07, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>In this Regulation,</p> <p class=\"firstdef-e\">“plant” means an industrial facility and the real property, waste disposal sites and wastewater treatment facilities associated with it.  O. Reg. 224/07, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Spill prevention and contingency plans",
            "content": " 3. (1) Every person to whom this Regulation applies shall ensure that, by the date described in subsection (3), spill prevention and contingency plans are developed and implemented for each plant referred to in subsection 3 (1) of Ontario Regulation 222/07 (Environmental Penalties) made under the Act, that the person owns or operates.  O. Reg. 224/07, s. 3 (1). (2) Spill prevention and contingency plans must include, (a)  the information listed in section 4; (b)  plans required by clause 91.1 (a) of the Act to prevent or reduce the risk of spills of pollutants; and (c)  plans required by clause 91.1 (b) of the Act to prevent, eliminate or ameliorate any adverse effects that result or may result from spills of pollutants.  O. Reg. 224/07, s. 3 (2). (3) The date by which spill prevention and contingency plans must be developed and implemented for a plant described in subsection (1) is, (a)  September 1, 2008, if the plant is in operation on that date; or (b)  the first date the plant is in operation, if that date is after September 1, 2008.  O. Reg. 224/07, s. 3 (3).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) Every person to whom this Regulation applies shall ensure that, by the date described in subsection (3), spill prevention and contingency plans are developed and implemented for each plant referred to in subsection 3 (1) of Ontario Regulation 222/07 (Environmental Penalties) made under the Act, that <span>the person owns or operates.  </span>O. Reg. 224/07, s. 3 (1).</p> <p class=\"subsection-e\">  (2) Spill prevention and contingency plans must include,</p> <p class=\"clause-e\">  (a)  the information listed in section 4;</p> <p class=\"clause-e\">  (b)  plans required by clause 91.1 (a) of the Act to prevent or reduce the risk of spills of pollutants; and</p> <p class=\"clause-e\">  (c)  plans required by clause 91.1 (b) of the Act to prevent, eliminate or ameliorate any adverse effects that result or may result from spills of pollutants.  O. Reg. 224/07, s. 3 (2).</p> <p class=\"subsection-e\">  (3) The date by which spill prevention and contingency plans must be developed and implemented for a plant described in subsection (1) is,</p> <p class=\"clause-e\">  (a)  September 1, 2008, if the plant is in operation on that date; or</p> <p class=\"clause-e\">  (b)  the first date the plant is in operation, if that date is after September 1, 2008.  O. Reg. 224/07, s. 3 (3).</p>"
        },
        {
            "id": "4.",
            "section": "General information",
            "content": " 4. Spill prevention and contingency plans must contain a written description of the plant that includes the following general information:  1.  Identifying and contact information including, i.  the legal name of the person who owns the plant and the person’s operating or business name, if it differs from the legal name, ii.  if the person operating the plant is not the person who owns the plant, the legal name of the person who operates the plant and the person’s operating or business name, if it differs from the legal name, iii.  the mailing address of the plant, iv.  all information necessary to locate each property on which the plant is located, v.  the telephone number and fax number of the plant, vi.  if anyone holds the positions, the name, email address and telephone number of any plant managers, persons who are responsible for security at the plant, environmental coordinators, health and safety coordinators, persons who are responsible for responding to a spill and persons who are responsible for emergency services at the plant, vii.  the name of the person referred to in subparagraph 5 i of subsection 6 (1) and the email address and telephone number where he or she can be contacted, both during the hours that the plant is operating and during the hours that the plant is not operating, if applicable, and the same contact information for the person’s alternate, and viii.  the name, email address and telephone number of a person in senior management who is responsible for ensuring compliance with this Regulation, and the same contact information for the person’s alternate. 2.  An explanation of the steps, if any, that are required to gain entry to the plant. 3.  Plans and drawings of the plant and each property on which the plant is located that are drawn to scale and that accurately show, i.  property boundaries, ii.  the main storage, handling, processing and disposal areas at the plant, iii.  discharge points that are regulated under an Act of Ontario or Canada or by-law, including stacks and vents for discharges to air, iv.  the location of any work, container or structure from which a spill identified in paragraph 1 of subsection 5 (1) may occur, including aboveground and underground storage tanks, and the volume that the work, container or structure is capable of holding, v.  any other works, containers or structures at or from which a spill identified in paragraph 1 of subsection 5 (1) may occur, vi.  floor drains that have a potential to discharge pollutants into the natural environment and an indication of the destination to where the floor drains lead, vii.  loading and unloading areas, including any docks or piers, viii.  sump pumps in areas where pollutants may be stored, handled, processed, transferred or disposed of and an indication of the destination to where the pollutants are pumped, ix.  test holes as defined in Regulation 903 of the Revised Regulations of Ontario, 1990 (Wells) made under the Ontario Water Resources Act, or any other excavation that is made to monitor conditions of the natural environment, x.  ground water and surface water supplies used at the plant, xi.  structures that are designed to contain any spills that may occur, xii.  equipment for capturing and removing spilled pollutants, xiii.  any works for the collection, transmission, treatment and disposal of stormwater, including stormwater ponds, stormwater catch basins and, if a stormwater catch basin discharges to surface water, an indication of whether there are valves or other mechanisms to control the discharge of the stormwater from the catch basin, and xiv.  any other structures or works at the plant that may be relevant to spill prevention and response, including pipes, gates, fences and barriers.  O. Reg. 224/07, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>Spill prevention and contingency plans must contain a written description of the plant that includes the following general information: </p> <p class=\"paragraph-e\">  1.  Identifying and contact information including,</p> <p class=\"subpara-e\">  i.  the legal name of the person who owns the plant and the person’s operating or business name, if it differs from the legal name,</p> <p class=\"subpara-e\">  ii.  if the person operating the plant is not the person who owns the plant, the legal name of the person who operates the plant and the person’s operating or business name, if it differs from the legal name,</p> <p class=\"subpara-e\">  iii.  the mailing address of the plant,</p> <p class=\"subpara-e\">  iv.  all information necessary to locate each property on which the plant is located,</p> <p class=\"subpara-e\">  v.  the telephone number and fax number of the plant,</p> <p class=\"subpara-e\">  vi.  if anyone holds the positions, the name, email address and telephone number of any plant managers, persons who are responsible for security at the plant, environmental coordinators, health and safety coordinators, persons who are responsible for responding to a spill and persons who are responsible for emergency services at the plant,</p> <p class=\"subpara-e\">  vii.  the name of the person referred to in subparagraph 5 i of subsection 6 (1) and the email address and telephone number where he or she can be contacted, both during the hours that the plant is operating and during the hours that the plant is not operating, if applicable, and the same contact information for the person’s alternate, and</p> <p class=\"subpara-e\">  viii.  the name, email address and telephone number of a person in senior management who is responsible for ensuring compliance with this Regulation, and the same contact information for the person’s alternate.</p> <p class=\"paragraph-e\">  2.  An explanation of the steps, if any, that are required to gain entry to the plant.</p> <p class=\"paragraph-e\">  3.  Plans and drawings of the plant and each property on which the plant is located that are drawn to scale and that accurately show,</p> <p class=\"subpara-e\">  i.  property boundaries,</p> <p class=\"subpara-e\">  ii.  the main storage, handling, processing and disposal areas at the plant,</p> <p class=\"subpara-e\">  iii.  discharge points that are regulated under an Act of Ontario or Canada or by-law, including stacks and vents for discharges to air,</p> <p class=\"subpara-e\">  iv.  the location of any work, container or structure from which a spill identified in paragraph 1 of subsection 5 (1) may occur, including aboveground and underground storage tanks, and the volume that the work, container or structure is capable of holding,</p> <p class=\"subpara-e\">  v.  any other works, containers or structures at or from which a spill identified in paragraph 1 of subsection 5 (1) may occur,</p> <p class=\"subpara-e\">  vi.  floor drains that have a potential to discharge pollutants into the natural environment and an indication of the destination to where the floor drains lead,</p> <p class=\"subpara-e\">  vii.  loading and unloading areas, including any docks or piers,</p> <p class=\"subpara-e\">  viii.  sump pumps in areas where pollutants may be stored, handled, processed, transferred or disposed of and an indication of the destination to where the pollutants are pumped,</p> <p class=\"subpara-e\">  ix.  test holes as defined in Regulation 903 of the Revised Regulations of Ontario, 1990 (Wells) made under the <i>Ontario Water Resources Act</i>, or any other excavation that is made to monitor conditions of the natural environment,</p> <p class=\"subpara-e\">  x.  ground water and surface water supplies used at the plant,</p> <p class=\"subpara-e\">  xi.  structures that are designed to contain any spills that may occur,</p> <p class=\"subpara-e\">  xii.  equipment for capturing and removing spilled pollutants,</p> <p class=\"subpara-e\">  xiii.  any works for the collection, transmission, treatment and disposal of stormwater, including stormwater ponds, stormwater catch basins and, if a stormwater catch basin discharges to surface water, an indication of whether there are valves or other mechanisms to control the discharge of the stormwater from the catch basin, and</p> <p class=\"subpara-e\">  xiv.  any other structures or works at the plant that may be relevant to spill prevention and response, including pipes, gates, fences and barriers.  O. Reg. 224/07, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Plans re prevention of spills ",
            "content": " 5. (1) Plans required by clause 91.1 (a) of the Act to prevent or reduce the risk of spills of pollutants must contain the following, in writing: 1.  The identification of all spills that, i.  may occur at the plant or relate to the operations of the plant, ii.  are reasonably foreseeable, and iii.  have the potential to cause adverse effects. 2.  An analysis of the likelihood of each spill identified under paragraph 1 to occur, based on, i.  the properties and characteristics of all pollutants used at the plant and, for each pollutant, the maximum expected quantity of the pollutant that may be at the plant, ii.  the manner in which each pollutant is stored, handled, processed and disposed of at the plant, iii.  the physical and geographic characteristics of the location at which each pollutant is stored, handled, processed and disposed of at the plant, iv.  whether there have been previous spills of the pollutant at the plant or relating to its operations, and v.  any other factors that the person developing the plans considers relevant. 3.  For each spill analyzed under paragraph 2, an explanation of how the conclusion relating to the likelihood of the spill was reached. 4.  A map of the area around the plant identifying all of the following places that are within the area that may be affected by a spill identified in paragraph 1: i.  Health care facilities. ii.  Senior citizens’ residences and long-term care facilities. iii.  Child care facilities. iv.  Educational facilities. v.  Dwellings. vi.  Places of business. vii.  Transportation corridors. viii.  Vulnerable areas as defined in subsection 2 (1) of the Clean Water Act, 2006. ix.  Sensitive ground water and surface water features identified in an instrument under the Planning Act. x.  Wells and intakes of drinking water systems. xi.  Flood plain areas. xii.  Fish and wildlife habitat areas. 5.  An analysis of the likelihood that a spill identified in paragraph 1 will cause an adverse effect at a place listed in paragraph 4, and the extent of the adverse effect. 6.  For each spill analyzed under paragraph 5, an explanation of how the conclusions as to the likelihood and extent of the adverse effect were reached. 7.  A risk assessment for each spill identified under paragraph 1 based on, i.  the likelihood of the spill occurring as determined under paragraph 2, and ii.  the extent of any adverse effects as determined under paragraph 5. 8.  For each spill assessed to be of significant risk under paragraph 7, i.  an identification of possible steps that could be taken to prevent or reduce the risk of the spill from occurring, ii.  an identification meeting the description in subsection (2) of which steps identified under subparagraph i have been or will be taken to prevent or reduce the risk of the spill from occurring, and iii.  for the steps identified under subparagraph i that have not been and will not be taken, an explanation of that decision. 9.  Procedures to ensure that, for steps that will be taken under subparagraph 8 ii, i.  if the step relates to the construction or installation of any structure, equipment or mechanism, the structure, equipment or mechanism be monitored and maintained in good repair, and ii.  personnel be trained in implementing the step and in operating, monitoring and maintaining any structure, equipment or mechanism referred to in subparagraph i.  O. Reg. 224/07, s. 5 (1). (2) The identification referred to in subparagraph 8 ii of subsection (1) must include a consideration of the appropriateness of taking each of the following steps to prevent or reduce the risk of the spill from occurring: 1.  Constructing or installing containment structures. 2.  Installing and maintaining mechanisms or equipment to monitor the operations of the plant, including installing and maintaining an alarm system or other notification system to alert personnel who operate the plant that the spill is imminent, and documenting the procedures for operating the mechanism or equipment. 3.  Altering or redesigning industrial processes used at the plant to prevent or reduce the risk of the spill, or installing equipment for the purpose. 4.  Maintaining structures, equipment or mechanisms in good repair.  O. Reg. 224/07, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) Plans required by clause 91.1 (a) of the Act to prevent or reduce the risk of spills of pollutants must contain the following, in writing:</p> <p class=\"paragraph-e\">  1.  The identification of all spills that,</p> <p class=\"subpara-e\">  i.  may occur at the plant or relate to the operations of the plant,</p> <p class=\"subpara-e\">  ii.  are reasonably foreseeable, and</p> <p class=\"subpara-e\">  iii.  have the potential to cause adverse effects.</p> <p class=\"paragraph-e\">  2.  An analysis of the likelihood of each spill identified under paragraph 1 to occur, based on,</p> <p class=\"subpara-e\">  i.  the properties and characteristics of all pollutants used at the plant and, for each pollutant, the maximum expected quantity of the pollutant that may be at the plant,</p> <p class=\"subpara-e\">  ii.  the manner in which each pollutant is stored, handled, processed and disposed of at the plant, </p> <p class=\"subpara-e\">  iii.  the physical and geographic characteristics of the location at which each pollutant is stored, handled, processed and disposed of at the plant, </p> <p class=\"subpara-e\">  iv.  whether there have been previous spills of the pollutant at the plant or relating to its operations, and</p> <p class=\"subpara-e\">  v.  any other factors that the person developing the plans considers relevant.</p> <p class=\"paragraph-e\">  3.  For each spill analyzed under paragraph 2, an explanation of how the conclusion relating to the likelihood of the spill was reached. </p> <p class=\"paragraph-e\">  4.  A map of the area around the plant identifying all of the following places that are within the area that may be affected by a spill identified in paragraph 1:</p> <p class=\"subpara-e\">  i.  Health care facilities.</p> <p class=\"subpara-e\">  ii.  Senior citizens’ residences and long-term care facilities.</p> <p class=\"subpara-e\">  iii.  Child care facilities.</p> <p class=\"subpara-e\">  iv.  Educational facilities.</p> <p class=\"subpara-e\">  v.  Dwellings.</p> <p class=\"subpara-e\">  vi.  Places of business.</p> <p class=\"subpara-e\">  vii.  Transportation corridors.</p> <p class=\"subpara-e\">  viii.  Vulnerable areas as defined in subsection 2 (1) of the <i>Clean Water Act, 2006</i>.</p> <p class=\"subpara-e\">  ix.  Sensitive ground water and surface water features identified in an instrument under the <i>Planning Act</i>.</p> <p class=\"subpara-e\">  x.  Wells and intakes of drinking water systems.</p> <p class=\"subpara-e\">  xi.  Flood plain areas.</p> <p class=\"subpara-e\">  xii.  Fish and wildlife habitat areas.</p> <p class=\"paragraph-e\">  5.  An analysis of the likelihood that a spill identified in paragraph 1 will cause an adverse effect at a place listed in paragraph 4, and the extent of the adverse effect.</p> <p class=\"paragraph-e\">  6.  For each spill analyzed under paragraph 5, an explanation of how the conclusions as to the likelihood and extent of the adverse effect were reached.</p> <p class=\"paragraph-e\">  7.  A risk assessment for each spill identified under paragraph 1 based on,</p> <p class=\"subpara-e\">  i.  the likelihood of the spill occurring as determined under paragraph 2, and </p> <p class=\"subpara-e\">  ii.  the extent of any adverse effects as determined under paragraph 5.</p> <p class=\"paragraph-e\">  8.  For each spill assessed to be of significant risk under paragraph 7,</p> <p class=\"subpara-e\">  i.  an identification of possible steps that could be taken to prevent or reduce the risk of the spill from occurring, </p> <p class=\"subpara-e\">  ii.  an identification meeting the description in subsection (2) of which steps identified under subparagraph i have been or will be taken to prevent or reduce the risk of the spill from occurring, and</p> <p class=\"subpara-e\">  iii.  for the steps identified under subparagraph i that have not been and will not be taken, an explanation of that decision.</p> <p class=\"paragraph-e\">  9.  Procedures to ensure that, for steps that will be taken under subparagraph 8 ii,</p> <p class=\"subpara-e\">  i.  if the step relates to the construction or installation of any structure, equipment or mechanism, the structure, equipment or mechanism be monitored and maintained in good repair, and</p> <p class=\"subpara-e\">  ii.  personnel be trained in implementing the step and in operating, monitoring and maintaining any structure, equipment or mechanism referred to in subparagraph i.  O. Reg. 224/07, s. 5 (1).</p> <p class=\"subsection-e\">  (2) The identification referred to in subparagraph 8 ii of subsection (1) must include a consideration of the appropriateness of taking each of the following steps to prevent or reduce the risk of the spill from occurring:</p> <p class=\"paragraph-e\">  1.  Constructing or installing containment structures.</p> <p class=\"paragraph-e\">  2.  Installing and maintaining mechanisms or equipment to monitor the operations of the plant, including installing and maintaining an alarm system or other notification system to alert personnel who operate the plant that the spill is imminent, and documenting the procedures for operating the mechanism or equipment.</p> <p class=\"paragraph-e\">  3.  Altering or redesigning industrial processes used at the plant to prevent or reduce the risk of the spill, or installing equipment for the purpose.</p> <p class=\"paragraph-e\">  4.  Maintaining structures, equipment or mechanisms in good repair.  O. Reg. 224/07, s. 5 (2).</p>"
        },
        {
            "id": "6.",
            "section": "Plans re response to spills",
            "content": " 6. (1) Plans required by clause 91.1 (b) of the Act to prevent, eliminate or ameliorate any adverse effects that result or may result from spills of pollutants must contain the following, in writing: 1.  For each spill identified under paragraph 1 of subsection 5 (1), an identification of the steps that will be taken to prevent, eliminate or ameliorate any adverse effects that result or may result from the spill, where the identification includes a consideration of the appropriateness of taking each of the following steps: i.  Acquiring spill response equipment. ii.  Installing and maintaining an alarm system or other notification system to alert personnel who operate the plant when the spill occurs and to notify members of the public who may be adversely affected by the spill. 2.  For each spill identified under paragraph 1 of subsection 5 (1) that has the potential to cause an adverse effect at any of the places identified in subparagraphs 4 i to vi and x of subsection 5 (1), an identification of the steps that will be taken to monitor the movement of the pollutants that are spilled and their potential to cause an adverse effect on those places. 3.  The identification of all spills that are non-reportable under subsection (2) that may occur at the plant or relate to the operations of the plant. 4.  Procedures to ensure that notification of a non-reportable spill is given in accordance with subsection 10 (3) of Ontario Regulation 675/98 (Classification and Exemption of Spills) made under the Act, if that subsection applies to the spill. 5.  Procedures to ensure that before a spill occurs, i.  a person who is responsible for implementing plans under this section, and his or her alternate, are identified, ii.  the anticipated circumstances of the spill and its potential adverse effects are assessed and the appropriate level of response is determined, including whether a team needs to be established to respond to the spill, iii.  a spill response team is established, if determined to be necessary under subparagraph ii, iv.  the roles and responsibilities of personnel in responding to a spill are identified and documented, v.  personnel are trained in their roles and responsibilities under subparagraphs iv and vi and paragraphs 6 and 7 and, as appropriate, in the use of spill response equipment and material, and vi.  equipment and material referred to in subparagraphs 6 vi and vii that are needed to respond to the spill are regularly inspected and maintained in a state of readiness to respond to a spill. 6.  Procedures to ensure that, if any spill at or related to the operations of a plant occurs, i.  sections 92 and 93 of the Act are complied with, ii.  relevant persons at the plant, including the persons identified under subparagraph 5 i, are notified of the spill, iii.  the appropriate level of response to the spill determined under subparagraph 5 ii is implemented, iv.  members of the public who may be directly affected by the spill, including any persons who may be at a place identified in subparagraphs 4 i to vi of subsection 5 (1), are notified of the spill, v.  if an alarm system or other notification system is in place, it is operated appropriately, vi.  appropriate equipment, material and personnel are available to monitor the movement of pollutants and the adverse effects of the pollutants for those spills for which steps are identified under paragraph 2, vii.  appropriate equipment, material and personnel are available to immediately respond to the spill, and viii.  wastes generated as a result of the spill and spill response are disposed of appropriately. 7.  Procedures to ensure that all steps taken under paragraph 6 to respond to a spill are recorded and that the record is retained for five years.  O. Reg. 224/07, s. 6 (1). (2) A spill that may occur at the plant or relate to the operations of the plant may be identified as a non-reportable spill for the purposes of this Regulation and Ontario Regulation 675/98 if, (a)  the spill is not likely to enter any waters, as defined in subsection 1 (1) of the Ontario Water Resources Act, directly or through drainage structures; (b)  information, including past experience, about the type of spill indicates that, for a specified quantity and quality of the spill and in specified circumstances, the spill would not have the potential to cause adverse effects other than those which can be readily remediated through cleanup and restoration of paved, gravelled or sodded surfaces; and (c)  the quantity, quality and circumstances referred to in clause (b) are specified in the plans.  O. Reg. 224/07, s. 6 (2).",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) Plans required by clause 91.1 (b) of the Act to prevent, eliminate or ameliorate any adverse effects that result or may result from spills of pollutants must contain the following, in writing:</p> <p class=\"paragraph-e\">  1.  For each spill identified under paragraph 1 of subsection 5 (1), an identification of the steps that will be taken to prevent, eliminate or ameliorate any adverse effects that result or may result from the spill, where the identification includes a consideration of the appropriateness of taking each of the following steps:</p> <p class=\"subpara-e\">  i.  Acquiring spill response equipment.</p> <p class=\"subpara-e\">  ii.  Installing and maintaining an alarm system or other notification system to alert personnel who operate the plant when the spill occurs and to notify members of the public who may be adversely affected by the spill.</p> <p class=\"paragraph-e\">  2.  For each spill identified under paragraph 1 of subsection 5 (1) that has the potential to cause an adverse effect at any of the places identified in subparagraphs 4 i to vi and x of subsection 5 (1), an identification of the steps that will be taken to monitor the movement of the pollutants that are spilled and their potential to cause an adverse effect on those places<span>.</span></p> <p class=\"paragraph-e\">  3.  The identification of all spills that are non-reportable under subsection (2) that may occur at the plant or relate to the operations of the plant. </p> <p class=\"paragraph-e\">  4.  Procedures to ensure that notification of a non-reportable spill is given in accordance with subsection 10 (3) of Ontario Regulation 675/98 (Classification and Exemption of Spills) made under the Act, if that subsection applies to the spill.</p> <p class=\"paragraph-e\">  5.  Procedures to ensure that before a spill occurs,</p> <p class=\"subpara-e\">  i.  a person who is responsible for implementing plans under this section, and his or her alternate, are identified, </p> <p class=\"subpara-e\">  ii.  the anticipated circumstances of the spill and its potential adverse effects are assessed and the appropriate level of response is determined, including whether a team needs to be established to respond to the spill,</p> <p class=\"subpara-e\">  iii.  a spill response team is established, if determined to be necessary under subparagraph ii, </p> <p class=\"subpara-e\">  iv.  the roles and responsibilities of personnel in responding to a spill are identified and documented, </p> <p class=\"subpara-e\">  v.  personnel are trained in their roles and responsibilities under subparagraphs iv and vi and paragraphs 6 and 7 and, as appropriate, in the use of spill response equipment and material, and</p> <p class=\"subpara-e\">  vi.  equipment and material referred to in subparagraphs 6 vi and vii that are needed to respond to the spill are regularly inspected and maintained in a state of readiness to respond to a spill.</p> <p class=\"paragraph-e\">  6.  Procedures to ensure that, if any spill at or related to the operations of a plant occurs, </p> <p class=\"subpara-e\">  i.  sections 92 and 93 of the Act are complied with,</p> <p class=\"subpara-e\">  ii.  relevant persons at the plant, including the persons identified under subparagraph 5 i, are notified of the spill, </p> <p class=\"subpara-e\">  iii.  the appropriate level of response to the spill determined under subparagraph 5 ii is implemented,</p> <p class=\"subpara-e\">  iv.  members of the public who may be directly affected by the spill, including any persons who may be at a place identified in subparagraphs 4 i to vi of subsection 5 (1), are notified of the spill, </p> <p class=\"subpara-e\">  v.  if an alarm system or other notification system is in place, it is operated appropriately, </p> <p class=\"subpara-e\">  vi.  appropriate equipment, material and personnel are available to monitor the movement of pollutants and the adverse effects of the pollutants for those spills for which steps are identified under paragraph 2,</p> <p class=\"subpara-e\">  vii.  appropriate equipment, material and personnel are available to immediately respond to the spill, and</p> <p class=\"subpara-e\">  viii.  wastes generated as a result of the spill and spill response are disposed of appropriately.</p> <p class=\"paragraph-e\">  7.  Procedures to ensure that all steps taken under paragraph 6 to respond to a spill are recorded and that the record is retained for five years.  O. Reg. 224/07, s. 6 (1).</p> <p class=\"subsection-e\">  (2) A spill that may occur at the plant or relate to the operations of the plant may be identified as a non-reportable spill for the purposes of this Regulation and Ontario Regulation 675/98 if,</p> <p class=\"clause-e\">  (a)  the spill is not likely to enter any waters, as defined in subsection 1 (1) of the <i>Ontario Water Resources Act</i>, directly or through drainage structures;</p> <p class=\"clause-e\">  (b)  information, including past experience, about the type of spill indicates that, for a specified quantity and quality of the spill and in specified circumstances, the spill would not have the potential to cause adverse effects other than those which can be readily remediated through cleanup and restoration of paved, gravelled or sodded surfaces; and</p> <p class=\"clause-e\">  (c)  the quantity, quality and circumstances referred to in clause (b) are specified in the plans.  O. Reg. 224/07, s. 6 (2).</p>"
        },
        {
            "id": "7.",
            "section": "Plan retained at the plant",
            "content": " 7. Every person to whom this Regulation applies shall ensure that copies of the most recent spill prevention and contingency plans are retained at the plant.  O. Reg. 224/07, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>Every person to whom this Regulation applies shall ensure that copies of the most recent spill prevention and contingency plans are retained at the plant.  O. Reg. 224/07, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Environmental emergency plan",
            "content": " 8. If a person to whom this Regulation applies has developed plans that wholly or partially address the matters listed in sections 4, 5 and 6 on a voluntary basis or for another government or under another Act of Ontario or Canada or under a by-law, and the plans wholly or partially meet the requirements listed in sections 4, 5 and 6, the person may use the plans for the purposes of meeting those requirements if they amend them, where necessary, to meet all of those requirements.  O. Reg. 224/07, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>If a person to whom this Regulation applies has developed plans that wholly or partially address the matters listed in sections 4, 5 and 6 on a voluntary basis or for another government or under another Act of Ontario or Canada or under a by-law, and the plans wholly or partially meet the requirements listed in sections 4, 5 and 6, the person may use the plans for the purposes of meeting those requirements if they amend them, where necessary, to meet all of those requirements.  O. Reg. 224/07, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Review of plan after spill",
            "content": " 9. (1) If a spill at or related to the operations of a plant occurs for which notification is required under section 92 of the Act, the person who owns or operates the plant shall, (a)  review the plans as a whole to determine whether they would be adequate for preventing or responding to the spill if it were to recur; and (b)  if no steps were specified for the spill under subparagraph 8 ii of subsection 5 (1), or if steps that were identified under that subparagraph were not implemented by the time of the review under clause (a), review the risk assessment and identification of steps that were done for the purposes of paragraphs 7 and 8 of subsection 5 (1).  O. Reg. 224/07, s. 9 (1). (2) If, after reviewing the plans under subsection (1), the person determines that the plans would be inadequate for preventing or responding to the spill if it were to recur, the person shall revise them and the manner in which they are implemented to ensure that the plant’s response to the spill is effective in preventing, eliminating or ameliorating any adverse effects that may result from a spill.  O. Reg. 224/07, s. 9 (2).",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) If a spill at or related to the operations of a plant occurs for which notification is required under section 92 of the Act, the perso<span>n who owns or operates the plant shall,</span></p> <p class=\"clause-e\">  (a)  review the plans as a whole to determine whether they would be adequate for preventing or responding to the spill if it were to recur; and</p> <p class=\"clause-e\">  (b)  if no steps were specified for the spill under subparagraph 8 ii of subsection 5 (1), or if steps that were identified under that subparagraph were not implemented by the time of the review under clause (a), review the risk assessment and identification of steps that were done for the purposes of paragraphs 7 and 8 of subsection 5 (1).  O. Reg. 224/07, s. 9 (1).</p> <p class=\"subsection-e\">  (2) If, after reviewing the plans under subsection (1), the person determines that the plans would be inadequate for preventing or responding to the spill if it were to recur, the person shall revise them and the manner in which they are implemented to ensure that the plant’s response to the spill is effective in preventing, eliminating or ameliorating any adverse effects that may result from a spill.  O. Reg. 224/07, s. 9 (2).</p>"
        },
        {
            "id": "10.",
            "section": "Annual review of plan",
            "content": " 10. (1) Every person to whom this Regulation applies shall do the following, or, if the person is a corporation, an officer or director of the corporation shall do the following: 1.  Ensure that the spill prevention and contingency plans are reviewed each year and revised as necessary to ensure compliance with this Regulation. 2.  Ensure that the risk assessment and identification of steps required under paragraphs 7 and 8 of subsection 5 (1) are reviewed each year and revised as necessary. 3.  Ensure that a portion of the operations of the plant are tested each year to determine whether, if a spill at or related to the operations of the plant occurs, the plant’s response to the spill, i.  would comply with the plans described in section 6, and ii.  would be effective to prevent, eliminate or ameliorate any adverse effects that may result from the spill. 4.  Ensure that each portion of the operations of the plant is tested under paragraph 3 at least once during a five-year period. 5.  Ensure that the tests under paragraph 3 include, at least once every two years, a live exercise where every person involved in the planned response to a spill practises their response and every operation involved is physically tested. 6.  If the tests in paragraph 3 or 5 identify any inadequacies in the plans or in their implementation, revise the plans and the manner in which they are implemented to ensure that the plant’s response to a spill is effective in preventing, eliminating or ameliorating any adverse effects that may result from the spill. 7.  For each year after 2008, make a written statement that, i.  indicates the date on which the steps described in paragraphs 1, 2, 3, 5 and 6 occurred, and ii.  indicates whether, in the person’s opinion, on January 1 of the year, A.  the information contained in the spill prevention and contingency plans is accurate, B.  the plans required under section 5 and the implementation of them would be adequate to prevent or reduce the risk of spills that may occur at the plant or relate to the operations of the plant, and C.  the plans required under section 6 and the implementation of them would be adequate to prevent, eliminate or ameliorate any adverse effects that may result from a spill.  O. Reg. 224/07, s. 10 (1). (2) The person who makes the statement mentioned in paragraph 7 of subsection (1) shall ensure that a copy of the statement is retained at the plant for five years.  O. Reg. 224/07, s. 10 (2).",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) Every person to whom this Regulation applies shall do the following, or, if the person is a corporation, an officer or director of the corporation shall do the following:</p> <p class=\"paragraph-e\">  1.  Ensure that the spill prevention and contingency plans are reviewed each year and revised as necessary to ensure compliance with this Regulation.</p> <p class=\"paragraph-e\">  2.  Ensure that the risk assessment and identification of steps required under paragraphs 7 and 8 of subsection 5 (1) are reviewed each year and revised as necessary.  </p> <p class=\"paragraph-e\">  3.  Ensure that a portion of the operations of the plant are tested each year to determine whether, if a spill at or related to the operations of the plant occurs, the plant’s response to the spill,</p> <p class=\"subpara-e\">  i.  would comply with the plans described in section 6, and</p> <p class=\"subpara-e\">  ii.  would be effective to prevent, eliminate or ameliorate any adverse effects that may result from the spill.</p> <p class=\"paragraph-e\">  4.  Ensure that each portion of the operations of the plant is tested under paragraph 3 at least once during a five-year period. </p> <p class=\"paragraph-e\">  5.  Ensure that the tests under paragraph 3 include, at least once every two years, a live exercise where every person involved in the planned response to a spill practises their response and every operation involved is physically tested.</p> <p class=\"paragraph-e\">  6.  If the tests in paragraph 3 or 5 identify any inadequacies in the plans or in their implementation, revise the plans and the manner in which they are implemented to ensure that the plant’s response to a spill is effective in preventing, eliminating or ameliorating any adverse effects that may result from the spill.</p> <p class=\"paragraph-e\">  7.  For each year after 2008, make a written statement that,</p> <p class=\"subpara-e\">  i.  indicates the date on which the steps described in paragraphs 1, 2, 3, 5 and 6 occurred, and</p> <p class=\"subpara-e\">  ii.  indicates whether, in the person’s opinion, on January 1 of the year, </p> <p class=\"subsubpara-e\">  A.  the information contained in the spill prevention and contingency plans is accurate,</p> <p class=\"subsubpara-e\">  B.  the plans required under section 5 and the implementation of them would be adequate to prevent or reduce the risk of spills that may occur at the plant or relate to the operations of the plant, and</p> <p class=\"subsubpara-e\">  C.  the plans required under section 6 and the implementation of them would be adequate to prevent, eliminate or ameliorate any adverse effects that may result from a spill.  O. Reg. 224/07, s. 10 (1).</p> <p class=\"subsection-e\">  (2) The person who makes the statement mentioned in paragraph 7 of subsection (1) shall ensure that a copy of the statement is retained at the plant for five years.  O. Reg. 224/07, s. 10 (2).</p>"
        },
        {
            "id": "11.",
            "section": "Summary",
            "content": " 11. Every person to whom this Regulation applies shall, on request, provide a written summary of the plans and of any updates made to the plans to, (a)  a municipal emergency control group established under section 12 of Ontario Regulation 380/04 (Standards) made under the Emergency Management and Civil Protection Act; (b)  a municipal by-law inspector; (c)  the local fire department; (d)  the local police department; (e)  a medical officer of health, as defined in section 1 of the Health Protection and Promotion Act; and (f)  an Environment Canada Environmental Emergencies Officer.  O. Reg. 224/07, s. 11.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>Every person to whom this Regulation applies shall, on request, provide a written summary of the plans and of any updates made to the plans to,</p> <p class=\"clause-e\">  (a)  a municipal emergency control group established under section 12 of Ontario Regulation 380/04 (Standards) made under the <i>Emergency Management and Civil Protection Act</i>;</p> <p class=\"clause-e\">  (b)  a municipal by-law inspector;</p> <p class=\"clause-e\">  (c)  the local fire department;</p> <p class=\"clause-e\">  (d)  the local police department; </p> <p class=\"clause-e\">  (e)  a medical officer of health, as defined in section 1 of the <i>Health Protection and Promotion Act</i>; and</p> <p class=\"clause-e\">  (f)  an Environment Canada Environmental Emergencies Officer.  O. Reg. 224/07, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": "Summary",
            "content": " 12. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 224/07, s. 12.",
            "raw_html": "<p class=\"section-e\"> <b>12.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 224/07, s. 12.</p>"
        },
        {
            "id": null,
            "section": "Summary",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/070224\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}