{
    "reg_info": {
        "full_title": "O. Reg. 866/93: REGISTRATION",
        "reg_name_text": "REGISTRATION",
        "citation": "O. Reg. 866/93: ",
        "act_under": "Medical Radiation and Imaging Technology Act, 2017   Loi de 2017 sur les technologues en radiation médicale et en imagerie médicale",
        "url": "https://www.ontario.ca/laws/regulation/930866",
        "date_scraped": "2023-12-18 03:21:08"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "August 31, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/930866/v7",
            "valid_from": "August 21, 2023",
            "valid_to": "August 30, 2023"
        },
        {
            "a_href": "/laws/regulation/930866/v6",
            "valid_from": "January  1, 2018",
            "valid_to": "August 20, 2023"
        },
        {
            "a_href": "/laws/regulation/930866/v5",
            "valid_from": "December 20, 2017",
            "valid_to": "December 31, 2017"
        },
        {
            "a_href": "/laws/regulation/930866/v4",
            "valid_from": "December  1, 2011",
            "valid_to": "December 19, 2017"
        },
        {
            "a_href": "/laws/regulation/930866/v3",
            "valid_from": "August 19, 2011",
            "valid_to": "November 30, 2011"
        },
        {
            "a_href": "/laws/regulation/930866/v2",
            "valid_from": "March  6, 2006",
            "valid_to": "August 18, 2011"
        },
        {
            "a_href": "/laws/regulation/930866/v1",
            "valid_from": "May 29, 2003",
            "valid_to": "March  5, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "General",
            "content": " 1. (1) The following are prescribed as classes of certificates of registration: 1.  Specialty. 2.  Employment specific — nuclear medicine. 3.  Emergency. 4.  Revoked: O. Reg. 389/11, s. 1. O. Reg. 866/93, s. 1 (1); O. Reg. 389/11, s. 1; O. Reg. 288/23, s. 1. (2) A specialty certificate of registration shall authorize a member to practise one or more of the following specialties: 1.  Radiography. 2.  Radiation therapy. 3.  Nuclear medicine. 4.  Magnetic resonance. 5.  Diagnostic medical sonography. O. Reg. 866/93, s. 1 (2); O. Reg. 227/03, s. 1 (1); O. Reg. 564/17, s. 1. (3) A member may be authorized to practise more than one specialty if the member has satisfied the registration requirements for each specialty.  O. Reg. 227/03, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) The following are prescribed as classes of certificates of registration:</p> <p class=\"paragraph-e\">  1.  Specialty.</p> <p class=\"paragraph-e\">  2.  Employment specific — nuclear medicine.</p> <p class=\"paragraph-e\">  3.  Emergency.</p> <p class=\"paragraph-e\">  4.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 389/11, s. 1.</p> <p class=\"footnote-e\">O. Reg. 866/93, s. 1 (1); O. Reg. 389/11, s. 1; O. Reg. 288/23, s. 1.</p> <p class=\"subsection-e\">  (2) A specialty certificate of registration shall authorize a member to practise one or more of the following specialties:</p> <p class=\"paragraph-e\">  1.  Radiography.</p> <p class=\"paragraph-e\">  2.  Radiation therapy.</p> <p class=\"paragraph-e\">  3.  Nuclear medicine.</p> <p class=\"paragraph-e\">  4.  Magnetic resonance. </p> <p class=\"paragraph-e\">  5.  Diagnostic medical sonography. O. Reg. 866/93, s. 1 (2); O. Reg. 227/03, s. 1 (1); O. Reg. 564/17, s. 1.</p> <p class=\"subsection-e\">  (3) A member may be authorized to practise more than one specialty if the member has satisfied the registration requirements for each specialty.  O. Reg. 227/03, s. 1 (2).</p>"
        },
        {
            "id": "2.",
            "section": "General",
            "content": " 2. A person may apply for a certificate of registration by submitting a completed application form to the Registrar together with the appropriate fee.  O. Reg. 866/93, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>A person may apply for a certificate of registration by submitting a completed application form to the Registrar together with the appropriate fee.  O. Reg. 866/93, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "General",
            "content": " 3. (1) The following are registration requirements for a certificate of registration of any class: 1.  The applicant must provide details of any of the following that relate to the applicant: i.  A finding of guilt for a criminal offence or of any offence related to the regulation of the practice of the profession. ii.  A current investigation involving an allegation of professional misconduct, incompetency or incapacity in Ontario in relation to another health profession, or in another jurisdiction in relation to the profession or another health profession. 2.  The applicant must not have been the subject of a finding of professional misconduct, incompetency or incapacity in relation to the profession or another health profession, either in Ontario or in another jurisdiction. 3.  The applicant must not currently be the subject of a proceeding involving an allegation of professional misconduct, incompetency or incapacity in relation to the profession or another health profession, either in Ontario or in another jurisdiction. 4.  The applicant’s past and present conduct must afford reasonable grounds for the belief that the applicant, i.  will practise medical radiation technology with decency, honesty and integrity, and in accordance with the law, ii.  does not have any physical or mental condition or disorder, that could affect his or her ability to practise medical radiation technology in a safe manner, and iii.  will display an appropriate professional attitude. 5.  The applicant must be able to speak and write either English or French with reasonable fluency. 6.  The applicant must be a Canadian citizen or a permanent resident of Canada or authorized under the Immigration and Refugee Protection Act (Canada) to engage in the practice of the profession. 7.  The applicant must have successfully completed a course in jurisprudence set or approved by the College.  O. Reg. 866/93, s. 3 (1); O. Reg. 227/03, s. 2 (1); O. Reg. 389/11, s. 2 (1); O. Reg. 564/17, s. 2 (1). (1.0.1) It is a registration requirement for a certificate of registration of any class that an applicant who, after having applied for but before being issued a certificate, is found guilty of an offence referred to in subparagraph 1 i of subsection (1) or becomes the subject of an investigation described in subparagraph 1 ii of that subsection or a finding or proceeding described in paragraph 2 or 3 of that subsection shall immediately inform the Registrar.  O. Reg. 389/11, s. 2 (2). (1.1) Despite any other provision in this Regulation, an applicant who makes or permits to be made a false or misleading statement, representation or declaration in or in connection with his or her application, by commission or omission, shall be deemed, with respect to the application, not to satisfy, and not to have satisfied, the requirements for a certificate of registration in any class.  O. Reg. 227/03, s. 2 (2). (2) The following are conditions of a certificate of registration of any class: 1.  The member shall provide the College with details of any of the following that relate to the member and that occur or arise after the registration of the member: i.  A finding of guilt for any offence, including any criminal offence and any offence related to the regulation of the practice of the profession. ii.  A finding of professional misconduct, incompetency or incapacity, in Ontario in relation to another health profession or in another jurisdiction in relation to the profession or another health profession. iii.  An investigation or a proceeding involving an allegation of professional misconduct, incompetency or incapacity, in Ontario in relation to another profession or in another jurisdiction in relation to the profession or another health profession. 2.  The member shall maintain professional liability insurance or protection against professional liability in accordance with the requirements, if any, set out in the by-laws of the College.  O. Reg. 389/11, s. 2 (3). (3) The following are conditions of a specialty certificate of registration: 1.  The member shall, within every five-year period after the issuance of the certificate, engage in competent practice as a medical radiation technologist in at least one of the specialties in which the member holds a certificate of registration, and provide to the College satisfactory evidence of having done so. 2.  The member shall practise only in the areas of medical radiation technology in which the member is educated and experienced. O. Reg. 564/17, s. 2 (2). Specialty Certificate of Registration",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) The following are registration requirements for a certificate of registration of any class:</p> <p class=\"paragraph-e\">  1.  The applicant must provide details of any of the following that relate to the applicant:</p> <p class=\"subpara-e\">  i.  A finding of guilt for a criminal offence or of any offence related to the regulation of the practice of the profession.</p> <p class=\"subpara-e\">  ii.  A current investigation involving an allegation of professional misconduct, incompetency or incapacity in Ontario in relation to another health profession, or in another jurisdiction in relation to the profession or another health profession.</p> <p class=\"paragraph-e\">  2.  The applicant must not have been the subject of a finding of professional misconduct, incompetency or incapacity in relation to the profession or another health profession, either in Ontario or in another jurisdiction. </p> <p class=\"paragraph-e\">  3.  The applicant must not currently be the subject of a proceeding involving an allegation of professional misconduct, incompetency or incapacity in relation to the profession or another health profession, either in Ontario or in another jurisdiction.</p> <p class=\"paragraph-e\">  4.  The applicant’s past and present conduct must afford reasonable grounds for the belief that the applicant,</p> <p class=\"subpara-e\">  i.  will practise medical radiation technology with decency, honesty and integrity, and in accordance with the law,</p> <p class=\"subpara-e\">  ii.  does not have any physical or mental condition or disorder, that could affect his or her ability to practise medical radiation technology in a safe manner, and</p> <p class=\"subpara-e\">  iii.  will display an appropriate professional attitude.</p> <p class=\"paragraph-e\">  5.  The applicant must be able to speak and write either English or French with reasonable fluency.</p> <p class=\"paragraph-e\">  6.  The applicant must be a Canadian citizen or a permanent resident of Canada or authorized under the <i>Immigration and Refugee Protection Act</i> (Canada) to engage in the practice of the profession.</p> <p class=\"paragraph-e\">  7.  The applicant must have successfully completed a course in jurisprudence set or approved by the College.  O. Reg. 866/93, s. 3 (1); O. Reg. 227/03, s. 2 (1); O. Reg. 389/11, s. 2 (1); O. Reg. 564/17, s. 2 (1).</p> <p class=\"subsection-e\">  (1.0.1) It is a registration requirement for a certificate of registration of any class that an applicant who, after having applied for but before being issued a certificate, is found guilty of an offence referred to in subparagraph 1 i of subsection (1) or becomes the subject of an investigation described in subparagraph 1 ii of that subsection or a finding or proceeding described in paragraph 2 or 3 of that subsection shall immediately inform the Registrar.  O. Reg. 389/11, s. 2 (2).</p> <p class=\"subsection-e\">  (1.1) Despite any other provision in this Regulation, an applicant who makes or permits to be made a false or misleading statement, representation or declaration in or in connection with his or her application, by commission or omission, shall be deemed, with respect to the application, not to satisfy, and not to have satisfied, the requirements for a certificate of registration in any class.  O. Reg. 227/03, s. 2 (2).</p> <p class=\"subsection-e\">  (2) The following are conditions of a certificate of registration of any class:</p> <p class=\"paragraph-e\">  1.  The member shall provide the College with details of any of the following that relate to the member and that occur or arise after the registration of the member:</p> <p class=\"subpara-e\">  i.  A finding of guilt for any offence, including any criminal offence and any offence related to the regulation of the practice of the profession.</p> <p class=\"subpara-e\">  ii.  A finding of professional misconduct, incompetency or incapacity, in Ontario in relation to another health profession or in another jurisdiction in relation to the profession or another health profession.</p> <p class=\"subpara-e\">  iii.  An investigation or a proceeding involving an allegation of professional misconduct, incompetency or incapacity, in Ontario in relation to another profession or in another jurisdiction in relation to the profession or another health profession.  </p> <p class=\"paragraph-e\">  2.  The member shall maintain professional liability insurance or protection against professional liability in accordance with the requirements, if any, set out in the by-laws of the College.  O. Reg. 389/11, s. 2 (3).</p> <p class=\"subsection-e\">  (3) The following are conditions of a specialty certificate of registration:</p> <p class=\"paragraph-e\">  1.  The member shall, within every five-year period after the issuance of the certificate, engage in competent practice as a medical radiation technologist in at least one of the specialties in which the member holds a certificate of registration, and provide to the College satisfactory evidence of having done so.</p> <p class=\"paragraph-e\">  2.  The member shall practise only in the areas of medical radiation technology in which the member is educated and experienced. O. Reg. 564/17, s. 2 (2).</p> <p class=\"heading1-e\">Specialty Certificate of Registration</p>"
        },
        {
            "id": "4.",
            "section": "Specialty Certificate of Registration",
            "content": " 4. (1) The following are non-exemptible registration requirements for a specialty certificate of registration in the specialties of radiography, radiation therapy and nuclear medicine: 1.  The applicant must have successfully completed a medical radiation technology program in one or more of the specialties which program is, i.  offered in Ontario and listed in Schedule 1 or offered in Ontario and considered by the Council to be equivalent to a program listed in Schedule 1, ii.  offered outside Ontario and considered by the Council to be equivalent to a program described in subparagraph i, or iii.  subject to paragraph 5, offered outside Ontario and considered by the Registration Committee to be substantially similar to, but not equivalent to, a program described in subparagraph i. 2.  The applicant must have successfully completed the examination set or approved by the Council in one or more of the specialties. 3.  The applicant must have engaged in clinical practice in one or more of the specialties within the five years immediately preceding the date of the application or must have successfully completed a program referred to in paragraph 1 within the five years preceding the date of the application. 4.  The applicant must pay the annual fee required by the by-laws and the examination fee. 5.  An applicant who has successfully completed a program described in subparagraph 1 iii must also provide the Registration Committee with satisfactory evidence, of a type approved by the Registration Committee and in the form and manner approved by the Registration Committee, as to the applicant’s competence to practise in Ontario as a medical radiation technologist in one or more of the specialties. 6.  An applicant for a specialty certificate of registration — radiography must comply with all of the requirements of paragraphs l, 2, 3 and 5 in radiography. 7.  An applicant for a specialty certificate of registration — radiation therapy must comply with all of the requirements of paragraphs l, 2, 3 and 5 in radiation therapy. 8.  An applicant for a specialty certificate of registration — nuclear medicine must comply with all of the requirements of paragraphs 1, 2, 3 and 5 in nuclear medicine.  O. Reg. 866/93, s. 4 (1); O. Reg. 53/00, s. 1; O. Reg. 227/03, s. 3 (1); O. Reg. 69/06, s. 1; O. Reg. 564/17, s. 3. (2) The requirements in paragraphs 1, 3 and 5 of subsection (1), and the requirement to pay the application fee and evaluation fee required under the by-laws, do not apply to an applicant if, (a)  the applicant held an emergency certificate of registration within five years before submitting their application for a specialty certificate of registration in the specialties of radiography, radiation therapy and nuclear medicine; (b)  the applicant satisfies the Registrar or the Registration Committee that the applicant practised for at least 400 hours while they practised as a member of the emergency class; and (c)  the applicant provides the Registrar or the Registration Committee with satisfactory evidence, in the form and manner approved by the Registration Committee, from their supervisor confirming, (i)  the number of hours that the applicant practised in the emergency class, (ii)  the specialty in which the applicant practised those hours, and (iii)  that, while a member of the emergency class, the applicant demonstrated competence to safely practise in Ontario and the specialty in which the supervisor believes the applicant is able to safely and competently practise. O. Reg. 288/23, s. 2. (3) The requirements in clauses (2) (a) and (c) are non-exemptible. O. Reg. 288/23, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) The following are non-exemptible registration requirements for a specialty certificate of registration in the specialties of radiography, radiation therapy and nuclear medicine:</p> <p class=\"paragraph-e\">  1.  The applicant must have successfully completed a medical radiation technology program in one or more of the specialties which program is,</p> <p class=\"subpara-e\">  i.  offered in Ontario and listed in Schedule 1 or offered in Ontario and considered by the Council to be equivalent to a program listed in Schedule 1,</p> <p class=\"subpara-e\">  ii.  offered outside Ontario and considered by the Council to be equivalent to a program described in subparagraph i, or</p> <p class=\"subpara-e\">  iii.  subject to paragraph 5, offered outside Ontario and considered by the Registration Committee to be substantially similar to, but not equivalent to, a program described in subparagraph i. </p> <p class=\"paragraph-e\">  2.  The applicant must have successfully completed the examination set or approved by the Council in one or more of the specialties.</p> <p class=\"paragraph-e\">  3.  The applicant must have engaged in clinical practice in one or more of the specialties within the five years immediately preceding the date of the application or must have successfully completed a program referred to in paragraph 1 within the five years preceding the date of the application.</p> <p class=\"paragraph-e\">  4.  The applicant must pay the annual fee required by the by-laws and the examination fee.</p> <p class=\"paragraph-e\">  5.  An applicant who has successfully completed a program described in subparagraph 1 iii must also provide the Registration Committee with satisfactory evidence, of a type approved by the Registration Committee and in the form and manner approved by the Registration Committee, as to the applicant’s competence to practise in Ontario as a medical radiation technologist in one or more of the specialties.</p> <p class=\"paragraph-e\">  6.  An applicant for a specialty certificate of registration — radiography must comply with all of the requirements of paragraphs l, 2, 3 and 5 in radiography.</p> <p class=\"paragraph-e\">  7.  An applicant for a specialty certificate of registration — radiation therapy must comply with all of the requirements of paragraphs l, 2, 3 and 5 in radiation therapy.</p> <p class=\"paragraph-e\">  8.  An applicant for a specialty certificate of registration — nuclear medicine must comply with all of the requirements of paragraphs 1, 2, 3 and 5 in nuclear medicine.  O. Reg. 866/93, s. 4 (1); O. Reg. 53/00, s. 1; O. Reg. 227/03, s. 3 (1); O. Reg. 69/06, s. 1; O. Reg. 564/17, s. 3.</p> <p class=\"subsection-e\">  (2) The requirements in paragraphs 1, 3 and 5 of subsection (1), and the requirement to pay the application fee and evaluation fee required under the by-laws, do not apply to an applicant if,</p> <p class=\"clause-e\">  (a)  the applicant held an emergency certificate of registration within five years before submitting their application for a specialty certificate of registration in the specialties of radiography, radiation therapy and nuclear medicine;</p> <p class=\"clause-e\">  (b)  the applicant satisfies the Registrar or the Registration Committee that the applicant practised for at least 400 hours while they practised as a member of the emergency class; and</p> <p class=\"clause-e\">  (c)  the applicant provides the Registrar or the Registration Committee with satisfactory evidence, in the form and manner approved by the Registration Committee, from their supervisor confirming,</p> <p class=\"subclause-e\">  (i)  the number of hours that the applicant practised in the emergency class,</p> <p class=\"subclause-e\">  (ii)  the specialty in which the applicant practised those hours, and</p> <p class=\"subclause-e\">  (iii)  that, while a member of the emergency class, the applicant demonstrated competence to safely practise in Ontario and the specialty in which the supervisor believes the applicant is able to safely and competently practise. O. Reg. 288/23, s. 2.</p> <p class=\"subsection-e\">  (3) The requirements in clauses (2) (a) and (c) are non-exemptible. O. Reg. 288/23, s. 2.</p>"
        },
        {
            "id": "4.1",
            "section": "Specialty Certificate of Registration",
            "content": "  4.1 (1) The following are non-exemptible registration requirements for a specialty certificate of registration in the specialty of magnetic resonance: 1.  The applicant must have successfully completed a medical radiation technology program in the specialty which program is, i.  offered in Ontario and listed in Schedule 1.1 or offered in Ontario and considered by the Council to be equivalent to a program listed in Schedule 1.1, ii.  offered outside Ontario and listed in Schedule 1.2 or offered outside Ontario and considered by the Council to be equivalent to a program described in subparagraph i, or iii.  subject to paragraph 5, offered outside Ontario and considered by the Registration Committee to be substantially similar to, but not equivalent to, a program described in subparagraph i. 2.  The applicant must have successfully completed the examination set or approved by the Council in the specialty. 3.  The applicant must have engaged in clinical practice in the specialty within the five years immediately preceding the date of the application or must have successfully completed a program referred to in paragraph 1 within the five years preceding the date of the application. 4.  The applicant must pay the annual fee required by the by-laws and the examination fee. 5.  An applicant who has successfully completed a program described in subparagraph 1 iii must also provide the Registration Committee with satisfactory evidence, of a type approved by the Registration Committee and in the form and manner approved by the Registration Committee, as to the applicant’s competence to practise in Ontario as a medical radiation technologist in the specialty. O. Reg. 227/03, s. 4; O. Reg. 69/06, s. 2; O. Reg. 564/17, s. 4. (2) The requirements in paragraphs 1, 3 and 5 of subsection (1), and the requirement to pay the application fee and evaluation fee required under the by-laws, do not apply to an applicant if, (a)  the applicant held an emergency certificate of registration within five years before submitting their application for a specialty certificate of registration in the specialty of magnetic resonance; (b)  the applicant satisfies the Registrar or the Registration Committee that the applicant practised for at least 400 hours while they practised as a member of the emergency class; and (c)  the applicant provides the Registrar or the Registration Committee with satisfactory evidence, in the form and manner approved by the Registration Committee, from their supervisor confirming, (i)  the number of hours that the applicant practised in the emergency class, (ii)  the specialty in which the applicant practised those hours, and (iii)  that, while a member of the emergency class, the applicant demonstrated competence to safely practise in Ontario and the specialty in which the supervisor believes the applicant is able to safely and competently practise. O. Reg. 288/23, s. 3. (3) The requirements in clauses (2) (a) and (c) are non-exemptible. O. Reg. 288/23, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>  4.1 </b>(1) The following are non-exemptible registration requirements for a specialty certificate of registration in the specialty of magnetic resonance:</p> <p class=\"paragraph-e\">  1.  The applicant must have successfully completed a medical radiation technology program in the specialty which program is,</p> <p class=\"subpara-e\">  i.  offered in Ontario and listed in Schedule 1.1 or offered in Ontario and considered by the Council to be equivalent to a program listed in Schedule 1.1,</p> <p class=\"subpara-e\">  ii.  offered outside Ontario and listed in Schedule 1.2 or offered outside Ontario and considered by the Council to be equivalent to a program described in subparagraph i, or</p> <p class=\"subpara-e\">  iii.  subject to paragraph 5, offered outside Ontario and considered by the Registration Committee to be substantially similar to, but not equivalent to, a program described in subparagraph i. </p> <p class=\"paragraph-e\">  2.  The applicant must have successfully completed the examination set or approved by the Council in the specialty.</p> <p class=\"paragraph-e\">  3.  The applicant must have engaged in clinical practice in the specialty within the five years immediately preceding the date of the application or must have successfully completed a program referred to in paragraph 1 within the five years preceding the date of the application. </p> <p class=\"paragraph-e\">  4.  The applicant must pay the annual fee required by the by-laws and the examination fee.</p> <p class=\"paragraph-e\">  5.  An applicant who has successfully completed a program described in subparagraph 1 iii must also provide the Registration Committee with satisfactory evidence, of a type approved by the Registration Committee and in the form and manner approved by the Registration Committee, as to the applicant’s competence to practise in Ontario as a medical radiation technologist in the specialty. O. Reg. 227/03, s. 4; O. Reg. 69/06, s. 2; O. Reg. 564/17, s. 4.</p> <p class=\"subsection-e\">  (2) The requirements in paragraphs 1, 3 and 5 of subsection (1), and the requirement to pay the application fee and evaluation fee required under the by-laws, do not apply to an applicant if,</p> <p class=\"clause-e\">  (a)  the applicant held an emergency certificate of registration within five years before submitting their application for a specialty certificate of registration in the specialty of magnetic resonance;</p> <p class=\"clause-e\">  (b)  the applicant satisfies the Registrar or the Registration Committee that the applicant practised for at least 400 hours while they practised as a member of the emergency class; and</p> <p class=\"clause-e\">  (c)  the applicant provides the Registrar or the Registration Committee with satisfactory evidence, in the form and manner approved by the Registration Committee, from their supervisor confirming,</p> <p class=\"subclause-e\">  (i)  the number of hours that the applicant practised in the emergency class,</p> <p class=\"subclause-e\">  (ii)  the specialty in which the applicant practised those hours, and</p> <p class=\"subclause-e\">  (iii)  that, while a member of the emergency class, the applicant demonstrated competence to safely practise in Ontario and the specialty in which the supervisor believes the applicant is able to safely and competently practise. O. Reg. 288/23, s. 3.</p> <p class=\"subsection-e\">  (3) The requirements in clauses (2) (a) and (c) are non-exemptible. O. Reg. 288/23, s. 3.</p>"
        },
        {
            "id": "4.2",
            "section": "Specialty Certificate of Registration",
            "content": " 4.2 (1) The following are non-exemptible registration requirements for a specialty certificate of registration in the specialty of diagnostic medical sonography: 1.  The applicant must have successfully completed a medical radiation technology program in the specialty which program is, i.  offered in Ontario and listed in Schedule 1.3 or offered in Ontario and considered by the Council to be equivalent to a program listed in Schedule 1.3, ii.  offered outside Ontario and considered by the Council to be equivalent to a program described in subparagraph i, or iii.  subject to paragraph 5, offered outside Ontario and considered by the Registration Committee to be substantially similar to, but not equivalent to, a program described in subparagraph i. 2.  The applicant must have successfully completed one or more of the examinations set or approved by the Council in the specialty. 3.  The applicant must have engaged in clinical practice in the specialty within the five years immediately preceding the date of the application or must have successfully completed a program referred to in paragraph 1 within the five years preceding the date of the application. 4.  The applicant must pay the annual fee required by the by-laws and the examination fee. 5.  An applicant who has successfully completed a program described in subparagraph 1 iii must also provide the Registration Committee with satisfactory evidence, of a type approved by the Registration Committee and in the form and manner approved by the Registration Committee, as to the applicant’s competence to practise in Ontario as a medical radiation technologist in the specialty. 6.  An applicant must comply with all of the requirements described in paragraphs 1, 2, 3 and 5 with respect to the same area of practice within the specialty. O. Reg. 564/17, s. 5. (2) Despite subsection (1), an applicant for a specialty certificate of registration in the specialty of diagnostic medical sonography who applies for the certificate before January 1, 2019 may be issued the certificate if the applicant meets the following non-exemptible registration requirements: 1.  The applicant must satisfy one of the following requirements: i.  the applicant was engaged in practice in Canada within the scope of practice of the specialty as of December 31, 2017, ii.  the applicant was engaged in practice in Canada within the scope of practice of the specialty for at least 400 hours in 2017, or iii.  the applicant was engaged in practice in Canada within the scope of practice of the specialty for at least 1200 hours in the three years before January 1, 2018. 2.  The applicant must provide evidence satisfactory to the Registrar or the Registration Committee of competence to practise as a medical radiation technologist in the specialty. 3.  The applicant must pay the annual fee required by the by-laws. O. Reg. 564/17, s. 5. (3) The requirements in paragraphs 1, 3 and 5 of subsection (1), and the requirement to pay the application fee and evaluation fee required under the by-laws, do not apply to an applicant if, (a)  the applicant held an emergency certificate of registration within five years before submitting their application for a specialty certificate of registration in the specialty of diagnostic medical sonography; (b)  the applicant satisfies the Registrar or the Registration Committee that the applicant practised for at least 400 hours while they practised as a member of the emergency class; and (c)  the applicant provides the Registrar or the Registration Committee with satisfactory evidence, in the form and manner approved by the Registration Committee, from their supervisor confirming, (i)  the number of hours that the applicant practised in the emergency class, (ii)  the specialty in which the applicant practised those hours, and (iii)  that, while a member of the emergency class, the applicant demonstrated competence to safely practise in Ontario and the specialty in which the supervisor believes the applicant is able to safely and competently practise. O. Reg. 288/23, s. 4. (4) The requirements in clauses (3) (a) and (c) are non-exemptible. O. Reg. 288/23, s. 4. Out-of-Province Certificates in a Specialty",
            "raw_html": "<p class=\"section-e\"> <b>4.2 </b>(1) The following are non-exemptible registration requirements for a specialty certificate of registration in the specialty of diagnostic medical sonography:</p> <p class=\"paragraph-e\">  1.  The applicant must have successfully completed a medical radiation technology program in the specialty which program is,</p> <p class=\"subpara-e\">  i.  offered in Ontario and listed in Schedule 1.3 or offered in Ontario and considered by the Council to be equivalent to a program listed in Schedule 1.3,</p> <p class=\"subpara-e\">  ii.  offered outside Ontario and considered by the Council to be equivalent to a program described in subparagraph i, or</p> <p class=\"subpara-e\">  iii.  subject to paragraph 5, offered outside Ontario and considered by the Registration Committee to be substantially similar to, but not equivalent to, a program described in subparagraph i.</p> <p class=\"paragraph-e\">  2.  The applicant must have successfully completed one or more of the examinations set or approved by the Council in the specialty.</p> <p class=\"paragraph-e\">  3.  The applicant must have engaged in clinical practice in the specialty within the five years immediately preceding the date of the application or must have successfully completed a program referred to in paragraph 1 within the five years preceding the date of the application.</p> <p class=\"paragraph-e\">  4.  The applicant must pay the annual fee required by the by-laws and the examination fee.</p> <p class=\"paragraph-e\">  5.  An applicant who has successfully completed a program described in subparagraph 1 iii must also provide the Registration Committee with satisfactory evidence, of a type approved by the Registration Committee and in the form and manner approved by the Registration Committee, as to the applicant’s competence to practise in Ontario as a medical radiation technologist in the specialty.</p> <p class=\"paragraph-e\">  6.  An applicant must comply with all of the requirements described in paragraphs 1, 2, 3 and 5 with respect to the same area of practice within the specialty. O. Reg. 564/17, s. 5.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), an applicant for a specialty certificate of registration in the specialty of diagnostic medical sonography who applies for the certificate before January 1, 2019 may be issued the certificate if the applicant meets the following non-exemptible registration requirements:</p> <p class=\"paragraph-e\">  1.  The applicant must satisfy one of the following requirements:</p> <p class=\"subpara-e\">  i.  the applicant was engaged in practice in Canada within the scope of practice of the specialty as of December 31, 2017,</p> <p class=\"subpara-e\">  ii.  the applicant was engaged in practice in Canada within the scope of practice of the specialty for at least 400 hours in 2017, or </p> <p class=\"subpara-e\">  iii.  the applicant was engaged in practice in Canada within the scope of practice of the specialty for at least 1200 hours in the three years before January 1, 2018.</p> <p class=\"paragraph-e\">  2.  The applicant must provide evidence satisfactory to the Registrar or the Registration Committee of competence to practise as a medical radiation technologist in the specialty. </p> <p class=\"paragraph-e\">  3.  The applicant must pay the annual fee required by the by-laws. O. Reg. 564/17, s. 5.</p> <p class=\"subsection-e\">  (3) The requirements in paragraphs 1, 3 and 5 of subsection (1), and the requirement to pay the application fee and evaluation fee required under the by-laws, do not apply to an applicant if,</p> <p class=\"clause-e\">  (a)  the applicant held an emergency certificate of registration within five years before submitting their application for a specialty certificate of registration in the specialty of diagnostic medical sonography;</p> <p class=\"clause-e\">  (b)  the applicant satisfies the Registrar or the Registration Committee that the applicant practised for at least 400 hours while they practised as a member of the emergency class; and</p> <p class=\"clause-e\">  (c)  the applicant provides the Registrar or the Registration Committee with satisfactory evidence, in the form and manner approved by the Registration Committee, from their supervisor confirming,</p> <p class=\"subclause-e\">  (i)  the number of hours that the applicant practised in the emergency class,</p> <p class=\"subclause-e\">  (ii)  the specialty in which the applicant practised those hours, and</p> <p class=\"subclause-e\">  (iii)  that, while a member of the emergency class, the applicant demonstrated competence to safely practise in Ontario and the specialty in which the supervisor believes the applicant is able to safely and competently practise. O. Reg. 288/23, s. 4.</p> <p class=\"subsection-e\">  (4) The requirements in clauses (3) (a) and (c) are non-exemptible. O. Reg. 288/23, s. 4.</p> <p class=\"heading1-e\">Out-of-Province Certificates in a Specialty</p>"
        },
        {
            "id": "5.",
            "section": "Out-of-Province Certificates in a Specialty",
            "content": " 5. (1) In this section, “specialty” means the specialty of radiography, radiation therapy, nuclear medicine, magnetic resonance or diagnostic medical sonography. O. Reg. 389/11, s. 4; O. Reg. 564/17, s. 6 (1). (2) Subject to subsection (3), if an applicant already holds an out-of-province certificate that is equivalent to a certificate of registration issued by the College in the specialty being applied for, the applicant is deemed to have met the requirements set out in subsections 4 (1), 4.1 (1) and 4.2 (1) as applicable to the specialty, but is not deemed to have met the requirement set out in paragraph 4 of any of those provisions. O. Reg. 564/17, s. 6 (2). (3) It is a non-exemptible registration requirement that an applicant to whom subsection (2) applies provide one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee establishing that the applicant is in good standing as a medical radiation technologist in a particular specialty in every jurisdiction where the applicant holds an out-of-province certificate in that specialty.  O. Reg. 389/11, s. 4. (4) Without in any way limiting the generality of subsection (3), being in “good standing” with respect to a jurisdiction shall include the fact that the applicant is not the subject of any discipline or fitness to practise order or of any proceeding or ongoing investigation or of any interim order or agreement as a result of a complaint, investigation or proceeding.  O. Reg. 389/11, s. 4. (5) If an applicant to whom subsection (2) applies is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant has, at any time in the preceding five years immediately before the applicant’s application, engaged in the practice of a specialty to the extent that would be permitted by the certificate of registration for which he or she is applying, the applicant must meet any further requirement to undertake, obtain or undergo material additional training, experience, examinations or assessments that may be specified by a panel of the Registration Committee.  O. Reg. 389/11, s. 4. (6) An applicant to whom subsection (2) applies is deemed to have met the requirement of paragraph 5 of subsection 3 (1) if the requirements for the issuance of the applicant’s out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph.  O. Reg. 389/11, s. 4. (7) Despite subsection (2), an applicant is not deemed to have met a requirement that is described in subsection 22.18 (3) of the Health Professions Procedural Code.  O. Reg. 389/11, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) In this section,</p> <p class=\"definition-e\">“specialty” means the specialty of radiography, radiation therapy, nuclear medicine, magnetic resonance or diagnostic medical sonography. O. Reg. 389/11, s. 4; O. Reg. 564/17, s. 6 (1).</p> <p class=\"subsection-e\">  (2) Subject to subsection (3), if an applicant already holds an out-of-province certificate that is equivalent to a certificate of registration issued by the College in the specialty being applied for, the applicant is deemed to have met the requirements set out in subsections 4 (1), 4.1 (1) and 4.2 (1) as applicable to the specialty, but is not deemed to have met the requirement set out in paragraph 4 of any of those provisions. O. Reg. 564/17, s. 6 (2).</p> <p class=\"subsection-e\">  (3) It is a non-exemptible registration requirement that an applicant to whom subsection (2) applies provide one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee establishing that the applicant is in good standing as a medical radiation technologist in a particular specialty in every jurisdiction where the applicant holds an out-of-province certificate in that specialty.  O. Reg. 389/11, s. 4.</p> <p class=\"subsection-e\">  (4) Without in any way limiting the generality of subsection (3), being in “good standing” with respect to a jurisdiction shall include the fact that the applicant is not the subject of any discipline or fitness to practise order or of any proceeding or ongoing investigation or of any interim order or agreement as a result of a complaint, investigation or proceeding.  O. Reg. 389/11, s. 4.</p> <p class=\"subsection-e\">  (5) If an applicant to whom subsection (2) applies is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant has, at any time in the preceding five years immediately before the applicant’s application, engaged in the practice of a specialty to the extent that would be permitted by the certificate of registration for which he or she is applying, the applicant must meet any further requirement to undertake, obtain or undergo material additional training, experience, examinations or assessments that may be specified by a panel of the Registration Committee.  O. Reg. 389/11, s. 4.</p> <p class=\"subsection-e\">  (6) An applicant to whom subsection (2) applies is deemed to have met the requirement of paragraph 5 of subsection 3 (1) if the requirements for the issuance of the applicant’s out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph.  O. Reg. 389/11, s. 4.</p> <p class=\"subsection-e\">  (7) Despite subsection (2), an applicant is not deemed to have met a requirement that is described in subsection 22.18 (3) of the Health Professions Procedural Code.  O. Reg. 389/11, s. 4.</p>"
        },
        {
            "id": "6.",
            "section": "Out-of-Province Certificates in a Specialty",
            "content": " 6. Revoked:  O. Reg. 389/11, s. 5. Employment Specific Certificate — Nuclear Medicine",
            "raw_html": "<p class=\"section-e\"> <b>6. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 389/11, s. 5.</p> <p class=\"heading1-e\">Employment Specific Certificate — Nuclear Medicine</p>"
        },
        {
            "id": "7.",
            "section": "Employment Specific Certificate — Nuclear Medicine",
            "content": " 7. (1) The following are non-exemptible registration requirements for an employment specific (nuclear medicine) certificate of registration: 1.  The applicant, on the day before this Regulation comes into force, is employed by one of the facilities in Ontario listed in Schedule 4 to practise nuclear medicine procedures. 2.  The applicant must apply for an employment specific (nuclear medicine) certificate of registration within ninety days of the day this Regulation comes into force. 3.  The applicant must sign an undertaking with the College in which the applicant agrees to have his or her registration limited to specific procedures and to other such terms and conditions as may be set by the Registration Committee under section 18 of the Health Professions Procedural Code. 4.  The applicant must provide evidence satisfactory to the Registration Committee that, i.  at the time of application, the applicant is employed by a facility in Ontario referred to in Schedule 4 to practise nuclear medicine procedures, and ii.  additional training is not required since there is satisfactory evidence of competent practice in nuclear medicine procedures during the lesser of the past five years and the period of the applicant’s employment. 5.  The applicant must provide details to the Registration Committee of the specific nuclear medicine procedures carried out by the applicant in his or her employment. 6.  The applicant must pay the annual fee.  O. Reg. 866/93, s. 7 (1). (2) The following are conditions of an employment specific (nuclear medicine) certificate of registration: 1.  The member shall practise the profession only within the scope of his or her employment with the facility specified in the certificate. 2.  The certificate of registration is automatically revoked on the termination of his or her employment with the facility specified in the certificate.  O. Reg. 866/93, s. 7 (2). Emergency Certificate of Registration",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) The following are non-exemptible registration requirements for an employment specific (nuclear medicine) certificate of registration:</p> <p class=\"paragraph-e\">  1.  The applicant, on the day before this Regulation comes into force, is employed by one of the facilities in Ontario listed in Schedule 4 to practise nuclear medicine procedures.</p> <p class=\"paragraph-e\">  2.  The applicant must apply for an employment specific (nuclear medicine) certificate of registration within ninety days of the day this Regulation comes into force.</p> <p class=\"paragraph-e\">  3.  The applicant must sign an undertaking with the College in which the applicant agrees to have his or her registration limited to specific procedures and to other such terms and conditions as may be set by the Registration Committee under section 18 of the Health Professions Procedural Code.</p> <p class=\"paragraph-e\">  4.  The applicant must provide evidence satisfactory to the Registration Committee that,</p> <p class=\"subpara-e\">  i.  at the time of application, the applicant is employed by a facility in Ontario referred to in Schedule 4 to practise nuclear medicine procedures, and</p> <p class=\"subpara-e\">  ii.  additional training is not required since there is satisfactory evidence of competent practice in nuclear medicine procedures during the lesser of the past five years and the period of the applicant’s employment.</p> <p class=\"paragraph-e\">  5.  The applicant must provide details to the Registration Committee of the specific nuclear medicine procedures carried out by the applicant in his or her employment.</p> <p class=\"paragraph-e\">  6.  The applicant must pay the annual fee.  O. Reg. 866/93, s. 7 (1).</p> <p class=\"subsection-e\">  (2) The following are conditions of an employment specific (nuclear medicine) certificate of registration:</p> <p class=\"paragraph-e\">  1.  The member shall practise the profession only within the scope of his or her employment with the facility specified in the certificate.</p> <p class=\"paragraph-e\">  2.  The certificate of registration is automatically revoked on the termination of his or her employment with the facility specified in the certificate.  O. Reg. 866/93, s. 7 (2).</p> <p class=\"heading1-e\">Emergency Certificate of Registration</p>"
        },
        {
            "id": "7.1",
            "section": "Emergency Certificate of Registration",
            "content": " 7.1 (1) The following are registration requirements for an emergency certificate of registration: 1.  The Minister must have requested that the College initiate registrations under this class based on the Minister’s opinion that emergency circumstances call for it or the Council must have determined, after taking into account all of the relevant circumstances that impact the ability of applicants to meet the ordinary registration requirements, that there are emergency circumstances, and that it is in the public interest that the College issue emergency certificates. 2.  The applicant must have met the requirements set out in paragraph 1 of subsections 4 (1), 4.1 (1) or 4.2 (1) as applicable to the specialty, or successfully completed a medical radiation technology program in a specialty in Canada approved by the Council or in a jurisdiction approved by Council or the Registration Committee. 3.  The applicant must have engaged in clinical practice in the specialty within the five years immediately preceding the date of the application or must have successfully completed a program referred to in paragraph 2 within the five years preceding the date of the application. 4.  The applicant must pay the annual fee required by the by-laws. O. Reg. 288/23, s. 5. (2) The requirements in paragraphs 1 and 2 of subsection (1) are non-exemptible. O. Reg. 288/23, s. 5. (3) The following are conditions of an emergency certificate of registration: 1.  The member shall practise only in the areas of the profession in which the member is educated. 2.  The member shall practise the profession only under the supervision of a member, approved by the Registrar, who holds a specialty certificate of registration in the same area of the profession in which the member of the emergency class is educated. 3.  The member shall practise only while identifying themself as a member of the emergency class. 4.  The member shall be restricted to the use of the titles “medical radiation technologist (Emergency)” and its abbreviation “MRT (Emerg.)”. 5.  The certificate of registration shall expire one year from the date the certificate was issued, unless extended by the Registrar, if the Council has not determined that the emergency circumstances referred to in paragraph 1 of subsection (1) have ended. 6.  The certificate of registration is revoked, i.  90 days after the Council determines that the emergency circumstances referred to in paragraph 1 of subsection (1) have ended, or ii.  immediately, if in the opinion of the Registrar or the Registration Committee, it is in the public interest to do so. O. Reg. 288/23, s. 5. (4) The Registrar may extend an emergency certificate of registration for one or more periods, each of which is not to exceed one year, if the Council has not determined that the emergency circumstances referred to in paragraph 1 of subsection (1) have ended. O. Reg. 288/23, s. 5. Miscellaneous",
            "raw_html": "<p class=\"section-e\"> <b>7.1 </b>(1) The following are registration requirements for an emergency certificate of registration:</p> <p class=\"paragraph-e\">  1.  The Minister must have requested that the College initiate registrations under this class based on the Minister’s opinion that emergency circumstances call for it or the Council must have determined, after taking into account all of the relevant circumstances that impact the ability of applicants to meet the ordinary registration requirements, that there are emergency circumstances, and that it is in the public interest that the College issue emergency certificates.</p> <p class=\"paragraph-e\">  2.  The applicant must have met the requirements set out in paragraph 1 of subsections 4 (1), 4.1 (1) or 4.2 (1) as applicable to the specialty, or successfully completed a medical radiation technology program in a specialty in Canada approved by the Council or in a jurisdiction approved by Council or the Registration Committee.</p> <p class=\"paragraph-e\">  3.  The applicant must have engaged in clinical practice in the specialty within the five years immediately preceding the date of the application or must have successfully completed a program referred to in paragraph 2 within the five years preceding the date of the application.</p> <p class=\"paragraph-e\">  4.  The applicant must pay the annual fee required by the by-laws. O. Reg. 288/23, s. 5.</p> <p class=\"subsection-e\">  (2) The requirements in paragraphs 1 and 2 of subsection (1) are non-exemptible. O. Reg. 288/23, s. 5.</p> <p class=\"subsection-e\">  (3) The following are conditions of an emergency certificate of registration:</p> <p class=\"paragraph-e\">  1.  The member shall practise only in the areas of the profession in which the member is educated.</p> <p class=\"paragraph-e\">  2.  The member shall practise the profession only under the supervision of a member, approved by the Registrar, who holds a specialty certificate of registration in the same area of the profession in which the member of the emergency class is educated.</p> <p class=\"paragraph-e\">  3.  The member shall practise only while identifying themself as a member of the emergency class.</p> <p class=\"paragraph-e\">  4.  The member shall be restricted to the use of the titles “medical radiation technologist (Emergency)” and its abbreviation “MRT (Emerg.)”.</p> <p class=\"paragraph-e\">  5.  The certificate of registration shall expire one year from the date the certificate was issued, unless extended by the Registrar, if the Council has not determined that the emergency circumstances referred to in paragraph 1 of subsection (1) have ended.</p> <p class=\"paragraph-e\">  6.  The certificate of registration is revoked,</p> <p class=\"subpara-e\">  i.  90 days after the Council determines that the emergency circumstances referred to in paragraph 1 of subsection (1) have ended, or</p> <p class=\"subpara-e\">  ii.  immediately, if in the opinion of the Registrar or the Registration Committee, it is in the public interest to do so. O. Reg. 288/23, s. 5.</p> <p class=\"subsection-e\">  (4) The Registrar may extend an emergency certificate of registration for one or more periods, each of which is not to exceed one year, if the Council has not determined that the emergency circumstances referred to in paragraph 1 of subsection (1) have ended. O. Reg. 288/23, s. 5.</p> <p class=\"heading1-e\">Miscellaneous</p>"
        },
        {
            "id": "8.",
            "section": "Miscellaneous",
            "content": " 8. (1) A member who uses an abbreviation for the title “medical radiation technologist” may use the abbreviation “MRT”.  O. Reg. 227/03, s. 5; O. Reg. 389/11, s. 6 (1). (2) A member who holds a specialty certificate of registration listed in the first column of the Table to this subsection may use the title and the abbreviation set out opposite to the specialty in the second and third columns of the Table:  Specialty   Title   Abbreviation \n\n  Radiography   Medical Radiation Technologist — Radiography   MRT(R) \n\n  Radiation Therapy   Medical Radiation Technologist — Radiation Therapy; or Medical Radiation Technologist — Radiation Therapist   MRT(T) \n\n  Nuclear Medicine   Medical Radiation Technologist — Nuclear Medicine   MRT(N) \n\n  Magnetic Resonance   Medical Radiation Technologist — Magnetic Resonance   MRT(MR) \n\n  Diagnostic Medical Sonography   Medical Radiation Technologist — Diagnostic Medical Sonographer; or Diagnostic Medical Sonographer   MRT(DMS) or DMS O. Reg. 227/03, s. 5; O. Reg. 389/11, s. 6 (2); O. Reg. 564/17, s. 7. (3) A member shall not use a title or abbreviation set out in the second or third column of the Table to subsection (2) unless the member holds a specialty certificate of registration listed in the first column of the Table opposite the title or abbreviation.  O. Reg. 227/03, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>8.</b> (1) A member who uses an abbreviation for the title “medical radiation technologist” may use the abbreviation “MRT”.  O. Reg. 227/03, s. 5; O. Reg. 389/11, s. 6 (1).</p> <p class=\"subsection-e\"><b> </b>(2) A member who holds a specialty certificate of registration listed in the first column of the Table to this subsection may use the title and the abbreviation set out opposite to the specialty in the second and third columns of the Table:</p> <p class=\"MsoNormal\"> </p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"159\"> <p class=\"table-e\">Specialty</p> </td> <td valign=\"top\" width=\"347\"> <p class=\"table-e\">Title</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Abbreviation</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"159\"> <p class=\"table-e\">Radiography</p> </td> <td valign=\"top\" width=\"347\"> <p class=\"table-e\">Medical Radiation Technologist — Radiography</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">MRT(R)</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"159\"> <p class=\"table-e\">Radiation Therapy</p> </td> <td valign=\"top\" width=\"347\"> <p class=\"table-e\">Medical Radiation Technologist — Radiation Therapy; or Medical Radiation Technologist — Radiation Therapist</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">MRT(T)</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"159\"> <p class=\"table-e\">Nuclear Medicine</p> </td> <td valign=\"top\" width=\"347\"> <p class=\"table-e\">Medical Radiation Technologist — Nuclear Medicine</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">MRT(N)</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"159\"> <p class=\"table-e\">Magnetic Resonance</p> </td> <td valign=\"top\" width=\"347\"> <p class=\"table-e\">Medical Radiation Technologist — Magnetic Resonance</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">MRT(MR)</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"159\"> <p class=\"table-e\">Diagnostic Medical Sonography</p> </td> <td valign=\"top\" width=\"347\"> <p class=\"table-e\">Medical Radiation Technologist — Diagnostic Medical Sonographer; or Diagnostic Medical Sonographer</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">MRT(DMS) or DMS </p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 227/03, s. 5; O. Reg. 389/11, s. 6 (2); O. Reg. 564/17, s. 7.</p> <p class=\"subsection-e\">  (3) A member shall not use a title or abbreviation set out in the second or third column of the Table to subsection (2) unless the member holds a specialty certificate of registration listed in the first column of the Table opposite the title or abbreviation.  O. Reg. 227/03, s. 5.</p>"
        },
        {
            "id": "9.",
            "section": "Miscellaneous",
            "content": " 9. Revoked: O. Reg. 564/17, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 564/17, s. 8.</p>"
        },
        {
            "id": "10.",
            "section": "Miscellaneous",
            "content": " 10. (1) Where the Registrar suspends a member’s certificate of registration for failure to pay the annual fee and any applicable penalty, the Registrar may lift the suspension if the former member, (a)  submits proof, in a form that is satisfactory to the Registration Committee, of competence as a medical radiation technologist in one or more of the specialties in the year in which such person wishes to resume practice in Ontario and if such person has not engaged in competent practice in Ontario for a period of five consecutive years, satisfies the Registration Committee by examination or otherwise as to competence to practice in Ontario as a medical radiation technologist in one or more of the specialties; and (b)  pays the applicable fees.  O. Reg. 866/93, s. 10 (1); O. Reg. 227/03, s. 6 (1). (2) Where a member ceases to practice in Ontario, the Registrar may re-register the member as a medical radiation technologist if the member, (a)  had provided the Registrar with a resignation in writing during the registration year in which such member ceased to practise; (b)  submits proof, in a form that is satisfactory to the Registration Committee, of competence as a medical radiation technologist in one or more of the specialties in the year in which such person wishes to resume practice in Ontario and, if such person has not engaged in competent practice in Ontario for a period of five consecutive years, satisfies the Registration Committee by examination or otherwise as to competence to practise in Ontario as a medical radiation technologist in one or more of the specialties; and (c)  pays the applicable fees.  O. Reg. 866/93, s. 10 (2); O. Reg. 227/03, s. 6 (2). (3) The specialty referred to in clause (1) (a) or (2) (b) must be the same specialty in which the person held a certificate of registration.  O. Reg. 227/03, s. 6 (3). (4) If the person held a certificate of registration in more than one specialty and wishes to resume practice in one or more of the specialties in which he or she held a certificate of registration, the person must satisfy the requirements of clause (1) (a) or (2) (b), as applicable, in each specialty in which he or she wishes to resume practice.  O. Reg. 227/03, s. 6 (3).",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) Where the Registrar suspends a member’s certificate of registration for failure to pay the annual fee and any applicable penalty, the Registrar may lift the suspension if the former member,</p> <p class=\"clause-e\">  (a)  submits proof, in a form that is satisfactory to the Registration Committee, of competence as a medical radiation technologist in one or more of the specialties in the year in which such person wishes to resume practice in Ontario and if such person has not engaged in competent practice in Ontario for a period of five consecutive years, satisfies the Registration Committee by examination or otherwise as to competence to practice in Ontario as a medical radiation technologist in one or more of the specialties; and</p> <p class=\"clause-e\">  (b)  pays the applicable fees.  O. Reg. 866/93, s. 10 (1); O. Reg. 227/03, s. 6 (1).</p> <p class=\"subsection-e\">  (2) Where a member ceases to practice in Ontario, the Registrar may re-register the member as a medical radiation technologist if the member,</p> <p class=\"clause-e\">  (a)  had provided the Registrar with a resignation in writing during the registration year in which such member ceased to practise;</p> <p class=\"clause-e\">  (b)  submits proof, in a form that is satisfactory to the Registration Committee, of competence as a medical radiation technologist in one or more of the specialties in the year in which such person wishes to resume practice in Ontario and, if such person has not engaged in competent practice in Ontario for a period of five consecutive years, satisfies the Registration Committee by examination or otherwise as to competence to practise in Ontario as a medical radiation technologist in one or more of the specialties; and</p> <p class=\"clause-e\">  (c)  pays the applicable fees.  O. Reg. 866/93, s. 10 (2); O. Reg. 227/03, s. 6 (2).</p> <p class=\"subsection-e\">  (3) The specialty referred to in clause (1) (a) or (2) (b) must be the same specialty in which the person held a certificate of registration.  O. Reg. 227/03, s. 6 (3).</p> <p class=\"subsection-e\">  (4) If the person held a certificate of registration in more than one specialty and wishes to resume practice in one or more of the specialties in which he or she held a certificate of registration, the person must satisfy the requirements of clause (1) (a) or (2) (b), as applicable, in each specialty in which he or she wishes to resume practice.  O. Reg. 227/03, s. 6 (3).</p>"
        },
        {
            "id": "11.",
            "section": "Miscellaneous",
            "content": " 11. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 866/93, s. 11. Schedule 1   APPROVED PROGRAMS UNDER SUBSECTION 4 (1) Radiography 1.  Cambrian College of Applied Arts and Technology, Sudbury, Ontario. 1.1  Collège Boréal D’Arts Appliqués et de Technologie, Sudbury, Ontario. 2.  Collège Cambrian D’Arts Appliqués et de Technologie, Sudbury, Ontario. 3.  Confederation College of Applied Arts and Technology, Thunder Bay, Ontario. 4.  Eastern Ontario School of X-Ray Technology, Kingston, Ontario. 4.1  Eastern Ontario School of X-Ray Technology, Kingston, Ontario, in collaboration with Queen’s University, Kingston, Ontario. 5.  Fanshawe College of Applied Arts and Technology, London, Ontario. 6.  Mohawk College of Applied Arts and Technology, Hamilton, Ontario. 6.1  Mohawk College of Applied Arts and Technology, Hamilton, Ontario, in collaboration with McMaster University, Hamilton, Ontario. 7.  National Defence Medical Centre, Ottawa, Ontario. 8.  The Michener Institute For Applied Health Sciences, Toronto, Ontario. 8.1  The Michener Institute For Applied Health Sciences, Toronto, Ontario, in collaboration with the University of Toronto, Toronto, Ontario. Nuclear Medicine 9.  The Michener Institute For Applied Health Sciences, Toronto, Ontario. 9.1  The Michener Institute For Applied Health Sciences, Toronto, Ontario, in collaboration with the University of Toronto, Toronto, Ontario. Radiation Therapy 10.  Ontario School of Radiation Therapy/The Princess Margaret Hospital, Toronto, Ontario in co-operation with: Kingston Regional Cancer Centre Northeastern Ontario Regional Cancer Centre, Sudbury Nova Scotia Cancer Centre, Halifax Ottawa Regional Cancer Centre Saint John Regional Hospital, New Brunswick The Princess Margaret Hospital, Toronto Thunder Bay Regional Cancer Centre Windsor Regional Cancer Centre 11.  Hamilton Regional Cancer Centre, Hamilton, Ontario. 12.  London Regional Cancer Centre, London, Ontario. 13.  Toronto-Bayview Regional Cancer Centre, Toronto, Ontario. 14.  Mohawk College of Applied Arts and Technology, Hamilton, Ontario, in collaboration with McMaster University, Hamilton, Ontario. 15.  The Michener Institute For Applied Health Sciences, Toronto, Ontario, in collaboration with Laurentian University of Sudbury, Sudbury, Ontario. 16.  The Michener Institute For Applied Health Sciences, Toronto, Ontario, in collaboration with the University of Toronto, Toronto, Ontario. O. Reg. 866/93, Sched. 1; O. Reg. 389/11, s. 7. SCHEDULE 1.1   APPROVED PROGRAMS UNDER subparagraph 1 i OF SUBSECTION 4.1 (1) Magnetic Resonance 1.  The Michener Institute for Applied Health Sciences, Toronto, Ontario. O. Reg. 227/03, s. 7. SCHEDULE 1.2   APPROVED PROGRAMS UNDER subparagraph 1 ii OF SUBSECTION 4.1 (1) Magnetic Resonance 1.  British Columbia Institute of Technology, Vancouver, British Columbia. 2.  Northern Alberta Institute of Technology, Edmonton, Alberta. 3.  Red River College of Applied Arts, Science and Technology, Winnipeg, Manitoba. O. Reg. 227/03, s. 7. SCHEDULE 1.3   APPROVED PROGRAMS UNDER SUBPARAGRAPH 1 I OF SUBSECTION 4.2 (1) Diagnostic Medical Sonography 1.  Algonquin College of Applied Arts and Technology (General Sonography), Ottawa, Ontario. 2.  BizTech College of Health Sciences, Business and Technology (Cardiac and Vascular Sonography), Mississauga, Ontario. 3.  Cambrian College of Applied Arts and Technology (General Sonography), Sudbury, Ontario. 4.  Canadian National Institute of Health (General Sonography), Ottawa, Ontario. 5.  Collège Boréal d’arts appliqués et de technologie (Échographie générale), Sudbury, Ontario. 6.  Mohawk College of Applied Arts and Technology (Diagnostic Cardiac Sonography), Hamilton, Ontario. 7.  Mohawk College of Applied Arts and Technology/McMaster University - Collaborative Advanced Diploma - Bachelor of Medical Radiation Sciences Program - Ultrasound Specialization (General Sonography), Hamilton, Ontario. 8.  St. Clair College of Applied Arts and Technology (General Sonography), Windsor, Ontario. 9.  The Michener Institute of Education at University Health Network (General Sonography), Toronto, Ontario. O. Reg. 564/17, s. 9. ScheduleS 2, 3 Revoked:  O. Reg. 389/11, s. 8. Schedule 4   FACILITIES FOR THE PURPOSE OF SUBSECTION 7 (1) Post Secondary Educational Institutions Boards under the Education Act Private Hospitals under the Private Hospitals Act Public Hospitals under the Public Hospitals Act Psychiatric Facilities under the Mental Health Act Designated institutions under the Mental Hospitals Act Approved Charitable Homes for the Aged under the Charitable Institutions Act Nursing Homes under the Nursing Homes Act Homes for the Aged under the Homes for the Aged and Rest Homes Act Boards of Health under the Health Protection and Promotion Act Agencies, Boards or Commissions under any Ontario statute Independent Health Facilities under the Independent Health Facilities Act Laboratories or specimen collection centres under the Laboratory and Specimen Collection Centre Licensing Act Institutions funded by the Minister as community health centres, health service organizations or comprehensive health organizations Institutions similar to any of the above funded by the Minister of Indian Affairs and Northern Development O. Reg. 866/93, Sched. 4.    ",
            "raw_html": "<p class=\"section-e\"> <b>11.</b> <span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Regulation)</span>.  O. Reg. 866/93, s. 11.</p> <p class=\"schedule-e\">Schedule 1 <br/>  APPROVED PROGRAMS UNDER SUBSECTION 4 (1)</p> <p class=\"heading1x-e\">Radiography</p> <p class=\"paragraph-e\">  1.  Cambrian College of Applied Arts and Technology, Sudbury, Ontario.</p> <p class=\"paragraph-e\">  1.1  Collège Boréal D’Arts Appliqués et de Technologie, Sudbury, Ontario.</p> <p class=\"paragraph-e\">  2.  Collège Cambrian D’Arts Appliqués et de Technologie, Sudbury, Ontario.</p> <p class=\"paragraph-e\">  3.  Confederation College of Applied Arts and Technology, Thunder Bay, Ontario.</p> <p class=\"paragraph-e\">  4.  Eastern Ontario School of X-Ray Technology, Kingston, Ontario.</p> <p class=\"paragraph-e\">  4.1  Eastern Ontario School of X-Ray Technology, Kingston, Ontario, in collaboration with Queen’s University, Kingston, Ontario.</p> <p class=\"paragraph-e\">  5.  Fanshawe College of Applied Arts and Technology, London, Ontario.</p> <p class=\"paragraph-e\">  6.  Mohawk College of Applied Arts and Technology, Hamilton, Ontario.</p> <p class=\"paragraph-e\">  6.1  Mohawk College of Applied Arts and Technology, Hamilton, Ontario, in collaboration with McMaster University, Hamilton, Ontario.</p> <p class=\"paragraph-e\">  7.  National Defence Medical Centre, Ottawa, Ontario.</p> <p class=\"paragraph-e\">  8.  The Michener Institute For Applied Health Sciences, Toronto, Ontario.</p> <p class=\"paragraph-e\">  8.1  The Michener Institute For Applied Health Sciences, Toronto, Ontario, in collaboration with the University of Toronto, Toronto, Ontario.</p> <p class=\"heading1x-e\">Nuclear Medicine</p> <p class=\"paragraph-e\">  9.  The Michener Institute For Applied Health Sciences, Toronto, Ontario.</p> <p class=\"paragraph-e\">  9.1  The Michener Institute For Applied Health Sciences, Toronto, Ontario, in collaboration with the University of Toronto, Toronto, Ontario.</p> <p class=\"heading1x-e\">Radiation Therapy</p> <p class=\"paragraph-e\">  10.  Ontario School of Radiation Therapy/The Princess Margaret Hospital, Toronto, Ontario in co-operation with:</p> <p class=\"Sparagraph-e\">Kingston Regional Cancer Centre</p> <p class=\"Sparagraph-e\">Northeastern Ontario Regional Cancer Centre, Sudbury</p> <p class=\"Sparagraph-e\">Nova Scotia Cancer Centre, Halifax</p> <p class=\"Sparagraph-e\">Ottawa Regional Cancer Centre</p> <p class=\"Sparagraph-e\">Saint John Regional Hospital, New Brunswick</p> <p class=\"Sparagraph-e\">The Princess Margaret Hospital, Toronto</p> <p class=\"Sparagraph-e\">Thunder Bay Regional Cancer Centre</p> <p class=\"Sparagraph-e\">Windsor Regional Cancer Centre</p> <p class=\"paragraph-e\">  11.  Hamilton Regional Cancer Centre, Hamilton, Ontario.</p> <p class=\"paragraph-e\">  12.  London Regional Cancer Centre, London, Ontario.</p> <p class=\"paragraph-e\">  13.  Toronto-Bayview Regional Cancer Centre, Toronto, Ontario.</p> <p class=\"paragraph-e\">  14.  Mohawk College of Applied Arts and Technology, Hamilton, Ontario, in collaboration with McMaster University, Hamilton, Ontario.</p> <p class=\"paragraph-e\">  15.  The Michener Institute For Applied Health Sciences, Toronto, Ontario, in collaboration with Laurentian University of Sudbury, Sudbury, Ontario.</p> <p class=\"paragraph-e\">  16.  The Michener Institute For Applied Health Sciences, Toronto, Ontario, in collaboration with the University of Toronto, Toronto, Ontario.</p> <p class=\"footnote-e\">O. Reg. 866/93, Sched. 1; O. Reg. 389/11, s. 7.</p> <p class=\"schedule-e\">SCHEDULE 1.1 <br/>  APPROVED PROGRAMS UNDER subparagraph 1 i OF SUBSECTION 4.1 (1)</p> <p class=\"heading1x-e\">Magnetic Resonance</p> <p class=\"paragraph-e\">  1.  The Michener Institute for Applied Health Sciences, Toronto, Ontario.</p> <p class=\"footnote-e\">O. Reg. 227/03, s. 7.</p> <p class=\"schedule-e\">SCHEDULE 1.2 <br/>  APPROVED PROGRAMS UNDER subparagraph 1 ii OF SUBSECTION 4.1 (1)</p> <p class=\"heading1x-e\">Magnetic Resonance</p> <p class=\"paragraph-e\">  1.  British Columbia Institute of Technology, Vancouver, British Columbia.</p> <p class=\"paragraph-e\">  2.  Northern Alberta Institute of Technology, Edmonton, Alberta.</p> <p class=\"paragraph-e\">  3.  Red River College of Applied Arts, Science and Technology, Winnipeg, Manitoba.</p> <p class=\"footnote-e\">O. Reg. 227/03, s. 7.</p> <p class=\"schedule-e\">SCHEDULE 1.3 <br/>  APPROVED PROGRAMS UNDER SUBPARAGRAPH 1 I OF SUBSECTION 4.2 (1)</p> <p class=\"heading1x-e\">Diagnostic Medical Sonography</p> <p class=\"paragraph-e\">  1.  Algonquin College of Applied Arts and Technology (General Sonography), Ottawa, Ontario.</p> <p class=\"paragraph-e\">  2.  BizTech College of Health Sciences, Business and Technology (Cardiac and Vascular Sonography), Mississauga, Ontario. </p> <p class=\"paragraph-e\">  3.  Cambrian College of Applied Arts and Technology (General Sonography), Sudbury, Ontario. </p> <p class=\"paragraph-e\">  4.  Canadian National Institute of Health (General Sonography), Ottawa, Ontario.</p> <p class=\"paragraph-e\">  5.  Collège Boréal d’arts appliqués et de technologie (Échographie générale), Sudbury, Ontario. </p> <p class=\"paragraph-e\">  6.  Mohawk College of Applied Arts and Technology (Diagnostic Cardiac Sonography), Hamilton, Ontario.</p> <p class=\"paragraph-e\">  7.  Mohawk College of Applied Arts and Technology/McMaster University - Collaborative Advanced Diploma - Bachelor of Medical Radiation Sciences Program - Ultrasound Specialization (General Sonography), Hamilton, Ontario.</p> <p class=\"paragraph-e\">  8.  St. Clair College of Applied Arts and Technology (General Sonography), Windsor, Ontario.</p> <p class=\"paragraph-e\">  9.  The Michener Institute of Education at University Health Network (General Sonography), Toronto, Ontario.</p> <p class=\"footnote-e\">O. Reg. 564/17, s. 9.</p> <p class=\"scheduleRevoked-e\"><span class=\"ovallcaps\">ScheduleS 2, 3</span> <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 389/11, s. 8.</p> <p class=\"schedule-e\">Schedule 4 <br/>  FACILITIES FOR THE PURPOSE OF SUBSECTION 7 (1)</p> <p class=\"paranoindt-e\">Post Secondary Educational Institutions</p> <p class=\"paranoindt-e\">Boards under the <i>Education Act</i></p> <p class=\"paranoindt-e\">Private Hospitals under the <i>Private Hospitals Act</i></p> <p class=\"paranoindt-e\">Public Hospitals under the <i>Public Hospitals Act</i></p> <p class=\"paranoindt-e\">Psychiatric Facilities under the <i>Mental Health Act</i></p> <p class=\"paranoindt-e\">Designated institutions under the <i>Mental Hospitals Act</i></p> <p class=\"paranoindt-e\">Approved Charitable Homes for the Aged under the <i>Charitable Institutions Act</i></p> <p class=\"paranoindt-e\">Nursing Homes under the <i>Nursing Homes Act</i></p> <p class=\"paranoindt-e\">Homes for the Aged under the <i>Homes for the Aged and Rest Homes Act</i></p> <p class=\"paranoindt-e\">Boards of Health under the <i>Health Protection and Promotion Act</i></p> <p class=\"paranoindt-e\">Agencies, Boards or Commissions under any Ontario statute</p> <p class=\"paranoindt-e\">Independent Health Facilities under the <i>Independent Health Facilities Act</i></p> <p class=\"paranoindt-e\">Laboratories or specimen collection centres under the <i>Laboratory and Specimen Collection Centre Licensing Act</i></p> <p class=\"paranoindt-e\">Institutions funded by the Minister as community health centres, health service organizations or comprehensive health organizations</p> <p class=\"paranoindt-e\">Institutions similar to any of the above funded by the Minister of Indian Affairs and Northern Development</p> <p class=\"footnote-e\">O. Reg. 866/93, Sched. 4.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}