{
    "reg_info": {
        "full_title": "O. Reg. 260/18: PATIENT CRITERIA UNDER SUBSECTION 1 (6) OF THE HEALTH PROFESSIONS PROCEDURAL CODE",
        "reg_name_text": "PATIENT CRITERIA UNDER SUBSECTION 1 (6) OF THE HEALTH PROFESSIONS PROCEDURAL CODE",
        "citation": "O. Reg. 260/18: ",
        "act_under": "Regulated Health Professions Act, 1991",
        "url": "https://www.ontario.ca/laws/regulation/180260",
        "date_scraped": "2023-12-18 23:58:27"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "May  1, 2018",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/180260/v1",
            "valid_from": "April 20, 2018",
            "valid_to": "April 30, 2018"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "  1. The following criteria are prescribed criteria for the purposes of determining whether an individual is a patient of a member for the purposes of subsection 1 (6) of the Health Professions Procedural Code in Schedule 2 to the Act: 1. An individual is a patient of a member if there is direct interaction between the member and the individual and any of the following conditions are satisfied: i. The member has, in respect of a health care service provided by the member to the individual, charged or received payment from the individual or a third party on behalf of the individual. ii. The member has contributed to a health record or file for the individual. iii. The individual has consented to the health care service recommended by the member. iv. The member prescribed a drug for which a prescription is needed to the individual. 2. Despite paragraph 1, an individual is not a patient of a member if all of the following conditions are satisfied: i. There is, at the time the member provides the health care services, a sexual relationship between the individual and the member. ii. The member provided the health care service to the individual in emergency circumstances or in circumstances where the service is minor in nature. iii. The member has taken reasonable steps to transfer the care of the individual to another member or there is no reasonable opportunity to transfer care to another member.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>The following criteria are prescribed criteria for the purposes of determining whether an individual is a patient of a member for the purposes of subsection 1 (6) of the Health Professions Procedural Code in Schedule 2 to the Act:</p> <p class=\"paragraph-e\">  1. An individual is a patient of a member if there is direct interaction between the member and the individual and any of the following conditions are satisfied:</p> <p class=\"subpara-e\">  i. The member has, in respect of a health care service provided by the member to the individual, charged or received payment from the individual or a third party on behalf of the individual.</p> <p class=\"subpara-e\">  ii. The member has contributed to a health record or file for the individual.</p> <p class=\"subpara-e\">  iii. The individual has consented to the health care service recommended by the member.</p> <p class=\"subpara-e\">  iv. The member prescribed a drug for which a prescription is needed to the individual.</p> <p class=\"paragraph-e\">  2. Despite paragraph 1, an individual is not a patient of a member if all of the following conditions are satisfied:</p> <p class=\"subpara-e\">  i. There is, at the time the member provides the health care services, a sexual relationship between the individual and the member.</p> <p class=\"subpara-e\">  ii. The member provided the health care service to the individual in emergency circumstances or in circumstances where the service is minor in nature.</p> <p class=\"subpara-e\">  iii. The member has taken reasonable steps to transfer the care of the individual to another member or there is no reasonable opportunity to transfer care to another member.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>2.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/180260\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}