{
    "reg_info": {
        "full_title": "O. Reg. 396/93: PROXY METHOD OF COMPARISON",
        "reg_name_text": "PROXY METHOD OF COMPARISON",
        "citation": "O. Reg. 396/93: ",
        "act_under": "Pay Equity Act",
        "url": "https://www.ontario.ca/laws/regulation/930396",
        "date_scraped": "2023-12-18 06:25:08"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April 11, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/930396/v5",
            "valid_from": "April  4, 2022",
            "valid_to": "April 10, 2022"
        },
        {
            "a_href": "/laws/regulation/930396/v4",
            "valid_from": "July 31, 2017",
            "valid_to": "April  3, 2022"
        },
        {
            "a_href": "/laws/regulation/930396/v3",
            "valid_from": "July  1, 2010",
            "valid_to": "July 30, 2017"
        },
        {
            "a_href": "/laws/regulation/930396/v2",
            "valid_from": "March 29, 2010",
            "valid_to": "June 30, 2010"
        },
        {
            "a_href": "/laws/regulation/930396/v1",
            "valid_from": "December 17, 1993",
            "valid_to": "March 28, 2010"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. (1) In this Regulation, “child treatment service” means a child treatment service as defined in the Child and Family Services Act; (“service de traitement de l’enfant”) “children’s treatment centre” means a hospital classified as a Group K hospital in the Schedule to Regulation 964 of the Revised Regulations of Ontario, 1990 made under the Public Hospitals Act that provides services to children; (“centre de traitement pour enfants”) “community health centre” means an employer, (a)  who provides primary health care services primarily to, (i)  a group or groups of individuals who, because of culture, sex, language, socio-economic factors or geographic isolation, would be unlikely to receive some or all of those services from other sources, or (ii)  a group or groups of individuals who, because of age, sex, socio-economic factors or environmental factors, are more likely to be in need of some or all of those services than other individuals, and (b)  who receives funding from the Ministry of Health in accordance with the number or type of services provided; (“centre de santé communautaire”) “comprehensive health organization” means an employer, (a)  that is a not-for-profit corporation, (b)  that provides or arranges for the provision of comprehensive health care services for individuals who are enrolled as members of the patient roster of the corporation, and (c)  that receives funding from the Ministry of Health in accordance with the number of individuals on the roster; (“organisme offrant une gamme complète de services de santé”) “hospital” means a hospital listed in the Schedule to Regulation 964 of the Revised Regulations of Ontario, 1990 made under the Public Hospitals Act, a private hospital operated under the authority of a licence issued under the Private Hospitals Act or a hospital approved by the Lieutenant Governor in Council as a community psychiatric hospital under the Community Psychiatric Hospitals Act; (“hôpital”) “social services” means, (a)  the making of assessments or diagnoses of psycho-social, behavioural and related problems of individuals or families, (b)  the counselling of individuals, families or groups in relation to psycho-social, behavioural and related problems, (c)  the provision of information and education concerning psycho-social, behavioural and related problems and the making of referrals in relation to those problems, (d)  the provision of education or counselling, or (e)  the provision of crisis intervention services, mental health services, addiction treatment services, rehabilitation services, vocational services or related therapy services. (“services sociaux”)  O. Reg. 396/93, s. 1 (1). (2) Despite subsection (1), in Column 1 of the Schedule to this Regulation, “hospital” does not include a children’s treatment centre.  O. Reg. 396/93, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“child treatment service” means a child treatment service as defined in the <i>Child and Family Services Act</i>; (“service de traitement de l’enfant”)</p> <p class=\"definition-e\">“children’s treatment centre” means a hospital classified as a Group K hospital in the Schedule to Regulation 964 of the Revised Regulations of Ontario, 1990 made under the <i>Public Hospitals Act</i> that provides services to children; (“centre de traitement pour enfants”)</p> <p class=\"definition-e\">“community health centre” means an employer,</p> <p class=\"defclause-e\">  (a)  who provides primary health care services primarily to,</p> <p class=\"defsubclause-e\">  (i)  a group or groups of individuals who, because of culture, sex, language, socio-economic factors or geographic isolation, would be unlikely to receive some or all of those services from other sources, or</p> <p class=\"defsubclause-e\">  (ii)  a group or groups of individuals who, because of age, sex, socio-economic factors or environmental factors, are more likely to be in need of some or all of those services than other individuals, and</p> <p class=\"defclause-e\">  (b)  who receives funding from the Ministry of Health in accordance with the number or type of services provided; (“centre de santé communautaire”)</p> <p class=\"definition-e\">“comprehensive health organization” means an employer,</p> <p class=\"defclause-e\">  (a)  that is a not-for-profit corporation,</p> <p class=\"defclause-e\">  (b)  that provides or arranges for the provision of comprehensive health care services for individuals who are enrolled as members of the patient roster of the corporation, and</p> <p class=\"defclause-e\">  (c)  that receives funding from the Ministry of Health in accordance with the number of individuals on the roster; (“organisme offrant une gamme complète de services de santé”)</p> <p class=\"definition-e\">“hospital” means a hospital listed in the Schedule to Regulation 964 of the Revised Regulations of Ontario, 1990 made under the <i>Public Hospitals Act</i>, a private hospital operated under the authority of a licence issued under the <i>Private Hospitals Act</i> or a hospital approved by the Lieutenant Governor in Council as a community psychiatric hospital under the <i>Community Psychiatric Hospitals Act</i>; (“hôpital”)</p> <p class=\"definition-e\">“social services” means,</p> <p class=\"defclause-e\">  (a)  the making of assessments or diagnoses of psycho-social, behavioural and related problems of individuals or families,</p> <p class=\"defclause-e\">  (b)  the counselling of individuals, families or groups in relation to psycho-social, behavioural and related problems,</p> <p class=\"defclause-e\">  (c)  the provision of information and education concerning psycho-social, behavioural and related problems and the making of referrals in relation to those problems,</p> <p class=\"defclause-e\">  (d)  the provision of education or counselling, or</p> <p class=\"defclause-e\">  (e)  the provision of crisis intervention services, mental health services, addiction treatment services, rehabilitation services, vocational services or related therapy services. (“services sociaux”)  O. Reg. 396/93, s. 1 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), in Column 1 of the Schedule to this Regulation, “hospital” does not include a children’s treatment centre.  O. Reg. 396/93, s. 1 (2).</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. (1) For the purposes of the proxy method of comparison, a seeking employer shall select as the proxy establishment a potential proxy establishment of an employer that is of the type described in Column 2 of the Schedule opposite the description in Column 1 that best describes the seeking employer.  O. Reg. 396/93, s. 2 (1); O. Reg. 317/17, s. 1. (2) In determining which description in Column 1 of the Schedule best describes a seeking employer, reference shall be made to the principal activity of or service provided by the employer.  O. Reg. 396/93, s. 2 (2); O. Reg. 317/17, s. 1. (3) If a seeking employer cannot reasonably be considered to fall within any description in Column 1 of the Schedule, the seeking employer shall select as the proxy establishment an establishment of an employer that is a hospital or a municipality.  O. Reg. 396/93, s. 2 (3); O. Reg. 317/17, s. 1. (4) The seeking employer shall select the same proxy establishment for all female job classes that are covered by the same pay equity plan.  O. Reg. 396/93, s. 2 (4). (5) The proxy establishment selected shall be, (a)  a proxy establishment whose job classes are located in the same geographic division as the seeking employer’s job classes that they are to be compared with; or (b)  if no selection can be made under clause (a), the proxy establishment whose employer’s principal administrative offices are located the shortest distance from the principal administrative offices of the seeking employer.  O. Reg. 396/93, s. 2 (5). (6) For purposes of subsection (5), a job class shall be considered to be located in the geographic division in which the majority of the persons occupying positions in the job class are employed.  O. Reg. 396/93, s. 2 (6).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) For the purposes of the proxy method of comparison, a seeking employer shall select as the proxy establishment a potential proxy establishment of an employer that is of the type described in Column 2 of the Schedule opposite the description in Column 1 that best describes the seeking employer.  O. Reg. 396/93, s. 2 (1); O. Reg. 317/17, s. 1.</p> <p class=\"subsection-e\">  (2) In determining which description in Column 1 of the Schedule best describes a seeking employer, reference shall be made to the principal activity of or service provided by the employer.  O. Reg. 396/93, s. 2 (2); O. Reg. 317/17, s. 1.</p> <p class=\"subsection-e\">  (3) If a seeking employer cannot reasonably be considered to fall within any description in Column 1 of the Schedule, the seeking employer shall select as the proxy establishment an establishment of an employer that is a hospital or a municipality.  O. Reg. 396/93, s. 2 (3); O. Reg. 317/17, s. 1.</p> <p class=\"subsection-e\">  (4) The seeking employer shall select the same proxy establishment for all female job classes that are covered by the same pay equity plan.  O. Reg. 396/93, s. 2 (4).</p> <p class=\"subsection-e\">  (5) The proxy establishment selected shall be,</p> <p class=\"clause-e\">  (a)  a proxy establishment whose job classes are located in the same geographic division as the seeking employer’s job classes that they are to be compared with; or</p> <p class=\"clause-e\">  (b)  if no selection can be made under clause (a), the proxy establishment whose employer’s principal administrative offices are located the shortest distance from the principal administrative offices of the seeking employer.  O. Reg. 396/93, s. 2 (5).</p> <p class=\"subsection-e\">  (6) For purposes of subsection (5), a job class shall be considered to be located in the geographic division in which the majority of the persons occupying positions in the job class are employed.  O. Reg. 396/93, s. 2 (6).</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. A seeking employer may not enter into an agreement with another seeking employer under clause 21.16 (1) (a) of the Act unless the description in Column 1 of the Schedule that best describes the one is also the description that best describes the other.  O. Reg. 396/93, s. 3; O. Reg. 317/17, s. 1. Schedule Item   Column 1   Seeking Employer   Column 2   Potential Proxy Employer \n\n  1.   Health Care Services — hospital   hospital \n\n  2.   Health Care Services — employer providing food services to a hospital   hospital with food services \n\n  3.   Health Care Services — employer providing laundry services to hospital   hospital with laundry \n\n  4.   Health Care Services — employer providing health and personal support services (including visiting homemakers and home care facilities)   hospital \n\n  5.   Health Care Services — employer providing community alcohol and drug dependency program   hospital with psychiatric unit \n\n  6.   Health Care Services — employer providing community mental health program   hospital with psychiatric unit \n\n  7.   Health Care Services — employer providing placement co-ordination services   hospital \n\n  8.   Health Care Services — employer providing mental health or psychiatric services   hospital with psychiatric unit \n\n  9.   Health Care Services — employer providing vocational rehabilitation services   hospital providing rehabilitation services \n\n  10.   Health Care Services — rehabilitation centre   hospital providing rehabilitation services \n\n  11.   Health Care Services — any other employer providing rehabilitation services   hospital providing rehabilitation services \n\n  12.   Health Care Services — public health unit   public health unit operated by a regional municipality \n\n  13.   Health Care Services — community health centre   public health unit operated by a regional municipality \n\n  14.   Health Care Services — comprehensive health organization   hospital \n\n  15.   Health Care Services — laboratory or specimen collection centre   hospital with laboratory \n\n  16.   Health Care Services — any other employer providing health care services   hospital \n\n  17.   Services for Seniors — long-term care home   long-term care home under Part IX of the Fixing Long-Term Care Act, 2021 \n\n  18.   Services for Seniors — any other employer providing services for seniors   long-term care home under Part IX of the Fixing Long-Term Care Act, 2021 \n\n  19.   Revoked:  O. Reg. 93/10, s. 1. \n\n  20.   Services for People with Disabilities — employer providing services for persons with physical disabilities   hospital \n\n  21.   Services for People with Disabilities — employer providing accommodation services for persons with developmental disabilities if the employer is regulated by the Homes for Retarded Persons Act or the Developmental Services Act   hospital \n\n  22.   Services for People with Disabilities — association for community living   hospital \n\n  23.   Services for People with Disabilities — any other employer providing services for persons with developmental disabilities   hospital \n\n  24.   Counselling and Referral Services — sexual assault centre   hospital providing crisis intervention services \n\n  25.   Counselling and Referral Services — interval, transition or second stage house or family resource centre   hospital providing crisis intervention services \n\n  26.   Counselling and Referral Services — any other employer providing counselling and referral services   hospital providing social or counselling services \n\n  27.   Accommodation Services — home for special care   municipality directly providing accommodation services \n\n  28.   Accommodation Services — domiciliary hostel   municipality directly providing accommodation services \n\n  29.   Accommodation Services — emergency hostel   municipality directly providing accommodation services \n\n  30.   Accommodation Services — halfway house   municipality directly providing accommodation services \n\n  31.   Accommodation Services — any other employer providing accommodation services   municipality directly providing accommodation services \n\n  32.   Services for Children and Families — children’s treatment centre   hospital with paediatric unit \n\n  33.   Services for Children and Families — daycare centre or childcare resource centre   municipality operating daycare facility \n\n  34.   Services for Children and Families — private home daycare agency   municipality operating daycare facility \n\n  35.   Services for Children and Families — early childhood education facility   municipality operating daycare facility \n\n  36.   Services for Children and Families — child and family intervention services, child treatment service or child welfare service   hospital providing health services for children \n\n  37.   Services for Children and Families — any other employer providing children’s, youth or family intervention services (including child and youth institutions and child and youth residential services if the institution or service is licensed under the Child and Family Services Act)   hospital providing children’s youth or family counselling services \n\n  38.   Correctional Services — employer providing non-residential correctional services   municipality directly providing counselling services \n\n  39.   Correctional Services — employer providing residential correctional services   municipality directly providing accommodation services \n\n  40.   Correctional Services — any other employer providing correctional services   municipality directly providing counselling services \n\n  41.   Cultural Organizations — community information centre   municipality \n\n  42.   Cultural Organizations — public library   municipality \n\n  43.   Cultural Organizations — The Southern Ontario Library Services Board   municipality \n\n  44.   Cultural Organizations — The Northern Ontario Library Service Board   municipality \n\n  45.   Miscellaneous — community centre   municipality \n\n  46.   Miscellaneous — employer providing settlement and integration services for immigrants and refugees   municipality directly providing social services \n\n  47.   Miscellaneous — employer providing recreational services   municipality directly providing recreational services \n\n  48.   Miscellaneous — community legal clinic   municipality with legal department \n\n  49.   Miscellaneous — supervised access centre   hospital providing social services \n\n  50.   Miscellaneous — district welfare administration board   municipality \n\n  51.   Miscellaneous — centre providing employment and vocational counselling services for adults   municipality directly providing social services \n\n  52.   Miscellaneous — youth employment counselling centre   municipality directly providing social services \n\n  53.   Miscellaneous — native friendship centre   municipality directly providing social services \n\n  54.   Miscellaneous — municipality   municipality \n\n  55.   Miscellaneous — school board   school board O. Reg. 396/93, Sched.; O. Reg. 93/10, s. 1; O. Reg. 317/17, s. 2; O. Reg. 275/22, s. 1.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>A seeking employer may not enter into an agreement with another seeking employer under clause 21.16 (1) (a) of the Act unless the description in Column 1 of the Schedule that best describes the one is also the description that best describes the other.  O. Reg. 396/93, s. 3; O. Reg. 317/17, s. 1.</p> <p class=\"schedule-e\">Schedule</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Column 1 <br/>  Seeking Employer</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">Column 2 <br/>  Potential Proxy Employer</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Health Care Services — hospital</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">hospital</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Health Care Services — employer providing food services to a hospital</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">hospital with food services</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Health Care Services — employer providing laundry services to hospital</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">hospital with laundry</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Health Care Services — employer providing health and personal support services (including visiting homemakers and home care facilities)</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">hospital</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Health Care Services — employer providing community alcohol and drug dependency program</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">hospital with psychiatric unit</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Health Care Services — employer providing community mental health program</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">hospital with psychiatric unit</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">7.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Health Care Services — employer providing placement co-ordination services</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">hospital</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">8.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Health Care Services — employer providing mental health or psychiatric services</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">hospital with psychiatric unit</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">9.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Health Care Services — employer providing vocational rehabilitation services</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">hospital providing rehabilitation services</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">10.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Health Care Services — rehabilitation centre</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">hospital providing rehabilitation services</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">11.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Health Care Services — any other employer providing rehabilitation services</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">hospital providing rehabilitation services</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">12.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Health Care Services — public health unit</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">public health unit operated by a regional municipality</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">13.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Health Care Services — community health centre</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">public health unit operated by a regional municipality</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">14.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Health Care Services — comprehensive health organization</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">hospital</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">15.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Health Care Services — laboratory or specimen collection centre</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">hospital with laboratory</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">16.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Health Care Services — any other employer providing health care services</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">hospital</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">17.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Services for Seniors — long-term care home</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">long-term care home under <i>Part IX of the Fixing Long-Term Care Act, 2021</i></p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">18.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Services for Seniors — any other employer providing services for seniors</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">long-term care home under <i>Part IX of the Fixing Long-Term Care Act, 2021</i></p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">19.</p> </td> <td colspan=\"2\" valign=\"top\" width=\"630\"> <p class=\"table-e\"><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 93/10, s. 1.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">20.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Services for People with Disabilities — employer providing services for persons with physical disabilities</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">hospital</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">21.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Services for People with Disabilities — employer providing accommodation services for persons with developmental disabilities if the employer is regulated by the <i>Homes for Retarded Persons Act</i> or the <i>Developmental Services Act</i></p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">hospital</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">22.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Services for People with Disabilities — association for community living</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">hospital</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">23.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Services for People with Disabilities — any other employer providing services for persons with developmental disabilities</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">hospital</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">24.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Counselling and Referral Services — sexual assault centre</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">hospital providing crisis intervention services</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">25.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Counselling and Referral Services — interval, transition or second stage house or family resource centre</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">hospital providing crisis intervention services</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">26.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Counselling and Referral Services — any other employer providing counselling and referral services</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">hospital providing social or counselling services</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">27.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Accommodation Services — home for special care</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">municipality directly providing accommodation services</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">28.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Accommodation Services — domiciliary hostel</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">municipality directly providing accommodation services</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">29.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Accommodation Services — emergency hostel</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">municipality directly providing accommodation services</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">30.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Accommodation Services — halfway house</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">municipality directly providing accommodation services</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">31.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Accommodation Services — any other employer providing accommodation services</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">municipality directly providing accommodation services</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">32.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Services for Children and Families — children’s treatment centre</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">hospital with paediatric unit</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">33.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Services for Children and Families — daycare centre or childcare resource centre</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">municipality operating daycare facility</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">34.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Services for Children and Families — private home daycare agency</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">municipality operating daycare facility</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">35.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Services for Children and Families — early childhood education facility</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">municipality operating daycare facility</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">36.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Services for Children and Families — child and family intervention services, child treatment service or child welfare service</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">hospital providing health services for children</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">37.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Services for Children and Families — any other employer providing children’s, youth or family intervention services (including child and youth institutions and child and youth residential services if the institution or service is licensed under the <i>Child and Family Services Act</i>)</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">hospital providing children’s youth or family counselling services</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">38.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Correctional Services — employer providing non-residential correctional services</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">municipality directly providing counselling services</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">39.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Correctional Services — employer providing residential correctional services</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">municipality directly providing accommodation services</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">40.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Correctional Services — any other employer providing correctional services</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">municipality directly providing counselling services</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">41.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Cultural Organizations — community information centre</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">municipality</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">42.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Cultural Organizations — public library</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">municipality</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">43.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Cultural Organizations — The Southern Ontario Library Services Board</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">municipality</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">44.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Cultural Organizations — The Northern Ontario Library Service Board</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">municipality</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">45.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Miscellaneous — community centre</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">municipality</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">46.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Miscellaneous — employer providing settlement and integration services for immigrants and refugees</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">municipality directly providing social services</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">47.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Miscellaneous — employer providing recreational services</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">municipality directly providing recreational services</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">48.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Miscellaneous — community legal clinic</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">municipality with legal department</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">49.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Miscellaneous — supervised access centre</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">hospital providing social services</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">50.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Miscellaneous — district welfare administration board</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">municipality</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">51.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Miscellaneous — centre providing employment and vocational counselling services for adults</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">municipality directly providing social services</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">52.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Miscellaneous — youth employment counselling centre</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">municipality directly providing social services</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">53.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Miscellaneous — native friendship centre</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">municipality directly providing social services</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">54.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Miscellaneous — municipality</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">municipality</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">55.</p> </td> <td valign=\"top\" width=\"350\"> <p class=\"table-e\">Miscellaneous — school board</p> </td> <td valign=\"top\" width=\"280\"> <p class=\"table-e\">school board</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 396/93, Sched.; O. Reg. 93/10, s. 1; O. Reg. 317/17, s. 2; O. Reg. 275/22, s. 1.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/930396\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}