{
    "reg_info": {
        "full_title": "O. Reg. 59/93: PROTECTION OF EMPLOYEES AND RETIRED EMPLOYEES",
        "reg_name_text": "PROTECTION OF EMPLOYEES AND   RETIRED EMPLOYEES",
        "citation": "O. Reg. 59/93: PROTECTION OF EMPLOYEES AND RETIRED EMPLOYEES",
        "act_under": "London-Middlesex Act, 1992   Loi de 1992 sur Middlesex et London",
        "url": "https://www.ontario.ca/laws/regulation/930059",
        "date_scraped": "2023-12-19 21:25:16"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Part, “benefits” means life insurance, dependant life insurance, accidental death and dismemberment benefits, supplementary health insurance, supplementary hospital insurance, dental insurance, vision care, sick leave, short term sickness protection, long term income protection, leaves of absence, pregnancy, adoption and parental leave, bereavement leave, paid holidays, professional and licence fees, vacations with pay and pension and retirement benefits; “employee” does not include an employee employed under a contract for a definite term or task; “trade union” means a trade union certified under the Labour Relations Act. O.Reg. 59/93, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Part,</p> <p class=\"firstdef-e\">“benefits” means life insurance, dependant life insurance, accidental death and dismemberment benefits, supplementary health insurance, supplementary hospital insurance, dental insurance, vision care, sick leave, short term sickness protection, long term income protection, leaves of absence, pregnancy, adoption and parental leave, bereavement leave, paid holidays, professional and licence fees, vacations with pay and pension and retirement benefits;</p> <p class=\"definition-e\">“employee” does not include an employee employed under a contract for a definite term or task;</p> <p class=\"definition-e\">“trade union” means a trade union certified under the <i>Labour Relations Act</i>. O.Reg. 59/93, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. A person who is an employee of the City of London or its local boards on the 31st day of December, 1992 is guaranteed employment with the City or its local boards until the person resigns or retires from his or her employment. O.Reg. 59/93, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>A person who is an employee of the City of London or its local boards on the 31st day of December, 1992 is guaranteed employment with the City or its local boards until the person resigns or retires from his or her employment. O.Reg. 59/93, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. A person who is an employee of a municipality from which land is annexed under the Act or its local boards or the public utilities commission of the City of London and who becomes an employee of the City or its local boards under section 20 or 26 of the Act is guaranteed employment with either the City or its local boards until the person resigns or retires from his or her employment. O.Reg. 59/93, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>A person who is an employee of a municipality from which land is annexed under the Act or its local boards or the public utilities commission of the City of London and who becomes an employee of the City or its local boards under section 20 or 26 of the Act is guaranteed employment with either the City or its local boards until the person resigns or retires from his or her employment. O.Reg. 59/93, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. Nothing in section 2 or 3 prevents the City of London or its local boards from terminating the employment of an employee for just cause or for any reason not directly related to the annexations under the Act. O.Reg. 59/93, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>Nothing in section 2 or 3 prevents the City of London or its local boards from terminating the employment of an employee for just cause or for any reason not directly related to the annexations under the Act. O.Reg. 59/93, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) A person who becomes an employee of the City or its local boards under section 20 or 26 of the Act is entitled to receive benefits at levels that are not lower than the person was entitled to receive on the day before the person began employment with the City or the local board. (2) Subsection (1) applies despite any agreement made before the 1st day of January, 1993 between the employee and the City or a trade union on behalf of the employee and the City. (3) Nothing in this section has the effect of terminating or amending an agreement described in subsection (2). O.Reg. 59/93, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) A person who becomes an employee of the City or its local boards under section 20 or 26 of the Act is entitled to receive benefits at levels that are not lower than the person was entitled to receive on the day before the person began employment with the City or the local board.</p> <p class=\"subsection-e\">(2) Subsection (1) applies despite any agreement made before the 1st day of January, 1993 between the employee and the City or a trade union on behalf of the employee and the City.</p> <p class=\"subsection-e\">(3) Nothing in this section has the effect of terminating or amending an agreement described in subsection (2). O.Reg. 59/93, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. The benefits under section 5 shall be provided, (a) where an employee is covered by a collective agreement on the day before the person began employment with the City of London or its local boards, in accordance with the terms of the agreement on that day; and (b) where an employee is not covered by a collective agreement on the day before the person began employment with the City of London or its local boards, in accordance with the terms of the benefits plan available to the person on that day. O.Reg. 59/93, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>The benefits under section 5 shall be provided,</p> <p class=\"clause-e\">(a) where an employee is covered by a collective agreement on the day before the person began employment with the City of London or its local boards, in accordance with the terms of the agreement on that day; and</p> <p class=\"clause-e\">(b) where an employee is not covered by a collective agreement on the day before the person began employment with the City of London or its local boards, in accordance with the terms of the benefits plan available to the person on that day. O.Reg. 59/93, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. A person who becomes an employee of the City of London or its local boards under section 20 or 26 of the Act is entitled to receive the benefits under section 5 until the earlier of, (a) the date that the trade union representing an employee contracts out of or waives his or her entitlement to the benefits; (b) the date that an employee who is not represented by a trade union contracts out of or waives his or her entitlement to the benefits; and (c) the date that an employee resigns, retires, or is terminated for just cause or for any reason not directly related to the annexations under the Act. O.Reg. 59/93, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>A person who becomes an employee of the City of London or its local boards under section 20 or 26 of the Act is entitled to receive the benefits under section 5 until the earlier of,</p> <p class=\"clause-e\">(a) the date that the trade union representing an employee contracts out of or waives his or her entitlement to the benefits;</p> <p class=\"clause-e\">(b) the date that an employee who is not represented by a trade union contracts out of or waives his or her entitlement to the benefits; and</p> <p class=\"clause-e\">(c) the date that an employee resigns, retires, or is terminated for just cause or for any reason not directly related to the annexations under the Act. O.Reg. 59/93, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. A person shall, on the day he or she becomes an employee of the City of London or its local boards under section 20 or 26 of the Act, be credited with the attendance, overtime or other credits he or she has accumulated with respect to benefits on the day prior to the day the person began employment with the City or the local board. O.Reg. 59/93, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>A person shall, on the day he or she becomes an employee of the City of London or its local boards under section 20 or 26 of the Act, be credited with the attendance, overtime or other credits he or she has accumulated with respect to benefits on the day prior to the day the person began employment with the City or the local board. O.Reg. 59/93, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. Subject to the provisions of any collective agreement covering the employee, sections 5, 6, 7 and 8 do not apply to an employee when the City of London or its local boards discipline the employee for just cause. O.Reg. 59/93, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>Subject to the provisions of any collective agreement covering the employee, sections 5, 6, 7 and 8 do not apply to an employee when the City of London or its local boards discipline the employee for just cause. O.Reg. 59/93, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. A person who is a retired employee of the Town of Westminster or its local boards or the public utilities commission of the City of London on the 31st day of December, 1992 shall be deemed to be a retired employee of the City of London or its local boards on the 1st day of January, 1993 as agreed upon by the City and its local boards. O.Reg.59/93, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>A person who is a retired employee of the Town of Westminster or its local boards or the public utilities commission of the City of London on the 31st day of December, 1992 shall be deemed to be a retired employee of the City of London or its local boards on the 1st day of January, 1993 as agreed upon by the City and its local boards. O.Reg.59/93, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. A retired employee referred to in section 10 is entitled to receive benefits at levels that are not lower than the person was entitled to receive on the 31st day of December, 1992. O.Reg. 59/93, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>A retired employee referred to in section 10 is entitled to receive benefits at levels that are not lower than the person was entitled to receive on the 31st day of December, 1992. O.Reg. 59/93, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. The benefits under section 11 shall be provided, (a) where a retired employee is covered by a collective agreement on the 31st day of December, 1992, in accordance with the terms of the agreement on that day; and (b) where a retired employee is not covered by a collective agreement on the 31st day of December, 1992, in accordance with the terms of the benefits plan which was available to the person on that day. O.Reg. 59/93, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>The benefits under section 11 shall be provided,</p> <p class=\"clause-e\">(a) where a retired employee is covered by a collective agreement on the 31st day of December, 1992, in accordance with the terms of the agreement on that day; and</p> <p class=\"clause-e\">(b) where a retired employee is not covered by a collective agreement on the 31st day of December, 1992, in accordance with the terms of the benefits plan which was available to the person on that day. O.Reg. 59/93, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": "13. A person who becomes a retired employee of the City of London or its local boards under section 10 is entitled to receive the benefits under section 11 until, (a) the date that the trade union representing a retired employee contracts out of or waives his or her entitlement to the benefits; or (b) the date that a retired employee who is not represented by a trade union contracts out of or waives his or her entitlement to the benefits. O.Reg. 59/93, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13. </b>A person who becomes a retired employee of the City of London or its local boards under section 10 is entitled to receive the benefits under section 11 until,</p> <p class=\"clause-e\">(a) the date that the trade union representing a retired employee contracts out of or waives his or her entitlement to the benefits; or</p> <p class=\"clause-e\">(b) the date that a retired employee who is not represented by a trade union contracts out of or waives his or her entitlement to the benefits. O.Reg. 59/93, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": "14. Omitted (provides for coming into force of provisions of this Regulation). O.Reg. 59/93, s. 14. ",
            "raw_html": "<p class=\"section-e\"><b>14.</b> Omitted (provides for coming into force of provisions of this Regulation). O.Reg. 59/93, s. 14.</p> <p class=\"Normal\"></p>"
        }
    ]
}