{
    "reg_info": {
        "full_title": "O. Reg. 331/99: SUPPORT FOR A PROPOSAL TO ESTABLISH AN AREA SERVICES BOARD",
        "reg_name_text": "SUPPORT FOR A PROPOSAL TO ESTABLISH AN AREA SERVICES BOARD",
        "citation": "O. Reg. 331/99: ",
        "act_under": "Northern Services Boards Act",
        "url": "https://www.ontario.ca/laws/regulation/990331",
        "date_scraped": "2023-12-18 22:23:06"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/990331/v3",
            "valid_from": "May 23, 2000",
            "valid_to": "December  9, 2019"
        },
        {
            "a_href": "/laws/regulation/990331/v2",
            "valid_from": "April 27, 2000",
            "valid_to": "May 22, 2000"
        },
        {
            "a_href": "/laws/regulation/990331/v1",
            "valid_from": "May 10, 1999",
            "valid_to": "April 26, 2000"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. (1) This section applies with respect to all municipalities, including the area municipalities of The Regional Municipality of Sudbury, but, subject to subsections (7) and (8), not with respect to The Regional Municipality of Sudbury.  O. Reg. 331/99, s. 1 (1). (2) A proposal to establish an area services board must have, (a) the support of the majority of the municipalities in the proposed Board area; and (b) the support of the majority of all of the electors, as defined in the Municipal Act, in the municipalities in the proposed Board area together with the residents of the unorganized territory in the proposed Board area.  O. Reg. 331/99, s. 1 (2). (3) For the purpose of clause (2) (a), the residents of the unorganized territory in the proposed Board area shall be deemed to count as one municipality.  O. Reg. 331/99, s. 1 (3). (4) If a municipality supports a proposal, it shall indicate its support by resolution.  O. Reg. 331/99, s. 1 (4). (5) A municipality shall state in the resolution the number of electors that it represents for the purpose of determining the support for a proposal.  O. Reg. 331/99, s. 1 (5). (6) For the purposes of clause (2) (b), (a) if a municipality supports a proposal, all of the electors in the municipality shall be deemed to support it; and (b) if the residents of the unorganized territory support a proposal, all of the residents shall be deemed to support it.  O. Reg. 331/99, s. 1 (6). (7) If any part of the territory of The Regional Municipality of Sudbury is in a proposed Board area, the proposal must have the support of the Regional Municipality.  O. Reg. 331/99, s. 1 (7). (8) If The Regional Municipality of Sudbury supports a proposal, it shall indicate its support by resolution.  O. Reg. 331/99, s. 1 (8).",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) This section applies with respect to all municipalities, including the area municipalities of The Regional Municipality of Sudbury, but, subject to subsections (7) and (8), not with respect to The Regional Municipality of Sudbury.  O. Reg. 331/99, s. 1 (1).</p> <p class=\"subsection-e\">  (2) A proposal to establish an area services board must have,</p> <p class=\"clause-e\">  (a) the support of the majority of the municipalities in the proposed Board area; and</p> <p class=\"clause-e\">  (b) the support of the majority of all of the electors, as defined in the <i>Municipal Act</i>, in the municipalities in the proposed Board area together with the residents of the unorganized territory in the proposed Board area.  O. Reg. 331/99, s. 1 (2).</p> <p class=\"subsection-e\">  (3) For the purpose of clause (2) (a), the residents of the unorganized territory in the proposed Board area shall be deemed to count as one municipality.  O. Reg. 331/99, s. 1 (3).</p> <p class=\"subsection-e\">  (4) If a municipality supports a proposal, it shall indicate its support by resolution.  O. Reg. 331/99, s. 1 (4).</p> <p class=\"subsection-e\">  (5) A municipality shall state in the resolution the number of electors that it represents for the purpose of determining the support for a proposal.  O. Reg. 331/99, s. 1 (5).</p> <p class=\"subsection-e\">  (6) For the purposes of clause (2) (b),</p> <p class=\"clause-e\">  (a) if a municipality supports a proposal, all of the electors in the municipality shall be deemed to support it; and</p> <p class=\"clause-e\">  (b) if the residents of the unorganized territory support a proposal, all of the residents shall be deemed to support it.  O. Reg. 331/99, s. 1 (6).</p> <p class=\"subsection-e\">  (7) If any part of the territory of The Regional Municipality of Sudbury is in a proposed Board area, the proposal must have the support of the Regional Municipality.  O. Reg. 331/99, s. 1 (7).</p> <p class=\"subsection-e\">  (8) If The Regional Municipality of Sudbury supports a proposal, it shall indicate its support by resolution.  O. Reg. 331/99, s. 1 (8).</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. (1) The procedures to be used to determine whether the residents of the unorganized territory in a proposed Board area support a proposal to establish an area services board are set out in this section and section 3.  O. Reg. 246/00, s. 1. (2) Support for a proposal shall be determined by a majority vote of the residents of the unorganized territory.  O. Reg. 246/00, s. 1. (3) The vote shall be conducted at one or more meetings called to determine support for the proposal.  O. Reg. 246/00, s. 1. (4) Each resident may vote at only one meeting.  O. Reg. 246/00, s. 1. (5) The meeting or meetings may be called under this section by any resident of the unorganized territory designated to do so by at least nine other residents.  O. Reg. 246/00, s. 1. (6) The designated resident shall give at least 14 days notice of any meeting that is called, (a) by publishing notice of it in a newspaper that is of general circulation throughout the unorganized territory; or (b) by any other means that will provide residents with adequate notice of the meeting.  O. Reg. 246/00, s. 1. (7) The notice shall state the purpose of the meeting, when and where all the meetings called are to be held, who is eligible to vote at it and when and where a copy of the proposal may be inspected.  O. Reg. 246/00, s. 1. (8) The designated resident shall ensure that a copy of the proposal is available for inspection within the unorganized territory or in an adjacent municipality at times and places that provide a reasonable opportunity to residents to inspect it.  O. Reg. 246/00, s. 1. (9) Any meeting under this section shall be held in the unorganized territory or in an adjacent municipality.  O. Reg. 246/00, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) The procedures to be used to determine whether the residents of the unorganized territory in a proposed Board area support a proposal to establish an area services board are set out in this section and section 3.  O. Reg. 246/00, s. 1.</p> <p class=\"subsection-e\">  (2) Support for a proposal shall be determined by a majority vote of the residents of the unorganized territory.  O. Reg. 246/00, s. 1.</p> <p class=\"subsection-e\">  (3) The vote shall be conducted at one or more meetings called to determine support for the proposal.  O. Reg. 246/00, s. 1.</p> <p class=\"subsection-e\">  (4) Each resident may vote at only one meeting.  O. Reg. 246/00, s. 1.</p> <p class=\"subsection-e\">  (5) The meeting or meetings may be called under this section by any resident of the unorganized territory designated to do so by at least nine other residents.  O. Reg. 246/00, s. 1.</p> <p class=\"subsection-e\">  (6) The designated resident shall give at least 14 days notice of any meeting that is called,</p> <p class=\"clause-e\">  (a) by publishing notice of it in a newspaper that is of general circulation throughout the unorganized territory; or</p> <p class=\"clause-e\">  (b) by any other means that will provide residents with adequate notice of the meeting.  O. Reg. 246/00, s. 1.</p> <p class=\"subsection-e\">  (7) The notice shall state the purpose of the meeting, when and where all the meetings called are to be held, who is eligible to vote at it and when and where a copy of the proposal may be inspected.  O. Reg. 246/00, s. 1.</p> <p class=\"subsection-e\">  (8) The designated resident shall ensure that a copy of the proposal is available for inspection within the unorganized territory or in an adjacent municipality at times and places that provide a reasonable opportunity to residents to inspect it.  O. Reg. 246/00, s. 1.</p> <p class=\"subsection-e\">  (9) Any meeting under this section shall be held in the unorganized territory or in an adjacent municipality.  O. Reg. 246/00, s. 1.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. (1) A chair shall be elected for the purposes of a meeting by the residents who are present and eligible to vote on the proposal at the meeting.  O. Reg. 246/00, s. 1. (2) Each resident may vote in the election of the chair at only one meeting.  O. Reg. 246/00, s. 1. (3) The chair may make rules with respect to the manner in which the vote is to be conducted.  O. Reg. 246/00, s. 1. (4) The chair shall record the results of the vote, including the number of votes cast in support of the proposal and the number cast against it.  O. Reg. 246/00, s. 1. (5), (6) Revoked: O. Reg. 246/00, s. 1.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) A chair shall be elected for the purposes of a meeting by the residents who are present and eligible to vote on the proposal at the meeting.  O. Reg. 246/00, s. 1.</p> <p class=\"subsection-e\">  (2) Each resident may vote in the election of the chair at only one meeting.  O. Reg. 246/00, s. 1.</p> <p class=\"subsection-e\">  (3) The chair may make rules with respect to the manner in which the vote is to be conducted.  O. Reg. 246/00, s. 1.</p> <p class=\"subsection-e\">  (4) The chair shall record the results of the vote, including the number of votes cast in support of the proposal and the number cast against it.  O. Reg. 246/00, s. 1.</p> <p class=\"subsection-e\">  (5), (6) R<span>evoked</span>: O. Reg. 246/00, s. 1.</p> <p class=\"subsection-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/990331\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}