{
    "reg_info": {
        "full_title": "O. Reg. 11/04: INTERNATIONAL REGISTRATION PLAN",
        "reg_name_text": "international registration plan",
        "citation": "O. Reg. 11/04: INTERNATIONAL REGISTRATION PLAN",
        "act_under": "Highway Traffic Act",
        "url": "https://www.ontario.ca/laws/regulation/040011",
        "date_scraped": "2023-12-19 03:19:09"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "August 29, 2016",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/040011/v1",
            "valid_from": "February  9, 2004",
            "valid_to": "August 28, 2016"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Application for IRP cab cards",
            "content": " 1. An application for\r\nIRP cab cards for each of the vehicles in a fleet shall include, (a) the applicant’s name, business address, mailing address, telephone number and contact person; (b) the IRP\r\naccount number previously assigned to the applicant by the Ministry, if there is one; (c) the applicant’s CVOR certificate number, international fuel tax account number and Canada Revenue Agency business number; (d) whether the applicant is a private carrier, a carrier for hire, a carrier of household goods or a daily rental carrier; (e) whether the application is a first application for a fleet, an application to validate existing IRP cab cards, an application to add a jurisdiction to existing IRP cab cards, an application to add a vehicle to or remove a vehicle from the applicant’s fleet, an application to cancel a fleet’s IRP cab cards or an application to change a vehicle’s registered gross vehicle weight or weight group number; (f) the IRP\r\nregistration identification number (RIN) previously assigned to the applicant by the Ministry, if there is one; (g) the number assigned by the applicant to the fleet that is the subject of the application; (h) for applications other than a first application for a fleet, the effective and expiry dates of the IRP cab cards currently issued in respect of the fleet; (i) the insurers for the fleet and for each vehicle in the fleet and the insurance policy numbers and expiry dates; (j) the other IRP\r\njurisdictions in which the applicant intends to operate the fleet in the 12-month period to which the application applies; (k) for a first application for a fleet, the estimated distance the applicant intends to operate the fleet in each jurisdiction in the 12-month period to which the application applies; (l) for applications other than those described in clause (k), the actual distance the applicant operated the fleet in each jurisdiction in the previous 12-month period; (m) each vehicle’s vehicle identification number and its colour, model year, make, fuel type and vehicle type; (n) the unit number assigned to each vehicle by the applicant; (o) the plate number of each vehicle, if applicable; (p) the name of the holder of the vehicle portion of the IRP cab card, if different from the holder of the plate portion, for each vehicle; (q) the number of truck axles and trailer axles on each vehicle; (r) each vehicle’s tare weight; (s) each vehicle’s registered gross vehicle weight for each jurisdiction and, if there is a variance of 10 per cent or more between any two jurisdictions, an explanation of the variance; (t) each vehicle’s weight group number for each jurisdiction; (u) the purchase price or lease capital cost of each vehicle; (v) the date of the purchase or lease of each vehicle; (w) if the vehicle is leased, whether it is leased from the lessor by the applicant or by a third party that is the owner or operator of the vehicle; (x) if the vehicle is leased, the name of the lessor and the registration identification number (RIN) assigned to the lessor by the Ministry, if any; (y) if the vehicle is owned or leased by a third party that is the owner or operator of the vehicle, the registration identification number (RIN) assigned to the owner or operator by the Ministry, if any, and the international fuel tax account number, if applicable, of the owner or operator.  O. Reg. 11/04, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>An application for\r\n<span class=\"ovallcaps\">IRP</span> cab cards for each of the vehicles in a fleet shall include,</p> <p class=\"clause-e\">  (a) the applicant’s name, business address, mailing address, telephone number and contact person;</p> <p class=\"clause-e\">  (b) the <span class=\"ovallcaps\">IRP</span>\r\naccount number previously assigned to the applicant by the Ministry, if there is one;</p> <p class=\"clause-e\">  (c) the applicant’s <span class=\"ovallcaps\">CVOR</span> certificate number, international fuel tax account number and Canada Revenue Agency business number;</p> <p class=\"clause-e\">  (d) whether the applicant is a private carrier, a carrier for hire, a carrier of household goods or a daily rental carrier;</p> <p class=\"clause-e\">  (e) whether the application is a first application for a fleet, an application to validate existing <span class=\"ovallcaps\">IRP</span> cab cards, an application to add a jurisdiction to existing <span class=\"ovallcaps\">IRP</span> cab cards, an application to add a vehicle to or remove a vehicle from the applicant’s fleet, an application to cancel a fleet’s <span class=\"ovallcaps\">IRP</span> cab cards or an application to change a vehicle’s registered gross vehicle weight or weight group number; </p> <p class=\"clause-e\">  (f) the <span class=\"ovallcaps\">IRP</span>\r\nregistration identification number (<span class=\"ovallcaps\">RIN</span>) previously assigned to the applicant by the Ministry, if there is one; </p> <p class=\"clause-e\">  (g) the number assigned by the applicant to the fleet that is the subject of the application;</p> <p class=\"clause-e\">  (h) for applications other than a first application for a fleet, the effective and expiry dates of the <span class=\"ovallcaps\">IRP</span> cab cards currently issued in respect of the fleet;</p> <p class=\"clause-e\">  (i) the insurers for the fleet and for each vehicle in the fleet and the insurance policy numbers and expiry dates;</p> <p class=\"clause-e\">  (j) the other <span class=\"ovallcaps\">IRP</span>\r\njurisdictions in which the applicant intends to operate the fleet in the 12-month period to which the application applies; </p> <p class=\"clause-e\"><b> </b>(k) for a first application for a fleet, the estimated distance the applicant intends to operate the fleet in each jurisdiction in the 12-month period to which the application applies;</p> <p class=\"clause-e\">  (l) for applications other than those described in clause (k), the actual distance the applicant operated the fleet in each jurisdiction in the previous 12-month period; </p> <p class=\"clause-e\">  (m) each vehicle’s vehicle identification number and its colour, model year, make, fuel type and vehicle type;</p> <p class=\"clause-e\"><b> </b>(n) the unit number assigned to each vehicle by the applicant; </p> <p class=\"clause-e\">  (o) the plate number of each vehicle, if applicable; </p> <p class=\"clause-e\">  (p) the name of the holder of the vehicle portion of the <span class=\"ovallcaps\">IRP</span> cab card, if different from the holder of the plate portion, for each vehicle;</p> <p class=\"clause-e\">  (q) the number of truck axles and trailer axles on each vehicle; </p> <p class=\"clause-e\">  (r) each vehicle’s tare weight;</p> <p class=\"clause-e\">  (s) each vehicle’s registered gross vehicle weight for each jurisdiction and, if there is a variance of 10 per cent or more between any two jurisdictions, an explanation of the variance; </p> <p class=\"clause-e\">  (t) each vehicle’s weight group number for each jurisdiction;</p> <p class=\"clause-e\">  (u) the purchase price or lease capital cost of each vehicle; </p> <p class=\"clause-e\">  (v) the date of the purchase or lease of each vehicle; </p> <p class=\"clause-e\">  (w) if the vehicle is leased, whether it is leased from the lessor by the applicant or by a third party that is the owner or operator of the vehicle;</p> <p class=\"clause-e\">  (x) if the vehicle is leased, the name of the lessor and the registration identification number (<span class=\"ovallcaps\">RIN</span>) assigned to the lessor by the Ministry, if any;</p> <p class=\"clause-e\">  (y) if the vehicle is owned or leased by a third party that is the owner or operator of the vehicle, the registration identification number (<span class=\"ovallcaps\">RIN</span>) assigned to the owner or operator by the Ministry, if any, and the international fuel tax account number, if applicable, of the owner or operator.  O. Reg. 11/04, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Records to be maintained",
            "content": " 2. For the purpose of section 7.2 of the Act, every holder of an IRP cab card shall maintain and preserve the following records: 1. Records of the distance travelled in each trip taken by the vehicle, in accordance with Article XV of the International Registration Plan and the International Registration Plan Audit Procedures Guidelines. 2. All the records relating to the purchase or lease of the vehicle. 3. All the records relating to any capital improvements made to the vehicle.  O. Reg. 11/04, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>For the purpose of section 7.2 of the Act, every holder of an <span class=\"ovallcaps\">IRP</span> cab card shall maintain and preserve the following records:</p> <p class=\"paragraph-e\">  1. Records of the distance travelled in each trip taken by the vehicle, in accordance with Article <span class=\"ovallcaps\">XV</span> of the International Registration Plan and the International Registration Plan Audit Procedures Guidelines.</p> <p class=\"paragraph-e\">  2. All the records relating to the purchase or lease of the vehicle.</p> <p class=\"paragraph-e\">  3. All the records relating to any capital improvements made to the vehicle.  O. Reg. 11/04, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Interest rate",
            "content": " 3. The rate of interest payable to the Minister under section 7.7 of the Act shall be determined in accordance with section 9 of Ontario Regulation 22/97 made under the Fuel Tax Act.  O. Reg. 11/04, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>The rate of interest payable to the Minister under section 7.7 of the Act shall be determined in accordance with section 9 of Ontario Regulation 22/97 made under the <i>Fuel Tax Act</i>.  O. Reg. 11/04, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Manner of serving objections",
            "content": " 4. An objection under subsection 7.8 (1) or 7.11 (7) of the Act may be served on the Minister personally or by facsimile transmission, courier or registered mail.  O. Reg. 11/04, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>An objection under subsection 7.8 (1) or 7.11 (7) of the Act may be served on the Minister personally or by facsimile transmission, courier or registered mail.  O. Reg. 11/04, s. 4.</p>"
        },
        {
            "id": null,
            "section": "Manner of serving objections",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/040011\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}