{
    "reg_info": {
        "full_title": "O. Reg. 731/92: TRANSITIONAL PROVISIONS RELATING TO THE KIRKLAND LAKE - TIMISKAMING SEPARATE SCHOOL ZONE BOUNDARY CHANGES MADE BY ONTARIO REGULATION 730/92",
        "reg_name_text": "TRANSITIONAL PROVISIONS RELATING TO THE KIRKLAND LAKE — TIMISKAMING SEPARATE SCHOOL ZONE BOUNDARY CHANGES MADE BY ONTARIO REGULATION 730/92",
        "citation": "O. Reg. 731/92: TRANSITIONAL PROVISIONS RELATING TO THE KIRKLAND LAKE - TIMISKAMING SEPARATE SCHOOL ZONE BOUNDARY CHANGES MADE BY ONTARIO REGULATION 730/92",
        "act_under": "Education Act",
        "url": "https://www.ontario.ca/laws/regulation/920731",
        "date_scraped": "2023-12-20 01:21:24"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "February 24, 1995",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. In this Regulation, “English-language instructional unit” has the same meaning as in Part XII of the Act; (“module scolaire de langue anglaise”) “former Kirkland Lake separate school zone” means the area designated in paragraph 1 of Schedule 13 to Regulation 290 of the Revised Regulations of Ontario, 1990, as it read immediately before the day Ontario Regulation 730/92 came into force; (“ancienne zone d’écoles séparées de Kirkland Lake”) “French-language instructional unit” has the same meaning as in Part XII of the Act; (“module scolaire de langue française”) “public school French-language electoral group”, “separate school English-language electoral group” and “separate school French-language electoral group” have the same meaning as in Part VIII of the Act. (“groupe électoral de langue française des écoles publiques”, “groupe électoral de langue française des écoles séparées”, “groupe électoral de langue anglaise des écoles séparées”)  O. Reg. 731/92, s. 1; O. Reg. 95/95, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“English-language instructional unit” has the same meaning as in Part XII of the Act; (“module scolaire de langue anglaise”)</p> <p class=\"definition-e\">“former Kirkland Lake separate school zone” means the area designated in paragraph 1 of Schedule 13 to Regulation 290 of the Revised Regulations of Ontario, 1990, as it read immediately before the day Ontario Regulation 730/92 came into force; (“ancienne zone d’écoles séparées de Kirkland Lake”)</p> <p class=\"definition-e\">“French-language instructional unit” has the same meaning as in Part XII of the Act; (“module scolaire de langue française”)</p> <p class=\"definition-e\">“public school French-language electoral group”, “separate school English-language electoral group” and “separate school French-language electoral group” have the same meaning as in Part VIII of the Act. (“groupe électoral de langue française des écoles publiques”, “groupe électoral de langue française des écoles séparées”, “groupe électoral de langue anglaise des écoles séparées”)  O. Reg. 731/92, s. 1; O. Reg. 95/95, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. The Timiskaming District Roman Catholic Separate School Board is continued as the district combined separate school board for the area designated by paragraph 1 of Schedule 12 to Regulation 290 of the Revised Regulations of Ontario, 1990 and its name is changed to The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board in English and Conseil des écoles séparées catholiques du district de Kirkland Lake – Timiskaming in French.  O. Reg. 731/92, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>The Timiskaming District Roman Catholic Separate School Board is continued as the district combined separate school board for the area designated by paragraph 1 of Schedule 12 to Regulation 290 of the Revised Regulations of Ontario, 1990 and its name is changed to The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board in English and Conseil des écoles séparées catholiques du district de Kirkland Lake – Timiskaming in French.  O. Reg. 731/92, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. (1) On the day Ontario Regulation 730/92 comes into force, the membership of The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board is expanded to include every person who, immediately before that day, was a member of The Kirkland Lake District Roman Catholic Separate School Board. (2) A person who becomes a member of The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board under subsection (1), (a)  shall be deemed to have been elected by the separate school English-language electoral group of The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board if, immediately before Ontario Regulation 730/92 came into force, he or she was a member of The Kirkland Lake District Roman Catholic Separate School Board representing the separate school English-language electoral group of The Kirkland Lake District Roman Catholic Separate School Board; and (b)  shall be deemed to have been elected by the separate school French-language electoral group of The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board if, immediately before Ontario Regulation 730/92 came into force, he or she was a member of The Kirkland Lake District Roman Catholic Separate School Board representing the separate school French-language electoral group of The Kirkland Lake District Roman Catholic Separate School Board. (3) At its first meeting after Ontario Regulation 730/92 comes into force, The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board shall elect a chair from among its members. (4) At its first meeting, the board may also elect a vice-chair from among its members. (5) The chief executive officer shall preside at the first meeting of the board until the chair has been elected. (6) Subsections (3) to (5) apply with necessary modifications to the English-language section of the board.  O. Reg. 731/92, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) On the day Ontario Regulation 730/92 comes into force, the membership of The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board is expanded to include every person who, immediately before that day, was a member of The Kirkland Lake District Roman Catholic Separate School Board.</p> <p class=\"subsection-e\">  (2) A person who becomes a member of The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board under subsection (1),</p> <p class=\"clause-e\">  (a)  shall be deemed to have been elected by the separate school English-language electoral group of The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board if, immediately before Ontario Regulation 730/92 came into force, he or she was a member of The Kirkland Lake District Roman Catholic Separate School Board representing the separate school English-language electoral group of The Kirkland Lake District Roman Catholic Separate School Board; and</p> <p class=\"clause-e\">  (b)  shall be deemed to have been elected by the separate school French-language electoral group of The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board if, immediately before Ontario Regulation 730/92 came into force, he or she was a member of The Kirkland Lake District Roman Catholic Separate School Board representing the separate school French-language electoral group of The Kirkland Lake District Roman Catholic Separate School Board.</p> <p class=\"subsection-e\">  (3) At its first meeting after Ontario Regulation 730/92 comes into force, The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board shall elect a chair from among its members.</p> <p class=\"subsection-e\">  (4) At its first meeting, the board may also elect a vice-chair from among its members.</p> <p class=\"subsection-e\">  (5) The chief executive officer shall preside at the first meeting of the board until the chair has been elected.</p> <p class=\"subsection-e\">  (6) Subsections (3) to (5) apply with necessary modifications to the English-language section of the board.  O. Reg. 731/92, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. (1) The members of The Kirkland Lake Board of Education elected by or appointed to represent the separate school English-language electoral group of the board cease to hold office on the 30th day of June, 1993. (2) The members of The Kirkland Lake Board of Education elected by or appointed to represent the separate school French-language electoral group of the board cease to hold office on the 30th day of November, 1994.  O. Reg. 731/92, s. 4. (3) If the office of a member of The Kirkland Lake Board of Education elected by or appointed to represent the public school French-language electoral group of the board becomes vacant before the end of the member’s term, the remaining members elected by or appointed to represent the public school French-language electoral group shall appoint a qualified person to fill the vacancy within 60 days after the office becomes vacant.  O. Reg. 95/95, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) The members of The Kirkland Lake Board of Education elected by or appointed to represent the separate school English-language electoral group of the board cease to hold office on the 30th day of June, 1993.</p> <p class=\"subsection-e\">  (2) The members of The Kirkland Lake Board of Education elected by or appointed to represent the separate school French-language electoral group of the board cease to hold office on the 30th day of November, 1994.  O. Reg. 731/92, s. 4.</p> <p class=\"subsection-e\">  (3) If the office of a member of The Kirkland Lake Board of Education elected by or appointed to represent the public school French-language electoral group of the board becomes vacant before the end of the member’s term, the remaining members elected by or appointed to represent the public school French-language electoral group shall appoint a qualified person to fill the vacancy within 60 days after the office becomes vacant.  O. Reg. 95/95, s. 2.</p>"
        },
        {
            "id": "4.1",
            "section": null,
            "content": " 4.1 (1) For the purposes of electing members to The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board, each of the following parts of territory without municipal organization shall be treated as if it was a district municipality: 1.  Part 1 In the Territorial District of, i.  Timiskaming, being, A.  the geographic townships of Boston, Eby, Grenfell, Lebel, Maisonville, McElroy and Otto, and B.  concessions 3, 4, 5 and 6 in the geographic townships of Catharine, Marquis and Pacaud, and ii.  Cochrane being, the portion of the geographic township of Benoit that is not part of the Township of Black River-Matheson. 2.  Part 2 In the Territorial District of, i.  Timiskaming, being, A.  the geographic townships of Auld, Barber, Barr, Bayly, Beauchamp, Brigstocke, Bryce, Cane, Chown, Coleman, Corkill, Davidson, Farr, Firstbrook, Gillies Limit, Haultain, Henwood, Ingram, Kittson, Lawson, Lorrain, Lundy, Marter, Mickle, Milner, Mulligan, Nichol, Pense, Roadhouse, Robillard, Savard, Sharpe, Smyth, South Lorrain, Truax, Tudhope, Willet and Willison, and B.  concessions 1 and 2 in the geographic townships of Catharine, Marquis and Pacaud, and ii.  Nipissing, being the geographic townships of Askin, Aston, Banting, Belfast, Best, Briggs, Canton, Cassels, Chambers, Cynthia, Eldridge, Flett, Gladman, Gooderham, Hammell, Hartle, Hobbs, Joan, Kenny, Law, Le Roche, McCallum, McLaren, Milne, Olive, Phyllis, Riddell, Sisk, Thistle, Torrington, Vogt and Yates. (2) For greater certainty, each of the Parts described in subsection (1) shall be treated as if it was a municipality within the meaning of section 3 of Regulation 313 of the Revised Regulations of Ontario, 1990.  O. Reg. 683/94, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>4.1 </b>(1) For the purposes of electing members to The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board, each of the following parts of territory without municipal organization shall be treated as if it was a district municipality:</p> <p class=\"paragraph-e\">  1.  Part 1</p> <p class=\"Sparagraph-e\">In the Territorial District of,</p> <p class=\"subpara-e\">  i.  Timiskaming, being,</p> <p class=\"subsubpara-e\">  A.  the geographic townships of Boston, Eby, Grenfell, Lebel, Maisonville, McElroy and Otto, and</p> <p class=\"subsubpara-e\">  B.  concessions 3, 4, 5 and 6 in the geographic townships of Catharine, Marquis and Pacaud, and</p> <p class=\"subpara-e\">  ii.  Cochrane being, the portion of the geographic township of Benoit that is not part of the Township of Black River-Matheson.</p> <p class=\"paragraph-e\">  2.  Part 2</p> <p class=\"Sparagraph-e\">In the Territorial District of,</p> <p class=\"subpara-e\">  i.  Timiskaming, being,</p> <p class=\"subsubpara-e\">  A.  the geographic townships of Auld, Barber, Barr, Bayly, Beauchamp, Brigstocke, Bryce, Cane, Chown, Coleman, Corkill, Davidson, Farr, Firstbrook, Gillies Limit, Haultain, Henwood, Ingram, Kittson, Lawson, Lorrain, Lundy, Marter, Mickle, Milner, Mulligan, Nichol, Pense, Roadhouse, Robillard, Savard, Sharpe, Smyth, South Lorrain, Truax, Tudhope, Willet and Willison, and</p> <p class=\"subsubpara-e\">  B.  concessions 1 and 2 in the geographic townships of Catharine, Marquis and Pacaud, and</p> <p class=\"subpara-e\">  ii.  Nipissing, being the geographic townships of Askin, Aston, Banting, Belfast, Best, Briggs, Canton, Cassels, Chambers, Cynthia, Eldridge, Flett, Gladman, Gooderham, Hammell, Hartle, Hobbs, Joan, Kenny, Law, Le Roche, McCallum, McLaren, Milne, Olive, Phyllis, Riddell, Sisk, Thistle, Torrington, Vogt and Yates.</p> <p class=\"subsection-e\">  (2) For greater certainty, each of the Parts described in subsection (1) shall be treated as if it was a municipality within the meaning of section 3 of Regulation 313 of the Revised Regulations of Ontario, 1990.  O. Reg. 683/94, s. 1.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5. (1) A pupil who resided in the former Kirkland Lake separate school zone immediately before Ontario Regulation 730/92 came into force, who is qualified to be a resident pupil of The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board and who is a pupil in a public secondary school that is operated by, (a)  The Kirkland Lake Board of Education; (b)  The Timiskaming Board of Education; or (c)  a board to which The Kirkland Lake Board of Education or The Timiskaming Board of Education pays fees in respect of the pupil, is entitled to continue to be a pupil in the public secondary school although the pupil or the parent or other person who has lawful custody of the pupil becomes exempt from the payment of rates imposed for public secondary school purposes by reason of the operation of Ontario Regulation 730/92. (2) If a pupil exercises the right under subsection (1), The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board shall pay to the public board that operates the secondary school a fee in respect of the pupil calculated in accordance with the regulations made under the Act.  O. Reg. 731/92, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) A pupil who resided in the former Kirkland Lake separate school zone immediately before Ontario Regulation 730/92 came into force, who is qualified to be a resident pupil of The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board and who is a pupil in a public secondary school that is operated by,</p> <p class=\"clause-e\">  (a)  The Kirkland Lake Board of Education;</p> <p class=\"clause-e\">  (b)  The Timiskaming Board of Education; or</p> <p class=\"clause-e\">  (c)  a board to which The Kirkland Lake Board of Education or The Timiskaming Board of Education pays fees in respect of the pupil,</p> <p class=\"Ssection-e\">is entitled to continue to be a pupil in the public secondary school although the pupil or the parent or other person who has lawful custody of the pupil becomes exempt from the payment of rates imposed for public secondary school purposes by reason of the operation of Ontario Regulation 730/92.</p> <p class=\"subsection-e\">  (2) If a pupil exercises the right under subsection (1), The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board shall pay to the public board that operates the secondary school a fee in respect of the pupil calculated in accordance with the regulations made under the Act.  O. Reg. 731/92, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": " 6. (1) The payment of legislative grants to The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board is subject to the following conditions: 1.  Before the 1st day of January, 1996, the board shall not operate an English-language instructional unit for secondary school purposes, other than a continuing education course or class. 2.  Before the 1st day of January, 1996, the board shall not operate a French-language instructional unit for secondary school purposes in the former Kirkland Lake separate school zone, other than, i.  a French-language instructional unit that is operated in the part of the former Kirkland Lake separate school zone that is in the school division of The Timiskaming Board of Education, ii.  a French-language instructional unit that is transferred by The Kirkland Lake Board of Education to The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board under section 182 of the Act, or iii.  a continuing education course or class. (2) Nothing in subsection (1) deprives a person of any right under the Act.  O. Reg. 731/92, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) The payment of legislative grants to The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board is subject to the following conditions:</p> <p class=\"paragraph-e\">  1.  Before the 1st day of January, 1996, the board shall not operate an English-language instructional unit for secondary school purposes, other than a continuing education course or class.</p> <p class=\"paragraph-e\">  2.  Before the 1st day of January, 1996, the board shall not operate a French-language instructional unit for secondary school purposes in the former Kirkland Lake separate school zone, other than,</p> <p class=\"subpara-e\">  i.  a French-language instructional unit that is operated in the part of the former Kirkland Lake separate school zone that is in the school division of The Timiskaming Board of Education,</p> <p class=\"subpara-e\">  ii.  a French-language instructional unit that is transferred by The Kirkland Lake Board of Education to The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board under section 182 of the Act, or</p> <p class=\"subpara-e\">  iii.  a continuing education course or class.</p> <p class=\"subsection-e\">  (2) Nothing in subsection (1) deprives a person of any right under the Act.  O. Reg. 731/92, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": " 7. (1) The Kirkland Lake Board of Education and The Timiskaming Board of Education shall each designate, in accordance with subsection (2) or by agreement with The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board, the persons on its supervisory officers staff, elementary teaching staff, secondary teaching staff and support staff whose services will not be required in the former Kirkland Lake separate school zone because of, (a)  a decision of The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board to operate, after the 31st day of December, 1995, an English-language instructional unit for secondary school purposes, other than a continuing education course or class; or (b)  a decision of The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board to operate, after the 31st day of December, 1995, a French-language instructional unit for secondary school purposes in the former Kirkland Lake separate school zone, other than, (i)  a French-language instructional unit that is operated in the part of the former Kirkland Lake separate school zone that is in the school division of The Timiskaming Board of Education, (ii)  a French-language instructional unit that is transferred by The Kirkland Lake Board of Education to The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board under section 182 of the Act, or (iii)  a continuing education course or class. (2) Regulations 288 and 289 of the Revised Regulations of Ontario, 1990 apply with necessary modifications to the designations required by subsection (1). (3) No agreement under subsection (1) renders inoperative any provision in a collective agreement unless the branch affiliate or affiliates concerned agree in writing to an amendment to the collective agreement. (4) In determining the designations referred to in subsection (1) and in implementing their employment policies thereafter, The Kirkland Lake Board of Education and The Timiskaming Board of Education shall endeavour to maintain and promote affirmative action with respect to the employment of women on their teaching staffs. (5) The Kirkland Lake Board of Education and The Timiskaming Board of Education shall make the designations referred to in subsection (1), (a)  in each of the ten school years commencing with the school year in which The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board first operates an English-language instructional unit referred to in clause (1) (a); and (b)  in each of the ten school years commencing with the school year in which The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board first operates a French-language instructional unit referred to in clause (1) (b) in the former Kirkland Lake separate school zone. (6) No designations shall be made under subsection (1) after the 1st day of January, 2006. (7) Designations shall be made under subsection (1) not later than the 31st day of May in each year. (8) The teaching contract, employment contract or employment relationship, as the case may be, of a person designated under subsection (1) is transferred to, and assumed by, The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board, effective on the 1st day of September next following the date on which the designation is made or on such earlier date as the boards concerned may agree on. (9) Subsections 135 (13), (15), (16) and (19) to (29) of the Act and sections 136 to 142 of the Act apply with necessary modifications in respect of persons designated under subsection (1).  O. Reg. 731/92, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) The Kirkland Lake Board of Education and The Timiskaming Board of Education shall each designate, in accordance with subsection (2) or by agreement with The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board, the persons on its supervisory officers staff, elementary teaching staff, secondary teaching staff and support staff whose services will not be required in the former Kirkland Lake separate school zone because of,</p> <p class=\"clause-e\">  (a)  a decision of The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board to operate, after the 31st day of December, 1995, an English-language instructional unit for secondary school purposes, other than a continuing education course or class; or</p> <p class=\"clause-e\">  (b)  a decision of The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board to operate, after the 31st day of December, 1995, a French-language instructional unit for secondary school purposes in the former Kirkland Lake separate school zone, other than,</p> <p class=\"subclause-e\">  (i)  a French-language instructional unit that is operated in the part of the former Kirkland Lake separate school zone that is in the school division of The Timiskaming Board of Education,</p> <p class=\"subclause-e\">  (ii)  a French-language instructional unit that is transferred by The Kirkland Lake Board of Education to The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board under section 182 of the Act, or</p> <p class=\"subclause-e\">  (iii)  a continuing education course or class.</p> <p class=\"subsection-e\">  (2) Regulations 288 and 289 of the Revised Regulations of Ontario, 1990 apply with necessary modifications to the designations required by subsection (1).</p> <p class=\"subsection-e\">  (3) No agreement under subsection (1) renders inoperative any provision in a collective agreement unless the branch affiliate or affiliates concerned agree in writing to an amendment to the collective agreement.</p> <p class=\"subsection-e\">  (4) In determining the designations referred to in subsection (1) and in implementing their employment policies thereafter, The Kirkland Lake Board of Education and The Timiskaming Board of Education shall endeavour to maintain and promote affirmative action with respect to the employment of women on their teaching staffs.</p> <p class=\"subsection-e\">  (5) The Kirkland Lake Board of Education and The Timiskaming Board of Education shall make the designations referred to in subsection (1),</p> <p class=\"clause-e\">  (a)  in each of the ten school years commencing with the school year in which The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board first operates an English-language instructional unit referred to in clause (1) (a); and</p> <p class=\"clause-e\">  (b)  in each of the ten school years commencing with the school year in which The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board first operates a French-language instructional unit referred to in clause (1) (b) in the former Kirkland Lake separate school zone.</p> <p class=\"subsection-e\">  (6) No designations shall be made under subsection (1) after the 1st day of January, 2006.</p> <p class=\"subsection-e\">  (7) Designations shall be made under subsection (1) not later than the 31st day of May in each year.</p> <p class=\"subsection-e\">  (8) The teaching contract, employment contract or employment relationship, as the case may be, of a person designated under subsection (1) is transferred to, and assumed by, The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board, effective on the 1st day of September next following the date on which the designation is made or on such earlier date as the boards concerned may agree on.</p> <p class=\"subsection-e\">  (9) Subsections 135 (13), (15), (16) and (19) to (29) of the Act and sections 136 to 142 of the Act apply with necessary modifications in respect of persons designated under subsection (1).  O. Reg. 731/92, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": " 8. (1) All assets and liabilities of The Kirkland Lake District Roman Catholic Separate School Board are transferred to The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board on the day Ontario Regulation 730/92 comes into force. (2) Subsection (1) does not affect the employment relationships of persons employed by The Kirkland Lake District Roman Catholic Separate School Board. (3) The employment relationships of all persons employed by The Kirkland Lake District Roman Catholic Separate School Board are transferred to The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board on the day Ontario Regulation 730/92 comes into force. (4) The terms and conditions of employment of teachers whose employment relationships are transferred under this section continue in accordance with the School Boards and Teachers Collective Negotiations Act\r\nuntil a new collective agreement comes into force. (5) The terms and conditions of employment of other staff whose employment relationships are transferred under this section continue in accordance with the policy of The Kirkland Lake District Roman Catholic Separate School Board until altered by the policy of The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board. (6) On the day Ontario Regulation 730/92 comes into force, the length of service of all persons employed by The Kirkland Lake District Roman Catholic Separate School Board immediately before Ontario Regulation 730/92 came into force, as determined under the collective agreement or board policy then applicable to them, shall be deemed to have been the length of their service as persons employed by The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board. (7) Subsection 180 (5) of the Act applies to an employee whose employment relationship is transferred under subsection (3).  O. Reg. 731/92, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) All assets and liabilities of The Kirkland Lake District Roman Catholic Separate School Board are transferred to The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board on the day Ontario Regulation 730/92 comes into force.</p> <p class=\"subsection-e\">  (2) Subsection (1) does not affect the employment relationships of persons employed by The Kirkland Lake District Roman Catholic Separate School Board.</p> <p class=\"subsection-e\">  (3) The employment relationships of all persons employed by The Kirkland Lake District Roman Catholic Separate School Board are transferred to The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board on the day Ontario Regulation 730/92 comes into force.</p> <p class=\"subsection-e\">  (4) The terms and conditions of employment of teachers whose employment relationships are transferred under this section continue in accordance with the <i>School Boards and Teachers Collective Negotiations Act</i>\r\nuntil a new collective agreement comes into force.</p> <p class=\"subsection-e\">  (5) The terms and conditions of employment of other staff whose employment relationships are transferred under this section continue in accordance with the policy of The Kirkland Lake District Roman Catholic Separate School Board until altered by the policy of The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board.</p> <p class=\"subsection-e\">  (6) On the day Ontario Regulation 730/92 comes into force, the length of service of all persons employed by The Kirkland Lake District Roman Catholic Separate School Board immediately before Ontario Regulation 730/92 came into force, as determined under the collective agreement or board policy then applicable to them, shall be deemed to have been the length of their service as persons employed by The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board.</p> <p class=\"subsection-e\">  (7) Subsection 180 (5) of the Act applies to an employee whose employment relationship is transferred under subsection (3).  O. Reg. 731/92, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": " 9. (1) On the day Ontario Regulation 730/92 comes into force, (a)  the membership of the special education advisory committee of The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board is expanded to include every person who, immediately before Ontario Regulation 730/92 came into force, was a member of the special education advisory committee of The Kirkland Lake District Roman Catholic Separate School Board, other than the members who were appointed under clause 206 (2) (d) of the Act; and (b)  the persons who were appointed under clause 206 (2) (d) of the Act as members of the special education advisory committee of The Timiskaming District Roman Catholic Separate School Board cease to be members of the special education advisory committee of The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board. (2) At its first meeting after Ontario Regulation 730/92 comes into force, The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board shall appoint three additional members to the board’s special education advisory committee. (3) The three persons appointed under subsection (2) shall be members of The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board.  O. Reg. 731/92, s. 9.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) On the day Ontario Regulation 730/92 comes into force,</p> <p class=\"clause-e\">  (a)  the membership of the special education advisory committee of The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board is expanded to include every person who, immediately before Ontario Regulation 730/92 came into force, was a member of the special education advisory committee of The Kirkland Lake District Roman Catholic Separate School Board, other than the members who were appointed under clause 206 (2) (d) of the Act; and</p> <p class=\"clause-e\">  (b)  the persons who were appointed under clause 206 (2) (d) of the Act as members of the special education advisory committee of The Timiskaming District Roman Catholic Separate School Board cease to be members of the special education advisory committee of The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board.</p> <p class=\"subsection-e\">  (2) At its first meeting after Ontario Regulation 730/92 comes into force, The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board shall appoint three additional members to the board’s special education advisory committee.</p> <p class=\"subsection-e\">  (3) The three persons appointed under subsection (2) shall be members of The Kirkland Lake – Timiskaming District Roman Catholic Separate School Board.  O. Reg. 731/92, s. 9.</p> <p class=\"subsection-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/920731\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}