{
    "reg_info": {
        "full_title": "O. Reg. 439/10: HOGS - MARKETING",
        "reg_name_text": "Hogs — Marketing",
        "citation": "O. Reg. 439/10: HOGS - MARKETING",
        "act_under": "Farm Products Marketing Act",
        "url": "https://www.ontario.ca/laws/regulation/100439",
        "date_scraped": "2023-12-18 22:37:34"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "November 14, 2019",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/100439/v2",
            "valid_from": "December  4, 2010",
            "valid_to": "November 13, 2019"
        },
        {
            "a_href": "/laws/regulation/100439/v1",
            "valid_from": "November 30, 2010",
            "valid_to": "December  3, 2010"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Definitions",
            "part_id": null,
            "part_type": null,
            "section": "Definitions",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Definitions",
            "content": " 1. In this Regulation, “hogs” means domestic swine produced in Ontario; (“porc”) “local board” means The Ontario Pork Producers’ Marketing Board; (“commission locale”) “processing” means the slaughtering of hogs; (“transformation”) “processor” means a person who slaughters hogs or has hogs slaughtered; (“transformateur”) “producer” means a person engaged in the production of hogs; (“producteur”) “shipper” means a person who assembles\nhogs or transports hogs in any manner, but does not include, (a) a producer who transports in a vehicle owned by the producer only the hogs produced by the producer, (b) a person who is employed by and driving a vehicle owned by the holder of a licence as a shipper, or (c) a railway company. (“expéditeur”) O. Reg. 439/10, s. 1. Powers of Local Board",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“hogs” means domestic swine produced in Ontario; (“porc”)</p> <p class=\"definition-e\">“local board” means The Ontario Pork Producers’ Marketing Board; (“commission locale”)</p> <p class=\"definition-e\">“processing” means the slaughtering of hogs; (“transformation”)</p> <p class=\"definition-e\">“processor” means a person who slaughters hogs or has hogs slaughtered; (“transformateur”)</p> <p class=\"definition-e\">“producer” means a person engaged in the production of hogs; (“producteur”)</p> <p class=\"definition-e\">“shipper” means a person who assembles<b>\n</b>hogs or transports hogs in any manner, but does not include,</p> <p class=\"defclause-e\">  (a) a producer who transports in a vehicle owned by the producer only the hogs produced by the producer,</p> <p class=\"defclause-e\">  (b) a person who is employed by and driving a vehicle owned by the holder of a licence as a shipper, or</p> <p class=\"defclause-e\">  (c) a railway company. (“expéditeur”) O. Reg. 439/10, s. 1.</p> <p class=\"heading1-e\"><a name=\"BK2\"></a>Powers of Local Board</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "Powers of Local Board",
            "part_id": null,
            "part_type": null,
            "section": "Powers of Local Board",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Powers of local board",
            "content": " 2. The Commission delegates to the local board the power, (a) to require persons engaged in the producing or marketing of hogs to register their names, addresses and occupations with the local board; (b) to require persons engaged in the producing or marketing of hogs to furnish such information in respect of hogs including the completing and filing of returns as the local board determines; (c) to appoint persons to inspect the books, records, documents, lands and premises and any hogs of persons engaged in marketing hogs; (d) to stimulate, increase and improve the marketing of hogs; (e) to co-operate with a marketing board, local board, marketing commission or marketing agency of Canada or any province in Canada for the purpose of marketing hogs; (f) to do such acts and make such orders and issue such directions as are necessary to enforce the due observance and carrying out of the Act and the regulations. O. Reg. 439/10, s. 2.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK3\"></a>2. </b>The Commission delegates to the local board the power,</p> <p class=\"clause-e\">  (a) to require persons engaged in the producing or marketing of hogs to register their names, addresses and occupations with the local board;</p> <p class=\"clause-e\">  (b) to require persons engaged in the producing or marketing of hogs to furnish such information in respect of hogs including the completing and filing of returns as the local board determines;</p> <p class=\"clause-e\">  (c) to appoint persons to inspect the books, records, documents, lands and premises and any hogs of persons engaged in marketing hogs;</p> <p class=\"clause-e\">  (d) to stimulate, increase and improve the marketing of hogs;</p> <p class=\"clause-e\">  (e) to co-operate with a marketing board, local board, marketing commission or marketing agency of Canada or any province in Canada for the purpose of marketing hogs;</p> <p class=\"clause-e\">  (f) to do such acts and make such orders and issue such directions as are necessary to enforce the due observance and carrying out of the Act and the regulations. O. Reg. 439/10, s. 2.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Powers of local board to make regulations",
            "content": " 3. (1) The Commission delegates to the local board the power to make regulations requiring that persons may engage in the assembling, shipping or transporting of hogs only under the authority of a licence and to make regulations relating to such licences providing for, (a) the refusal to grant a licence where the applicant is not qualified by experience, financial responsibility and equipment to engage properly in the business for which the application was made, or for any other reason that the local board considers proper; and (b) the suspension or revocation of, or the refusal to renew, a licence for failure to observe, perform or carry out the Act, the regulations or any order or direction of the local board. O. Reg. 439/10, s. 3 (1). (2) The Commission delegates to the local board the power to make regulations with respect to licences required by a regulation made under subsection (1), those deemed to have been granted under subsection 4 (2) and those granted under sections 5 and 10.2, (a) fixing licence fees and providing for the payment of the fees payable by a licence holder; (b) requiring any person who receives hogs to deduct from the money payable for the hogs any licence fees payable to the local board by the person from whom the person receives the hogs, and to forward the licence fees to the local board; and (c) prescribing the forms of licences. O. Reg. 439/10, s. 3 (2); O. Reg. 381/19, s. 1. (3) The Commission delegates to the local board the power to make regulations with respect to hogs, (a) providing for the control and regulation of the marketing of hogs that are marketed by or through the local board, including the times and places at which hogs may be marketed; (b) requiring any person who produces and processes hogs to furnish to the local board statements of the amounts of hogs that the person produced in any year and used for processing; (c) providing for the exemption from any or all of the regulations, orders or directions of any class, variety or grade of hogs, or any person or class of persons engaged in the producing or marketing of hogs or any class, variety or grade of hogs; and (d) providing for the making of agreements relating to the marketing of hogs by or through the local board, and prescribing the forms and the terms and conditions of such agreements. O. Reg. 439/10, s. 3 (3). Licences to Sell Hogs",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>3. </b>(1) The Commission delegates to the local board the power to make regulations requiring that persons may engage in the assembling, shipping or transporting of hogs only under the authority of a licence and to make regulations relating to such licences providing for,</p> <p class=\"clause-e\">  (a) the refusal to grant a licence where the applicant is not qualified by experience, financial responsibility and equipment to engage properly in the business for which the application was made, or for any other reason that the local board considers proper; and</p> <p class=\"clause-e\">  (b) the suspension or revocation of, or the refusal to renew, a licence for failure to observe, perform or carry out the Act, the regulations or any order or direction of the local board. O. Reg. 439/10, s. 3 (1).</p> <p class=\"subsection-e\">  (2) The Commission delegates to the local board the power to make regulations with respect to licences required by a regulation made under subsection (1), those deemed to have been granted under subsection 4 (2) and those granted under sections 5 and 10.2,</p> <p class=\"clause-e\">  (a) fixing licence fees and providing for the payment of the fees payable by a licence holder;</p> <p class=\"clause-e\">  (b) requiring any person who receives hogs to deduct from the money payable for the hogs any licence fees payable to the local board by the person from whom the person receives the hogs, and to forward the licence fees to the local board; and</p> <p class=\"clause-e\">  (c) prescribing the forms of licences. O. Reg. 439/10, s. 3 (2); O. Reg. 381/19, s. 1.</p> <p class=\"subsection-e\">  (3) The Commission delegates to the local board the power to make regulations with respect to hogs,</p> <p class=\"clause-e\">  (a) providing for the control and regulation of the marketing of hogs that are marketed by or through the local board, including the times and places at which hogs may be marketed;</p> <p class=\"clause-e\">  (b) requiring any person who produces and processes hogs to furnish to the local board statements of the amounts of hogs that the person produced in any year and used for processing;</p> <p class=\"clause-e\">  (c) providing for the exemption from any or all of the regulations, orders or directions of any class, variety or grade of hogs, or any person or class of persons engaged in the producing or marketing of hogs or any class, variety or grade of hogs; and</p> <p class=\"clause-e\">  (d) providing for the making of agreements relating to the marketing of hogs by or through the local board, and prescribing the forms and the terms and conditions of such agreements. O. Reg. 439/10, s. 3 (3).</p> <p class=\"heading1-e\"><a name=\"BK5\"></a>Licences to Sell Hogs</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "Licences to Sell Hogs",
            "part_id": null,
            "part_type": null,
            "section": "Licences to Sell Hogs",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Licence to sell hogs",
            "content": " 4. (1) No producer shall sell or offer to sell hogs that he or she has produced except under the authority of a licence. O. Reg. 439/10, s. 4 (1). (2) A producer who on the day before this Regulation comes into force was registered as a member of a County Pork Producers Association under section 12 of the Schedule to Regulation 420 of the Revised Regulations of Ontario, 1990 (Hogs — Plan) is deemed to be the holder of a licence to sell hogs. O. Reg. 439/10, s. 4 (2). (3) Despite subsection (1), a producer other than a producer mentioned in subsection (2) who sells or offers to sell hogs may do so without a licence until June 1, 2011. O. Reg. 439/10, s. 4 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>4. </b>(1) No producer shall sell or offer to sell hogs that he or she has produced except under the authority of a licence. O. Reg. 439/10, s. 4 (1).</p> <p class=\"subsection-e\">  (2) A producer who on the day before this Regulation comes into force was registered as a member of a County Pork Producers Association under section 12 of the Schedule to Regulation 420 of the Revised Regulations of Ontario, 1990 (Hogs — Plan) is deemed to be the holder of a licence to sell hogs. O. Reg. 439/10, s. 4 (2).</p> <p class=\"subsection-e\">  (3) Despite subsection (1), a producer other than a producer mentioned in subsection (2) who sells or offers to sell hogs may do so without a licence until June 1, 2011. O. Reg. 439/10, s. 4 (3).</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Licensing process",
            "content": " 5. (1) A producer who wishes to sell or offer to sell hogs may apply to the local board for a licence to do so. O. Reg. 439/10, s. 5 (1). (2) The local board shall grant a licence to an applicant unless it believes that the licence should be refused for any of the following reasons: 1. The past conduct of the applicant or, where the applicant is a corporation, of its officers or directors, affords reasonable grounds for belief that the applicant will not comply with the requirements of this Regulation or any regulation made under the Act by the Lieutenant Governor in Council or the Commission with respect to the production and marketing of hogs. 2. The applicant is not in a position to observe or carry out the provisions of this Regulation or any regulation made under the Act by the Lieutenant Governor in Council or the Commission with respect to the production and marketing of hogs. 3. The applicant has failed to furnish any information required by the local board under clause 2 (a) or (b). O. Reg. 439/10, s. 5 (2); O. Reg. 381/19, s. 2 (1). (3) If the local board proposes to refuse to grant a licence under subsection (2), it shall give the applicant notice of the fact and hold a hearing on the matter. O. Reg. 439/10, s. 5 (3). (4) The local board may suspend, revoke or impose specified conditions on a licence if, after a hearing, it determines that the producer who holds the licence, (a) has failed to pay any licence fees required under this Regulation; (b) has failed to furnish any information required by the local board under clause 2 (a) or (b); or (c) has failed to comply with any requirement of the regulations made under the Act by the Lieutenant Governor in Council or the Commission with respect to the production or marketing of hogs. O. Reg. 439/10, s. 5 (4); O. Reg. 381/19, s. 2 (2, 3). (5) The local board may revoke a licence if it determines that a period of at least three years has elapsed since the licence holder last sold hogs or offered to sell hogs. O. Reg. 439/10, s. 5 (5). (6) A licence granted under this section is not transferable. O. Reg. 439/10, s. 5 (6).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>5. </b>(1) A producer who wishes to sell or offer to sell hogs may apply to the local board for a licence to do so. O. Reg. 439/10, s. 5 (1).</p> <p class=\"subsection-e\">  (2) The local board shall grant a licence to an applicant unless it believes that the licence should be refused for any of the following reasons:</p> <p class=\"paragraph-e\">  1. The past conduct of the applicant or, where the applicant is a corporation, of its officers or directors, affords reasonable grounds for belief that the applicant will not comply with the requirements of this Regulation or any regulation made under the Act by the Lieutenant Governor in Council or the Commission with respect to the production and marketing of hogs. </p> <p class=\"paragraph-e\">  2. The applicant is not in a position to observe or carry out the provisions of this Regulation or any regulation made under the Act by the Lieutenant Governor in Council or the Commission with respect to the production and marketing of hogs.</p> <p class=\"paragraph-e\">  3. The applicant has failed to furnish any information required by the local board under clause 2 (a) or (b). O. Reg. 439/10, s. 5 (2); O. Reg. 381/19, s. 2 (1).</p> <p class=\"subsection-e\">  (3) If the local board proposes to refuse to grant a licence under subsection (2), it shall give the applicant notice of the fact and hold a hearing on the matter. O. Reg. 439/10, s. 5 (3).</p> <p class=\"subsection-e\">  (4) The local board may suspend, revoke or impose specified conditions on a licence if, after a hearing, it determines that the producer who holds the licence,</p> <p class=\"clause-e\">  (a) has failed to pay any licence fees required under this Regulation;</p> <p class=\"clause-e\">  (b) has failed to furnish any information required by the local board under clause 2 (a) or (b); or</p> <p class=\"clause-e\">  (c) has failed to comply with any requirement of the regulations made under the Act by the Lieutenant Governor in Council or the Commission with respect to the production or marketing of hogs. O. Reg. 439/10, s. 5 (4); O. Reg. 381/19, s. 2 (2, 3).</p> <p class=\"subsection-e\">  (5) The local board may revoke a licence if it determines that a period of at least three years has elapsed since the licence holder last sold hogs or offered to sell hogs. O. Reg. 439/10, s. 5 (5).</p> <p class=\"subsection-e\">  (6) A licence granted under this section is not transferable. O. Reg. 439/10, s. 5 (6).</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Payment of licence fees",
            "content": " 6. A producer who holds a licence to sell hogs shall pay to the local board the licence fees that may be fixed by the local board by regulation made under clause 3 (2) (a), subject to any regulation made by the local board under clause 3 (2) (b). O. Reg. 439/10, s. 6; O. Reg. 381/19, s. 3. Sale of Hogs by or through the Local Board",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>6. </b>A producer who holds a licence to sell hogs shall pay to the local board the licence fees that may be fixed by the local board by regulation made under clause 3 (2) (a), subject to any regulation made by the local board under clause 3 (2) (b). O. Reg. 439/10, s. 6; O. Reg. 381/19, s. 3.</p> <p class=\"heading1-e\"><a name=\"BK9\"></a>Sale of Hogs by or through the Local Board</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "Sale of Hogs by or through the Local Board",
            "part_id": null,
            "part_type": null,
            "section": "Sale of Hogs by or through the Local Board",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Local board’s powers when selling hogs",
            "content": " 7. The local board has the following powers with respect to any sale of hogs conducted by the local board on behalf of a producer: 1. To fix the terms and conditions of agreements for the sale of hogs. 2. To fix and impose service charges from time to time for the marketing of hogs. 3. To require the price payable or owing to the producer for hogs to be paid to the local board. 4. To collect from any person by action in a court of competent jurisdiction the price or any part thereof of hogs. 5. To pay to the producer the price for hogs less service charges imposed under paragraph 2 and licence fees imposed under clause 3 (2) (a) and to fix the time periods within which such payments shall be made. O. Reg. 439/10, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>7. </b>The local board has the following powers with respect to any sale of hogs conducted by the local board on behalf of a producer:</p> <p class=\"paragraph-e\">  1. To fix the terms and conditions of agreements for the sale of hogs.</p> <p class=\"paragraph-e\">  2. To fix and impose service charges from time to time for the marketing of hogs.</p> <p class=\"paragraph-e\">  3. To require the price payable or owing to the producer for hogs to be paid to the local board.</p> <p class=\"paragraph-e\">  4. To collect from any person by action in a court of competent jurisdiction the price or any part thereof of hogs. </p> <p class=\"paragraph-e\">  5. To pay to the producer the price for hogs less service charges imposed under paragraph 2 and licence fees imposed under clause 3 (2) (a) and to fix the time periods within which such payments shall be made. O. Reg. 439/10, s. 7.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Records",
            "content": " 8. (1) Where the local board sells hogs on behalf of a producer, it shall make and keep for at least one year a record showing,  (a) the number of hogs sold per delivery; (b) the place from which the hogs were delivered; (c) the place to which the hogs were delivered; and (d) the price at which the hogs were sold. O. Reg. 439/10, s. 8 (1). (2) In a sale under subsection (1), each payment to the producer by the local board under paragraph 5 of section 7 shall be accompanied by a statement that includes, (a) where the price for the hogs is determined on a carcass grade basis, the grades and quantity of each grade of hogs sold; (b) where the price for the hogs is not determined on a carcass grade basis, the quantity of hogs sold; (c) the price paid for each class, variety, grade or size of hog sold; (d) the particulars of the service charges imposed by the local board; and (e) the particulars of licence fees deducted by the local board. O. Reg. 439/10, s. 8 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>8. </b>(1) Where the local board sells hogs on behalf of a producer, it shall make and keep for at least one year a record showing, </p> <p class=\"clause-e\">  (a) the number of hogs sold per delivery;</p> <p class=\"clause-e\">  (b) the place from which the hogs were delivered;</p> <p class=\"clause-e\">  (c) the place to which the hogs were delivered; and</p> <p class=\"clause-e\">  (d) the price at which the hogs were sold. O. Reg. 439/10, s. 8 (1).</p> <p class=\"subsection-e\">  (2) In a sale under subsection (1), each payment to the producer by the local board under paragraph 5 of section 7 shall be accompanied by a statement that includes,</p> <p class=\"clause-e\">  (a) where the price for the hogs is determined on a carcass grade basis, the grades and quantity of each grade of hogs sold;</p> <p class=\"clause-e\">  (b) where the price for the hogs is not determined on a carcass grade basis, the quantity of hogs sold;</p> <p class=\"clause-e\">  (c) the price paid for each class, variety, grade or size of hog sold;</p> <p class=\"clause-e\">  (d) the particulars of the service charges imposed by the local board; and</p> <p class=\"clause-e\">  (e) the particulars of licence fees deducted by the local board. O. Reg. 439/10, s. 8 (2).</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Pools for distribution of money",
            "content": " 9. (1) The local board may conduct one or more pools for the distribution of money it receives from the sale of hogs on behalf of producers. O. Reg. 439/10, s. 9 (1). (2) The local board may, after deducting all necessary and proper disbursements and expenses, distribute the remainder of the money received from the sale in such manner that every producer who participates in a pool receives a share of the remainder of the money received from the sale in relation to the amount, class, variety, grade or size of hogs delivered by the producer. O. Reg. 439/10, s. 9 (2). Sale of Hogs Other Than by or through the Local Board",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>9. </b>(1) The local board may conduct one or more pools for the distribution of money it receives from the sale of hogs on behalf of producers. O. Reg. 439/10, s. 9 (1).</p> <p class=\"subsection-e\">  (2) The local board may, after deducting all necessary and proper disbursements and expenses, distribute the remainder of the money received from the sale in such manner that every producer who participates in a pool receives a share of the remainder of the money received from the sale in relation to the amount, class, variety, grade or size of hogs delivered by the producer. O. Reg. 439/10, s. 9 (2).</p> <p class=\"heading1-e\"><a name=\"BK13\"></a>Sale of Hogs Other Than by or through the Local Board</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "Sale of Hogs Other Than by or through the Local Board",
            "part_id": null,
            "part_type": null,
            "section": "Sale of Hogs Other Than by or through the Local Board",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Information to be provided on sale of hogs",
            "content": " 10. (1) This section applies where hogs are sold, (a) directly by a producer to a processor; or (b) by a producer to a processor through a person who provides marketing services to buyers and sellers of hogs. O. Reg. 439/10, s. 10 (1). (2) In a sale described in subsection (1), it is a term and condition of the agreement of sale that each payment to the producer by the processor or by the person who provides marketing services be accompanied by a statement that includes, (a) where the price for the hogs is determined on a carcass grade basis, the grades and quantity of each grade of hogs sold; (b) where the price for the hogs is not determined on a carcass grade basis, the quantity of hogs sold; (c) the price paid for each class, variety, grade or size of hog sold; and (d) the particulars of the licence fees deducted and paid to the local board. O. Reg. 439/10, s. 10 (2). (3) The processor or the person who provides marketing services shall promptly provide the local board with a copy of the statement mentioned in subsection (2). O. Reg. 439/10, s. 10 (3). Licences to Transfer Hogs",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>10. </b>(1) This section applies where hogs are sold,</p> <p class=\"clause-e\">  (a) directly by a producer to a processor; or</p> <p class=\"clause-e\">  (b) by a producer to a processor through a person who provides marketing services to buyers and sellers of hogs. O. Reg. 439/10, s. 10 (1).</p> <p class=\"subsection-e\">  (2) In a sale described in subsection (1), it is a term and condition of the agreement of sale that each payment to the producer by the processor or by the person who provides marketing services be accompanied by a statement that includes,</p> <p class=\"clause-e\">  (a) where the price for the hogs is determined on a carcass grade basis, the grades and quantity of each grade of hogs sold;</p> <p class=\"clause-e\">  (b) where the price for the hogs is not determined on a carcass grade basis, the quantity of hogs sold;</p> <p class=\"clause-e\">  (c) the price paid for each class, variety, grade or size of hog sold; and</p> <p class=\"clause-e\">  (d) the particulars of the licence fees deducted and paid to the local board. O. Reg. 439/10, s. 10 (2).</p> <p class=\"subsection-e\">  (3) The processor or the person who provides marketing services shall promptly provide the local board with a copy of the statement mentioned in subsection (2). O. Reg. 439/10, s. 10 (3).</p> <p class=\"heading1-e\"><a name=\"BK15\"></a>Licences to Transfer Hogs</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "Licences to Transfer Hogs",
            "part_id": null,
            "part_type": null,
            "section": "Licences to Transfer Hogs",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "10.1",
            "part_id": null,
            "part_type": null,
            "section": "Licence to transfer hogs",
            "content": " 10.1 No producer shall transfer hogs to a place outside of Ontario without having sold them or offered them for sale, except under the authority of a licence to transfer hogs. O. Reg. 381/19, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>10.1 </b>No producer shall transfer hogs to a place outside of Ontario without having sold them or offered them for sale, except under the authority of a licence to transfer hogs. O. Reg. 381/19, s. 4.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "10.2",
            "part_id": null,
            "part_type": null,
            "section": "Licence application, suspension, etc.",
            "content": " 10.2 (1) A producer who wishes to transfer hogs to a place outside of Ontario without having sold them or offered them for sale may apply to the local board for a licence to transfer hogs. O. Reg. 381/19, s. 4. (2) The local board shall grant a licence to an applicant unless it believes that the licence should be refused for any of the reasons set out in paragraphs 1, 2 and 3 of subsection 5 (2). O. Reg. 381/19, s. 4. (3) If the local board proposes to refuse to grant a licence under subsection (2), it shall give the applicant notice of the fact and hold a hearing on the matter. O. Reg. 381/19, s. 4. (4) The local board may suspend, revoke or impose specified conditions on a licence if, after a hearing, it determines that the producer who holds the licence, (a) has failed to pay any licence fees required under this Regulation; (b) has failed to furnish any information required by the local board under clause 2 (a) or (b); or (c) has failed to comply with any requirement of the regulations made under the Act by the Lieutenant Governor in Council or the Commission with respect to the production or marketing of hogs. O. Reg. 381/19, s. 4. (5) The local board may revoke a licence to transfer hogs if it determines that a period of at least three years has elapsed since the licence holder last transferred hogs outside of Ontario without having sold them or offered them for sale. O. Reg. 381/19, s. 4. (6) A licence to transfer hogs is not transferable. O. Reg. 381/19, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>10.2 </b>(1) A producer who wishes to transfer hogs to a place outside of Ontario without having sold them or offered them for sale may apply to the local board for a licence to transfer hogs. O. Reg. 381/19, s. 4.</p> <p class=\"subsection-e\">  (2) The local board shall grant a licence to an applicant unless it believes that the licence should be refused for any of the reasons set out in paragraphs 1, 2 and 3 of subsection 5 (2). O. Reg. 381/19, s. 4.</p> <p class=\"subsection-e\">  (3) If the local board proposes to refuse to grant a licence under subsection (2), it shall give the applicant notice of the fact and hold a hearing on the matter. O. Reg. 381/19, s. 4.</p> <p class=\"subsection-e\">  (4) The local board may suspend, revoke or impose specified conditions on a licence if, after a hearing, it determines that the producer who holds the licence,</p> <p class=\"clause-e\">  (a) has failed to pay any licence fees required under this Regulation; </p> <p class=\"clause-e\">  (b) has failed to furnish any information required by the local board under clause 2 (a) or (b); or</p> <p class=\"clause-e\">  (c) has failed to comply with any requirement of the regulations made under the Act by the Lieutenant Governor in Council or the Commission with respect to the production or marketing of hogs. O. Reg. 381/19, s. 4.</p> <p class=\"subsection-e\">  (5) The local board may revoke a licence to transfer hogs if it determines that a period of at least three years has elapsed since the licence holder last transferred hogs outside of Ontario without having sold them or offered them for sale. O. Reg. 381/19, s. 4.</p> <p class=\"subsection-e\">  (6) A licence to transfer hogs is not transferable. O. Reg. 381/19, s. 4.</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "10.3",
            "part_id": null,
            "part_type": null,
            "section": "Payment of licence fees",
            "content": " 10.3 A producer who holds a licence to transfer hogs shall pay to the local board the licence fees that may be fixed by the local board under clause 3 (2) (a). O. Reg. 381/19, s. 4. Miscellaneous",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>10.3 </b>A producer who holds a licence to transfer hogs shall pay to the local board the licence fees that may be fixed by the local board under clause 3 (2) (a). O. Reg. 381/19, s. 4.</p> <p class=\"heading1-e\"><a name=\"BK19\"></a>Miscellaneous</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "Miscellaneous",
            "part_id": null,
            "part_type": null,
            "section": "Miscellaneous",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "Funds",
            "content": " 11. The local board may establish funds for any of the following purposes: 1. Paying the expenses of the local board related to the marketing of hogs by or through the local board. 2. Paying the other expenses of the local board in relation to carrying out and enforcing the Act and the regulations. O. Reg. 439/10, s. 11.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>11. </b>The local board may establish funds for any of the following purposes:</p> <p class=\"paragraph-e\">  1. Paying the expenses of the local board related to the marketing of hogs by or through the local board.</p> <p class=\"paragraph-e\">  2. Paying the other expenses of the local board in relation to carrying out and enforcing the Act and the regulations. O. Reg. 439/10, s. 11.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Expenditures",
            "content": " 12. (1) The local board may use any class of service charge fixed and imposed under paragraph 2 of section 7 for the purposes of paying the expenses of the local board related to the marketing of hogs by or through the local board. O. Reg. 439/10, s. 12 (1). (2) The local board may use any class of licence fee and other money payable to it other than service charges fixed and imposed under paragraph 2 of section 7, for the purposes of paying the expenses of the local board in relation to carrying out and enforcing the Act and the regulations other than expenses related to the marketing of hogs by or through the local board. O. Reg. 439/10, s. 12 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>12. </b>(1) The local board may use any class of service charge fixed and imposed under paragraph 2 of section 7 for the purposes of paying the expenses of the local board related to the marketing of hogs by or through the local board. O. Reg. 439/10, s. 12 (1).</p> <p class=\"subsection-e\">  (2) The local board may use any class of licence fee and other money payable to it other than service charges fixed and imposed under paragraph 2 of section 7, for the purposes of paying the expenses of the local board in relation to carrying out and enforcing the Act and the regulations other than expenses related to the marketing of hogs by or through the local board. O. Reg. 439/10, s. 12 (2).</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "13.",
            "part_id": null,
            "part_type": null,
            "section": "Appointment of agents",
            "content": " 13. The local board may appoint agents, prescribe their duties and terms and conditions of employment and provide for their remuneration. O. Reg. 439/10, s. 13.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK22\"></a><b>13. </b>The local board may appoint agents, prescribe their duties and terms and conditions of employment and provide for their remuneration. O. Reg. 439/10, s. 13.</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "14.",
            "part_id": null,
            "part_type": null,
            "section": "Advisory Committee",
            "content": " 14. (1) There shall be a Hog Industry Advisory Committee composed of a chair and eight other members. O. Reg. 439/10, s. 14 (1). (2) On or after December 1 of each year but before January 1 of the next year, the Commission shall appoint the chair of the Advisory Committee and shall appoint the other members of the Advisory Committee as follows: 1. Three individuals who are producers or who are officers, directors or employees of producers. 2. Three individuals who are processors or who are officers, directors or employees of processors. 3. One individual who is a shipper or who is an officer, director or employee of a shipper. 4. One individual who is a person who provides marketing services to buyers and sellers of hogs or who is an officer, director or employee of a person who provides marketing services to buyers and sellers of hogs. O. Reg. 439/10, s. 14 (2). (3) Subject to subsection (5), the members of the Advisory Committee appointed under subsection (2) are appointed for a one-year period starting January 1 and ending December 31. O. Reg. 439/10, s. 14 (3). (4) If the chair of the Advisory Committee dies, resigns or is unavailable to act before his or her term expires, the Commission shall appoint a person for the remainder of the term of the chair. O. Reg. 439/10, s. 14 (4). (5) If a member of the Advisory Committee dies, resigns or is unavailable to act before his or her term expires, the Commission shall appoint a person for the remainder of the term of the member who died, resigned or was unavailable to act such that the composition of the Advisory Committee continues to accord with subsection (2). O. Reg. 439/10, s. 14 (5). (6) The Advisory Committee is empowered to advise and make recommendations to the local board or any person or organization represented on the Advisory Committee in respect of, (a) the promotion of harmonious relationships between persons engaged in the production and marketing of hogs; (b) the promotion of greater efficiency in the production and marketing of hogs; (c) the prevention and correction of irregularities and inequities in the marketing of hogs; (d) the improvement of the quality and variety of hogs; (e) the improvement of the circulation of market information respecting hogs; and (f) without limiting the generality of any of the foregoing, any matter with respect to which the Commission or the local board may be empowered to make regulations under the Act. O. Reg. 439/10, s. 14 (6). 15. Omitted (revokes other Regulations). O. Reg. 439/10, s. 15. 16. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 439/10, s. 16.  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK23\"></a><b>14. </b>(1) There shall be a Hog Industry Advisory Committee composed of a chair and eight other members. O. Reg. 439/10, s. 14 (1).</p> <p class=\"subsection-e\">  (2) On or after December 1 of each year but before January 1 of the next year, the Commission shall appoint the chair of the Advisory Committee and shall appoint the other members of the Advisory Committee as follows:</p> <p class=\"paragraph-e\">  1. Three individuals who are producers or who are officers, directors or employees of producers.</p> <p class=\"paragraph-e\">  2. Three individuals who are processors or who are officers, directors or employees of processors.</p> <p class=\"paragraph-e\">  3. One individual who is a shipper or who is an officer, director or employee of a shipper.</p> <p class=\"paragraph-e\">  4. One individual who is a person who provides marketing services to buyers and sellers of hogs or who is an officer, director or employee of a person who provides marketing services to buyers and sellers of hogs. O. Reg. 439/10, s. 14 (2).</p> <p class=\"subsection-e\">  (3) Subject to subsection (5), the members of the Advisory Committee appointed under subsection (2) are appointed for a one-year period starting January 1 and ending December 31. O. Reg. 439/10, s. 14 (3).</p> <p class=\"subsection-e\">  (4) If the chair of the Advisory Committee dies, resigns or is unavailable to act before his or her term expires, the Commission shall appoint a person for the remainder of the term of the chair. O. Reg. 439/10, s. 14 (4).</p> <p class=\"subsection-e\">  (5) If a member of the Advisory Committee dies, resigns or is unavailable to act before his or her term expires, the Commission shall appoint a person for the remainder of the term of the member who died, resigned or was unavailable to act such that the composition of the Advisory Committee continues to accord with subsection (2). O. Reg. 439/10, s. 14 (5).</p> <p class=\"subsection-e\">  (6) The Advisory Committee is empowered to advise and make recommendations to the local board or any person or organization represented on the Advisory Committee in respect of,</p> <p class=\"clause-e\">  (a) the promotion of harmonious relationships between persons engaged in the production and marketing of hogs;</p> <p class=\"clause-e\">  (b) the promotion of greater efficiency in the production and marketing of hogs;</p> <p class=\"clause-e\">  (c) the prevention and correction of irregularities and inequities in the marketing of hogs;</p> <p class=\"clause-e\">  (d) the improvement of the quality and variety of hogs;</p> <p class=\"clause-e\">  (e) the improvement of the circulation of market information respecting hogs; and</p> <p class=\"clause-e\">  (f) without limiting the generality of any of the foregoing, any matter with respect to which the Commission or the local board may be empowered to make regulations under the Act. O. Reg. 439/10, s. 14 (6).</p> <p class=\"section-e\"> <b>15.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">revokes other Regulations</span>). O. Reg. 439/10, s. 15.</p> <p class=\"section-e\"> <b>16.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>). O. Reg. 439/10, s. 16.</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/100439\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}