{
    "reg_info": {
        "full_title": "O. Reg. 156/13: GENERAL SYNOD PENSION PLAN OF THE ANGLICAN CHURCH OF CANADA",
        "reg_name_text": "GENERAL SYNOD PENSION PLAN OF THE ANGLICAN CHURCH OF CANADA",
        "citation": "O. Reg. 156/13: ",
        "act_under": "Pension Benefits Act   Loi sur les régimes de retraite ",
        "url": "https://www.ontario.ca/laws/regulation/130156",
        "date_scraped": "2023-12-18 14:55:40"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "September  1, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/130156/v9",
            "valid_from": "July 29, 2021",
            "valid_to": "August 31, 2021"
        },
        {
            "a_href": "/laws/regulation/130156/v8",
            "valid_from": "December  2, 2019",
            "valid_to": "December 30, 2019"
        },
        {
            "a_href": "/laws/regulation/130156/v7",
            "valid_from": "June  8, 2019",
            "valid_to": "December  1, 2019"
        },
        {
            "a_href": "/laws/regulation/130156/v6",
            "valid_from": "June  4, 2019",
            "valid_to": "June  7, 2019"
        },
        {
            "a_href": "/laws/regulation/130156/v5",
            "valid_from": "May  1, 2018",
            "valid_to": "June  3, 2019"
        },
        {
            "a_href": "/laws/regulation/130156/v4",
            "valid_from": "April 20, 2018",
            "valid_to": "April 30, 2018"
        },
        {
            "a_href": "/laws/regulation/130156/v3",
            "valid_from": "December 16, 2016",
            "valid_to": "April 19, 2018"
        },
        {
            "a_href": "/laws/regulation/130156/v2",
            "valid_from": "December 13, 2013",
            "valid_to": "December 15, 2016"
        },
        {
            "a_href": "/laws/regulation/130156/v1",
            "valid_from": "May 17, 2013",
            "valid_to": "December 12, 2013"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "General Synod Pension Plan",
            "content": " 1. This Regulation applies with respect to the General Synod Pension Plan, registered under the Act as number 0345777. O. Reg. 156/13, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>This Regulation applies with respect to the General Synod Pension Plan, registered under the Act as number 0345777. O. Reg. 156/13, s. 1.</p>"
        },
        {
            "id": "1.1",
            "section": "Non-application",
            "content": " 1.1 Despite section 1, the provisions of this Regulation cease to apply to the General Synod Pension Plan if the plan becomes a specified Ontario multi-employer pension plan by filing an election under section 6.0.3 of the General Regulation. O. Reg. 401/19, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1.1 </b>Despite section 1, the provisions of this Regulation cease to apply to the General Synod Pension Plan if the plan becomes a specified Ontario multi-employer pension plan by filing an election under section 6.0.3 of the General Regulation. O. Reg. 401/19, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Interpretation",
            "content": "  2. (1) In this Regulation, “General Regulation” means Regulation 909 of the Revised Regulations of Ontario, 1990 (General) made under the Act. O. Reg. 156/13, s. 2 (1). (2) Expressions used in this Regulation have the same meaning as in the General Regulation, unless the context requires otherwise. O. Reg. 156/13, s. 2 (2). (3) A reference in this Regulation to an August 2011, August 2012, December 2013, December 2014, December 2015, December 2016 or December 2017 valuation report is a reference to a valuation report with a valuation date of August 31, 2011, August 31, 2012, December 31, 2013, December 31, 2014, December 31, 2015, December 31, 2016 or December 31, 2017, as applicable. O. Reg. 326/13, s. 1; O. Reg. 465/16, s. 1; O. Reg. 259/18, s. 1. (4) In the event of a conflict between this Regulation and the General Regulation, this Regulation prevails. O. Reg. 326/13, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>  2. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“General Regulation” means Regulation 909 of the Revised Regulations of Ontario, 1990 (General) made under the Act. O. Reg. 156/13, s. 2 (1).</p> <p class=\"subsection-e\">  (2) Expressions used in this Regulation have the same meaning as in the General Regulation, unless the context requires otherwise. O. Reg. 156/13, s. 2 (2).</p> <p class=\"subsection-e\">  (3) A reference in this Regulation to an August 2011, August 2012, December 2013, December 2014, December 2015, December 2016 or December 2017 valuation report is a reference to a valuation report with a valuation date of August 31, 2011, August 31, 2012, December 31, 2013, December 31, 2014, December 31, 2015, December 31, 2016 or December 31, 2017, as applicable. O. Reg. 326/13, s. 1; O. Reg. 465/16, s. 1; O. Reg. 259/18, s. 1.</p> <p class=\"subsection-e\">  (4) In the event of a conflict between this Regulation and the General Regulation, this Regulation prevails. O. Reg. 326/13, s. 1.</p>"
        },
        {
            "id": "3.",
            "section": "Deadline extension for valuation report",
            "content": " 3. A valuation report for the pension plan with a valuation date of August 31, 2012 may be filed no later than December 31, 2013, despite subsection 14 (10) of the General Regulation. O. Reg. 156/13, s. 3; O. Reg. 326/13, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>A valuation report for the pension plan with a valuation date of August 31, 2012 may be filed no later than December 31, 2013, despite subsection 14 (10) of the General Regulation. O. Reg. 156/13, s. 3; O. Reg. 326/13, s. 2.</p>"
        },
        {
            "id": "4.",
            "section": "Election re solvency funding requirements",
            "content": " 4. (1) The administrator of the pension plan may elect to have all of the following rules apply to the pension plan: 1. Despite subsections 14 (1) and (3) of the General Regulation, valuation reports must be filed with a valuation date of August 31, 2012, December 31, 2013, December 31, 2014 and December 31, 2015. 2. For all valuation reports with a valuation date on or after August 31, 2011 and before December 31, 2015, the sufficiency of the required contributions is determined on the basis of a going concern valuation, despite subsection 6 (4.1) of the General Regulation. 3. The period beginning on August 31, 2011 and ending on December 30, 2015 is deemed for the purposes of subsection 7 (3) of the General Regulation to remain a period for which special payments are required to be made under section 5 of the General Regulation. 4. A solvency deficiency determined in an August 2011, August 2012, December 2013 or December 2014 valuation report must be liquidated, with interest at the rates described in subsection 5 (2) of the General Regulation, by equal monthly instalments over a five year period starting no later than December 31, 2016, despite clause 5 (1) (e) and subsection 5 (1.0.1) of the General Regulation.  The monthly instalments are deemed to be special payments under subsection 5 (1) of the General Regulation made for the purpose of liquidating a solvency deficiency. 5. Despite clause 1.2 (1) (d) of the General Regulation, the solvency asset adjustment for a solvency deficiency determined in a report under section 3 or 14 of the General Regulation with a valuation date on or after August 31, 2012 but before December 31, 2015 must include, i. the present value of special payments with respect to any going concern unfunded liability that are scheduled for payment within the period that begins on the valuation date of the report and ends on December 31, 2021, and ii. the present value of special payments with respect to any solvency deficiency — other than a solvency deficiency determined in the report — that are scheduled for payment within the period that begins on the valuation date of the report and ends on December 31, 2021. 6. No amendment to the pension plan that increases the going concern unfunded liability or the solvency deficiency may be filed before the later of December 31, 2016 and the date on which the solvency deficiencies referred to in paragraph 4 have been liquidated.  However, this restriction does not apply with respect to an amendment made to confer a benefit improvement that is required by law. 7.  Revoked: O. Reg. 530/21, s. 1. O. Reg. 326/13, s. 3; O. Reg. 530/21, s. 1. (2) The election must be made in writing and must be filed with the Superintendent no later than December 31,  2013. O. Reg. 326/13, s. 3. (3) The election may be made only once and cannot be rescinded. O. Reg. 326/13, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) The administrator of the pension plan may elect to have all of the following rules apply to the pension plan:</p> <p class=\"paragraph-e\">  1. Despite subsections 14 (1) and (3) of the General Regulation, valuation reports must be filed with a valuation date of August 31, 2012, December 31, 2013, December 31, 2014 and December 31, 2015.</p> <p class=\"paragraph-e\">  2. For all valuation reports with a valuation date on or after August 31, 2011 and before December 31, 2015, the sufficiency of the required contributions is determined on the basis of a going concern valuation, despite subsection 6 (4.1) of the General Regulation.</p> <p class=\"paragraph-e\">  3. The period beginning on August 31, 2011 and ending on December 30, 2015 is deemed for the purposes of subsection 7 (3) of the General Regulation to remain a period for which special payments are required to be made under section 5 of the General Regulation.</p> <p class=\"paragraph-e\">  4. A solvency deficiency determined in an August 2011, August 2012, December 2013 or December 2014 valuation report must be liquidated, with interest at the rates described in subsection 5 (2) of the General Regulation, by equal monthly instalments over a five year period starting no later than December 31, 2016, despite clause 5 (1) (e) and subsection 5 (1.0.1) of the General Regulation.  The monthly instalments are deemed to be special payments under subsection 5 (1) of the General Regulation made for the purpose of liquidating a solvency deficiency.</p> <p class=\"paragraph-e\">  5. Despite clause 1.2 (1) (d) of the General Regulation, the solvency asset adjustment for a solvency deficiency determined in a report under section 3 or 14 of the General Regulation with a valuation date on or after August 31, 2012 but before December 31, 2015 must include,</p> <p class=\"subpara-e\">  i. the present value of special payments with respect to any going concern unfunded liability that are scheduled for payment within the period that begins on the valuation date of the report and ends on December 31, 2021, and</p> <p class=\"subpara-e\">  ii. the present value of special payments with respect to any solvency deficiency — other than a solvency deficiency determined in the report — that are scheduled for payment within the period that begins on the valuation date of the report and ends on December 31, 2021.</p> <p class=\"paragraph-e\">  6. No amendment to the pension plan that increases the going concern unfunded liability or the solvency deficiency may be filed before the later of December 31, 2016 and the date on which the solvency deficiencies referred to in paragraph 4 have been liquidated.  However, this restriction does not apply with respect to an amendment made to confer a benefit improvement that is required by law.</p> <p class=\"paragraph-e\">  7.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 530/21, s. 1.</p> <p class=\"footnote-e\">O. Reg. 326/13, s. 3; O. Reg. 530/21, s. 1.</p> <p class=\"subsection-e\">  (2) The election must be made in writing and must be filed with the Superintendent no later than December 31,  2013. O. Reg. 326/13, s. 3.</p> <p class=\"subsection-e\">  (3) The election may be made only once and cannot be rescinded. O. Reg. 326/13, s. 3.</p>"
        },
        {
            "id": "5.",
            "section": "Required contributions",
            "content": " 5. (1) This section applies despite subsection 6 (4.2) of the General Regulation, if the administrator makes the election authorized by section 4. O. Reg. 326/13, s. 3. (2) For the purposes of clause 6 (4) (a) of the General Regulation, the required contributions to the pension plan for the period that begins on August 31, 2011 and ends on December 30, 2015 are sufficient if, for each year of that period that is covered by the report, the required contributions are not less than the sum of the following amounts determined using the benefit allocation method: 1. The normal cost of the pension plan. 2. The special payments set out in a previous report that remain to be paid with respect to any going concern unfunded liability. 3. The special payments to be paid with respect to any going concern unfunded liability that is determined in the report. O. Reg. 326/13, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) This section applies despite subsection 6 (4.2) of the General Regulation, if the administrator makes the election authorized by section 4. O. Reg. 326/13, s. 3.</p> <p class=\"subsection-e\">  (2) For the purposes of clause 6 (4) (a) of the General Regulation, the required contributions to the pension plan for the period that begins on August 31, 2011 and ends on December 30, 2015 are sufficient if, for each year of that period that is covered by the report, the required contributions are not less than the sum of the following amounts determined using the benefit allocation method:</p> <p class=\"paragraph-e\">  1. The normal cost of the pension plan.</p> <p class=\"paragraph-e\">  2. The special payments set out in a previous report that remain to be paid with respect to any going concern unfunded liability.</p> <p class=\"paragraph-e\">  3. The special payments to be paid with respect to any going concern unfunded liability that is determined in the report. O. Reg. 326/13, s. 3.</p>"
        },
        {
            "id": "6.",
            "section": "Notice of election for members, etc.",
            "content": " 6. (1) If the administrator makes the election authorized by section 4, the administrator shall send a notice containing the following information to every person who is a member, former member or retired member: 1. The name and provincial registration number of the pension plan. 2. The name and contact information of the administrator. 3. A statement indicating that the administrator has obtained the consent of the members, former members and retired members to an exemption for the pension plan from the solvency funding requirements under the General Regulation from August 31, 2011 until December 30, 2015.  The statement must indicate the proportion of the members, former members and retired members who have given their consent. 4. A statement confirming that the pension plan is exempted from the solvency funding requirements under the General Regulation from August 31, 2011 until December 30, 2015. O. Reg. 326/13, s. 3. (2) The notice must be sent to every member, former member and retired member no later than January 31, 2014 at the person’s last known address in the administrator’s records. O. Reg. 326/13, s. 3. (3) A copy of the notice must be filed with the Superintendent no later than 45 days after the day on which the administrator sends the notice to the members, former members and retired members. O. Reg. 326/13, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) If the administrator makes the election authorized by section 4, the administrator shall send a notice containing the following information to every person who is a member, former member or retired member:</p> <p class=\"paragraph-e\">  1. The name and provincial registration number of the pension plan.</p> <p class=\"paragraph-e\">  2. The name and contact information of the administrator.</p> <p class=\"paragraph-e\">  3. A statement indicating that the administrator has obtained the consent of the members, former members and retired members to an exemption for the pension plan from the solvency funding requirements under the General Regulation from August 31, 2011 until December 30, 2015.  The statement must indicate the proportion of the members, former members and retired members who have given their consent.</p> <p class=\"paragraph-e\">  4. A statement confirming that the pension plan is exempted from the solvency funding requirements under the General Regulation from August 31, 2011 until December 30, 2015. O. Reg. 326/13, s. 3.</p> <p class=\"subsection-e\">  (2) The notice must be sent to every member, former member and retired member no later than January 31, 2014 at the person’s last known address in the administrator’s records. O. Reg. 326/13, s. 3.</p> <p class=\"subsection-e\">  (3) A copy of the notice must be filed with the Superintendent no later than 45 days after the day on which the administrator sends the notice to the members, former members and retired members. O. Reg. 326/13, s. 3.</p>"
        },
        {
            "id": "7.",
            "section": "Progress reports for members, etc.",
            "content": " 7. (1) If the administrator makes the election authorized by section 4, the administrator shall send the progress reports required by this section to every person who is a member, former member or retired member on the day on which the progress report is prepared. O. Reg. 326/13, s. 3. (2) A progress report must be sent not more than six months after the end of each fiscal year of the pension plan in which a report under section 3 or 14 of the General Regulation is filed. O. Reg. 326/13, s. 3. (2.1) Despite subsections (1) and (2), if the administrator makes the election authorized by section 7.1, the administrator is not required to send a progress report required by this section in respect of a fiscal year of the pension plan ending on or after December 31, 2016. O. Reg. 465/16, s. 2. (3) Each progress report must contain the following information: 1. The name and provincial registration number of the pension plan. 2. The name and contact information of the administrator. 3. A statement that the pension plan is exempted from the solvency funding requirements under the General Regulation from August 31, 2011 until December 30, 2015.  If the progress report is sent after December 31, 2015, the statement must indicate that the pension plan was exempted from the solvency funding requirements during that period. 4. An explanation of how the security of the pension benefits and the ancillary benefits for members, former members and retired members might be affected as a result of the exemption of the pension plan from the solvency funding requirements. 5. The valuation date of the most recent report filed under section 3 or 14 of the General Regulation. 6. The transfer ratio of the pension plan as of the valuation date of the two most recent reports filed under section 3 or 14 of the General Regulation. 7. The amount of the solvency deficiency of the pension plan as of the valuation date of the two most recent reports filed under section 3 or 14 of the General Regulation. 8. The estimated annual contributions required to fund the normal cost of the pension plan and all special payments as set out in the report referred to in paragraph 5. 9. The total annual contributions made to the pension plan in the two previous fiscal years of the plan. O. Reg. 326/13, s. 3. (4) A progress report may be included in the written statement that is required to be sent to members under section 27 of the Act for the same fiscal year. O. Reg. 326/13, s. 3. (5) A copy of the progress report must be filed with the Superintendent no later than 45 days after the day on which the administrator sends the progress report to the members, former members and retired members. O. Reg. 326/13, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) If the administrator makes the election authorized by section 4, the administrator shall send the progress reports required by this section to every person who is a member, former member or retired member on the day on which the progress report is prepared. O. Reg. 326/13, s. 3.</p> <p class=\"subsection-e\">  (2) A progress report must be sent not more than six months after the end of each fiscal year of the pension plan in which a report under section 3 or 14 of the General Regulation is filed. O. Reg. 326/13, s. 3.</p> <p class=\"subsection-e\">  (2.1) Despite subsections (1) and (2), if the administrator makes the election authorized by section 7.1, the administrator is not required to send a progress report required by this section in respect of a fiscal year of the pension plan ending on or after December 31, 2016. O. Reg. 465/16, s. 2.</p> <p class=\"subsection-e\">  (3) Each progress report must contain the following information:</p> <p class=\"paragraph-e\">  1. The name and provincial registration number of the pension plan.</p> <p class=\"paragraph-e\">  2. The name and contact information of the administrator.</p> <p class=\"paragraph-e\">  3. A statement that the pension plan is exempted from the solvency funding requirements under the General Regulation from August 31, 2011 until December 30, 2015.  If the progress report is sent after December 31, 2015, the statement must indicate that the pension plan was exempted from the solvency funding requirements during that period.</p> <p class=\"paragraph-e\">  4. An explanation of how the security of the pension benefits and the ancillary benefits for members, former members and retired members might be affected as a result of the exemption of the pension plan from the solvency funding requirements.</p> <p class=\"paragraph-e\">  5. The valuation date of the most recent report filed under section 3 or 14 of the General Regulation.</p> <p class=\"paragraph-e\">  6. The transfer ratio of the pension plan as of the valuation date of the two most recent reports filed under section 3 or 14 of the General Regulation.</p> <p class=\"paragraph-e\">  7. The amount of the solvency deficiency of the pension plan as of the valuation date of the two most recent reports filed under section 3 or 14 of the General Regulation.</p> <p class=\"paragraph-e\">  8. The estimated annual contributions required to fund the normal cost of the pension plan and all special payments as set out in the report referred to in paragraph 5.</p> <p class=\"paragraph-e\">  9. The total annual contributions made to the pension plan in the two previous fiscal years of the plan. O. Reg. 326/13, s. 3.</p> <p class=\"subsection-e\">  (4) A progress report may be included in the written statement that is required to be sent to members under section 27 of the Act for the same fiscal year. O. Reg. 326/13, s. 3.</p> <p class=\"subsection-e\">  (5) A copy of the progress report must be filed with the Superintendent no later than 45 days after the day on which the administrator sends the progress report to the members, former members and retired members. O. Reg. 326/13, s. 3.</p>"
        },
        {
            "id": "7.1",
            "section": "Further election re solvency funding requirements",
            "content": " 7.1 (1) The administrator of the pension plan may elect to have all of the following rules apply to the pension plan: 1. Despite subsections 14 (1) and (3) of the General Regulation, valuation reports must be filed with a valuation date of December 31, 2016 and December 31, 2017. 2. For all valuation reports with a valuation date on or after December 31, 2015 and before December 31, 2017, the sufficiency of the required contributions is determined on the basis of a going concern valuation, despite subsection 6 (4.1) of the General Regulation. 3. The period beginning on December 31, 2015 and ending on December 30, 2017 is deemed for the purposes of subsection 7 (3) of the General Regulation to remain a period for which special payments are required to be made under section 5 of the General Regulation. 4. A\r\nsolvency deficiency determined in an August 2011, August 2012, December 2013, December 2014, December 2015 or December 2016 valuation report must be liquidated, with interest at the rates described in subsection 5 (2) of the General Regulation, by equal monthly instalments over a five year period starting no later than December 31, 2018, despite paragraph 4 of subsection 4 (1) of this Regulation and clause 5 (1) (e) and subsection 5 (1.0.1) of the General Regulation. The monthly instalments are deemed to be special payments under subsection 5 (1) or (1.0.0.1) of the General Regulation, as the case may be, made for the purpose of liquidating a solvency deficiency. 5. Despite clause 1.2 (1) (d) of the General Regulation, the solvency asset adjustment for a solvency deficiency determined in a report under section 3 or 14 of the General Regulation with a valuation date on or after December 31, 2015 but before December 31, 2017 must include, i. the present value of special payments with respect to any going concern unfunded liability that are scheduled for payment within the period that begins on the valuation date of the report and ends on December 31, 2023, and ii. the present value of special payments with respect to any solvency deficiency — other than a solvency deficiency determined in the report — that are scheduled for payment within the period that begins on the valuation date of the report and ends on December 31, 2023. 6. No amendment to the pension plan that increases the going concern unfunded liability or the solvency deficiency may be filed before the later of December 31, 2018 and the date on which the solvency deficiencies referred to in paragraph 4 have been liquidated. However, this restriction does not apply with respect to an amendment made to confer a benefit improvement that is required by law. 7.  Revoked: O. Reg. 530/21, s. 2. O. Reg. 465/16, s. 3; O. Reg. 259/18, s. 1; O. Reg. 530/21, s. 2. (2) The election must be made in writing and must be filed with the Superintendent no later than December 31, 2016. O. Reg. 465/16, s. 3. (3) The election may be made only once and cannot be rescinded. O. Reg. 465/16, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>7.1 </b>(1) The administrator of the pension plan may elect to have all of the following rules apply to the pension plan:</p> <p class=\"paragraph-e\">  1. Despite subsections 14 (1) and (3) of the General Regulation, valuation reports must be filed with a valuation date of December 31, 2016 and December 31, 2017.</p> <p class=\"paragraph-e\">  2. For all valuation reports with a valuation date on or after December 31, 2015 and before December 31, 2017, the sufficiency of the required contributions is determined on the basis of a going concern valuation, despite subsection 6 (4.1) of the General Regulation.  </p> <p class=\"paragraph-e\">  3. The period beginning on December 31, 2015 and ending on December 30, 2017 is deemed for the purposes of subsection 7<b> </b>(3) of the General Regulation to remain a period for which special payments are required to be made under section 5 of the General Regulation.\r\n</p> <p class=\"paragraph-e\">  4. A\r\nsolvency deficiency determined in an August 2011, August 2012, December 2013, December 2014, December 2015 or December 2016 valuation report must be liquidated, with interest at the rates described in subsection 5 (2) of the General Regulation, by equal monthly instalments over a five year period starting no later than December 31, 2018, despite paragraph 4 of subsection 4 (1) of this Regulation and clause 5 (1) (e) and subsection 5 (1.0.1) of the General Regulation. The monthly instalments are deemed to be special payments under subsection 5 (1) or (1.0.0.1) of the General Regulation, as the case may be, made for the purpose of liquidating a solvency deficiency.  </p> <p class=\"paragraph-e\">  5. Despite clause 1.2 (1) (d) of the General Regulation, the solvency asset adjustment for a solvency deficiency determined<span> </span>in a report under section 3 or 14 of the General Regulation with a valuation date on or after December 31, 2015 but before December 31, 2017 must include,</p> <p class=\"subpara-e\">  i. the present value of special payments with respect to any going concern unfunded liability that are scheduled for payment within the period that begins on the valuation date of the report and ends on December 31, 2023, and</p> <p class=\"subpara-e\">  ii. the present value of special payments with respect to any solvency deficiency — other than a solvency deficiency determined in the report — that are scheduled for payment within the period that begins on the valuation date of the report and ends on December 31, 2023.</p> <p class=\"paragraph-e\">  6. No amendment to the pension plan that increases the going concern unfunded liability or the solvency deficiency may be filed before the later of December 31, 2018 and the date on which the solvency deficiencies referred to in paragraph 4 have been liquidated. However, this restriction does not apply with respect to an amendment made to confer a benefit improvement that is required by law.<i>  </i></p> <p class=\"paragraph-e\">  7.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 530/21, s. 2.</p> <p class=\"footnote-e\">O. Reg. 465/16, s. 3; O. Reg. 259/18, s. 1; O. Reg. 530/21, s. 2.</p> <p class=\"subsection-e\">  (2) The election must be made in writing and must be filed with the Superintendent no later than December 31, 2016. O. Reg. 465/16, s. 3.</p> <p class=\"subsection-e\">  (3) The election may be made only once and cannot be rescinded. O. Reg. 465/16, s. 3.</p>"
        },
        {
            "id": "7.2",
            "section": "Required contributions re s. 7.1 election",
            "content": " 7.2 (1) This section applies despite subsection 6 (4.2) of the General Regulation, if the administrator makes the election authorized by section 7.1. O. Reg. 465/16, s. 3. (2) For the purposes of clause 6 (4) (a) of the General Regulation, the required contributions to the pension plan for the period that begins on December 31, 2015 and ends on December 30, 2017 are sufficient if, for each year of that period that is covered by the report, the required contributions are not less than the sum of the following amounts determined using the benefit allocation method: 1. The normal cost of the pension plan. 2. The special payments set out in a previous report that remain to be paid with respect to any going concern unfunded liability. 3. The special payments to be paid with respect to any going concern unfunded liability that is determined in the report. O. Reg. 465/16, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>7.2 </b>(1) This section applies despite subsection 6 (4.2) of the General Regulation, if the administrator makes the election authorized by section 7.1. O. Reg. 465/16, s. 3.</p> <p class=\"subsection-e\">  (2) For the purposes of clause 6 (4) (a) of the General Regulation, the required contributions to the pension plan for the period that begins on December 31, 2015 and ends on December 30, 2017 are sufficient if, for each year of that period that is covered by the report, the required contributions are not less than the sum of the following amounts determined using the benefit allocation method:</p> <p class=\"paragraph-e\">  1. The normal cost of the pension plan.</p> <p class=\"paragraph-e\">  2. The special payments set out in a previous report that remain to be paid with respect to any going concern unfunded liability.</p> <p class=\"paragraph-e\">  3. The special payments to be paid with respect to any going concern unfunded liability that is determined in the report. O. Reg. 465/16, s. 3.</p>"
        },
        {
            "id": "7.3",
            "section": "Notice of election for members, etc. re s. 7.1 election",
            "content": " 7.3 (1) If the administrator makes the election authorized by section 7.1, the administrator shall send a notice containing the following information to every person who is a member, former member or retired member: 1. The name and provincial registration number of the pension plan. 2. The name and contact information of the administrator. 3. A statement indicating that the administrator has obtained the consent of the members, former members and retired members to an exemption for the pension plan from the solvency funding requirements under the General Regulation from December 31, 2015 until December 30, 2017. The statement must indicate the proportion of the members, former members and retired members who have given their consent. 4. A statement confirming that the pension plan is exempted from the solvency funding requirements under the General Regulation from December 31, 2015 until December 30, 2017. O. Reg. 465/16, s. 3. (2) The notice must be sent to every member, former member and retired member no later than January 31, 2017 at the person’s last known address in the administrator’s records. O. Reg. 465/16, s. 3. (3) A copy of the notice must be filed with the Superintendent no later than 45 days after the day on which the administrator sends the notice to the members, former members and retired members. O. Reg. 465/16, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>7.3</b> (1) If the administrator makes the election authorized by section 7.1, the administrator shall send a notice containing the following information to every person who is a member, former member or retired member:</p> <p class=\"paragraph-e\">  1. The name and provincial registration number of the pension plan.</p> <p class=\"paragraph-e\">  2. The name and contact information of the administrator.</p> <p class=\"paragraph-e\">  3. A statement indicating that the administrator has obtained the consent of the members, former members and retired members to an exemption for the pension plan from the solvency funding requirements under the General Regulation from December 31, 2015 until December 30, 2017. The statement must indicate the proportion of the members, former members and retired members who have given their consent.</p> <p class=\"paragraph-e\">  4. A statement confirming that the pension plan is exempted from the solvency funding requirements under the General Regulation from December 31, 2015 until December 30, 2017. O. Reg. 465/16, s. 3.</p> <p class=\"subsection-e\">  (2) The notice must be sent to every member, former member and retired member no later than January 31, 2017 at the person’s last known address in the administrator’s records. O. Reg. 465/16, s. 3.</p> <p class=\"subsection-e\">  (3) A copy of the notice must be filed with the Superintendent no later than 45 days after the day on which the administrator sends the notice to the members, former members and retired members. O. Reg. 465/16, s. 3.</p>"
        },
        {
            "id": "7.4",
            "section": "Progress reports for members, etc. re s. 7.1 election",
            "content": " 7.4 (1) If the administrator makes the election authorized by section 7.1, the administrator shall send the progress reports required by this section to every person who is a member, former member or retired member on the day on which the progress report is prepared. O. Reg. 465/16, s. 3. (2) A progress report must be sent not more than six months after the end of each fiscal year of the pension plan in which a report under section 3 or 14 of the General Regulation is filed, beginning with the fiscal year ending on December 31, 2016. O. Reg. 465/16, s. 3. (2.1) Despite subsections (1) and (2), if the administrator makes the election authorized by section 7.5, the administrator is not required to send a progress report required by this section in respect of a fiscal year of the pension plan ending on or after December 31, 2017. O. Reg. 259/18, s. 2. (3) Each progress report must contain the following information: 1. The name and provincial registration number of the pension plan. 2. The name and contact information of the administrator. 3. A statement that the administrator made an election authorized by section 4 which exempted the pension plan from the solvency funding requirements under the General Regulation from August 31, 2011 until December 30, 2015. 4. A statement that the administrator made an election authorized by section 7.1 which exempts the pension plan from the solvency funding requirements under the General Regulation from December 31, 2015 until December 30, 2017. 5. If the progress report is sent on or after December 31, 2017, the statement must indicate that the pension plan was exempted from the solvency funding requirements during the period that began on August 31, 2011 and that ended on December 30, 2017. 6. An explanation of how the security of the pension benefits and the ancillary benefits for members, former members and retired members might be affected as a result of the exemption of the pension plan from the solvency funding requirements. 7. The valuation date of the most recent report filed under section 3 or 14 of the General Regulation. 8. The transfer ratio of the pension plan as of the valuation date of the two most recent reports filed under section 3 or 14 of the General Regulation. 9. The amount of the solvency deficiency of the pension plan as of the valuation date of the two most recent reports filed under section 3 or 14 of the General Regulation. 9.1 The amount of the reduced solvency deficiency of the pension plan as of the valuation date of the two most recent reports with valuation dates on or after December 31, 2017 filed under section 3 or 14 of the General Regulation. 10. The estimated annual contributions required to fund the normal cost of the pension plan and all special payments as set out in the report referred to in paragraph 7. 10.1 The estimated annual contributions required to fund the amount equal to the provision for adverse deviations in respect of the normal cost of the pension plan as set out in the most recent report with a valuation date on or after December 31, 2017 filed under section 3 or 14 of the General Regulation. 11. The total annual contributions made to the pension plan in the two previous fiscal years of the plan. O. Reg. 465/16, s. 3; O. Reg. 258/18, s. 2. (4) A progress report may be included in the written statement that is required to be sent to members under section 27 of the Act for the same fiscal year. O. Reg. 465/16, s. 3. (5) A copy of the progress report must be filed with the Superintendent no later than 45 days after the day on which the administrator sends the progress report to the members, former members and retired members. O. Reg. 465/16, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>7.4 </b>(1) If the administrator makes the election authorized by section 7.1, the administrator shall send the progress reports required by this section to every person who is a member, former member or retired member on the day on which the progress report is prepared. O. Reg. 465/16, s. 3.</p> <p class=\"subsection-e\">  (2) A progress report must be sent not more than six months after the end of each fiscal year of the pension plan in which a report under section 3 or 14 of the General Regulation is filed, beginning with the fiscal year ending on December 31, 2016. O. Reg. 465/16, s. 3.</p> <p class=\"subsection-e\">  (2.1) Despite subsections (1) and (2), if the administrator makes the election authorized by section 7.5, the administrator is not required to send a progress report required by this section in respect of a fiscal year of the pension plan ending on or after December 31, 2017. O. Reg. 259/18, s. 2.</p> <p class=\"subsection-e\">  (3) Each progress report must contain the following information:</p> <p class=\"paragraph-e\">  1. The name and provincial registration number of the pension plan.</p> <p class=\"paragraph-e\">  2. The name and contact information of the administrator.</p> <p class=\"paragraph-e\">  3. A statement that the administrator made an election authorized by section 4 which exempted the pension plan from the solvency funding requirements under the General Regulation from August 31, 2011 until December 30, 2015.</p> <p class=\"paragraph-e\">  4. A statement that the administrator made an election authorized by section 7.1 which exempts the pension plan from the solvency funding requirements under the General Regulation from December 31, 2015 until December 30, 2017.  </p> <p class=\"paragraph-e\">  5. If the progress report is sent on or after December 31, 2017, the statement must indicate that the pension plan was exempted from the solvency funding requirements during the period that began on August 31, 2011 and that ended on December 30, 2017.</p> <p class=\"paragraph-e\">  6. An explanation of how the security of the pension benefits and the ancillary benefits for members, former members and retired members might be affected as a result of the exemption<span> </span>of the pension plan from the solvency funding requirements.</p> <p class=\"paragraph-e\">  7. The valuation date of the most recent report filed under section 3 or 14 of the General Regulation.</p> <p class=\"paragraph-e\">  8. The transfer ratio of the pension plan as of the valuation date of the two most recent reports filed under section 3 or 14 of the General Regulation.</p> <p class=\"paragraph-e\">  9. The amount of the solvency deficiency of the pension plan as of the valuation date of the two most recent reports filed under section 3 or 14 of the General Regulation.</p> <p class=\"paragraph-e\">  9.1 The amount of the reduced solvency deficiency of the pension plan as of the valuation date of the two most recent reports with valuation dates on or after December 31, 2017 filed under section 3 or 14 of the General Regulation.</p> <p class=\"paragraph-e\">  10. The estimated annual contributions required to fund the normal cost of the pension plan and all special payments as set out in the report referred to in paragraph 7.</p> <p class=\"paragraph-e\"> 10.1 The estimated annual contributions required to fund the amount equal to the provision for adverse deviations in respect of the normal cost of the pension plan as set out in the most recent report with a valuation date on or after December 31, 2017 filed under section 3 or 14 of the General Regulation.</p> <p class=\"paragraph-e\">  11. The total annual contributions made to the pension plan in the two previous fiscal years of the plan. O. Reg. 465/16, s. 3; O. Reg. 258/18, s. 2.</p> <p class=\"subsection-e\">  (4) A progress report may be included in the written statement that is required to be sent to members under section 27 of the Act for the same fiscal year. O. Reg. 465/16, s. 3.</p> <p class=\"subsection-e\">  (5) A copy of the progress report must be filed with the Superintendent no later than 45 days after the day on which the administrator sends the progress report to the members, former members and retired members. O. Reg. 465/16, s. 3.</p>"
        },
        {
            "id": "7.5",
            "section": "Further election re solvency funding requirements",
            "content": " 7.5 (1) The administrator of the pension plan may elect to have all of the following rules apply to the pension plan: 1. For all valuation reports with a valuation date on or after December 31, 2017 and before December 31, 2020, the sufficiency of the required contributions is determined on the basis of a going concern valuation, despite subsection 6 (4.1) of the General Regulation. 2. For the purpose of subsection 7.0.2 (1) of the General Regulation, the available actuarial surplus for the period beginning on December 31, 2017 and ending on December 30, 2020 is zero. If special payments are deferred under paragraph 3 or 4 of this subsection, for the purpose of subsection 7.0.2 (1) of the General Regulation, the available actuarial surplus for the period beginning on December 31, 2020 and ending on December 30, 2021 is zero. 3. A solvency deficiency determined in an August 2011, August 2012, December 2013, December 2014, December 2015 or December 2016 valuation report must be liquidated, with interest at the rates described in subsection 5 (2) of the General Regulation, by equal monthly instalments over a five year period starting no later than December 31, 2021, despite paragraph 4 of subsection 4 (1) and paragraph 4 of subsection 7.1 (1) of this Regulation and clause 5 (1) (e) and subsections 5 (1.0.0.1) and (1.0.1) of the General Regulation. The monthly instalments are deemed to be special payments under subsection 5 (1) or (1.0.0.1) of the General Regulation, as the case may be, made for the purpose of liquidating a solvency deficiency. 4. A reduced solvency deficiency determined in a December 2017 valuation report or a valuation report with a valuation date after December 31, 2017 and before December 31, 2020 must be liquidated, with interest at the rates described in subsection 5 (2) of the General Regulation, by equal monthly instalments over a five year period starting no later than December 31, 2021, despite subsections 5 (1.0.0.1) and (1.0.1) of the General Regulation. The monthly instalments are deemed to be special payments under subsection 5 (1.0.0.1) of the General Regulation made for the purpose of liquidating a reduced solvency deficiency. 5. Despite clause 1.2 (1) (d.1) of the General Regulation, the solvency asset adjustment determined in a report under section 3 or 14 of the General Regulation with a valuation date on or after December 31, 2017 but before December 31, 2020 must include, i. the present value of special payments with respect to any going concern unfunded liability that are scheduled for payment within the period that begins on the valuation date of the report and ends on December 31, 2026, ii. the present value of special payments with respect to any reduced solvency deficiency – other than a reduced solvency deficiency determined in the report – that are scheduled for payment within the period that begins on the valuation date of the report and ends on December 31, 2026, and iii. the present value of special payments with respect to any solvency deficiency that are scheduled for payment within the period that begins on the valuation date of the report and ends on December 31, 2026. 6. No amendment to the pension plan that increases the going concern unfunded liability or the solvency deficiency may be filed before the later of December 31, 2021 and the date on which no special payments with respect to the solvency deficiencies referred to in paragraph 3 or the reduced solvency deficiencies referred to in paragraph 4 are scheduled for payment. However, this restriction does not apply with respect to an amendment made to confer a benefit improvement that is required by law. O. Reg. 259/18, s. 3. (2) The election must be made in writing and must be filed with the Superintendent no later than September 30, 2018. O. Reg. 259/18, s. 3. (3) The election may be made only once and cannot be rescinded. O. Reg. 259/18, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>7.5 </b>(1) The administrator of the pension plan may elect to have all of the following rules apply to the pension plan:</p> <p class=\"paragraph-e\">  1. For all valuation reports with a valuation date on or after December 31, 2017 and before December 31, 2020, the sufficiency of the required contributions is determined on the basis of a going concern valuation, despite subsection 6 (4.1) of the General Regulation.</p> <p class=\"paragraph-e\">  2. For the purpose of subsection 7.0.2 (1) of the General Regulation, the available actuarial surplus for the period beginning on December 31, 2017 and ending on December 30, 2020 is zero. If special payments are deferred under paragraph 3 or 4 of this subsection, for the purpose of subsection 7.0.2 (1) of the General Regulation, the available actuarial surplus for the period beginning on December 31, 2020 and ending on December 30, 2021 is zero.</p> <p class=\"paragraph-e\">  3. A solvency deficiency determined in an August 2011, August 2012, December 2013, December 2014, December 2015 or December 2016 valuation report must be liquidated, with interest at the rates described in subsection 5 (2) of the General Regulation, by equal monthly instalments over a five year period starting no later than December 31, 2021, despite paragraph 4 of subsection 4 (1) and paragraph 4 of subsection 7.1 (1) of this Regulation and clause 5 (1) (e) and subsections 5 (1.0.0.1) and (1.0.1) of the General Regulation. The monthly instalments are deemed to be special payments under subsection 5 (1) or (1.0.0.1) of the General Regulation, as the case may be, made for the purpose of liquidating a solvency deficiency.</p> <p class=\"paragraph-e\">  4. A reduced solvency deficiency determined in a December 2017 valuation report or a valuation report with a valuation date after December 31, 2017 and before December 31, 2020 must be liquidated, with interest at the rates described in subsection 5 (2) of the General Regulation, by equal monthly instalments over a five year period starting no later than December 31, 2021, despite subsections 5 (1.0.0.1) and (1.0.1) of the General Regulation. The monthly instalments are deemed to be special payments under subsection 5 (1.0.0.1) of the General Regulation made for the purpose of liquidating a reduced solvency deficiency.</p> <p class=\"paragraph-e\">  5. Despite clause 1.2 (1) (d.1) of the General Regulation, the solvency asset adjustment determined in a report under section 3 or 14 of the General Regulation with a valuation date on or after December 31, 2017 but before December 31, 2020 must include,</p> <p class=\"subpara-e\">  i. the present value of special payments with respect to any going concern unfunded liability that are scheduled for payment within the period that begins on the valuation date of the report and ends on December 31, 2026,</p> <p class=\"subpara-e\">  ii. the present value of special payments with respect to any reduced solvency deficiency – other than a reduced solvency deficiency determined in the report – that are scheduled for payment within the period that begins on the valuation date of the report and ends on December 31, 2026, and</p> <p class=\"subpara-e\">  iii. the present value of special payments with respect to any solvency deficiency that are scheduled for payment within the period that begins on the valuation date of the report and ends on December 31, 2026.</p> <p class=\"paragraph-e\">  6. No amendment to the pension plan that increases the going concern unfunded liability or the solvency deficiency may be filed before the later of December 31, 2021 and the date on which no special payments with respect to the solvency deficiencies referred to in paragraph 3 or the reduced solvency deficiencies referred to in paragraph 4 are scheduled for payment. However, this restriction does not apply with respect to an amendment made to confer a benefit improvement that is required by law. O. Reg. 259/18, s. 3.</p> <p class=\"subsection-e\">  (2) The election must be made in writing and must be filed with the Superintendent no later than September 30, 2018. O. Reg. 259/18, s. 3.</p> <p class=\"subsection-e\">  (3) The election may be made only once and cannot be rescinded. O. Reg. 259/18, s. 3.</p>"
        },
        {
            "id": "7.6",
            "section": "Required contributions re s. 7.5 election",
            "content": " 7.6 (1) This section applies despite subsection 6 (4.3) of the General Regulation, if the administrator makes the election authorized by section 7.5 of this Regulation. O. Reg. 259/18, s. 3. (2) Subject to section 7.7, for the purposes of clause 6 (4) (a) of the General Regulation, the required contributions to the pension plan for the period that begins on December 31, 2017 and ends on December 30, 2020 are sufficient if, for each year of that period that is covered by the report, the required contributions are not less than the sum of the following amounts determined using the benefit allocation method: 1. The normal cost of the pension plan. 2. The amount equal to the provision for adverse deviations in respect of the normal cost of the pension plan. 3. The special payments set out in a previous report to be paid in the year following the valuation date with respect to any going concern unfunded liability. 4. The special payments to be paid with respect to any going concern unfunded liability that is determined in the report. O. Reg. 259/18, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>7.6 </b>(1) This section applies despite subsection 6 (4.3) of the General Regulation, if the administrator makes the election authorized by section 7.5 of this Regulation. O. Reg. 259/18, s. 3.</p> <p class=\"subsection-e\">  (2) Subject to section 7.7, for the purposes of clause 6 (4) (a) of the General Regulation, the required contributions to the pension plan for the period that begins on December 31, 2017 and ends on December 30, 2020 are sufficient if, for each year of that period that is covered by the report, the required contributions are not less than the sum of the following amounts determined using the benefit allocation method:</p> <p class=\"paragraph-e\">  1. The normal cost of the pension plan.</p> <p class=\"paragraph-e\">  2. The amount equal to the provision for adverse deviations in respect of the normal cost of the pension plan.</p> <p class=\"paragraph-e\">  3. The special payments set out in a previous report to be paid in the year following the valuation date with respect to any going concern unfunded liability.</p> <p class=\"paragraph-e\">  4. The special payments to be paid with respect to any going concern unfunded liability that is determined in the report. O. Reg. 259/18, s. 3.</p>"
        },
        {
            "id": "7.7",
            "section": "Same",
            "content": " 7.7 (1) This section applies despite subsections 6 (4.4) and (4.5) of the General Regulation. O. Reg. 259/18, s. 3. (2) If the payments required under subsection 7.6 (2) are greater than they would have been under subsection 6 (4.2) of the General Regulation as it read immediately before May 1, 2018, the required contributions are sufficient if, for each year of the period covered by the report, they are not less than the amount calculated using the formula, A − [(A−B) × C] in which, “A” is the total of the payments required under subsection 7.6 (2) for the year based on the most recent report filed, “B” is the total of the payments that would have been required for the year under subsection 6 (4.2) of the General Regulation as it read immediately before May 1, 2018, “C” is the value described in subsection (3). O. Reg. 259/18, s. 3. (3) The value of “C” in the formula in subsection (2) is the following: 1. In 2018, the value of “C” is equal to one. 2. In 2019, the value of “C” is equal to 0.667. 3. In 2020, the value of “C” is equal to 0.333. O. Reg. 259/18, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>7.7 </b>(1) This section applies despite subsections 6 (4.4) and (4.5) of the General Regulation. O. Reg. 259/18, s. 3.</p> <p class=\"subsection-e\">  (2) If the payments required under subsection 7.6 (2) are greater than they would have been under subsection 6 (4.2) of the General Regulation as it read immediately before May 1, 2018, the required contributions are sufficient if, for each year of the period covered by the report, they are not less than the amount calculated using the formula,</p> <p class=\"equation-e\">A − [(A−B) × C]</p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">  “A” is the total of the payments required under subsection 7.6 (2) for the year based on the most recent report filed,</p> <p class=\"equationind1-e\">  “B” is the total of the payments that would have been required for the year under subsection 6 (4.2) of the General Regulation as it read immediately before May 1, 2018,</p> <p class=\"equationind1-e\">  “C” is the value described in subsection (3).</p> <p class=\"footnote-e\"> O. Reg. 259/18, s. 3.</p> <p class=\"subsection-e\">  (3) The value of “C” in the formula in subsection (2) is the following:</p> <p class=\"paragraph-e\">  1. In 2018, the value of “C” is equal to one.</p> <p class=\"paragraph-e\">  2. In 2019, the value of “C” is equal to 0.667.</p> <p class=\"paragraph-e\">  3. In 2020, the value of “C” is equal to 0.333. O. Reg. 259/18, s. 3.</p>"
        },
        {
            "id": "7.8",
            "section": "Notice of election for members, etc. re s. 7.5 election",
            "content": " 7.8 (1) If the administrator makes the election authorized by section 7.5, the administrator shall send a notice containing the following information to every person who is a member, former member or retired member: 1. The name and provincial registration number of the pension plan. 2. The name and contact information of the administrator. 3. A statement indicating that the administrator has obtained the consent of the members, former members and retired members to an exemption for the pension plan from the solvency funding requirements under the General Regulation from December 31, 2017 until December 30, 2020. The statement must indicate the proportion of the members, former members and retired members who have given their consent. 4. A statement confirming that the pension plan is exempted from the solvency funding requirements under the General Regulation from December 31, 2017 until December 30, 2020. O. Reg. 259/18, s. 3. (2) The notice must be sent to every member, former member and retired member at the person’s last known address in the administrator’s records no later than 30 days after the election made under section 7.5 is filed. O. Reg. 259/18, s. 3. (3) A copy of the notice must be filed with the Superintendent no later than 45 days after the day on which the administrator sends the notice to the members, former members and retired members. O. Reg. 259/18, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>7.8 </b>(1) If the administrator makes the election authorized by section 7.5, the administrator shall send a notice containing the following information to every person who is a member, former member or retired member:</p> <p class=\"paragraph-e\">  1. The name and provincial registration number of the pension plan.</p> <p class=\"paragraph-e\">  2. The name and contact information of the administrator.</p> <p class=\"paragraph-e\">  3. A statement indicating that the administrator has obtained the consent of the members, former members and retired members to an exemption for the pension plan from the solvency funding requirements under the General Regulation from December 31, 2017 until December 30, 2020. The statement must indicate the proportion of the members, former members and retired members who have given their consent.</p> <p class=\"paragraph-e\">  4. A statement confirming that the pension plan is exempted from the solvency funding requirements under the General Regulation from December 31, 2017 until December 30, 2020. O. Reg. 259/18, s. 3.</p> <p class=\"subsection-e\">  (2) The notice must be sent to every member, former member and retired member at the person’s last known address in the administrator’s records no later than 30 days after the election made under section 7.5 is filed. O. Reg. 259/18, s. 3.</p> <p class=\"subsection-e\">  (3) A copy of the notice must be filed with the Superintendent no later than 45 days after the day on which the administrator sends the notice to the members, former members and retired members. O. Reg. 259/18, s. 3.</p>"
        },
        {
            "id": "7.9",
            "section": "Progress reports for members, etc. re s. 7.5 election",
            "content": " 7.9 (1) If the administrator makes the election authorized by section 7.5, the administrator shall send the progress reports required by this section to every person who is a member, former member or retired member on the day on which the progress report is prepared. O. Reg. 259/18, s. 3. (2) A progress report must be sent not more than six months after the end of each fiscal year of the pension plan in which a report under section 3 or 14 of the General Regulation is filed, beginning with the fiscal year ending on December 31, 2017. O. Reg. 259/18, s. 3. (3) Each progress report must contain the following information: 1.   The name and provincial registration number of the pension plan. 2.   The name and contact information of the administrator. 3.   A statement that the administrator made an election authorized by section 4 which exempted the pension plan from the solvency funding requirements under the General Regulation from August 31, 2011 until December 30, 2015. 4.   A statement that the administrator made an election authorized by section 7.1 which exempted the pension plan from the solvency funding requirements under the General Regulation from December 31, 2015 until December 30, 2017. 5. A statement that the administrator made an election authorized by section 7.5 which exempts the pension plan from the solvency funding requirements under the General Regulation from December 31, 2017 until December 30, 2020. 6. If the progress report is sent on or after December 31, 2020, a statement indicating that the pension plan was exempted from the solvency funding requirements under the General Regulation during the period that began on August 31, 2011 and ended on December 30, 2020. 7. An explanation of how the security of the pension benefits and the ancillary benefits for members, former members and retired members might be affected as a result of the exemption of the pension plan from the solvency funding requirements under the General Regulation. 8. The valuation date of the most recent report filed under section 3 or 14 of the General Regulation. 9. The transfer ratio of the pension plan as of the valuation date of the two most recent reports filed under section 3 or 14 of the General Regulation. 10. The amount of the solvency deficiency of the pension plan as of the valuation date of the two most recent reports filed under section 3 or 14 of the General Regulation. 11. The amount of the reduced solvency deficiency of the pension plan as of the valuation date of the two most recent reports with valuation dates on or after December 31, 2017 filed under section 3 or 14 of the General Regulation. 12. The estimated annual contributions required to fund the normal cost of the pension plan and all special payments as set out in the report referred to in paragraph 8. 13. The estimated annual contributions required to fund the amount equal to the provision for adverse deviations in respect of the normal cost of the pension plan as set out in the most recent report with a valuation date on or after December 31, 2017 filed under section 3 or 14 of the General Regulation. 14. The total annual contributions made to the pension plan in the two previous fiscal years of the plan. O. Reg. 259/18, s. 3. (4) A progress report may be included in the written statement that is required to be sent to members under section 27 of the Act for the same fiscal year. O. Reg. 259/18, s. 3. (5) A copy of the progress report must be filed with the Chief Executive Officer no later than 45 days after the day on which the administrator sends the progress report to the members, former members and retired members. O. Reg. 259/18, s. 3; O. Reg. 158/19, s. 1 (1). (6) A report filed with the Superintendent under subsection (5), as it read prior to the day section 1 of Schedule 23 to the Plan for Care and Opportunity Act (Budget Measures), 2018 came into force, is deemed to have been filed with the Chief Executive Officer. O. Reg. 158/19, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <b>7.9 </b>(1) If the administrator makes the election authorized by section 7.5, the administrator shall send the progress reports required by this section to every person who is a member, former member or retired member on the day on which the progress report is prepared. O. Reg. 259/18, s. 3.</p> <p class=\"subsection-e\">  (2) A progress report must be sent not more than six months after the end of each fiscal year of the pension plan in which a report under section 3 or 14 of the General Regulation is filed, beginning with the fiscal year ending on December 31, 2017. O. Reg. 259/18, s. 3.</p> <p class=\"subsection-e\">  (3) Each progress report must contain the following information:</p> <p class=\"paragraph-e\">  1.   The name and provincial registration number of the pension plan.</p> <p class=\"paragraph-e\">  2.   The name and contact information of the administrator.</p> <p class=\"paragraph-e\">  3.   A statement that the administrator made an election authorized by section 4 which exempted the pension plan from the solvency funding requirements under the General Regulation from August 31, 2011 until December 30, 2015.</p> <p class=\"paragraph-e\">  4.   A statement that the administrator made an election authorized by section 7.1 which exempted the pension plan from the solvency funding requirements under the General Regulation from December 31, 2015 until December 30, 2017.</p> <p class=\"paragraph-e\">  5. A statement that the administrator made an election authorized by section 7.5 which exempts the pension plan from the solvency funding requirements under the General Regulation from December 31, 2017 until December 30, 2020.</p> <p class=\"paragraph-e\">  6. If the progress report is sent on or after December 31, 2020, a statement indicating that the pension plan was exempted from the solvency funding requirements under the General Regulation during the period that began on August 31, 2011 and ended on December 30, 2020.</p> <p class=\"paragraph-e\">  7. An explanation of how the security of the pension benefits and the ancillary benefits for members, former members and retired members might be affected as a result of the exemption of the pension plan from the solvency funding requirements under the General Regulation.</p> <p class=\"paragraph-e\">  8. The valuation date of the most recent report filed under section 3 or 14 of the General Regulation.</p> <p class=\"paragraph-e\">  9. The transfer ratio of the pension plan as of the valuation date of the two most recent reports filed under section 3 or 14 of the General Regulation.</p> <p class=\"paragraph-e\">  10. The amount of the solvency deficiency of the pension plan as of the valuation date of the two most recent reports filed under section 3 or 14 of the General Regulation.</p> <p class=\"paragraph-e\">  11. The amount of the reduced solvency deficiency of the pension plan as of the valuation date of the two most recent reports with valuation dates on or after December 31, 2017 filed under section 3 or 14 of the General Regulation.</p> <p class=\"paragraph-e\">  12. The estimated annual contributions required to fund the normal cost of the pension plan and all special payments as set out in the report referred to in paragraph 8.</p> <p class=\"paragraph-e\">  13. The estimated annual contributions required to fund the amount equal to the provision for adverse deviations in respect of the normal cost of the pension plan as set out in the most recent report with a valuation date on or after December 31, 2017 filed under section 3 or 14 of the General Regulation.</p> <p class=\"paragraph-e\">  14. The total annual contributions made to the pension plan in the two previous fiscal years of the plan. O. Reg. 259/18, s. 3.</p> <p class=\"subsection-e\">  (4) A progress report may be included in the written statement that is required to be sent to members under section 27 of the Act for the same fiscal year. O. Reg. 259/18, s. 3.</p> <p class=\"subsection-e\">  (5) A copy of the progress report must be filed with the Chief Executive Officer no later than 45 days after the day on which the administrator sends the progress report to the members, former members and retired members. O. Reg. 259/18, s. 3; O. Reg. 158/19, s. 1 (1).</p> <p class=\"subsection-e\">  (6) A report filed with the Superintendent under subsection (5), as it read prior to the day section 1 of Schedule 23 to the <i>Plan for Care and Opportunity Act (Budget Measures), 2018</i> came into force, is deemed to have been filed with the Chief Executive Officer. O. Reg. 158/19, s. 1 (2).</p>"
        },
        {
            "id": "8. This Regulation is revoked on September 1, 2027. O. Reg. 326/13, s. 3; O. Reg. 465/16, s. 4; O. Reg. 259/18, s. 4.",
            "section": "Revocation",
            "content": " 8. This Regulation is revoked on September 1, 2027. O. Reg. 326/13, s. 3; O. Reg. 465/16, s. 4; O. Reg. 259/18, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>8. <b>This Regulation is revoked on September 1, 2027. O. Reg. 326/13, s. 3; O. Reg. 465/16, s. 4; O. Reg. 259/18, s. 4.</b></b></p>"
        },
        {
            "id": "",
            "section": "Revocation",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"><b> </b></p> <p class=\"MsoNormal\"><b> </b></p> <p class=\"MsoNormal\"><b> </b></p> <p class=\"MsoNormal\"><b></b></p>"
        }
    ]
}