{
    "reg_info": {
        "full_title": "O. Reg. 799/94: DEBT AND FINANCIAL OBLIGATION LIMITS",
        "reg_name_text": "DEBT AND FINANCIAL OBLIGATION LIMITS",
        "citation": "O. Reg. 799/94: ",
        "act_under": "Municipal Act   Loi sur les municipalités",
        "url": "https://www.ontario.ca/laws/regulation/940799",
        "date_scraped": "2023-12-19 21:48:12"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. (1) The annual debt and financial obligation limit for municipalities shall be determined under this Regulation. (2) The Ministry shall annually determine the limit using the formula described in section 3 based on the financial information supplied to the Ministry by each municipality under the Act and under the Municipal Affairs Act. (3) The Ministry shall inform the treasurer of the municipality in writing of the limit. O. Reg. 799/94, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) The annual debt and financial obligation limit for municipalities shall be determined under this Regulation.</p> <p class=\"subsection-e\">(2) The Ministry shall annually determine the limit using the formula described in section 3 based on the financial information supplied to the Ministry by each municipality under the Act and under the <i>Municipal Affairs Act</i>.</p> <p class=\"subsection-e\">(3) The Ministry shall inform the treasurer of the municipality in writing of the limit. O. Reg. 799/94, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. A municipality shall use the most recent limit provided to it by the Ministry to determine whether Ontario Municipal Board approval is required in respect of the following categories of debt or financial obligation: 1. Long-term debt assumed by a municipality for which repayment will be required beyond the term for which the council was elected. 2. Other financial commitments, liabilities and contractual obligations, for which payment may or will be required beyond the term for which the council was elected, including, without being limited to, i. lease agreements, ii. financial commitments to hospitals and universities. O. Reg. 799/94, s. 2; O. Reg. 267/02, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>A municipality shall use the most recent limit provided to it by the Ministry to determine whether Ontario Municipal Board approval is required in respect of the following categories of debt or financial obligation:</p> <p class=\"paragraph-e\">1. Long-term debt assumed by a municipality for which repayment will be required beyond the term for which the council was elected.</p> <p class=\"paragraph-e\">2. Other financial commitments, liabilities and contractual obligations, for which payment may or will be required beyond the term for which the council was elected, including, without being limited to,</p> <p class=\"subpara-e\">i. lease agreements,</p> <p class=\"subpara-e\">ii. financial commitments to hospitals and universities.</p> <p class=\"tfootnote-e\">O. Reg. 799/94, s. 2; O. Reg. 267/02, s. 1.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. The Ministry shall determine the debt and financial obligation limit of a municipality as follows: 1. Calculate the revenue fund revenues for a past fiscal year, excluding amounts received in the year, i. as grants from the Government of Ontario or Canada or from another municipality, ii. as proceeds from the sale of real property, iii. as a contribution or transfer from a reserve, reserve fund or capital fund, iv. under agreement with the Government of Ontario, for the purpose of repaying the principal and interest of long-term debt or meeting financial obligations of the municipality, v. from another municipality or a school board for the repayment of the principal and interest of long-term debt of the municipality borrowed for the exclusive purposes of the other municipality or school board, vi. as revenues from electrical, telephone and gas service, vii. as revenues for the purpose of repaying the principal and interest of debt under the Tile Drainage Act or the Shoreline Property Assistance Act, and viii. as revenues for the purpose of repaying the principal and interest of debt with respect to the downtown revitalization loan program. 2. Multiply the amount obtained in paragraph 1 by 25 per cent. 3. Subtract from the amount obtained in paragraph 2 the total payments in the fiscal year related to the long-term debt of the municipality less, i. the payments in that year for long-term debt or financial obligations for which the Government of Ontario has agreed to provide to the municipality the amounts required by the municipality to repay the principal and interest of the debt or to meet the financial obligations, ii. payments in that year from another municipality or a school board for the repayment of the principal and interest of long-term debt of the municipality borrowed for the exclusive purposes of the other municipality or school board, iii. the payments for electrical, telephone and gas service provided by the municipality for which revenues are received by the municipality in that year, iv. the payments for shoreline assistance and tile drainage in that year, and v. the payments made respecting the downtown revitalization loan program in that year. 4. Subtract from the amount obtained in paragraph 3 payments made in the fiscal year in respect of the financial commitments, obligations and liabilities described in paragraph 2 of section 2. O. Reg. 799/94, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>The Ministry shall determine the debt and financial obligation limit of a municipality as follows:</p> <p class=\"paragraph-e\">1. Calculate the revenue fund revenues for a past fiscal year, excluding amounts received in the year,</p> <p class=\"subpara-e\">i. as grants from the Government of Ontario or Canada or from another municipality,</p> <p class=\"subpara-e\">ii. as proceeds from the sale of real property,</p> <p class=\"subpara-e\">iii. as a contribution or transfer from a reserve, reserve fund or capital fund,</p> <p class=\"subpara-e\">iv. under agreement with the Government of Ontario, for the purpose of repaying the principal and interest of long-term debt or meeting financial obligations of the municipality,</p> <p class=\"subpara-e\">v. from another municipality or a school board for the repayment of the principal and interest of long-term debt of the municipality borrowed for the exclusive purposes of the other municipality or school board,</p> <p class=\"subpara-e\">vi. as revenues from electrical, telephone and gas service,</p> <p class=\"subpara-e\">vii. as revenues for the purpose of repaying the principal and interest of debt under the <i>Tile Drainage Act</i> or the <i>Shoreline Property Assistance Act</i>, and</p> <p class=\"subpara-e\">viii. as revenues for the purpose of repaying the principal and interest of debt with respect to the downtown revitalization loan program.</p> <p class=\"paragraph-e\">2. Multiply the amount obtained in paragraph 1 by 25 per cent.</p> <p class=\"paragraph-e\">3. Subtract from the amount obtained in paragraph 2 the total payments in the fiscal year related to the long-term debt of the municipality less,</p> <p class=\"subpara-e\">i. the payments in that year for long-term debt or financial obligations for which the Government of Ontario has agreed to provide to the municipality the amounts required by the municipality to repay the principal and interest of the debt or to meet the financial obligations,</p> <p class=\"subpara-e\">ii. payments in that year from another municipality or a school board for the repayment of the principal and interest of long-term debt of the municipality borrowed for the exclusive purposes of the other municipality or school board,</p> <p class=\"subpara-e\">iii. the payments for electrical, telephone and gas service provided by the municipality for which revenues are received by the municipality in that year,</p> <p class=\"subpara-e\">iv. the payments for shoreline assistance and tile drainage in that year, and</p> <p class=\"subpara-e\">v. the payments made respecting the downtown revitalization loan program in that year.</p> <p class=\"paragraph-e\">4. Subtract from the amount obtained in paragraph 3 payments made in the fiscal year in respect of the financial commitments, obligations and liabilities described in paragraph 2 of section 2. O. Reg. 799/94, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) Before authorizing any specific work or class of work or any increase in expenditure for a previously authorized specific work or class of work that would require a long-term debt or financial obligation described in section 2, the council of the municipality shall have its treasurer calculate an updated limit using the most recent debt and financial obligation limit determined by the Ministry. O. Reg. 799/94, s. 4 (1); O. Reg. 75/97, s. 1 (1). (2) The treasurer shall update the most recent limit determined by the Ministry as follows: 1. Adjust the limit in respect of the estimated annual amount payable for any long-term debt or financial obligation described in section 2 assumed or discharged by the municipality since the last day of the past fiscal year for which the limit was calculated. 2. Subtract from the amount obtained in paragraph 1, the estimated annual amount payable in respect of any project approved by the Ontario Municipal Board or the council, as the case may be, to be financed by long-term debt or financial obligation described in section 2 but not as yet assumed unless council has, by resolution, indicated that it will not proceed with that project. 3. Subtract from the amount obtained in paragraph 1 any amount recognized by the treasurer as annually payable or as payable in the year in respect of a financial obligation described in paragraph 2 of section 2. O. Reg. 799/94, s. 4 (2). (3) The treasurer shall calculate the estimated annual amount payable by the municipality in respect of the work or class of work. O. Reg. 799/94, s. 4 (3); O. Reg. 75/97, s. 1 (2). (4) The treasurer shall not include in the update under subsection (2) or the calculation under subsection (3) any amounts payable by the municipality for the following categories of long-term debt or financial obligation: 1. Debt or financial obligation for which the Government of Ontario has agreed to pay to the municipality the amounts required by the municipality to repay the principal and interest of the debt or to meet the financial obligation. 2. Debt under the Tile Drainage Act or the Shoreline Property Assistance Act. 3. Debt or financial obligation in respect of electrical, telephone and gas service provided by the municipality for which revenues are received by the municipality. 4. Debt with respect to the downtown revitalization loan program. O. Reg. 799/94, s. 4 (4). (5) The treasurer is not required to include in the update under subsection (2) or the calculation under subsection (3) any amounts recognized by the treasurer as current expenditures that are, or are payable under, any of the following: 1. Revoked: O. Reg. 267/02, s. 2. 2. Premium notes given for fire insurance. 3. Arrangements to provide pensions under paragraph 46 of section 207 of the Act. 4. Grants for retirement allowances under section 98 of the Act. 5. Agreements for fire protection under paragraph 1 of section 207 of the Act. 6. Agreements for area fire protection under clause (c) of paragraph 31 of section 210 of the Act. 7. Agreements under the Police Services Act respecting policing of the whole or any part of a municipality by the Ontario Provincial Police. 8. Agreements for sharing the cost of services of officers and employees of municipalities or local boards. 9. Agreements respecting maintenance and repair of boundary roads under section 271 of the Act. 10. Agreements respecting homes under the Homes for the Aged and Rest Homes Act. 11. Agreements respecting water supply under paragraph 2 of section 207 of the Act. 12. Agreements respecting the management and operation of systems and services under paragraph 5 of section 207 of the Act. 13. Agreements for watering or oiling highways under paragraph 7 of section 207 of the Act. 14. Agreements respecting bus franchises under paragraph 103 of section 210 of the Act. 15. Agreements for furnishing public bus transportation under paragraph 104 of section 210 of the Act. 16. Agreements for the purchase of electricity by the municipality or a local board of the municipality where the electricity to be purchased is not primarily for the consumption of the municipality or a local board of the municipality. 17. Agreements respecting matters of employment of officers and employees of the municipality or a local board of the municipality. 18. Agreements respecting regional economic development under paragraph 59 of section 207 of the Act. 19. Agreements for insurance and reciprocal contracts of indemnity or inter-insurance providing insurance and protection under paragraph 3, 50 or 51 of section 207 of the Act, section 252 of the Act or section 14 of the Municipal Conflict of Interest Act. O. Reg. 75/97, s. 1 (3); O. Reg. 155/99, s. 1; O. Reg. 267/02, s. 2. (6) The council of a regional, metropolitan or district municipality or the County of Oxford which borrows money or issues debentures for the exclusive purpose of one of its area municipalities is not required to have its treasurer update its debt and financial obligation limit in respect of the borrowing or issuance. (7) The council of a county which borrows money or issues debentures for the exclusive purpose of a town, not being a separated town, a village or a township is not required to have its treasurer update its debt and financial obligation limit in respect of the borrowing or issuance. (8) The council of a municipality authorizing the issue or sale of debentures for a school board under section 123 of the Municipal Act is not required to have its treasurer update its debt and financial obligation limit in respect of the authorization. (9) The council of a municipality authorizing the issue of debentures under section 124 of the Municipal Act is not required to have its treasurer update its debt and financial obligation limit for those debentures to the extent they are issued in respect of money raised for another municipality. (10) If a council does not require the treasurer to calculate an updated limit under subsection (6), (7), (8) or (9), the treasurer shall not include any amount in respect of the borrowing, issuance or authorization in an update under subsection (2) or a calculation under subsection (3). O. Reg. 799/94, s. 4 (6-10). (11) If the amount calculated under subsection (3) exceeds the amount updated under subsection (2), the council must obtain the approval of the Ontario Municipal Board before authorizing the work or class of work. O. Reg. 799/94, s. 4 (11); O. Reg. 75/97, s. 1 (4).",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) Before authorizing any specific work or class of work or any increase in expenditure for a previously authorized specific work or class of work that would require a long-term debt or financial obligation described in section 2, the council of the municipality shall have its treasurer calculate an updated limit using the most recent debt and financial obligation limit determined by the Ministry. O. Reg. 799/94, s. 4 (1); O. Reg. 75/97, s. 1 (1).</p> <p class=\"subsection-e\">(2) The treasurer shall update the most recent limit determined by the Ministry as follows:</p> <p class=\"paragraph-e\">1. Adjust the limit in respect of the estimated annual amount payable for any long-term debt or financial obligation described in section 2 assumed or discharged by the municipality since the last day of the past fiscal year for which the limit was calculated.</p> <p class=\"paragraph-e\">2. Subtract from the amount obtained in paragraph 1, the estimated annual amount payable in respect of any project approved by the Ontario Municipal Board or the council, as the case may be, to be financed by long-term debt or financial obligation described in section 2 but not as yet assumed unless council has, by resolution, indicated that it will not proceed with that project.</p> <p class=\"paragraph-e\">3. Subtract from the amount obtained in paragraph 1 any amount recognized by the treasurer as annually payable or as payable in the year in respect of a financial obligation described in paragraph 2 of section 2. O. Reg. 799/94, s. 4 (2).</p> <p class=\"subsection-e\">(3) The treasurer shall calculate the estimated annual amount payable by the municipality in respect of the work or class of work. O. Reg. 799/94, s. 4 (3); O. Reg. 75/97, s. 1 (2).</p> <p class=\"subsection-e\">(4) The treasurer shall not include in the update under subsection (2) or the calculation under subsection (3) any amounts payable by the municipality for the following categories of long-term debt or financial obligation:</p> <p class=\"paragraph-e\">1. Debt or financial obligation for which the Government of Ontario has agreed to pay to the municipality the amounts required by the municipality to repay the principal and interest of the debt or to meet the financial obligation.</p> <p class=\"paragraph-e\">2. Debt under the <i>Tile Drainage Act</i> or the <i>Shoreline Property Assistance Act</i>.</p> <p class=\"paragraph-e\">3. Debt or financial obligation in respect of electrical, telephone and gas service provided by the municipality for which revenues are received by the municipality.</p> <p class=\"paragraph-e\">4. Debt with respect to the downtown revitalization loan program. O. Reg. 799/94, s. 4 (4).</p> <p class=\"subsection-e\">(5) The treasurer is not required to include in the update under subsection (2) or the calculation under subsection (3) any amounts recognized by the treasurer as current expenditures that are, or are payable under, any of the following:</p> <p class=\"paragraph-e\">1. Revoked: O. Reg. 267/02, s. 2.</p> <p class=\"paragraph-e\">2. Premium notes given for fire insurance.</p> <p class=\"paragraph-e\">3. Arrangements to provide pensions under paragraph 46 of section 207 of the Act.</p> <p class=\"paragraph-e\">4. Grants for retirement allowances under section 98 of the Act.</p> <p class=\"paragraph-e\">5. Agreements for fire protection under paragraph 1 of section 207 of the Act.</p> <p class=\"paragraph-e\">6. Agreements for area fire protection under clause (c) of paragraph 31 of section 210 of the Act.</p> <p class=\"paragraph-e\">7. Agreements under the <i>Police Services Act</i> respecting policing of the whole or any part of a municipality by the Ontario Provincial Police.</p> <p class=\"paragraph-e\">8. Agreements for sharing the cost of services of officers and employees of municipalities or local boards.</p> <p class=\"paragraph-e\"> 9. Agreements respecting maintenance and repair of boundary roads under section 271 of the Act.</p> <p class=\"paragraph-e\">10. Agreements respecting homes under the <i>Homes for the Aged and Rest Homes Act</i>.</p> <p class=\"paragraph-e\">11. Agreements respecting water supply under paragraph 2 of section 207 of the Act.</p> <p class=\"paragraph-e\">12. Agreements respecting the management and operation of systems and services under paragraph 5 of section 207 of the Act.</p> <p class=\"paragraph-e\">13. Agreements for watering or oiling highways under paragraph 7 of section 207 of the Act.</p> <p class=\"paragraph-e\">14. Agreements respecting bus franchises under paragraph 103 of section 210 of the Act.</p> <p class=\"paragraph-e\">15. Agreements for furnishing public bus transportation under paragraph 104 of section 210 of the Act.</p> <p class=\"paragraph-e\">16. Agreements for the purchase of electricity<b> </b>by the municipality or a local board of the municipality where the electricity to be purchased is not primarily for the consumption of the municipality or a local board of the municipality.</p> <p class=\"paragraph-e\">17. Agreements respecting matters of employment of officers and employees of the municipality or a local board of the municipality.</p> <p class=\"paragraph-e\">18. Agreements respecting regional economic development under paragraph 59 of section 207 of the Act.</p> <p class=\"paragraph-e\">19. Agreements for insurance and reciprocal contracts of indemnity or inter-insurance providing insurance and protection under paragraph 3, 50 or 51 of section 207 of the Act, section 252 of the Act or section 14 of the <i>Municipal Conflict of Interest Act</i>. O. Reg. 75/97, s. 1 (3); O. Reg. 155/99, s. 1; O. Reg. 267/02, s. 2.</p> <p class=\"subsection-e\">(6) The council of a regional, metropolitan or district municipality or the County of Oxford which borrows money or issues debentures for the exclusive purpose of one of its area municipalities is not required to have its treasurer update its debt and financial obligation limit in respect of the borrowing or issuance.</p> <p class=\"subsection-e\">(7) The council of a county which borrows money or issues debentures for the exclusive purpose of a town, not being a separated town, a village or a township is not required to have its treasurer update its debt and financial obligation limit in respect of the borrowing or issuance.</p> <p class=\"subsection-e\">(8) The council of a municipality authorizing the issue or sale of debentures for a school board under section 123 of the <i>Municipal Act</i> is not required to have its treasurer update its debt and financial obligation limit in respect of the authorization.</p> <p class=\"subsection-e\">(9) The council of a municipality authorizing the issue of debentures under section 124 of the <i>Municipal Act</i> is not required to have its treasurer update its debt and financial obligation limit for those debentures to the extent they are issued in respect of money raised for another municipality.</p> <p class=\"subsection-e\">(10) If a council does not require the treasurer to calculate an updated limit under subsection (6), (7), (8) or (9), the treasurer shall not include any amount in respect of the borrowing, issuance or authorization in an update under subsection (2) or a calculation under subsection (3). O. Reg. 799/94, s. 4 (6-10).</p> <p class=\"subsection-e\">(11) If the amount calculated under subsection (3) exceeds the amount updated under subsection (2), the council must obtain the approval of the Ontario Municipal Board before authorizing the work or class of work. O. Reg. 799/94, s. 4 (11); O. Reg. 75/97, s. 1 (4).</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) The Ministry shall calculate a transitional debt and financial obligation limit for a municipality in respect of any fiscal year in which the following conditions are met: 1. The municipality has been erected, incorporated or created by statute or has had a boundary alteration within the past five years. 2. The financial information necessary for the Ministry to determine a debt and financial obligation for the municipality under section 3 is not available. (2) Despite sections 1 and 3, the Ministry may determine a transitional debt limit by estimating the revenue fund revenues for the year and by using relevant financial information obtained from any municipality or from any fiscal year. (3) Despite section 4, the treasurer may update a transitional debt limit using relevant financial information from any fiscal year. O. Reg. 799/94, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) The Ministry shall calculate a transitional debt and financial obligation limit for a municipality in respect of any fiscal year in which the following conditions are met:</p> <p class=\"paragraph-e\">1. The municipality has been erected, incorporated or created by statute or has had a boundary alteration within the past five years.</p> <p class=\"paragraph-e\">2. The financial information necessary for the Ministry to determine a debt and financial obligation for the municipality under section 3 is not available.</p> <p class=\"subsection-e\">(2) Despite sections 1 and 3, the Ministry may determine a transitional debt limit by estimating the revenue fund revenues for the year and by using relevant financial information obtained from any municipality or from any fiscal year.</p> <p class=\"subsection-e\">(3) Despite section 4, the treasurer may update a transitional debt limit using relevant financial information from any fiscal year. O. Reg. 799/94, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. Omitted (revokes other Regulations). O. Reg. 799/94, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b> Omitted (revokes other Regulations). O. Reg. 799/94, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 799/94, s. 7. ",
            "raw_html": "<p class=\"section-e\"><b>7.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 799/94, s. 7.</p> <p class=\"Normal\"></p>"
        }
    ]
}