{
    "reg_info": {
        "full_title": "O. Reg. 331/93: APPLICATION OF SECTION 35 (BUILDING PERMIT RESTRICTIONS)",
        "reg_name_text": "APPLICATION OF SECTION 35   (BUILDING PERMIT RESTRICTIONS)",
        "citation": "O. Reg. 331/93: APPLICATION OF SECTION 35 (BUILDING PERMIT RESTRICTIONS)",
        "act_under": "London-Middlesex Act, 1992   Loi de 1992 sur London et Middlesex",
        "url": "https://www.ontario.ca/laws/regulation/930331",
        "date_scraped": "2023-12-19 20:51:50"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. Section 35 of the Act applies to the following lands: 1. The land in the Township of Delaware described in Schedule 1. 2. The land in the Township of Lobo described in Schedule 2. 3. The land in the Township of London described in Schedule 3. 4. The land in the Township of North Dorchester described in Schedule 4. 5. The land in the Township of West Nissouri described in Schedule 5. O.Reg. 331/93, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>Section 35 of the Act applies to the following lands:</p> <p class=\"paragraph-e\">1. The land in the Township of Delaware described in Schedule 1.</p> <p class=\"paragraph-e\">2. The land in the Township of Lobo described in Schedule 2.</p> <p class=\"paragraph-e\">3. The land in the Township of London described in Schedule 3.</p> <p class=\"paragraph-e\">4. The land in the Township of North Dorchester described in Schedule 4.</p> <p class=\"paragraph-e\">5. The land in the Township of West Nissouri described in Schedule 5. O.Reg. 331/93, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. The chief building official of the Township of Delaware may issue the building permits required for the purpose of a land use that conforms with the official plan of the City of London in effect on January 1, 1993 on the land described in paragraph 2 of Schedule 1. O.Reg. 947/93, s.1. SCHEDULE 1 TOWNSHIP OF DELAWARE 1. Beginning at the intersection of the northerly boundary of the Township of Delaware and the northerly prolongation of the westerly limit of Part 2 as shown on a Plan deposited in the Land Registry Office for the Land Titles Division of Middlesex (No. 33) as Number 34R-192; Thence southerly to and along the westerly limit of Part 2 to the southwesterly angle of Part 2; Thence southerly to and along the easterly limit of the road on the northerly prolongation of the easterly limit of the road allowance between concessions I and II and along the easterly limit of the road allowance to the southwesterly angle of Lot 16 in Concession II; Thence easterly along the southerly limit of Lot 16 and the easterly prolongation thereof to the easterly limit of the road allowance between concessions II and III; Thence southerly along the easterly limit of the road allowance to the southerly limit of Lot 19 in Concession III; Thence easterly along the southerly limit of Lot 19 and the easterly prolongation thereof to the easterly limit of the road allowance between concessions III and IV; Thence southerly along the easterly limit of the road allowance and the southerly prolongation thereof to the southerly boundary of the Township of Delaware; Thence easterly along the southerly boundary of the Township to the southeasterly limit of the King’s Highway Number 401; Thence northeasterly along the southeasterly limit of the King’s Highway Number 401 to the easterly limit of the westerly half of Lot 52 in Concession West of Talbot Road being the boundary between the Township of Delaware and the City of London; Thence northerly along the boundary between the Township of Delaware and the City of London to the northerly boundary of the Township; Thence westerly along the northerly boundary of the Township to the place of beginning. 2. Portion of the City of London annexed to the Township of Delaware on January 1, 1994 and more particularly described as follows: Part of Lot 53, Concession West of Talbot Road, in the City of London (formerly in the Town of Westminster); Beginning at the northwesterly angle of the east half of Lot53; Thence easterly along the northerly limit of Lot 53 to the southeasterly limit of the King’s Highway Number 401; Thence southwesterly along the southeasterly limit of the King’s Highway Number 401 to the line between the east half and the west half of Lot 52 in said Concession; Thence northerly along the line between the east half and the west half of lots 52 and 53 of said Concession to the point of beginning. O.Reg. 331/93, Sched. 1; O. Reg. 947/93, s. 2. SCHEDULE 2 TOWNSHIP OF LOBO Beginning at the intersection of the southerly boundary of the Township of Lobo and the southerly prolongation of the westerly limit of Lot 7 in Concession I; Thence northerly to and along the westerly limit of Lot 7 in concessions I and II to the southwesterly angle of Lot 7 in Concession II; Thence easterly along the northerly limit of Lot 7 in Concession II to the northeasterly angle of Lot 7; Thence northerly to and along the westerly limit of Lot 8 in Concession III to the northwesterly angle of Lot 8; Thence easterly along the northerly limit of lots 8 to 14 in Concession III to the southwesterly limit of the King’s Highway Number 22; Thence southeasterly along the southwesterly limit of the King’s Highway Number 22 to the northwesterly limit of a Plan deposited in the Land Registry Office for the Land Titles Division of Middlesex (No. 33) as Number 33R-5781; Thence southwesterly along the northwesterly limit of the Plan Number 33R-5781 to the westerly angle of the Plan; Thence southeasterly along the southwesterly limit of the Plan to the westerly angle of a Plan deposited in the said Land Registry Office as Number 33R-6767; Thence southeasterly along the southwesterly and southeasterly limits of the Plan 33R-6767 to the westerly angle of a Plan deposited in the said Land Registry Office as Number 33R-3438; Thence southeasterly along the southwesterly limit of the Plan 33R-3438 to the westerly angle of Part 7 as shown on a Plan deposited in the said Land Registry Office as Number 33R-5262; Thence southeasterly along the southwesterly limit of Part 7 of the Plan Number 33R-5262 to an easterly limit of Part 1 as shown on a Plan deposited in the said Land Registry Office as Number 33R-4778; Thence southeasterly along the northerly limits of Part 1 to the easterly limit of Lot 14 in Concession III; Thence southerly along the easterly limit of Lot 14 and the southerly prolongation thereof to the easterly boundary of the Township; Thence southerly along the easterly boundary of the Township to the southeasterly angle thereof; Thence southwesterly along the southerly boundary of the Township to the place of beginning. O.Reg. 331/93, Sched. 2. SCHEDULE 3 TOWNSHIP OF LONDON Beginning at the intersection of the easterly boundary of the Township of London and the line between the northerly and the southerly half of Lot 1 in Concession VIII; Thence westerly along the line between the northerly and the southerly half of lots 1 to 32 in Concession VIII to the westerly boundary of the Township; Thence southerly along the westerly boundary of the Township to the westerly prolongation of the southerly limit of Lot 32 in Concession VI; Thence easterly to and along the southerly limit of Lot 32 to the southeasterly angle of Lot 32; Thence southerly to and along the easterly limit of Lot 32 in Concession V to the southerly limit of the King’s Highway Number 22; Thence westerly along the southerly limit of the King’s Highway Number 22 to the westerly boundary of the Township of London; Thence southerly along the westerly boundary of the Township to the southwesterly angle thereof; Thence easterly along the southerly boundary of the Township to the southerly prolongation of the easterly limit of Lot 28 in Concession III being a westerly boundary of the City of London; Thence northerly along the westerly boundaries of the City of London to the northwesterly angle of the City; Thence easterly along the northerly boundary of the City of London to a northeasterly angle in the City being at the intersection of the westerly limit of Lot 2 in Concession VI of the Township of London and the northerly high water mark of Fanshawe Lake; Thence southerly and easterly along the northeasterly boundaries of the City of London to the easterly boundary of the Township; Thence northerly along the easterly boundary of the Township to the place of beginning. O.Reg. 331/93, Sched. 3. SCHEDULE 4 TOWNSHIP OF NORTH DORCHESTER Beginning at the intersection of the northerly boundary of the Township of North Dorchester and the northerly prolongation of the easterly limit of Lot 8 in Concession I North Thames River; Thence southerly to and along the easterly limit of Lot 8 in concessions I, II and III North Thames River to the northeasterly angle of a Plan registered in the Land Registry Office for the Land Titles Division of Middlesex (No. 33) as Number M-231; Thence westerly along the northerly limit of Plan Number M-231 to the easterly limit of a Plan registered in the said Land Registry Office as Number 823; Thence northerly along the easterly limit of the Plan Number 823 to the northeasterly angle of the Plan; Thence northerly and parallel with the westerly limit of Lot 8 in Concession III to the southerly limit of the northerly half of Lot 8; Thence westerly to and along the southerly limit of the northerly half of Lot 8 to the easterly limit of a Plan deposited in the said Land Registry Office as Number 33R-3849; Thence northerly along the easterly limit of the Plan Number 33R-3849 to a northeasterly angle of the Plan; Thence westerly along the northerly limit of the Plan 33R-3849 to an angle of the Plan distant 132.84 metres measured easterly from the westerly limit of Lot 7 in Concession III; Thence westerly to the southeasterly angle of plan deposited in the said Land Registry Office as Number 33R-990; Thence northerly along the easterly limit of the Plan Number 33R-990 to the northeasterly angle of the Plan; Thence westerly along the northerly limit of the Plan Number 33R-990 and the westerly prolongation thereof to the easterly limit of Lot 6 in Concession III; Thence northerly along the easterly limit of Lot 6 to a point in the easterly limit of Lot 6 distant 693.78 metres measured northerly therealong from the northerly limit of the right-of-way of the Canadian National Railways; Thence westerly and parallel with the northerly limit of Lot 6, 323.77 metres to a point; Thence southerly and parallel with the easterly limit of Lot 6 to the southerly limit of the right-of-way; Thence easterly along the southerly limit of the right-of-way to the westerly limit of the road allowance between lots 6 and 7; Thence southerly along the westerly limit of the road allowance to the northerly high water mark of the Thames River; Thence southerly to and along the easterly limit of the westerly half of Lot 21 in concessions A and B South Thames River and the southerly prolongation thereof to the northerly limit of Lot 21 in Concession I South Thames River; Thence westerly along the northerly limit of Lot 21 to the easterly limit of the westerly half of Lot 21; Thence southerly along the easterly limit of the westerly half of Lot 21 in concessions I, II and III South Thames River to the southerly limit of Lot 21 in Concession III; Thence westerly along the southerly limit of lots 21 and 22 in Concession III to the southwesterly angle of Lot 22; Thence southerly to and along the easterly limit of Lot 23 in Concession IV South Thames River to the northerly limit of the southerly half of Lot 23; Thence westerly along the northerly limit of the southerly half of Lot 23 to the westerly limit of Lot 23; Thence southerly along the westerly limit of Lot 23 in concessions IV, V and VI South Thames River to a point distant 620 metres measured southerly from the northeasterly angle of Lot 24 in Concession VI South Thames River, the point being the northeasterly angle of the Village of Belmont; Thence westerly following the boundary between the Village of Belmont and the Township of North Dorchester to the westerly boundary of the Township being the easterly boundary of the City of London; Thence northerly following the westerly boundaries of the Township to the northwesterly angle thereof; Thence easterly along the northerly boundary of the Township to the place of beginning; Excluding that portion of the Township of North Dorchester annexed to the City of London on January 1, 1994 and more particularly described as follows: Part of Lot 3, Concession 3 of the former Town of Westminster, now the Township of North Dorchester, in the County of Middlesex; Beginning at the southwest angle of said Lot 3; Thence easterly along the southerly limit of Lot 3, to a point 660 feet west of the southeast angle of Lot 3; Thence northerly parallel to the easterly limit of Lot 3, to a point in the line between the north half and the south half of said Lot 3; Thence westerly along the line between the north half and the south half of said Lot 3 to the westerly limit of Lot 3; Thence southerly along the westerly limit of Lot 3 to the place of beginning. O.Reg. 331/93, Sched. 4; O. Reg. 947/93, s. 3. SCHEDULE 5 TOWNSHIP OF WEST NISSOURI Beginning at the intersection of the southerly boundary of the Township of West Nissouri and the southerly prolongation of the easterly limit of the westerly half of Lot 1 in Concession IV; Thence northerly along the easterly limit of the westerly half of lots 1 to 11 in Concession IV to the northerly limit of Lot 11; Thence westerly along the northerly limit of Lot 11 in concessions IV, III and II to the northwesterly angle of Lot 11 in Concession II; Thence northerly along the westerly limit of lots 11 to 15 in Concession II to the northwesterly angle of Lot 15; Thence westerly to and along the northerly limit of Lot 15 in Concession I and the westerly prolongation thereof to the westerly boundary of the Township of West Nissouri; Thence southerly along the westerly boundary of the Township to the middle of the northerly portion of Fanshawe Lake being an angle of the Township; Thence westerly along the middle of Fanshawe Lake to the northeasterly boundary of the City of London; Thence southeasterly along the boundaries of the Township and the City of London to the southerly boundary of the Township; Thence easterly along the southerly boundary of the Township to the place of beginning. O.Reg. 331/93, Sched. 5. ",
            "raw_html": "<p class=\"section-e\"><b>2. </b>The chief building official of the Township of Delaware may issue the building permits required for the purpose of a land use that conforms with the official plan of the City of London in effect on January 1, 1993 on the land described in paragraph 2 of Schedule 1. O.Reg. 947/93, s.1.</p> <p class=\"schedule-e\">SCHEDULE 1</p> <p class=\"headingx-e\">TOWNSHIP OF DELAWARE</p> <p class=\"paragraph-e\">1. Beginning at the intersection of the northerly boundary of the Township of Delaware and the northerly prolongation of the westerly limit of Part 2 as shown on a Plan deposited in the Land Registry Office for the Land Titles Division of Middlesex (No. 33) as Number 34R-192;</p> <p class=\"parawindt-e\">Thence southerly to and along the westerly limit of Part 2 to the southwesterly angle of Part 2;</p> <p class=\"parawindt-e\">Thence southerly to and along the easterly limit of the road on the northerly prolongation of the easterly limit of the road allowance between concessions I and II and along the easterly limit of the road allowance to the southwesterly angle of Lot 16 in Concession II;</p> <p class=\"parawindt-e\">Thence easterly along the southerly limit of Lot 16 and the easterly prolongation thereof to the easterly limit of the road allowance between concessions II and III;</p> <p class=\"parawindt-e\">Thence southerly along the easterly limit of the road allowance to the southerly limit of Lot 19 in Concession III;</p> <p class=\"parawindt-e\">Thence easterly along the southerly limit of Lot 19 and the easterly prolongation thereof to the easterly limit of the road allowance between concessions III and IV;</p> <p class=\"parawindt-e\">Thence southerly along the easterly limit of the road allowance and the southerly prolongation thereof to the southerly boundary of the Township of Delaware;</p> <p class=\"parawindt-e\">Thence easterly along the southerly boundary of the Township to the southeasterly limit of the King’s Highway Number 401;</p> <p class=\"parawindt-e\">Thence northeasterly along the southeasterly limit of the King’s Highway Number 401 to the easterly limit of the westerly half of Lot 52 in Concession West of Talbot Road being the boundary between the Township of Delaware and the City of London;</p> <p class=\"parawindt-e\">Thence northerly along the boundary between the Township of Delaware and the City of London to the northerly boundary of the Township;</p> <p class=\"parawindt-e\">Thence westerly along the northerly boundary of the Township to the place of beginning.</p> <p class=\"paragraph-e\">2. Portion of the City of London annexed to the Township of Delaware on January 1, 1994 and more particularly described as follows:</p> <p class=\"parawindt-e\">Part of Lot 53, Concession West of Talbot Road, in the City of London (formerly in the Town of Westminster);</p> <p class=\"parawindt-e\">Beginning at the northwesterly angle of the east half of Lot53;</p> <p class=\"parawindt-e\">Thence easterly along the northerly limit of Lot 53 to the southeasterly limit of the King’s Highway Number 401;</p> <p class=\"parawindt-e\">Thence southwesterly along the southeasterly limit of the King’s Highway Number 401 to the line between the east half and the west half of Lot 52 in said Concession;</p> <p class=\"parawindt-e\">Thence northerly along the line between the east half and the west half of lots 52 and 53 of said Concession to the point of beginning.</p> <p class=\"tfootnote-e\">O.Reg. 331/93, Sched. 1; O. Reg. 947/93, s. 2.</p> <p class=\"schedule-e\">SCHEDULE 2</p> <p class=\"headingx-e\">TOWNSHIP OF LOBO</p> <p class=\"parawindt-e\">Beginning at the intersection of the southerly boundary of the Township of Lobo and the southerly prolongation of the westerly limit of Lot 7 in Concession I;</p> <p class=\"parawindt-e\">Thence northerly to and along the westerly limit of Lot 7 in concessions I and II to the southwesterly angle of Lot 7 in Concession II;</p> <p class=\"parawindt-e\">Thence easterly along the northerly limit of Lot 7 in Concession II to the northeasterly angle of Lot 7;</p> <p class=\"parawindt-e\">Thence northerly to and along the westerly limit of Lot 8 in Concession III to the northwesterly angle of Lot 8;</p> <p class=\"parawindt-e\">Thence easterly along the northerly limit of lots 8 to 14 in Concession III to the southwesterly limit of the King’s Highway Number 22;</p> <p class=\"parawindt-e\">Thence southeasterly along the southwesterly limit of the King’s Highway Number 22 to the northwesterly limit of a Plan deposited in the Land Registry Office for the Land Titles Division of Middlesex (No. 33) as Number 33R-5781;</p> <p class=\"parawindt-e\">Thence southwesterly along the northwesterly limit of the Plan Number 33R-5781 to the westerly angle of the Plan;</p> <p class=\"parawindt-e\">Thence southeasterly along the southwesterly limit of the Plan to the westerly angle of a Plan deposited in the said Land Registry Office as Number 33R-6767;</p> <p class=\"parawindt-e\">Thence southeasterly along the southwesterly and southeasterly limits of the Plan 33R-6767 to the westerly angle of a Plan deposited in the said Land Registry Office as Number 33R-3438;</p> <p class=\"parawindt-e\">Thence southeasterly along the southwesterly limit of the Plan 33R-3438 to the westerly angle of Part 7 as shown on a Plan deposited in the said Land Registry Office as Number 33R-5262;</p> <p class=\"parawindt-e\">Thence southeasterly along the southwesterly limit of Part 7 of the Plan Number 33R-5262 to an easterly limit of Part 1 as shown on a Plan deposited in the said Land Registry Office as Number 33R-4778;</p> <p class=\"parawindt-e\">Thence southeasterly along the northerly limits of Part 1 to the easterly limit of Lot 14 in Concession III;</p> <p class=\"parawindt-e\">Thence southerly along the easterly limit of Lot 14 and the southerly prolongation thereof to the easterly boundary of the Township;</p> <p class=\"parawindt-e\">Thence southerly along the easterly boundary of the Township to the southeasterly angle thereof;</p> <p class=\"parawindt-e\">Thence southwesterly along the southerly boundary of the Township to the place of beginning.</p> <p class=\"tfootnote-e\">O.Reg. 331/93, Sched. 2.</p> <p class=\"schedule-e\">SCHEDULE 3</p> <p class=\"headingx-e\">TOWNSHIP OF LONDON</p> <p class=\"parawindt-e\">Beginning at the intersection of the easterly boundary of the Township of London and the line between the northerly and the southerly half of Lot 1 in Concession VIII;</p> <p class=\"parawindt-e\">Thence westerly along the line between the northerly and the southerly half of lots 1 to 32 in Concession VIII to the westerly boundary of the Township;</p> <p class=\"parawindt-e\">Thence southerly along the westerly boundary of the Township to the westerly prolongation of the southerly limit of Lot 32 in Concession VI;</p> <p class=\"parawindt-e\">Thence easterly to and along the southerly limit of Lot 32 to the southeasterly angle of Lot 32;</p> <p class=\"parawindt-e\">Thence southerly to and along the easterly limit of Lot 32 in Concession V to the southerly limit of the King’s Highway Number 22;</p> <p class=\"parawindt-e\">Thence westerly along the southerly limit of the King’s Highway Number 22 to the westerly boundary of the Township of London;</p> <p class=\"parawindt-e\">Thence southerly along the westerly boundary of the Township to the southwesterly angle thereof;</p> <p class=\"parawindt-e\">Thence easterly along the southerly boundary of the Township to the southerly prolongation of the easterly limit of Lot 28 in Concession III being a westerly boundary of the City of London;</p> <p class=\"parawindt-e\">Thence northerly along the westerly boundaries of the City of London to the northwesterly angle of the City;</p> <p class=\"parawindt-e\">Thence easterly along the northerly boundary of the City of London to a northeasterly angle in the City being at the intersection of the westerly limit of Lot 2 in Concession VI of the Township of London and the northerly high water mark of Fanshawe Lake;</p> <p class=\"parawindt-e\">Thence southerly and easterly along the northeasterly boundaries of the City of London to the easterly boundary of the Township;</p> <p class=\"parawindt-e\">Thence northerly along the easterly boundary of the Township to the place of beginning.</p> <p class=\"tfootnote-e\">O.Reg. 331/93, Sched. 3.</p> <p class=\"schedule-e\">SCHEDULE 4</p> <p class=\"headingx-e\">TOWNSHIP OF NORTH DORCHESTER</p> <p class=\"parawindt-e\">Beginning at the intersection of the northerly boundary of the Township of North Dorchester and the northerly prolongation of the easterly limit of Lot 8 in Concession I North Thames River;</p> <p class=\"parawindt-e\">Thence southerly to and along the easterly limit of Lot 8 in concessions I, II and III North Thames River to the northeasterly angle of a Plan registered in the Land Registry Office for the Land Titles Division of Middlesex (No. 33) as Number M-231;</p> <p class=\"parawindt-e\">Thence westerly along the northerly limit of Plan Number M-231 to the easterly limit of a Plan registered in the said Land Registry Office as Number 823;</p> <p class=\"parawindt-e\">Thence northerly along the easterly limit of the Plan Number 823 to the northeasterly angle of the Plan;</p> <p class=\"parawindt-e\">Thence northerly and parallel with the westerly limit of Lot 8 in Concession III to the southerly limit of the northerly half of Lot 8;</p> <p class=\"parawindt-e\">Thence westerly to and along the southerly limit of the northerly half of Lot 8 to the easterly limit of a Plan deposited in the said Land Registry Office as Number 33R-3849;</p> <p class=\"parawindt-e\">Thence northerly along the easterly limit of the Plan Number 33R-3849 to a northeasterly angle of the Plan;</p> <p class=\"parawindt-e\">Thence westerly along the northerly limit of the Plan 33R-3849 to an angle of the Plan distant 132.84 metres measured easterly from the westerly limit of Lot 7 in Concession III;</p> <p class=\"parawindt-e\">Thence westerly to the southeasterly angle of plan deposited in the said Land Registry Office as Number 33R-990;</p> <p class=\"parawindt-e\">Thence northerly along the easterly limit of the Plan Number 33R-990 to the northeasterly angle of the Plan;</p> <p class=\"parawindt-e\">Thence westerly along the northerly limit of the Plan Number 33R-990 and the westerly prolongation thereof to the easterly limit of Lot 6 in Concession III;</p> <p class=\"parawindt-e\">Thence northerly along the easterly limit of Lot 6 to a point in the easterly limit of Lot 6 distant 693.78 metres measured northerly therealong from the northerly limit of the right-of-way of the Canadian National Railways;</p> <p class=\"parawindt-e\">Thence westerly and parallel with the northerly limit of Lot 6, 323.77 metres to a point;</p> <p class=\"parawindt-e\">Thence southerly and parallel with the easterly limit of Lot 6 to the southerly limit of the right-of-way;</p> <p class=\"parawindt-e\">Thence easterly along the southerly limit of the right-of-way to the westerly limit of the road allowance between lots 6 and 7;</p> <p class=\"parawindt-e\">Thence southerly along the westerly limit of the road allowance to the northerly high water mark of the Thames River;</p> <p class=\"parawindt-e\">Thence southerly to and along the easterly limit of the westerly half of Lot 21 in concessions A and B South Thames River and the southerly prolongation thereof to the northerly limit of Lot 21 in Concession I South Thames River;</p> <p class=\"parawindt-e\">Thence westerly along the northerly limit of Lot 21 to the easterly limit of the westerly half of Lot 21;</p> <p class=\"parawindt-e\">Thence southerly along the easterly limit of the westerly half of Lot 21 in concessions I, II and III South Thames River to the southerly limit of Lot 21 in Concession III;</p> <p class=\"parawindt-e\">Thence westerly along the southerly limit of lots 21 and 22 in Concession III to the southwesterly angle of Lot 22;</p> <p class=\"parawindt-e\">Thence southerly to and along the easterly limit of Lot 23 in Concession IV South Thames River to the northerly limit of the southerly half of Lot 23;</p> <p class=\"parawindt-e\">Thence westerly along the northerly limit of the southerly half of Lot 23 to the westerly limit of Lot 23;</p> <p class=\"parawindt-e\">Thence southerly along the westerly limit of Lot 23 in concessions IV, V and VI South Thames River to a point distant 620 metres measured southerly from the northeasterly angle of Lot 24 in Concession VI South Thames River, the point being the northeasterly angle of the Village of Belmont;</p> <p class=\"parawindt-e\">Thence westerly following the boundary between the Village of Belmont and the Township of North Dorchester to the westerly boundary of the Township being the easterly boundary of the City of London;</p> <p class=\"parawindt-e\">Thence northerly following the westerly boundaries of the Township to the northwesterly angle thereof;</p> <p class=\"parawindt-e\">Thence easterly along the northerly boundary of the Township to the place of beginning;</p> <p class=\"parawindt-e\">Excluding that portion of the Township of North Dorchester annexed to the City of London on January 1, 1994 and more particularly described as follows:</p> <p class=\"parawindt-e\">Part of Lot 3, Concession 3 of the former Town of Westminster, now the Township of North Dorchester, in the County of Middlesex;</p> <p class=\"parawindt-e\">Beginning at the southwest angle of said Lot 3;</p> <p class=\"parawindt-e\">Thence easterly along the southerly limit of Lot 3, to a point 660 feet west of the southeast angle of Lot 3;</p> <p class=\"parawindt-e\">Thence northerly parallel to the easterly limit of Lot 3, to a point in the line between the north half and the south half of said Lot 3;</p> <p class=\"parawindt-e\">Thence westerly along the line between the north half and the south half of said Lot 3 to the westerly limit of Lot 3;</p> <p class=\"parawindt-e\">Thence southerly along the westerly limit of Lot 3 to the place of beginning.</p> <p class=\"tfootnote-e\">O.Reg. 331/93, Sched. 4; O. Reg. 947/93, s. 3.</p> <p class=\"schedule-e\">SCHEDULE 5</p> <p class=\"headingx-e\">TOWNSHIP OF WEST NISSOURI</p> <p class=\"parawindt-e\">Beginning at the intersection of the southerly boundary of the Township of West Nissouri and the southerly prolongation of the easterly limit of the westerly half of Lot 1 in Concession IV;</p> <p class=\"parawindt-e\">Thence northerly along the easterly limit of the westerly half of lots 1 to 11 in Concession IV to the northerly limit of Lot 11;</p> <p class=\"parawindt-e\">Thence westerly along the northerly limit of Lot 11 in concessions IV, III and II to the northwesterly angle of Lot 11 in Concession II;</p> <p class=\"parawindt-e\">Thence northerly along the westerly limit of lots 11 to 15 in Concession II to the northwesterly angle of Lot 15;</p> <p class=\"parawindt-e\">Thence westerly to and along the northerly limit of Lot 15 in Concession I and the westerly prolongation thereof to the westerly boundary of the Township of West Nissouri;</p> <p class=\"parawindt-e\">Thence southerly along the westerly boundary of the Township to the middle of the northerly portion of Fanshawe Lake being an angle of the Township;</p> <p class=\"parawindt-e\">Thence westerly along the middle of Fanshawe Lake to the northeasterly boundary of the City of London;</p> <p class=\"parawindt-e\">Thence southeasterly along the boundaries of the Township and the City of London to the southerly boundary of the Township;</p> <p class=\"parawindt-e\">Thence easterly along the southerly boundary of the Township to the place of beginning.</p> <p class=\"tfootnote-e\">O.Reg. 331/93, Sched. 5.</p> <p class=\"Normal\"></p>"
        }
    ]
}