{
    "reg_info": {
        "full_title": "O. Reg. 6/00: TRANSITIONAL MATTERS - 2000 REGULAR ELECTION - WARD OFFICES",
        "reg_name_text": "TRANSITIONAL MATTERS — 2000   REGULAR ELECTION — WARD OFFICES",
        "citation": "O. Reg. 6/00: TRANSITIONAL MATTERS - 2000 REGULAR ELECTION - WARD OFFICES",
        "act_under": "MUNICIPAL ELECTIONS ACT, 1996",
        "url": "https://www.ontario.ca/laws/regulation/000006",
        "date_scraped": "2023-12-19 21:18:42"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. (1) This Regulation provides for transitional matters that affect the 2000 regular election in the municipal area of, (a) the City of Greater Sudbury incorporated by the City of Greater Sudbury Act, 1999; (b) the Town of Haldimand incorporated by the Town of Haldimand Act, 1999; (c) the City of Hamilton incorporated by the City of Hamilton Act, 1999; (d) the Town of Norfolk incorporated by the Town of Norfolk Act, 1999; (e) the City of Ottawa incorporated by the City of Ottawa Act, 1999. O. Reg. 6/00, s. 1 (1). (2) This Regulation does not apply to school boards. O. Reg. 6/00, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) This Regulation provides for transitional matters that affect the 2000 regular election in the municipal area of,</p> <p class=\"clause-e\">(a) the City of Greater Sudbury incorporated by the <i>City of Greater Sudbury Act, 1999</i>;</p> <p class=\"clause-e\">(b) the Town of Haldimand incorporated by the <i>Town of Haldimand Act, 1999</i>;</p> <p class=\"clause-e\">(c) the City of Hamilton incorporated by the <i>City of Hamilton Act, 1999</i>;</p> <p class=\"clause-e\">(d) the Town of Norfolk incorporated by the <i>Town of Norfolk Act, 1999</i>;</p> <p class=\"clause-e\">(e) the City of Ottawa incorporated by the <i>City of Ottawa Act, 1999</i>. O. Reg. 6/00, s. 1 (1).</p> <p class=\"subsection-e\">(2) This Regulation does not apply to school boards. O. Reg. 6/00, s. 1 (2).</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) In this Regulation, “key date” means, (a) May 31, 2000 for the City of Greater Sudbury, the Town of Haldimand and the Town of Norfolk, each of which is a new municipality, (b) July 14, 2000 for the City of Ottawa, which is a new municipality, and (c) August 15, 2000 for the City of Hamilton, which is a new municipality; (“date clé”) “new municipality” means the City of Greater Sudbury, the Town of Haldimand, the City of Hamilton, the Town of Norfolk and the City of Ottawa; (“nouvelle municipalité”) “ward councillor ” means an office, other than mayor, on the council of a new municipality; (“conseiller municipal”) “ward order” means a regulation dividing a new municipality into wards. (“acte de constitution de quartiers”) O. Reg. 6/00, s. 2 (1); O. Reg. 408/00, s. 1; O. Reg. 450/00, s. 1. (2) Before January 1, 2001, any reference to the clerk in the Act or in this Regulation shall be deemed to be a reference, (a) in the case of elections in the municipal area of the City of Greater Sudbury incorporated by the City of Greater Sudbury Act, 1999, to the person designated by the transition board under paragraph 2 of section 34 of that Act; (b) in the case of elections in the municipal area of the Town of Haldimand incorporated by the Town of Haldimand Act, 1999, to the person designated by the transition board under paragraph 2 of section 44 of that Act; (c) in the case of elections in the municipal area of the City of Hamilton incorporated by the City of Hamilton Act, 1999, to the person designated by the transition board under paragraph 2 of section 34 of that Act; (d) in the case of elections in the municipal area of the Town of Norfolk incorporated by the Town of Norfolk Act, 1999, to the person designated by the transition board under paragraph 2 of section 35 of that Act; and (e) in the case of elections in the municipal area of the City of Ottawa incorporated by the City of Ottawa Act, 1999, to the person designated by the transition board under paragraph 2 of section 35 of that Act. O. Reg. 6/00, s. 2 (2). (3) On and after January 1, 2001, any reference to the clerk in the Act or this Regulation shall be deemed to be a reference to the corresponding clerk of, (a) the City of Greater Sudbury incorporated by the City of Greater Sudbury Act, 1999; (b) the Town of Haldimand incorporated by the Town of Haldimand Act, 1999; (c) the City of Hamilton incorporated by the City of Hamilton Act, 1999; (d) the Town of Norfolk incorporated by the Town of Norfolk Act, 1999; or (e) the City of Ottawa incorporated by the City of Ottawa Act, 1999. O. Reg. 6/00, s. 2 (3). (4) Despite subsection (2), until a person is designated by the transition board under the provision referred to in clauses (2) (a) to (e), a reference to the clerk in the Act or in this Regulation shall be deemed to be a reference to, (a) in the case of elections in the municipal area of the City of Greater Sudbury, any of the clerks of The Regional Municipality of Sudbury or of an area municipality under the Regional Municipality of Sudbury Act; (b) in the case of elections in the municipal area of the Town of Haldimand, any of the clerks of the old municipalities and the divided municipalities as defined in the Town of Haldimand Act, 1999; (c) in the case of elections in the municipal area of the City of Hamilton, any of the clerks of The Regional Municipality of Hamilton-Wentworth or of an area municipality under the Regional Municipality of Hamilton-Wentworth Act; (d) in the case of elections in the municipal area of the Town of Norfolk, any of the clerks of the old municipalities and the divided municipalities as defined in the Town of Norfolk Act, 1999; (e) in the case of elections in the municipal area of the City of Ottawa, any of the clerks of The Regional Municipality of Ottawa-Carleton or of an area municipality under the Regional Municipality of Ottawa-Carleton Act. O. Reg. 6/00, s. 2 (4).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“key date” means,</p> <p class=\"defclause-e\">(a) May 31, 2000 for the City of Greater Sudbury, the Town of Haldimand and the Town of Norfolk, each of which is a new municipality,</p> <p class=\"defclause-e\">(b) July 14, 2000 for the City of Ottawa, which is a new municipality, and</p> <p class=\"defclause-e\">(c) August 15, 2000 for the City of Hamilton, which is a new municipality; (“date clé”)</p> <p class=\"definition-e\"> “new municipality” means the City of Greater Sudbury, the Town of Haldimand, the City of Hamilton, the Town of Norfolk and the City of Ottawa; (“nouvelle municipalité”)</p> <p class=\"definition-e\">“ward councillor ” means an office, other than mayor, on the council of a new municipality; (“conseiller municipal”)</p> <p class=\"definition-e\">“ward order” means a regulation dividing a new municipality into wards. (“acte de constitution de quartiers”) O. Reg. 6/00, s. 2 (1); O. Reg. 408/00, s. 1; O. Reg. 450/00, s. 1.</p> <p class=\"subsection-e\">(2) Before January 1, 2001, any reference to the clerk in the Act or in this Regulation shall be deemed to be a reference,</p> <p class=\"clause-e\">(a) in the case of elections in the municipal area of the City of Greater Sudbury incorporated by the <i>City of Greater Sudbury Act, 1999</i>, to the person designated by the transition board under paragraph 2 of section 34 of that Act;</p> <p class=\"clause-e\">(b) in the case of elections in the municipal area of the Town of Haldimand incorporated by the <i>Town of Haldimand Act, 1999</i>, to the person designated by the transition board under paragraph 2 of section 44 of that Act;</p> <p class=\"clause-e\">(c) in the case of elections in the municipal area of the City of Hamilton incorporated by the <i>City of Hamilton Act, 1999,</i> to the person designated by the transition board under paragraph 2 of section 34 of that Act;</p> <p class=\"clause-e\">(d) in the case of elections in the municipal area of the Town of Norfolk incorporated by the <i>Town of Norfolk Act, 1999,</i> to the person designated by the transition board under paragraph 2 of section 35 of that Act; and</p> <p class=\"clause-e\">(e) in the case of elections in the municipal area of the City of Ottawa incorporated by the <i>City of Ottawa Act, 1999</i>, to the person designated by the transition board under paragraph 2 of section 35 of that Act. O. Reg. 6/00, s. 2 (2).</p> <p class=\"subsection-e\">(3) On and after January 1, 2001, any reference to the clerk in the Act or this Regulation shall be deemed to be a reference to the corresponding clerk of,</p> <p class=\"clause-e\">(a) the City of Greater Sudbury incorporated by the <i>City of Greater Sudbury Act, 1999</i>;</p> <p class=\"clause-e\">(b) the Town of Haldimand incorporated by the <i>Town of Haldimand Act, 1999</i>;</p> <p class=\"clause-e\">(c) the City of Hamilton incorporated by the <i>City of Hamilton Act, 1999</i>;</p> <p class=\"clause-e\">(d) the Town of Norfolk incorporated by the <i>Town of Norfolk Act, 1999</i>; or</p> <p class=\"clause-e\">(e) the City of Ottawa incorporated by the <i>City of Ottawa Act, 1999</i>. O. Reg. 6/00, s. 2 (3).</p> <p class=\"subsection-e\">(4) Despite subsection (2), until a person is designated by the transition board under the provision referred to in clauses (2) (a) to (e), a reference to the clerk in the Act or in this Regulation shall be deemed to be a reference to,</p> <p class=\"clause-e\">(a) in the case of elections in the municipal area of the City of Greater Sudbury, any of the clerks of The Regional Municipality of Sudbury or of an area municipality under the <i>Regional Municipality of Sudbury Act</i>;</p> <p class=\"clause-e\">(b) in the case of elections in the municipal area of the Town of Haldimand, any of the clerks of the old municipalities and the divided municipalities as defined in the <i>Town of Haldimand Act, 1999</i>;</p> <p class=\"clause-e\">(c) in the case of elections in the municipal area of the City of Hamilton, any of the clerks of The Regional Municipality of Hamilton-Wentworth or of an area municipality under the <i>Regional Municipality of Hamilton-Wentworth Act</i>;</p> <p class=\"clause-e\">(d) in the case of elections in the municipal area of the Town of Norfolk, any of the clerks of the old municipalities and the divided municipalities as defined in the <i>Town of Norfolk Act, 1999</i>;</p> <p class=\"clause-e\">(e) in the case of elections in the municipal area of the City of Ottawa, any of the clerks of The Regional Municipality of Ottawa-Carleton or of an area municipality under the <i>Regional Municipality of Ottawa-Carleton Act</i>. O. Reg. 6/00, s. 2 (4).</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. (1) Before a ward order is filed in respect of a new municipality, a person may be nominated for the office of ward councillor. O. Reg. 6/00, s. 3 (1). (2) After a ward order is filed in respect of a new municipality, the clerk shall send to every candidate for the office of ward councillor a notice, (a) explaining the effect of the ward order; (b) advising of the candidate’s right to designate a particular ward under subsection (4); and (c) explaining the consequences of not designating a particular ward under subsection (4). O. Reg. 6/00, s. 3 (2). (3) The notice under subsection (2) shall be sent by registered mail or delivered personally within 14 days after the key date. O. Reg. 6/00, s. 3 (3). (4) A person nominated for the office of ward councillor may file a notice with the clerk designating the particular ward the person wishes his or her nomination to apply to. O. Reg. 6/00, s. 3 (4). (5) The notice under subsection (4) shall be filed in the clerk’s office in person or by an agent no later than 28 days after the key date. O. Reg. 6/00, s. 3 (5).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) Before a ward order is filed in respect of a new municipality, a person may be nominated for the office of ward councillor. O. Reg. 6/00, s. 3 (1).</p> <p class=\"subsection-e\">(2) After a ward order is filed in respect of a new municipality, the clerk shall send to every candidate for the office of ward councillor a notice,</p> <p class=\"clause-e\">(a) explaining the effect of the ward order;</p> <p class=\"clause-e\">(b) advising of the candidate’s right to designate a particular ward under subsection (4); and</p> <p class=\"clause-e\">(c) explaining the consequences of not designating a particular ward under subsection (4). O. Reg. 6/00, s. 3 (2).</p> <p class=\"subsection-e\">(3) The notice under subsection (2) shall be sent by registered mail or delivered personally within 14 days after the key date. O. Reg. 6/00, s. 3 (3).</p> <p class=\"subsection-e\">(4) A person nominated for the office of ward councillor may file a notice with the clerk designating the particular ward the person wishes his or her nomination to apply to. O. Reg. 6/00, s. 3 (4).</p> <p class=\"subsection-e\">(5) The notice under subsection (4) shall be filed in the clerk’s office in person or by an agent no later than 28 days after the key date. O. Reg. 6/00, s. 3 (5).</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) The rules set out in subsection (2) apply to a candidate for the office of ward councillor who does not designate a particular ward in accordance with section 3. O. Reg. 6/00, s. 4 (1). (2) The rules referred to in subsection (1) are: 1. The candidate’s election campaign period ends on the day that is 60 days after the key date, and not as provided in section 68 of the Act. 2. The nomination for the office of ward councillor shall be deemed to have been withdrawn on the day referred to in paragraph 1. O. Reg. 6/00, s. 4 (2). (3) Subsections (1) and (2) do not apply to a candidate who, before the day referred to in paragraph 1 of subsection (2), actually withdraws the nomination. O. Reg. 6/00, s. 4 (3).",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) The rules set out in subsection (2) apply to a candidate for the office of ward councillor who does not designate a particular ward in accordance with section 3. O. Reg. 6/00, s. 4 (1).</p> <p class=\"subsection-e\">(2) The rules referred to in subsection (1) are:</p> <p class=\"paragraph-e\">1. The candidate’s election campaign period ends on the day that is 60 days after the key date, and not as provided in section 68 of the Act.</p> <p class=\"paragraph-e\">2. The nomination for the office of ward councillor shall be deemed to have been withdrawn on the day referred to in paragraph 1. O. Reg. 6/00, s. 4 (2).</p> <p class=\"subsection-e\">(3) Subsections (1) and (2) do not apply to a candidate who, before the day referred to in paragraph 1 of subsection (2), actually withdraws the nomination. O. Reg. 6/00, s. 4 (3).</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) A candidate for the office of ward councillor on the council of a new municipality who designates a particular ward in accordance with section 3 is entitled to,  (a) carry forward, for the purposes of clause 79 (3) (b) of the Act, any deficit accumulated in a campaign for office on council of an old municipality in the previous regular election or in an intervening by-election; (b) receive payment, under subsection 79 (8) of the Act, of any surplus accumulated in such a campaign. O. Reg. 6/00, s. 5 (1). (2) For the purposes of subsection (1), “old municipality” has, in respect of a new municipality, the same meaning as it has in section 1 of the City of Greater Sudbury Act, 1999, the Town of Haldimand Act, 1999, the City of Hamilton Act, 1999, the Town of Norfolk Act, 1999 or the City of Ottawa Act, 1999, as the case may be, except that, (a) in the case of the Town of Haldimand, it also includes “divided municipality” as defined in section 1 of the Town of Haldimand Act, 1999 and “old municipality” as defined in section 1 of the Town of Norfolk Act, 1999, (b) in the case of the Town of Norfolk, it also includes “divided municipality” as defined in section 1 of the Town of Norfolk Act, 1999 and “old municipality” as defined in section 1 of the Town of Haldimand Act, 1999.  O. Reg. 6/00, s. 5 (2). Français ",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) A candidate for the office of ward councillor on the council of a new municipality who designates a particular ward in accordance with section 3 is entitled to, </p> <p class=\"clause-e\">(a) carry forward, for the purposes of clause 79 (3) (b) of the Act, any deficit accumulated in a campaign for office on council of an old municipality in the previous regular election or in an intervening by-election;</p> <p class=\"clause-e\">(b) receive payment, under subsection 79 (8) of the Act, of any surplus accumulated in such a campaign. O. Reg. 6/00, s. 5 (1).</p> <p class=\"subsection-e\">(2) For the purposes of subsection (1), </p> <p class=\"definition-e\">“old municipality” has, in respect of a new municipality, the same meaning as it has in section 1 of the <i>City of Greater Sudbury Act, 1999</i>, the <i>Town of Haldimand Act, 1999</i>, the <i>City of Hamilton Act, 1999</i>, the <i>Town of Norfolk Act, 1999</i> or the <i>City of Ottawa Act, 1999</i>, as the case may be, except that,</p> <p class=\"clause-e\">(a) in the case of the Town of Haldimand, it also includes “divided municipality” as defined in section 1 of the <i>Town of Haldimand Act, 1999</i> and “old municipality” as defined in section 1 of the <i>Town of Norfolk Act, 1999</i>,</p> <p class=\"clause-e\">(b) in the case of the Town of Norfolk, it also includes “divided municipality” as defined in section 1 of the <i>Town of Norfolk Act, 1999</i> and “old municipality” as defined in section 1 of the <i>Town of Haldimand Act, 1999.</i>  O. Reg. 6/00, s. 5 (2).</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_000006_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_000006_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}