{
    "reg_info": {
        "full_title": "O. Reg. 393/02: DEFINITIONS AND REQUIREMENTS UNDER SECTION 142.1 OF THE ACT (YIELDING RIGHT OF WAY TO BUSES)",
        "reg_name_text": "Definitions and requirements under section 142.1 of the act (yielding right of way to buses)",
        "citation": "O. Reg. 393/02: DEFINITIONS AND REQUIREMENTS UNDER SECTION 142.1 OF THE ACT (YIELDING RIGHT OF WAY TO BUSES)",
        "act_under": "Highway Traffic Act   Code de la route",
        "url": "https://www.ontario.ca/laws/regulation/020393",
        "date_scraped": "2023-12-19 04:01:51"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April 27, 2015",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/020393/v1",
            "valid_from": "January  2, 2004",
            "valid_to": "April 26, 2015"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. (1) For the purposes of section 142.1 of the Act, “bus” means a bus that, (a) is used for the transportation of passengers or passengers and express freight for compensation, (b) is at least 25 feet long and 8 feet wide, and (c) has a sign affixed as close as possible to its rear left turn signal light that has the dimensions and bears the markings as illustrated in the following Figure:  “bus bay” means that portion of the highway beside a bus stop sign that is used by buses for the boarding and alighting of passengers, the use of which portion of the highway requires buses to exit from and subsequently re-enter an adjacent lane of traffic.  O. Reg. 393/02, s. 1 (1); O. Reg. 87/15, s. 1. (2) The dimensions of the sign referred to in clause (c) of the definition of “bus” in subsection (1) may be greater than the dimensions prescribed and illustrated in the Figure to that definition so long as each dimension is increased and, when increased, has the same relation to the other dimensions of the sign as the dimensions prescribed and illustrated in that Figure have to each other.  O. Reg. 393/02, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <b>1.</b><b> </b>(1) For the purposes of section 142.1 of the Act,</p> <p class=\"firstdef-e\">“bus” means a bus that,</p> <p class=\"defclause-e\">  (a) is used for the transportation of passengers or passengers and express freight for compensation, </p> <p class=\"defclause-e\">  (b) is at least 25 feet long and 8 feet wide, and</p> <p class=\"defclause-e\">  (c) has a sign affixed as close as possible to its rear left turn signal light that has the dimensions and bears the markings as illustrated in the following Figure:</p> <p class=\"scanned-e\"><img alt=\"Illustration of sign with symbol of bus with flashing left signal light inside yield symbol with text YIELD, CÉDEZ.\" border=\"0\" height=\"452\" id=\"Picture 2\" src=\"020393_e_files/image001.jpg\" width=\"341\"/></p> <p class=\"definition-e\">“bus bay” means that portion of the highway beside a bus stop sign that is used by buses for the boarding and alighting of passengers, the use of which portion of the highway requires buses to exit from and subsequently re-enter an adjacent lane of traffic.  O. Reg. 393/02, s. 1 (1); O. Reg. 87/15, s. 1.</p> <p class=\"subsection-e\">  (2) The dimensions of the sign referred to in clause (c) of the definition of “bus” in subsection (1) may be greater than the dimensions prescribed and illustrated in the Figure to that definition so long as each dimension is increased and, when increased, has the same relation to the other dimensions of the sign as the dimensions prescribed and illustrated in that Figure have to each other.  O. Reg. 393/02, s. 1 (2).</p>"
        },
        {
            "id": "2.",
            "section": "Signalling intention to re-enter traffic",
            "content": " 2. The driver of a bus shall indicate his or her intention to re-enter the lane of traffic adjacent to a bus bay, (a) by the use of a mechanical or electrical signal device as described in subsection 142 (6) of the Act; or (b) by means of the hand and arm in accordance with subsection 142 (4) of the Act.  O. Reg. 393/02, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2.</b><b> </b>The driver of a bus shall indicate his or her intention to re-enter the lane of traffic adjacent to a bus bay,</p> <p class=\"clause-e\">  (a) by the use of a mechanical or electrical signal device as described in subsection 142 (6) of the Act; or</p> <p class=\"clause-e\">  (b) by means of the hand and arm in accordance with subsection 142 (4) of the Act.  O. Reg. 393/02, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Signalling intention to re-enter traffic",
            "content": " 3. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 393/02, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3.</b> <span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Regulation).</span>  O. Reg. 393/02, s. 3.</p>"
        },
        {
            "id": null,
            "section": "Signalling intention to re-enter traffic",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}