{
    "reg_info": {
        "full_title": "O. Reg. 280/02: CLAIMS AGAINST SECURITY",
        "reg_name_text": "CLAIMS AGAINST SECURITY",
        "citation": "O. Reg. 280/02: ",
        "act_under": "Post-Secondary Education Choice and Excellence Act, 2000    Loi de 2000 favorisant le choix et l’excellence au niveau postsecondaire",
        "url": "https://www.ontario.ca/laws/regulation/020280",
        "date_scraped": "2023-12-19 05:24:08"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/020280/v2",
            "valid_from": "August 19, 2011",
            "valid_to": "December 31, 2011"
        },
        {
            "a_href": "/laws/regulation/020280/v1",
            "valid_from": "September 30, 2002",
            "valid_to": "August 18, 2011"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Application",
            "content": "1. This Regulation governs claims made against security maintained by a private institution in connection with a consent given under the Act for a program or for part of a program, if the security has been paid to the Crown as a result of a direction given by the Minister. O. Reg. 280/02, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>This Regulation governs claims made against security maintained by a private institution in connection with a consent given under the Act for a program or for part of a program, if the security has been paid to the Crown as a result of a direction given by the Minister. O. Reg. 280/02, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Interpretation",
            "content": "2. (1) Expressions used in this Regulation have the same meaning as in Ontario Regulation 279/02 unless the context requires otherwise. O. Reg. 280/02, s. 2 (1). (2) In this Regulation, “date of the forfeiture” means the date on which the Minister gave the direction to the authorized issuer or guarantor to pay the amount of the security to the Crown; “forfeited security” means the security paid to the Crown. O. Reg. 280/02, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) Expressions used in this Regulation have the same meaning as in Ontario Regulation 279/02 unless the context requires otherwise. O. Reg. 280/02, s. 2 (1).</p> <p class=\"subsection-e\">(2) In this Regulation,</p> <p class=\"firstdef-e\">“date of the forfeiture” means the date on which the Minister gave the direction to the authorized issuer or guarantor to pay the amount of the security to the Crown;</p> <p class=\"definition-e\">“forfeited security” means the security paid to the Crown. O. Reg. 280/02, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": "Claim for payment",
            "content": "3. (1) An individual who is or was a student in the program or the part of the program, as the case may be, for which the security was maintained may apply in writing to the Minister for a payment from the forfeited security within two years after the date of the forfeiture. O. Reg. 280/02, s. 3 (1). (2) The individual is eligible for a payment if he or she is entitled to a refund of tuition fees for the program or the part of the program, as the case may be, and has not been paid the amount to which he or she is entitled. O. Reg. 280/02, s. 3 (2). (3) The amount that an individual is eligible to claim is the amount of the refund of tuition fees that has not been paid. O. Reg. 280/02, s. 3 (3). (4) For the purposes of this section, an individual’s entitlement to a refund of tuition fees is to be determined with reference to the conditions of the consent given under the Act for the program or the part of the program as set out in Ontario Regulation 279/02. O. Reg. 280/02, s. 3 (4).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) An individual who is or was a student in the program or the part of the program, as the case may be, for which the security was maintained may apply in writing to the Minister for a payment from the forfeited security within two years after the date of the forfeiture. O. Reg. 280/02, s. 3 (1).</p> <p class=\"subsection-e\">(2) The individual is eligible for a payment if he or she is entitled to a refund of tuition fees for the program or the part of the program, as the case may be, and has not been paid the amount to which he or she is entitled. O. Reg. 280/02, s. 3 (2).</p> <p class=\"subsection-e\">(3) The amount that an individual is eligible to claim is the amount of the refund of tuition fees that has not been paid. O. Reg. 280/02, s. 3 (3).</p> <p class=\"subsection-e\">(4) For the purposes of this section, an individual’s entitlement to a refund of tuition fees is to be determined with reference to the conditions of the consent given under the Act for the program or the part of the program as set out in Ontario Regulation 279/02. O. Reg. 280/02, s. 3 (4).</p>"
        },
        {
            "id": "4.",
            "section": "Payment of claims",
            "content": "4. (1) If the Minister is satisfied that a claim is valid, he or she shall pay the claim in accordance with this section. O. Reg. 280/02, s. 4 (1). (2) If the amount of the forfeited security paid to the Crown is sufficient to satisfy all claims against the security made within two years after the date of forfeiture, the Minister shall pay the full amount of each claim. O. Reg. 280/02, s. 4 (2). (3) If the amount of the forfeited security paid to the Crown is not sufficient to satisfy all those claims, the Minister shall make proportionate payments with respect to each claim. O. Reg. 280/02, s. 4 (3). (4) If the amount of the forfeited security paid to the Crown exceeds the amount required to satisfy all those claims, the Minister shall pay the excess amount to the authorized issuer or guarantor of the security. O. Reg. 280/02, s. 4 (4).  ",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) If the Minister is satisfied that a claim is valid, he or she shall pay the claim in accordance with this section. O. Reg. 280/02, s. 4 (1).</p> <p class=\"subsection-e\">(2) If the amount of the forfeited security paid to the Crown is sufficient to satisfy all claims against the security made within two years after the date of forfeiture, the Minister shall pay the full amount of each claim. O. Reg. 280/02, s. 4 (2).</p> <p class=\"subsection-e\">(3) If the amount of the forfeited security paid to the Crown is not sufficient to satisfy all those claims, the Minister shall make proportionate payments with respect to each claim. O. Reg. 280/02, s. 4 (3).</p> <p class=\"subsection-e\">(4) If the amount of the forfeited security paid to the Crown exceeds the amount required to satisfy all those claims, the Minister shall pay the excess amount to the authorized issuer or guarantor of the security. O. Reg. 280/02, s. 4 (4).</p> <p class=\"Normal\"></p> <p class=\"Normal\"></p>"
        }
    ]
}