{
    "reg_info": {
        "full_title": "O. Reg. 132/97: VARIABLE INSURANCE CONTRACTS",
        "reg_name_text": "VARIABLE INSURANCE CONTRACTS",
        "citation": "O. Reg. 132/97: ",
        "act_under": "Insurance Act",
        "url": "https://www.ontario.ca/laws/regulation/970132",
        "date_scraped": "2023-12-18 23:04:34"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June  8, 2019",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/970132/v7",
            "valid_from": "June  3, 2019",
            "valid_to": "June  7, 2019"
        },
        {
            "a_href": "/laws/regulation/970132/v6",
            "valid_from": "March  4, 2016",
            "valid_to": "June  2, 2019"
        },
        {
            "a_href": "/laws/regulation/970132/v5",
            "valid_from": "November 27, 2014",
            "valid_to": "March  3, 2016"
        },
        {
            "a_href": "/laws/regulation/970132/v4",
            "valid_from": "July  1, 2010",
            "valid_to": "November 26, 2014"
        },
        {
            "a_href": "/laws/regulation/970132/v3",
            "valid_from": "June 16, 2010",
            "valid_to": "June 30, 2010"
        },
        {
            "a_href": "/laws/regulation/970132/v2",
            "valid_from": "July 18, 2006",
            "valid_to": "June 15, 2010"
        },
        {
            "a_href": "/laws/regulation/970132/v1",
            "valid_from": "January  1, 2002",
            "valid_to": "July 17, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. (1) In this Regulation, “CLHIA” means the Canadian Life and Health Insurance Association Inc.; (“ACCAP”) “CLHIA guidelines” means Guideline G2 of the Canadian Life and Health Insurance Association entitled “Individual Variable Insurance Contracts Relating to Segregated Funds”, adopted by the CLHIA on March 4, 1997, as most recently amended on March 4, 2014, and available to the public on a website of the government of Ontario;  (“lignes directrices de l’ACCAP”) “segregated fund” means, in relation to a variable insurance contract, the separate and distinct fund referred to in the definition of “variable insurance contract” in subsection 110 (1) of the Act upon which the contract is based; (“caisse en gestion distincte”) “variable insurance contract” means a variable insurance contract as defined in subsection 110 (1) of the Act. (“contrat à prestations variables”) O. Reg. 132/97, s. 1; O. Reg. 481/01, s. 1 (1); O. Reg. 359/06, s. 1 (1); O. Reg. 238/10, s. 1; O. Reg. 234/14, s. 1. (2), (3) Revoked:  O. Reg. 359/06, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“<span class=\"ovallcaps\">CLHIA</span>” means the Canadian Life and Health Insurance Association Inc.; (“ACCAP”)</p> <p class=\"definition-e\">“CLHIA guidelines” means Guideline G2 of the Canadian Life and Health Insurance Association entitled “Individual Variable Insurance Contracts Relating to Segregated Funds”, adopted by the CLHIA on March 4, 1997, as most recently amended on March 4, 2014, and available to the public on a website of the government of Ontario;  (“lignes directrices de l’ACCAP”)</p> <p class=\"definition-e\">“segregated fund” means, in relation to a variable insurance contract, the separate and distinct fund referred to in the definition of “variable insurance contract” in subsection 110 (1) of the Act upon which the contract is based; (“caisse en gestion distincte”)</p> <p class=\"definition-e\">“variable insurance contract” means a variable insurance contract as defined in subsection 110 (1) of the Act. (“contrat à prestations variables”) O. Reg. 132/97, s. 1; O. Reg. 481/01, s. 1 (1); O. Reg. 359/06, s. 1 (1); O. Reg. 238/10, s. 1; O. Reg. 234/14, s. 1.</p> <p class=\"subsection-e\"><b> </b>(2), (3) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 359/06, s. 1 (2).</p>"
        },
        {
            "id": "1.1",
            "section": "Definitions",
            "content": " 1.1 Revoked: O. Reg. 234/14, s. 2. Filings with Chief Executive Officer",
            "raw_html": "<p class=\"section-e\"> <b>1.1</b> <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 234/14, s. 2.</p> <p class=\"heading1-e\">Filings with Chief Executive Officer</p>"
        },
        {
            "id": "2.",
            "section": "Filings with Chief Executive Officer",
            "content": " 2. (1) The following are prescribed as material that is required to be filed with the Chief Executive Officer under subsection 110 (2) of the Act: 1. A compliance report in the form required under the CLHIA guidelines. 2. One of the following, i. a report of the CLHIA indicating that the documents that the insurer is required to provide to the CLHIA under the provisions of the CLHIA guidelines have been provided and that the documents comply with the requirements of the CLHIA guidelines, ii. a report from a lawyer in private practice in Canada indicating that the documents referred to in subparagraph i have been provided to the lawyer and that the documents comply with the requirements of the CLHIA\r\nguidelines, iii. a certificate that satisfies the requirements in subsection (2).  O. Reg. 132/97, s. 2 (1); O. Reg. 127/19, s. 2. (2) The following are the requirements that must be satisfied by a certificate referred to in subparagraph iii of paragraph 2 of subsection (1): 1. The certificate must be issued by the official in another province or territory of Canada who is the equivalent of the Chief Executive Officer. 2. For every document in the information folder filed, or being filed, with the Chief Executive Officer, there must be an identical document attached to the certificate. 3. The certificate must state that the documents referred to in paragraph 2 that are attached to the certificate are authorized for use in the province or territory of the official who issued the certificate.  O. Reg. 132/97, s. 2 (2); O. Reg. 127/19, s. 2. (3) If the insurer files a new information folder under subsection 110 (6) of the Act, the insurer shall also file, (a) the documents prescribed in subsection (1); (b) for each document in the new information folder that is changed from the corresponding document in the latest information folder, a version of the document that identifies every change.  O. Reg. 132/97, s. 2 (3).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) The following are prescribed as material that is required to be filed with the Chief Executive Officer under subsection 110 (2) of the Act:</p> <p class=\"paragraph-e\">  1. A compliance report in the form required under the <span class=\"ovallcaps\">CLHIA</span> guidelines.</p> <p class=\"paragraph-e\">  2. One of the following,</p> <p class=\"subpara-e\">  i. a report of the <span class=\"ovallcaps\">CLHIA</span> indicating that the documents that the insurer is required to provide to the <span class=\"ovallcaps\">CLHIA</span> under the provisions of the <span class=\"ovallcaps\">CLHIA</span> guidelines have been provided and that the documents comply with the requirements of the <span class=\"ovallcaps\">CLHIA</span> guidelines,</p> <p class=\"subpara-e\">  ii. a report from a lawyer in private practice in Canada indicating that the documents referred to in subparagraph i have been provided to the lawyer and that the documents comply with the requirements of the <span class=\"ovallcaps\">CLHIA</span>\r\nguidelines,</p> <p class=\"subpara-e\">  iii. a certificate that satisfies the requirements in subsection (2).  O. Reg. 132/97, s. 2 (1); O. Reg. 127/19, s. 2.</p> <p class=\"subsection-e\">  (2) The following are the requirements that must be satisfied by a certificate referred to in subparagraph iii of paragraph 2 of subsection (1):</p> <p class=\"paragraph-e\">  1. The certificate must be issued by the official in another province or territory of Canada who is the equivalent of the Chief Executive Officer.</p> <p class=\"paragraph-e\">  2. For every document in the information folder filed, or being filed, with the Chief Executive Officer, there must be an identical document attached to the certificate.</p> <p class=\"paragraph-e\">  3. The certificate must state that the documents referred to in paragraph 2 that are attached to the certificate are authorized for use in the province or territory of the official who issued the certificate.  O. Reg. 132/97, s. 2 (2); O. Reg. 127/19, s. 2.</p> <p class=\"subsection-e\">  (3) If the insurer files a new information folder under subsection 110 (6) of the Act, the insurer shall also file,</p> <p class=\"clause-e\">  (a) the documents prescribed in subsection (1);</p> <p class=\"clause-e\">  (b) for each document in the new information folder that is changed from the corresponding document in the latest information folder, a version of the document that identifies every change.  O. Reg. 132/97, s. 2 (3).</p>"
        },
        {
            "id": "3.",
            "section": "Filings with Chief Executive Officer",
            "content": " 3. (1) The information folder and other material that are required to be filed under subsection 110 (2) of the Act shall be filed at least 30 days before the insurer issues, or offers to enter into, a variable insurance contract to which the folder and other material relate.  O. Reg. 132/97, s. 3 (1). (2) Any two of the chief executive officer, chief financial officer, chief investment officer, secretary or other director or officer of the insurer appointed for the purpose are prescribed for the purposes of subsection 110 (4) of the Act as other persons who may sign the certificate referred to in that subsection.  O. Reg. 132/97, s. 3 (2). Time Period for New Information Folder (no material change)",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) The information folder and other material that are required to be filed under subsection 110 (2) of the Act shall be filed at least 30 days before the insurer issues, or offers to enter into, a variable insurance contract to which the folder and other material relate.  O. Reg. 132/97, s. 3 (1).</p> <p class=\"subsection-e\">  (2) Any two of the chief executive officer, chief financial officer, chief investment officer, secretary or other director or officer of the insurer appointed for the purpose are prescribed for the purposes of subsection 110 (4) of the Act as other persons who may sign the certificate referred to in that subsection.  O. Reg. 132/97, s. 3 (2).</p> <p class=\"heading1-e\">Time Period for New Information Folder</p> <p class=\"heading3-e\">(no material change)</p>"
        },
        {
            "id": "4.",
            "section": "Time Period for New Information Folder",
            "content": " 4. (1) The period that ends on the earlier of the following dates is prescribed as the period of time for the purposes of clause 110 (6) (b) of the Act: 1. The date that is 13 months after the date of filing of the latest information folder. 2. The date that is 16 months after the last day of the period to which the audited financial statement included in the latest information folder filed with the Superintendent relates.  O. Reg. 132/97, s. 4. (2) The reference in paragraph 2 of subsection (1) to an information folder filed with the Chief Executive Officer is deemed to include an information folder that was filed with the Superintendent before the day section 22 of Schedule 13 to the Plan for Care and Opportunity Act (Budget Measures), 2018\r\ncame into force. O. Reg. 127/19, s. 1. (3) Revoked: O. Reg. 234/14, s. 3. Promises, Comparisons, etc., Connected to Sales",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) The period that ends on the earlier of the following dates is prescribed as the period of time for the purposes of clause 110 (6) (b) of the Act:</p> <p class=\"paragraph-e\">  1. The date that is 13 months after the date of filing of the latest information folder.</p> <p class=\"paragraph-e\">  2. The date that is 16 months after the last day of the period to which the audited financial statement included in the latest information folder filed with the Superintendent relates.  O. Reg. 132/97, s. 4.</p> <p class=\"subsection-e\">  (2) The reference in paragraph 2 of subsection (1) to an information folder filed with the Chief Executive Officer is deemed to include an information folder that was filed with the Superintendent before the day section 22 of Schedule 13 to the <i>Plan for Care and Opportunity Act (Budget Measures), 2018</i>\r\ncame into force. O. Reg. 127/19, s. 1.</p> <p class=\"subsection-e\">  (3) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 234/14, s. 3.</p> <p class=\"heading1-e\">Promises, Comparisons, etc., Connected to Sales</p>"
        },
        {
            "id": "5.",
            "section": "Promises, Comparisons, etc., Connected to Sales",
            "content": " 5. It is an unfair or deceptive act or practice for an insurer, in connection with the sale or marketing of variable insurance contracts, (a) to give an undertaking or make a promise as to, (i) the future value of a fund, (ii) an interest in a fund, or (iii) a benefit supported by a fund other than a guarantee, in the variable insurance contract, that all or a portion of the premiums will be returned on the death of the insured or at the maturity of the contract; (b) to make a comparison between a variable insurance contract and another type of investment that misrepresents the other type of investment or that misrepresents its advantages or disadvantages; (c) to make a false or misleading statement about the segregated fund upon which a variable insurance contract is or would be based.  O. Reg. 132/97, s. 5. Documentation before Acceptance",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>It is an unfair or deceptive act or practice for an insurer, in connection with the sale or marketing of variable insurance contracts,</p> <p class=\"clause-e\">  (a) to give an undertaking or make a promise as to,</p> <p class=\"subclause-e\">  (i) the future value of a fund, </p> <p class=\"subclause-e\">  (ii) an interest in a fund, or </p> <p class=\"subclause-e\">  (iii) a benefit supported by a fund other than a guarantee, in the variable insurance contract, that all or a portion of the premiums will be returned on the death of the insured or at the maturity of the contract;</p> <p class=\"clause-e\">  (b) to make a comparison between a variable insurance contract and another type of investment that misrepresents the other type of investment or that misrepresents its advantages or disadvantages;</p> <p class=\"clause-e\">  (c) to make a false or misleading statement about the segregated fund upon which a variable insurance contract is or would be based.  O. Reg. 132/97, s. 5.</p> <p class=\"heading1-e\">Documentation before Acceptance</p>"
        },
        {
            "id": "6.",
            "section": "Documentation before Acceptance",
            "content": " 6. (1) It is an unfair or deceptive act or practice for an insurer to accept an application for a variable insurance contract from a person before, (a) delivering to the person, along with the copy of the latest information folder required under subsection 110 (5) of the Act, a copy of all information that the CLHIA guidelines require to be provided to the person; and (b) obtaining from the person an acknowledgement in writing or in an electronic or recorded oral form that the person has received a copy of the latest information folder.  O. Reg. 132/97, s. 6 (1); O. Reg. 481/01, s. 2 (1, 2); O. Reg. 359/06, s. 2. (2) Revoked:  O. Reg. 481/01, s. 2 (3). Annual Statement to Contract Holders",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) It is an unfair or deceptive act or practice for an insurer to accept an application for a variable insurance contract from a person before,</p> <p class=\"clause-e\">  (a) delivering to the person, along with the copy of the latest information folder required under subsection 110 (5) of the Act, a copy of all information that the <span class=\"ovallcaps\">CLHIA</span> guidelines require to be provided to the person; and</p> <p class=\"clause-e\">  (b) obtaining from the person an acknowledgement in writing or in an electronic or recorded oral form that the person has received a copy of the latest information folder.  O. Reg. 132/97, s. 6 (1); O. Reg. 481/01, s. 2 (1, 2); O. Reg. 359/06, s. 2.</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 481/01, s. 2 (3).</p> <p class=\"heading1-e\">Annual Statement to Contract Holders</p>"
        },
        {
            "id": "7.",
            "section": "Annual Statement to Contract Holders",
            "content": " 7. It is an unfair or deceptive act or practice for an insurer to fail to give, in accordance with the CLHIA guidelines, the annual statement the insurer is required to give under those guidelines to each person to whom the insurer has issued a variable insurance contract.  O. Reg. 132/97, s. 7. Partitions",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>It is an unfair or deceptive act or practice for an insurer to fail to give, in accordance with the <span class=\"ovallcaps\">CLHIA</span> guidelines, the annual statement the insurer is required to give under those guidelines to each person to whom the insurer has issued a variable insurance contract.  O. Reg. 132/97, s. 7.</p> <p class=\"heading1-e\">Partitions</p>"
        },
        {
            "id": "8.",
            "section": "Partitions",
            "content": " 8. (1) It is an unfair or deceptive act or practice for an insurer to partition the assets of a segregated fund without first giving notice in accordance with the CLHIA\r\nguidelines.  O. Reg. 481/01, s. 3. (2) In this section, “partition” means the allocation of identifiable assets of a fund to the credit of classes of persons to whom variable insurance contracts have been issued.  O. Reg. 132/97, s. 8 (2). (3) This section does not apply if the partition is a routine internal accounting practice in the normal course of business.  O. Reg. 132/97, s. 8 (3). Mergers",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) It is an unfair or deceptive act or practice for an insurer to partition the assets of a segregated fund without first giving notice in accordance with the <span class=\"ovallcaps\">CLHIA</span>\r\nguidelines.  O. Reg. 481/01, s. 3.</p> <p class=\"subsection-e\">  (2) In this section,</p> <p class=\"firstdef-e\">“partition” means the allocation of identifiable assets of a fund to the credit of classes of persons to whom variable insurance contracts have been issued.  O. Reg. 132/97, s. 8 (2).</p> <p class=\"subsection-e\">  (3) This section does not apply if the partition is a routine internal accounting practice in the normal course of business.  O. Reg. 132/97, s. 8 (3).</p> <p class=\"heading1-e\">Mergers</p>"
        },
        {
            "id": "9.",
            "section": "Mergers",
            "content": " 9. If segregated funds are to be merged, it is an unfair or deceptive act or practice, (a) for an insurer to fail to file with the Chief Executive Officer, in accordance with the CLHIA\r\nguidelines, the documents the insurer is required to file under those guidelines; (b) for an insurer that maintains a fund that is to be merged to fail to give, in accordance with the CLHIA guidelines, the notice the insurer is required to give under those guidelines to a person who has been issued a contract that is based on the fund; (c) for the insurer that will maintain the fund that will be formed by the merger to fail to disclose, in accordance with the CLHIA guidelines, the income tax implications the insurer is required to disclose under those guidelines to a person who has been issued a contract that is based on a fund to be merged.  O. Reg. 132/97, s. 9; O. Reg. 481/01, s. 4; O. Reg. 127/19, s. 2. Fundamental Change",
            "raw_html": "<p class=\"section-e\"> <b>9.</b><b> </b>If segregated funds are to be merged, it is an unfair or deceptive act or practice,</p> <p class=\"clause-e\">  (a) for an insurer to fail to file with the Chief Executive Officer, in accordance with the <span class=\"ovallcaps\">CLHIA</span>\r\nguidelines, the documents the insurer is required to file under those guidelines;</p> <p class=\"clause-e\">  (b) for an insurer that maintains a fund that is to be merged to fail to give, in accordance with the <span class=\"ovallcaps\">CLHIA</span> guidelines, the notice the insurer is required to give under those guidelines to a person who has been issued a contract that is based on the fund;</p> <p class=\"clause-e\">  (c) for the insurer that will maintain the fund that will be formed by the merger to fail to disclose, in accordance with the <span class=\"ovallcaps\">CLHIA</span> guidelines, the income tax implications the insurer is required to disclose under those guidelines to a person who has been issued a contract that is based on a fund to be merged.  O. Reg. 132/97, s. 9; O. Reg. 481/01, s. 4; O. Reg. 127/19, s. 2.</p> <p class=\"heading1-e\">Fundamental Change</p>"
        },
        {
            "id": "9.1",
            "section": "Fundamental Change",
            "content": " 9.1 (1) It is an unfair or deceptive act or practice for an insurer to make a fundamental change to a segregated fund without first giving notice in accordance with the CLHIA guidelines.  O. Reg. 481/01, s. 5. (2) In subsection (1), “fundamental change” means a change that occurs in the circumstances set out in the CLHIA\r\nguidelines.  O. Reg. 481/01, s. 5. Audited Statements",
            "raw_html": "<p class=\"section-e\"> <b>9.1</b><b> </b>(1) It is an unfair or deceptive act or practice for an insurer to make a fundamental change to a segregated fund without first giving notice in accordance with the <span class=\"ovallcaps\">CLHIA</span> guidelines.  O. Reg. 481/01, s. 5.</p> <p class=\"subsection-e\">  (2) In subsection (1),</p> <p class=\"firstdef-e\">“fundamental change” means a change that occurs in the circumstances set out in the <span class=\"ovallcaps\">CLHIA</span>\r\nguidelines.  O. Reg. 481/01, s. 5.</p> <p class=\"heading1-e\">Audited Statements</p>"
        },
        {
            "id": "10.",
            "section": "Audited Statements",
            "content": " 10. An insurer shall ensure that audited financial statements that comply with the CLHIA guidelines are prepared.  O. Reg. 132/97, s. 10; O. Reg. 481/01, s 6.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>An insurer shall ensure that audited financial statements that comply with the <span class=\"ovallcaps\">CLHIA</span> guidelines are prepared.  O. Reg. 132/97, s. 10; O. Reg. 481/01, s 6.</p>"
        },
        {
            "id": "11.",
            "section": "Audited Statements",
            "content": " 11. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 132/97, s. 11.",
            "raw_html": "<p class=\"section-e\"> <b>11.</b> <span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Regulation).</span>  O. Reg. 132/97, s. 11.</p>"
        },
        {
            "id": null,
            "section": "Audited Statements",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/970132\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}