{
    "reg_info": {
        "full_title": "O. Reg. 70/96: ZONING AREAS - TERRITORIAL DISTRICT OF KENORA, PATRICIA PORTION",
        "reg_name_text": "ZONING AREAS — TERRITORIAL DISTRICT OF KENORA, PATRICIA PORTION",
        "citation": "O. Reg. 70/96: ZONING AREAS - TERRITORIAL DISTRICT OF KENORA, PATRICIA PORTION",
        "act_under": "Planning Act   Loi sur l’aménagement du territoire",
        "url": "https://www.ontario.ca/laws/regulation/960070",
        "date_scraped": "2023-12-18 22:30:57"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/960070/v1",
            "valid_from": "March  5, 1996",
            "valid_to": "December  8, 2019"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. In this Order,  “accessory”, when used to describe a use, building or structure, means a use, building or structure that is normally incidental or subordinate to the principal use, building or structure on the same lot; “industrial use” means the use of any land, buildings or structures for the purpose of manufacturing, assembling, making, preparing, inspecting, ornamenting, finishing, treating, altering, repairing, warehousing, storing or adapting for sale any equipment, goods, substance, article or thing; “lot” means a parcel of land, (a) described in a deed or other document legally capable of conveying land; or (b) shown as a lot or block on a registered plan of subdivision; “mining use” means the use of any land, buildings or structures for the purpose of extracting or processing minerals; “mobile home” means a structure that is designed to be mobile and containing only one dwelling unit capable of being occupied as a permanent residence, but does not include a travel trailer or trailer otherwise designed; “temporary residential accommodation” means the use of buildings or structures, including mobile homes, for the purpose of housing workers for a period of less than sixty days; “trapper cabin” means a building or structure, without plumbing, used as a temporary shelter in connection with hunting and fishing. O. Reg. 70/96, s. 1. Application",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Order, </p> <p class=\"firstdef-e\">“accessory”, when used to describe a use, building or structure, means a use, building or structure that is normally incidental or subordinate to the principal use, building or structure on the same lot; </p> <p class=\"definition-e\">“industrial use” means the use of any land, buildings or structures for the purpose of manufacturing, assembling, making, preparing, inspecting, ornamenting, finishing, treating, altering, repairing, warehousing, storing or adapting for sale any equipment, goods, substance, article or thing; </p> <p class=\"definition-e\">“lot” means a parcel of land, </p> <p class=\"defclause-e\">  (a) described in a deed or other document legally capable of conveying land; or </p> <p class=\"defclause-e\">  (b) shown as a lot or block on a registered plan of subdivision; </p> <p class=\"definition-e\">“mining use” means the use of any land, buildings or structures for the purpose of extracting or processing minerals; </p> <p class=\"definition-e\">“mobile home” means a structure that is designed to be mobile and containing only one dwelling unit capable of being occupied as a permanent residence, but does not include a travel trailer or trailer otherwise designed; </p> <p class=\"definition-e\">“temporary residential accommodation” means the use of buildings or structures, including mobile homes, for the purpose of housing workers for a period of less than sixty days; </p> <p class=\"definition-e\">“trapper cabin” means a building or structure, without plumbing, used as a temporary shelter in connection with hunting and fishing. O. Reg. 70/96, s. 1.</p> <p class=\"heading1-e\">Application </p>"
        },
        {
            "id": "2.",
            "section": "Application ",
            "content": " 2. This Order applies to that parcel of land in the District of Kenora (Patricia Portion) being Parcel 941 Patricia Leasehold designated as Part 7 on Plan 23R-6814 comprising Mining Claim Pa. 529839, Parcel 942 Patricia Leasehold, designated as Part 8 on Plan 23R-6814 comprising Mining Claim Pa. 529826, Parcel 943 Patricia Leasehold, designated as Part 9 on Plan 23R-6814 comprising Mining Claim Pa. 529827, Parcel 939 Patricia Leasehold, designated as Part 5 on Plan 23R-6814 comprising Mining Claim Pa. 529840 and Parcel 873 Patricia Leasehold, designated as Part 100 on Plan 23R-5577 comprising Mining Claim Pa. 529841, which plan is deposited in the Land Registry Office for the Land Titles Division of Kenora (No. 23). O. Reg. 70/96, s. 2. General",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>This Order applies to that parcel of land in the District of Kenora (Patricia Portion) being Parcel 941 Patricia Leasehold designated as Part 7 on Plan 23R-6814 comprising Mining Claim Pa. 529839, Parcel 942 Patricia Leasehold, designated as Part 8 on Plan 23R-6814 comprising Mining Claim Pa. 529826, Parcel 943 Patricia Leasehold, designated as Part 9 on Plan 23R-6814 comprising Mining Claim Pa. 529827, Parcel 939 Patricia Leasehold, designated as Part 5 on Plan 23R-6814 comprising Mining Claim Pa. 529840 and Parcel 873 Patricia Leasehold, designated as Part 100 on Plan 23R-5577 comprising Mining Claim Pa. 529841, which plan is deposited in the Land Registry Office for the Land Titles Division of Kenora (No. 23). O. Reg. 70/96, s. 2.</p> <p class=\"heading1-e\">General </p>"
        },
        {
            "id": "3.",
            "section": "General ",
            "content": " 3. No land to which this Order applies shall be used and no building or structure shall be erected or used except in accordance with the terms of this Order, but nothing in this Order prevents the use of any land, building or structure for any purpose prohibited by this Order if such land, building or structure was lawfully used for such purpose on the day this Order comes into force. O. Reg. 70/96, s. 3. Accessory Uses, Buildings and Structures",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>No land to which this Order applies shall be used and no building or structure shall be erected or used except in accordance with the terms of this Order, but nothing in this Order prevents the use of any land, building or structure for any purpose prohibited by this Order if such land, building or structure was lawfully used for such purpose on the day this Order comes into force. O. Reg. 70/96, s. 3.</p> <p class=\"heading1-e\">Accessory Uses, Buildings and Structures </p>"
        },
        {
            "id": "4.",
            "section": "Accessory Uses, Buildings and Structures ",
            "content": " 4. (1) Accessory uses, buildings and structures are permitted. O. Reg. 70/96, s. 4 (1). (2) Subject to clauses 5 (c) and (d), no accessory building or structure shall be used for human habitation. O. Reg. 70/96, s. 4 (2). Permitted Uses",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) Accessory uses, buildings and structures are permitted. O. Reg. 70/96, s. 4 (1).</p> <p class=\"subsection-e\">  (2) Subject to clauses 5 (c) and (d), no accessory building or structure shall be used for human habitation. O. Reg. 70/96, s. 4 (2).</p> <p class=\"heading1-e\">Permitted Uses </p>"
        },
        {
            "id": "5.",
            "section": "Permitted Uses ",
            "content": " 5. Every use of land and every erection or use of buildings or structures on the land to which this Order applies is prohibited except,  (a) mining uses; (b) industrial uses; (c) temporary residential accommodation of workers; and (d) trapper cabins. O. Reg. 70/96, s. 5. Rebuilding and Repairs",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>Every use of land and every erection or use of buildings or structures on the land to which this Order applies is prohibited except, </p> <p class=\"clause-e\">  (a) mining uses; </p> <p class=\"clause-e\">  (b) industrial uses; </p> <p class=\"clause-e\">  (c) temporary residential accommodation of workers; and </p> <p class=\"clause-e\">  (d) trapper cabins. O. Reg. 70/96, s. 5.</p> <p class=\"heading1-e\">Rebuilding and Repairs </p>"
        },
        {
            "id": "6.",
            "section": "Rebuilding and Repairs ",
            "content": " 6. (1) Nothing in this Order prevents the reconstruction or repair of any building or structure that is damaged or destroyed by causes beyond the control of the owner if the dimensions of the original building or structure are not increased or its original use altered. O. Reg. 70/96, s. 6 (1). (2) Nothing in this Order prevents the strengthening or restoration to a safe condition of any building or structure or part of any such building or structure. O. Reg. 70/96, s. 6 (2).    ",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) Nothing in this Order prevents the reconstruction or repair of any building or structure that is damaged or destroyed by causes beyond the control of the owner if the dimensions of the original building or structure are not increased or its original use altered. O. Reg. 70/96, s. 6 (1).</p> <p class=\"subsection-e\">  (2) Nothing in this Order prevents the strengthening or restoration to a safe condition of any building or structure or part of any such building or structure. O. Reg. 70/96, s. 6 (2).</p> <p class=\"subsection-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}