{
    "reg_info": {
        "full_title": "O. Reg. 406/18: COMPENSATION FRAMEWORK",
        "reg_name_text": "COMPENSATION FRAMEWORK",
        "citation": "O. Reg. 406/18: ",
        "act_under": "Broader Public Sector Executive Compensation Act, 2014",
        "url": "https://www.ontario.ca/laws/regulation/180406",
        "date_scraped": "2023-12-18 20:00:38"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "September 18, 2020",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/180406/v1",
            "valid_from": "August 13, 2018",
            "valid_to": "September 17, 2020"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. In this Regulation, “effective date”, in relation to an employer, means the day this Regulation comes into force, except as otherwise provided by paragraph 1 of subsection 7 (2); (“date d’effet”) “governing entity”, in relation to a designated employer, means the board of directors of the employer, or, if the employer does not have a board of directors, the equivalent governing body or officer of the employer; (“entité dirigeante”) “pay year”, in relation to a designated employer, means a period of 365 consecutive days, or if the period includes February 29, 366 consecutive days, in respect of which the employer determines the salary and performance-related pay to be provided to its executives; (“année de paie”) “performance-related pay” means short-term incentive pay, long-term incentive pay, other re-earnable pay that is not provided as salary or as a raise in salary, and any other pay that is not salary or a raise in salary and that is provided in respect of an assessment of an executive’s performance; (“rémunération au rendement”) “salary” means compensation that is the fixed or ascertainable amount an employee or office holder is entitled to be paid for each pay period. (“traitement”)",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"definition-e\">“effective date”, in relation to an employer, means the day this Regulation comes into force, except as otherwise provided by paragraph 1 of subsection 7 (2); (“date d’effet”)</p> <p class=\"definition-e\">“governing entity”, in relation to a designated employer, means the board of directors of the employer, or, if the employer does not have a board of directors, the equivalent governing body or officer of the employer; (“entité dirigeante”)</p> <p class=\"definition-e\">“pay year”, in relation to a designated employer, means a period of 365 consecutive days, or if the period includes February 29, 366 consecutive days, in respect of which the employer determines the salary and performance-related pay to be provided to its executives; (“année de paie”)</p> <p class=\"definition-e\">“performance-related pay” means short-term incentive pay, long-term incentive pay, other re-earnable pay that is not provided as salary or as a raise in salary, and any other pay that is not salary or a raise in salary and that is provided in respect of an assessment of an executive’s performance; (“rémunération au rendement”)</p> <p class=\"definition-e\">“salary” means compensation that is the fixed or ascertainable amount an employee or office holder is entitled to be paid for each pay period. (“traitement”)</p>"
        },
        {
            "id": "2.",
            "section": "Compensation framework",
            "content": " 2. (1) The compensation framework set out in this Regulation is established for all designated employers and designated executives. (2) The compensation framework is effective with respect to a designated employer as of the employer’s effective date.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) The compensation framework set out in this Regulation is established for all designated employers and designated executives.</p> <p class=\"subsection-e\">  (2) The compensation framework is effective with respect to a designated employer as of the employer’s effective date.</p>"
        },
        {
            "id": "3.",
            "section": "Salary",
            "content": " 3. (1) The salary for a designated executive position in the designated employer shall be less than or equal to the salary cap for that position. (2) The salary cap for a position shall be determined as follows: 1. For a position that is occupied on the employer’s effective date, the cap is the salary for the position as of the effective date. 2. For a position that is vacant on the employer’s effective date but was previously occupied, the cap is the salary for the position as of the day it was most recently occupied. 3. For a position other than a position described in paragraphs 1 and 2, the cap is an amount determined by the employer’s governing entity that is less than or equal to the salary cap for the most similar designated executive position in the employer. (3) For greater certainty, the salary for a position as of a date is the salary actually being earned by the occupant of that position on that date, does not include any raises that would have happened after that date and is not another amount in the position’s salary range.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) The salary for a designated executive position in the designated employer shall be less than or equal to the salary cap for that position.</p> <p class=\"subsection-e\">  (2) The salary cap for a position shall be determined as follows:</p> <p class=\"paragraph-e\">  1. For a position that is occupied on the employer’s effective date, the cap is the salary for the position as of the effective date.</p> <p class=\"paragraph-e\">  2. For a position that is vacant on the employer’s effective date but was previously occupied, the cap is the salary for the position as of the day it was most recently occupied.</p> <p class=\"paragraph-e\">  3. For a position other than a position described in paragraphs 1 and 2, the cap is an amount determined by the employer’s governing entity that is less than or equal to the salary cap for the most similar designated executive position in the employer.</p> <p class=\"subsection-e\">  (3) For greater certainty, the salary for a position as of a date is the salary actually being earned by the occupant of that position on that date, does not include any raises that would have happened after that date and is not another amount in the position’s salary range.</p>"
        },
        {
            "id": "4.",
            "section": "Performance-related pay envelope",
            "content": " 4. (1) The total performance-related pay for all the designated executives of the designated employer in a pay year shall be less than or equal to the employer’s performance-related pay envelope. (2) The employer’s performance-related pay envelope is the total amount of performance-related pay disbursed during the most recent pay year before the effective date for the designated executive positions that are occupied on the employer’s effective date. (3) If an executive is hired into a vacant designated executive position that was previously occupied for at least one pay year, the employer’s governing entity may add to the performance-related pay envelope a prorated amount up to the performance-related pay disbursed for that position during the most recent pay year that the position was occupied. (4) If an executive is hired into a vacant designated executive position that was not previously occupied for at least one pay year, or a designated executive position is created and an executive is hired into it, the employer’s governing entity may add to the performance-related pay envelope a prorated amount up to the performance-related pay disbursed during the employer’s most recent pay year before the day the executive is hired or the position is created, as the case may be, for the most similar designated executive position in the employer that was occupied at all times during that most recent pay year. (5) If a designated executive position becomes vacant or is eliminated, the employer’s governing entity shall prorate the performance-related pay envelope accordingly.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) The total performance-related pay for all the designated executives of the designated employer in a pay year shall be less than or equal to the employer’s performance-related pay envelope.</p> <p class=\"subsection-e\">  (2) The employer’s performance-related pay envelope is the total amount of performance-related pay disbursed during the most recent pay year before the effective date for the designated executive positions that are occupied on the employer’s effective date.</p> <p class=\"subsection-e\">  (3) If an executive is hired into a vacant designated executive position that was previously occupied for at least one pay year, the employer’s governing entity may add to the performance-related pay envelope a prorated amount up to the performance-related pay disbursed for that position during the most recent pay year that the position was occupied.</p> <p class=\"subsection-e\">  (4) If an executive is hired into a vacant designated executive position that was not previously occupied for at least one pay year, or a designated executive position is created and an executive is hired into it, the employer’s governing entity may add to the performance-related pay envelope a prorated amount up to the performance-related pay disbursed during the employer’s most recent pay year before the day the executive is hired or the position is created, as the case may be, for the most similar designated executive position in the employer that was occupied at all times during that most recent pay year.</p> <p class=\"subsection-e\">  (5) If a designated executive position becomes vacant or is eliminated, the employer’s governing entity shall prorate the performance-related pay envelope accordingly.</p>"
        },
        {
            "id": "5.",
            "section": "Other elements of compensation",
            "content": " 5. (1) Each element of compensation other than salary and performance-related pay for a designated executive position in the designated employer shall be less than or equal to the cap for that element of compensation for that position. (2) The cap for an element of compensation other than salary and performance-related pay for a position shall be determined as follows: 1. For a position that is occupied on the employer’s effective date, the cap is what the element of compensation is for the position as of the effective date. 2. For a position that is vacant on the employer’s effective date but was previously occupied, the cap is what the element of compensation was for the position as of the day it was most recently occupied. 3. For a position other than a position described in paragraphs 1 and 2, the cap is an amount determined by the employer’s governing entity that is less than or equal to the cap for the element of compensation for the most similar designated executive position in the employer. (3) For the purposes of this section, an element of compensation is not increased only because of, (a) an amendment to a group sickness or accident insurance plan, a private health services plan, or a group term life insurance policy that is applicable to all or most of the employees of the employer, if the amendment is applicable to all or most of the employees; or (b) an increase in the cost of providing a benefit. (4) The employer shall not provide an element of compensation for a designated executive position other than the elements of compensation for that position on the employer’s effective date.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) Each element of compensation other than salary and performance-related pay for a designated executive position in the designated employer shall be less than or equal to the cap for that element of compensation for that position.</p> <p class=\"subsection-e\">  (2) The cap for an element of compensation other than salary and performance-related pay for a position shall be determined as follows:</p> <p class=\"paragraph-e\">  1. For a position that is occupied on the employer’s effective date, the cap is what the element of compensation is for the position as of the effective date.</p> <p class=\"paragraph-e\">  2. For a position that is vacant on the employer’s effective date but was previously occupied, the cap is what the element of compensation was for the position as of the day it was most recently occupied.</p> <p class=\"paragraph-e\">  3. For a position other than a position described in paragraphs 1 and 2, the cap is an amount determined by the employer’s governing entity that is less than or equal to the cap for the element of compensation for the most similar designated executive position in the employer.</p> <p class=\"subsection-e\">  (3) For the purposes of this section, an element of compensation is not increased only because of,</p> <p class=\"clause-e\">  (a) an amendment to a group sickness or accident insurance plan, a private health services plan, or a group term life insurance policy that is applicable to all or most of the employees of the employer, if the amendment is applicable to all or most of the employees; or</p> <p class=\"clause-e\">  (b) an increase in the cost of providing a benefit.</p> <p class=\"subsection-e\">  (4) The employer shall not provide an element of compensation for a designated executive position other than the elements of compensation for that position on the employer’s effective date.</p>"
        },
        {
            "id": "6.",
            "section": "Prohibited elements of compensation",
            "content": " 6. The designated employer shall not provide the following elements of compensation for a designated executive position, subject to any entitlement to the element under the Employment Standards Act, 2000: 1. Payments or other benefits provided in lieu of perquisites. 2. Signing bonuses. 3. Retention bonuses. 4. Cash housing allowances. 5. Insured benefits that are not generally provided to non-executive managers. 6. Termination payments, including payments in lieu of notice of termination, and severance payments that in total equal more than 24 times the average monthly salary of the designated executive. 7. Termination or severance payments that are payable in the event of termination for cause. 8. Paid administrative leave, unless provided to the head of a college or university or another designated executive who is part of or will return to the faculty at a college or university. 9. Paid administrative leave that accrues at a rate in excess of 10.4 paid weeks per year. 10. Payments in lieu of administrative leave.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>The designated employer shall not provide the following elements of compensation for a designated executive position, subject to any entitlement to the element under the <i>Employment Standards Act, 2000</i>:</p> <p class=\"paragraph-e\">  1. Payments or other benefits provided in lieu of perquisites.</p> <p class=\"paragraph-e\">  2. Signing bonuses.</p> <p class=\"paragraph-e\">  3. Retention bonuses.</p> <p class=\"paragraph-e\">  4. Cash housing allowances.</p> <p class=\"paragraph-e\">  5. Insured benefits that are not generally provided to non-executive managers.</p> <p class=\"paragraph-e\">  6. Termination payments, including payments in lieu of notice of termination, and severance payments that in total equal more than 24 times the average monthly salary of the designated executive.</p> <p class=\"paragraph-e\">  7. Termination or severance payments that are payable in the event of termination for cause.</p> <p class=\"paragraph-e\">  8. Paid administrative leave, unless provided to the head of a college or university or another designated executive who is part of or will return to the faculty at a college or university.</p> <p class=\"paragraph-e\">  9. Paid administrative leave that accrues at a rate in excess of 10.4 paid weeks per year.</p> <p class=\"paragraph-e\">  10. Payments in lieu of administrative leave.</p>"
        },
        {
            "id": "7.",
            "section": "Employers newly or recently created, staffed, etc.",
            "content": " 7. (1) This section applies to a designated employer that, (a) did not exist on September 6, 2016; (b) on the day this Regulation came into force, (i) did not exist, (ii) was not a designated employer, or (iii) did not have any designated executives; or (c) during the employer’s most recent pay year before the day this Regulation came into force, (i) was not at all times a designated employer, or (ii) did not at all times employ at least one designated executive. (2) The application of this Regulation to the designated employer is modified as follows: 1. The effective date is the latest of the following: i. The day this Regulation comes into force. ii. The day the employer becomes a designated employer. iii. If, on the later of the days referred to in subparagraphs i and ii, the employer has no executives, the day the employer hires an executive. 2. If subsection 4 (2) cannot be applied to the employer, the rule in subsection 4 (2) for determining the employer’s performance-related pay envelope is replaced with the rule that the performance-related pay envelope is the total amount of performance-related pay that the employer’s designated executives are eligible to earn from the employer during the pay year that includes the employer’s effective date, as set out in the compensation plans for those positions. 3. If the performance-related pay envelope was determined under paragraph 2, and an executive is hired into a vacant designated executive position that was created before or on the effective date but was not previously occupied for at least one pay year, the following rules apply: i. The employer shall not carry out the addition to the performance-related pay envelope set out in subsection 4 (4). ii. The employer’s governing entity may add to the performance-related pay envelope a prorated amount up to the maximum amount of performance-related pay for the designated executive position, as set out in the compensation plan for that position.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) This section applies to a designated employer that,</p> <p class=\"clause-e\">  (a) did not exist on September 6, 2016;</p> <p class=\"clause-e\">  (b) on the day this Regulation came into force,</p> <p class=\"subclause-e\">  (i) did not exist,</p> <p class=\"subclause-e\">  (ii) was not a designated employer, or</p> <p class=\"subclause-e\">  (iii) did not have any designated executives; or</p> <p class=\"clause-e\">  (c) during the employer’s most recent pay year before the day this Regulation came into force,</p> <p class=\"subclause-e\">  (i) was not at all times a designated employer, or</p> <p class=\"subclause-e\">  (ii) did not at all times employ at least one designated executive.</p> <p class=\"subsection-e\">  (2) The application of this Regulation to the designated employer is modified as follows:</p> <p class=\"paragraph-e\">  1. The effective date is the latest of the following:</p> <p class=\"subpara-e\">  i. The day this Regulation comes into force.</p> <p class=\"subpara-e\">  ii. The day the employer becomes a designated employer.</p> <p class=\"subpara-e\">  iii. If, on the later of the days referred to in subparagraphs i and ii, the employer has no executives, the day the employer hires an executive.</p> <p class=\"paragraph-e\">  2. If subsection 4 (2) cannot be applied to the employer, the rule in subsection 4 (2) for determining the employer’s performance-related pay envelope is replaced with the rule that the performance-related pay envelope is the total amount of performance-related pay that the employer’s designated executives are eligible to earn from the employer during the pay year that includes the employer’s effective date, as set out in the compensation plans for those positions.</p> <p class=\"paragraph-e\">  3. If the performance-related pay envelope was determined under paragraph 2, and an executive is hired into a vacant designated executive position that was created before or on the effective date but was not previously occupied for at least one pay year, the following rules apply:</p> <p class=\"subpara-e\">  i. The employer shall not carry out the addition to the performance-related pay envelope set out in subsection 4 (4).</p> <p class=\"subpara-e\">  ii. The employer’s governing entity may add to the performance-related pay envelope a prorated amount up to the maximum amount of performance-related pay for the designated executive position, as set out in the compensation plan for that position.</p>"
        },
        {
            "id": "7.1",
            "section": "Exemptions",
            "content": "  7.1 The Minister is authorized to exempt, in writing, a designated employer or a designated executive from a requirement in the compensation framework and to set conditions for the exemption. O. Reg. 516/20, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>  7.1 </b>The Minister is authorized to exempt, in writing, a designated employer or a designated executive from a requirement in the compensation framework and to set conditions for the exemption. O. Reg. 516/20, s. 1.</p>"
        },
        {
            "id": "8.",
            "section": "Review",
            "content": " 8. (1) The Minister shall complete a review of this Regulation no later than June 7, 2019. (2) The review shall evaluate the effectiveness of this Regulation in furthering the purpose of the Act.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) The Minister shall complete a review of this Regulation no later than June 7, 2019.</p> <p class=\"subsection-e\">  (2) The review shall evaluate the effectiveness of this Regulation in furthering the purpose of the Act.</p>"
        },
        {
            "id": "9.",
            "section": "Review",
            "content": " 9. Omitted (revokes other Regulations).",
            "raw_html": "<p class=\"section-e\"> <b>9.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">revokes other Regulations</span>).</p>"
        },
        {
            "id": "10.",
            "section": "Review",
            "content": " 10. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>10.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Review",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/180406\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}